{"created":"2014-10-02T21:39:03+00:00","modified":"2015-04-30T19:46:59+00:00","valid":{"from":"2014-09-29T19:03:53+00:00","to":"3014-09-29T19:03:53+00:00"},"hreflang":"en","guid":"a74da9b5-4689-4aff-976b-502c04dee841","title":"American Justice","teaser":"The United States has the world’s largest prison population. In 2012, there were 2.3 million people in American prisons or jails – and even more under some kind of “correctional supervision.” In fact, if you added up all the people in America in prison, on probation, or on parole, it’d total about 6 million – just a little smaller than the population of New York City. The system is vast, but how well is it working? In this episode of State of the Re:Union, we explore how a few communities across the country have responded creatively to problems with police, courts, and prisons. And we’ll look into how these institutions, when challenged, adapt and change. ","description":"State of the Re:Union American Justice  Host: Al Letson Producer: Delaney Hall  DESCRIPTION:  The United States has the world&rsquo;s largest prison population. In 2012, there were 2.3 million people in American prisons or jails &ndash; and even more under some kind of &ldquo;correctional supervision.&rdquo; In fact, if you added up all the people in America in prison, on probation, or on parole, it&rsquo;d total about 6 million &ndash; just a little smaller than the population of New York City. The system is vast, but how well is it working? In this episode of State of the Re:Union, we explore how a few communities across the country have responded creatively to problems with police, courts, and prisons. And we&rsquo;ll look into how these institutions, when challenged, adapt and change.   BILLBOARD (:59) Incue: From PRX and NPR Outcue: But first, this news.   News Hole: 1:00-6:00  SEGMENT A (12:29) Incue: You&rsquo;re listening to State of the Re:Union. I&rsquo;m Al Letson Outcue: That and more, when State of the Re:Union continues.   BED SHEETS, HAIR GEL, AND AN EPIC PRISON MURAL Jesse Krimes had just graduated from art school and been awarded a prestigious fellowship when the federal government indicted him for possession of cocaine with intent to distribute. He faced a five-year sentence.   To cope with the isolation and shock of being locked up, Jesse continued making his art. He experimented with materials, figuring out how to transfer images of offenders that he clipped from newspapers onto bars of soap. Other inmates commissioned him to paint portraits they could send to loved ones, paying him with postage stamps or bags of coffee.? Gradually, he came to be known as the prison&rsquo;s resident artist, which allowed him to make friends with other inmates across racial lines and kept him out of trouble in an environment charged with gang violence. Other inmates called him &ldquo;the independent&rdquo;, he says. They wanted to learn from him and they petitioned guards to let him teach a still-life class.  With a spare room converted to a studio for his teaching, Jesse began working on a bigger project &ndash; his prison opus. He procured sheets from a friend who worked in the laundry room and began creating an enormous 39-panel mural, transferring images clipped from the New York Times onto the sheets using hair gel and a spoon. He created surreal, collaged landscapes where images of supermodels floated next to images of chaos in Syria. Naked ballerinas cavorted through the sky. Panel by panel, he secretly shipped his masterwork out to his girlfriend. It took three years to make, and Jesse describes it as a meditation on heaven, hell, sin, redemption, celebrity worship, and deprivation. He didn&rsquo;t see it assembled in its full glory until he&rsquo;d served his entire sentence and been released. THE LOST LOVED ONES CLUB &ndash; PART 1  When Stephen and Renetta&rsquo;s son Christopher was diagnosed with schizophrenia, the family was in shock. But in a lot of ways, Christopher was fortunate. He got good treatment and responded well to medication. He was able to hold down a part-time job.  Still, it could be tough. Christopher sometimes experienced delusions, and he had some run-ins with the Albuquerque Police Department (APD). Stephen and Renetta informed the APD about Christopher&rsquo;s illness, and asked them to notify the family if they ever needed to speak with him. The APD seemed receptive. They assigned Christopher an officer from the Crisis Intervention Team, an APD unit specially trained to handle encounters with the mentally ill. But none of that mattered on April 12, 2011, when two officers showed up at the Torres&rsquo; house to serve Christopher a warrant for a road rage incident that had happened a couple of months before. The family says they weren&rsquo;t informed and Christopher&rsquo;s CIT officer wasn&rsquo;t notified.   The encounter quickly turned violent. The officers claimed that Christopher grabbed one of their guns, that they&rsquo;d felt threatened, and shot him three times. An eye-witness claimed that Christopher didn&rsquo;t resist, never grabbed the gun, and was killed in an encounter that escalated rapidly and needlessly. The Torres&rsquo; lost their son.   As the Torres family began asking questions about what happened, they discovered a group of other families who&rsquo;d lost loved ones (many of them mentally ill) in police shootings.   The families banded together to document what they saw as a broken and irresponsible department. Their research helped inspire the Department of Justice to begin an investigation into the APD, which has inspired a wave of reforms.   SEGMENT B (18:59) Incue: You&rsquo;re listening to State of the Re:Union. I&rsquo;m Al Letson. Outcue: to make public radio more public. PRX-dot-O-R-G  THE LOST LOVED ONES CLUB &ndash; PART 2 Conclusion of story from previous segment.  THE EXPUNGERS As we&rsquo;ve heard, run-ins with law enforcement can lead to serious consequences. And that can be true even for misdemeanors like fighting or shoplifting. Some folks believe that once you turn 18, your juvenile record magically disappears &ndash; or at least that it&rsquo;s sealed, and impossible to find in a public search. But that&rsquo;s not always the case. And a record &ndash; even for petty crimes &ndash; can cause problems for young people as they transition into the adult world. We explore one youth-led initiative to change that.   SEGMENT C (18:59) Incue: You&rsquo;re listening to State of the Re:Union. Outcue: This is NPR.  A TRIBAL COURT PREPARES FOR AN HISTORIC PROSECUTION  The Pascua Yaqui Tribe, located south of Tucson, AZ, is gearing up for an historic trial. For almost four decades, a Supreme Court ruling has kept tribes across the country from prosecuting non-Indian defendants. But in a hard-won provision of the 2013 Violence Against Women Act, tribal courts will now have jurisdiction to try non-Indians in some domestic abuse cases. Most eligible tribes won&rsquo;t start trying defendants until March 2015, but three tribes, including the Pascua Yaqui, have been selected to carry out pilot projects that are currently underway. We explore the Pascua Yaqui Tribe&rsquo;s journey in implementing the new law.   RESTORATIVE JUSTICE AT SAN QUENTIN For the past ten years, the Insight Prison Project has been working with groups of inmates inside San Quentin prison, trying to help them understand the crimes they&rsquo;ve committed and how they can take responsibility for them. IPP works in the &ldquo;restorative justice&rdquo; framework, trying to move prisoners beyond punishment and towards accountability and healing.  What does that look like? In IPP&rsquo;s case, it looks like a group of 12-14 inmates, sitting in a circle, taking a deep look at their own histories. It means creating timelines of their lives, acknowledging abuse or trauma they may have experienced growing up, writing letters to people they have unfinished business with, and doing exercises to build empathy.  All of this work builds towards a difficult and sometimes transformative culmination: the inmates meet with a panel of surrogate victims, people who&rsquo;ve survived crimes much like the ones the inmates have perpetrated. They sit in front of each other, and everyone shares their stories.   PROGRAM OUT @ 59:00  Promo Transcript: Once a week at San Quentin State Prison, a group of inmates come together to reckon with their crimes. &quot;On August 29th, 1984 I murdered Larry Gains. Larry please forgive me for taking you away from your family, your friends, and your community. Ahhh, I can't believe my eyes watered up like that, man.&quot; American justice. On the next State of the Re:Union.  Broadcast Window Begins 09/30/2014  The Fall 2014 Season of State of the Re:Union (SOTRU) will be available beginning on September 29, 2014 on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2015. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.   State of the Re:Union is presented by WJCT, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.   Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Melissa LaCasse at lacasse.melissa@gmail.com or 207.776.4926 with questions or to confirm carriage.","contentencoded":"State of the Re:Union<br /> American Justice<br /> <br /> Host: Al Letson<br /> Producer: Delaney Hall<br /> <br /> DESCRIPTION: <br /> The United States has the world&rsquo;s largest prison population. In 2012, there were 2.3 million people in American prisons or jails &ndash; and even more under some kind of &ldquo;correctional supervision.&rdquo; In fact, if you added up all the people in America in prison, on probation, or on parole, it&rsquo;d total about 6 million &ndash; just a little smaller than the population of New York City. The system is vast, but how well is it working? In this episode of State of the Re:Union, we explore how a few communities across the country have responded creatively to problems with police, courts, and prisons. And we&rsquo;ll look into how these institutions, when challenged, adapt and change. <br /> <br /> BILLBOARD (:59)<br /> Incue: From PRX and NPR<br /> Outcue: But first, this news. <br /> <br /> News Hole: 1:00-6:00<br /> <br /> SEGMENT A (12:29)<br /> Incue: You&rsquo;re listening to State of the Re:Union. I&rsquo;m Al Letson<br /> Outcue: That and more, when State of the Re:Union continues. <br /> <br /> BED SHEETS, HAIR GEL, AND AN EPIC PRISON MURAL<br /> Jesse Krimes had just graduated from art school and been awarded a prestigious fellowship when the federal government indicted him for possession of cocaine with intent to distribute. He faced a five-year sentence. <br /> <br /> To cope with the isolation and shock of being locked up, Jesse continued making his art. He experimented with materials, figuring out how to transfer images of offenders that he clipped from newspapers onto bars of soap. Other inmates commissioned him to paint portraits they could send to loved ones, paying him with postage stamps or bags of coffee.?<br /> Gradually, he came to be known as the prison&rsquo;s resident artist, which allowed him to make friends with other inmates across racial lines and kept him out of trouble in an environment charged with gang violence. Other inmates called him &ldquo;the independent&rdquo;, he says. They wanted to learn from him and they petitioned guards to let him teach a still-life class. <br /> With a spare room converted to a studio for his teaching, Jesse began working on a bigger project &ndash; his prison opus. He procured sheets from a friend who worked in the laundry room and began creating an enormous 39-panel mural, transferring images clipped from the New York Times onto the sheets using hair gel and a spoon. He created surreal, collaged landscapes where images of supermodels floated next to images of chaos in Syria. Naked ballerinas cavorted through the sky. Panel by panel, he secretly shipped his masterwork out to his girlfriend. It took three years to make, and Jesse describes it as a meditation on heaven, hell, sin, redemption, celebrity worship, and deprivation. He didn&rsquo;t see it assembled in its full glory until he&rsquo;d served his entire sentence and been released.<br /> THE LOST LOVED ONES CLUB &ndash; PART 1<br /> <br /> When Stephen and Renetta&rsquo;s son Christopher was diagnosed with schizophrenia, the family was in shock. But in a lot of ways, Christopher was fortunate. He got good treatment and responded well to medication. He was able to hold down a part-time job.<br /> <br /> Still, it could be tough. Christopher sometimes experienced delusions, and he had some run-ins with the Albuquerque Police Department (APD). Stephen and Renetta informed the APD about Christopher&rsquo;s illness, and asked them to notify the family if they ever needed to speak with him. The APD seemed receptive. They assigned Christopher an officer from the Crisis Intervention Team, an APD unit specially trained to handle encounters with the mentally ill. But none of that mattered on April 12, 2011, when two officers showed up at the Torres&rsquo; house to serve Christopher a warrant for a road rage incident that had happened a couple of months before. The family says they weren&rsquo;t informed and Christopher&rsquo;s CIT officer wasn&rsquo;t notified. <br /> <br /> The encounter quickly turned violent. The officers claimed that Christopher grabbed one of their guns, that they&rsquo;d felt threatened, and shot him three times. An eye-witness claimed that Christopher didn&rsquo;t resist, never grabbed the gun, and was killed in an encounter that escalated rapidly and needlessly. The Torres&rsquo; lost their son. <br /> <br /> As the Torres family began asking questions about what happened, they discovered a group of other families who&rsquo;d lost loved ones (many of them mentally ill) in police shootings. <br /> <br /> The families banded together to document what they saw as a broken and irresponsible department. Their research helped inspire the Department of Justice to begin an investigation into the APD, which has inspired a wave of reforms. <br /> <br /> SEGMENT B (18:59)<br /> Incue: You&rsquo;re listening to State of the Re:Union. I&rsquo;m Al Letson.<br /> Outcue: to make public radio more public. PRX-dot-O-R-G<br /> <br /> THE LOST LOVED ONES CLUB &ndash; PART 2<br /> Conclusion of story from previous segment.<br /> <br /> THE EXPUNGERS<br /> As we&rsquo;ve heard, run-ins with law enforcement can lead to serious consequences. And that can be true even for misdemeanors like fighting or shoplifting. Some folks believe that once you turn 18, your juvenile record magically disappears &ndash; or at least that it&rsquo;s sealed, and impossible to find in a public search. But that&rsquo;s not always the case. And a record &ndash; even for petty crimes &ndash; can cause problems for young people as they transition into the adult world. We explore one youth-led initiative to change that. <br /> <br /> SEGMENT C (18:59)<br /> Incue: You&rsquo;re listening to State of the Re:Union.<br /> Outcue: This is NPR.<br /> <br /> A TRIBAL COURT PREPARES FOR AN HISTORIC PROSECUTION <br /> The Pascua Yaqui Tribe, located south of Tucson, AZ, is gearing up for an historic trial. For almost four decades, a Supreme Court ruling has kept tribes across the country from prosecuting non-Indian defendants. But in a hard-won provision of the 2013 Violence Against Women Act, tribal courts will now have jurisdiction to try non-Indians in some domestic abuse cases. Most eligible tribes won&rsquo;t start trying defendants until March 2015, but three tribes, including the Pascua Yaqui, have been selected to carry out pilot projects that are currently underway. We explore the Pascua Yaqui Tribe&rsquo;s journey in implementing the new law. <br /> <br /> RESTORATIVE JUSTICE AT SAN QUENTIN<br /> For the past ten years, the Insight Prison Project has been working with groups of inmates inside San Quentin prison, trying to help them understand the crimes they&rsquo;ve committed and how they can take responsibility for them. IPP works in the &ldquo;restorative justice&rdquo; framework, trying to move prisoners beyond punishment and towards accountability and healing. <br /> What does that look like? In IPP&rsquo;s case, it looks like a group of 12-14 inmates, sitting in a circle, taking a deep look at their own histories. It means creating timelines of their lives, acknowledging abuse or trauma they may have experienced growing up, writing letters to people they have unfinished business with, and doing exercises to build empathy. <br /> All of this work builds towards a difficult and sometimes transformative culmination: the inmates meet with a panel of surrogate victims, people who&rsquo;ve survived crimes much like the ones the inmates have perpetrated. They sit in front of each other, and everyone shares their stories. <br /> <br /> PROGRAM OUT @ 59:00<br /> <br /> Promo Transcript: Once a week at San Quentin State Prison, a group of inmates come together to reckon with their crimes. &quot;On August 29th, 1984 I murdered Larry Gains. Larry please forgive me for taking you away from your family, your friends, and your community. Ahhh, I can't believe my eyes watered up like that, man.&quot; American justice. On the next State of the Re:Union.<br /> <br /> Broadcast Window Begins 09/30/2014<br /> <br /> The Fall 2014 Season of State of the Re:Union (SOTRU) will be available beginning on September 29, 2014 on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2015. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. <br /> <br /> State of the Re:Union is presented by WJCT, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. <br /> <br /> Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Melissa LaCasse at lacasse.melissa@gmail.com or 207.776.4926 with questions or to confirm carriage.","byline":"Al Letson","published":"2014-09-29T19:03:53+00:00","tags":["News","Public Affairs"],"itags":["prx:stories-131560"],"audio":[{"href":"https://hal.prx.org/pub/e0080377174d2ff6c379763e2f495e9a/0/web/story_image/312416/medium/sotru_profile-pic_01.gif","type":"image/gif","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/7cd7c0dc88b236fd32b3bd97d00e2f17/0/web/audio_file/756407/broadcast/01-American_Justice_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/a801fba4cb3aa2c492af7e7a325172c4/0/web/audio_file/756408/broadcast/02-American_Justice_Newscast_Music.mp3","type":"audio/mpeg","meta":{"duration":29,"size":927685}},{"href":"https://cms.prx.org/pub/65c5f394121f7a5a1f483e55c29015d0/0/web/audio_file/756415/broadcast/03-American_Justice_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941955}},{"href":"https://cms.prx.org/pub/01cb812345103a7dabeade76b14b46b2/0/web/audio_file/756416/broadcast/04-American_Justice_Segment_A_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/c39cf84d26d7b5c2d4e51c6dd75d6825/0/web/audio_file/756422/broadcast/05-American_Justice_Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}},{"href":"https://cms.prx.org/pub/b70cd3058b958f904340307abc77454f/0/web/audio_file/756423/broadcast/06-American_Justice_Segment_B_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/91b4729ceac9543f11ae08d03e72285f/0/web/audio_file/756438/broadcast/07-American_Justice_Segment_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}}]}