{"created":"2015-03-31T08:59:12+00:00","modified":"2015-06-05T15:27:56+00:00","valid":{"from":"2015-06-05T15:27:55+00:00","to":"3015-06-05T15:27:55+00:00"},"hreflang":"en","title":"The Ascent Of Afghan Women ","published":"2015-03-31T20:47:00+00:00","teaser":"Afghanistan is a mountainous land where mountain climbing is rare among men and virtually nonexistent among women. An American is now preparing young Afghan women to scale the country's highest peak.","itags":["npr_api","393900537"],"guid":"a76a9fbe-4c34-48f8-88bb-692d75011809","contentencoded":"<p>Zahra Karimi Nooristani, 18, cautiously works her way down a rock face high above Kabul as her coach, Farhad Jamshid, guides her.</p><p>It is hazardous for his top female student to be rappelling here, not only because of the steep drop, but because she is using a frayed, 9-year-old rope handed down from the men's mountaineering team.</p><p>Another danger she faces is the prospect of her neighbors finding out she's climbing at all.</p><p>Afghanistan is a mountainous country, but scaling the peaks for sport is a new concept here. Mountaineering is considered an odd pastime for men, let alone women whose modesty Afghan society demands be protected at any cost — even death.</p><p>Zahra says her father, who carves gravestones for a living, has told her he is prepared to move the family to protect her and her three sisters, who are also budding climbers. He and his daughters are adamant they be allowed to practice their new skills.</p><p>The dedication of the Nooristani sisters and the devotion of their father inspires Marina Kielpinski LeGree — the force behind the girls' training. In the image below, she's sitting with Afghan colleague Faisal Naziry (center) and Malang Darya, a well-known Afghan climber (far left).</p><p>LeGree, a 36-year-old resident of Norfolk, Va., who has spent years shepherding development projects in northeastern Afghanistan, directs a nonprofit called <a href=\"http://www.ascendathletics.org/\" target=\"_blank\">Ascend</a> that funds and organizes not only the training, but leadership classes for the Nooristani sisters and a handful of other Afghan girls recruited to be mountain climbers.</p><p>LeGree says her goal is to create a crop of Afghan heroines passionate about improving their country and who inspire other women here to break barriers.</p><p>\"It's a profound thing that's been missing for a while in Afghanistan throughout the war and chaos and everything else,\" LeGree says. \"It doesn't mean the housewife who is in her compound in Kandahar is going to go start climbing mountains, but she will know another Afghan woman did it and that message is really important.\"</p><p>The new team's ultimate test will come later this year, when Ascend takes the young women to the remote, northeastern corner of Afghanistan to scale the country's highest peak, Mount Noshaq. Only two Afghans have ever made it to the 24,580-foot-high summit and they were men. One was Darya.</p><p>But the climb itself may prove less difficult than organizing a viable team.</p><p>Afghanistan's national mountain climbing federation, which claims authority over the women's team and coaches, has refused to formalize an agreement with Ascend. Its board has demanded that the American NGO turn over all funds and gear to them. That's something LeGree and her Afghan employees refuse to do because they fear the money could be misappropriated. Afghan President Ashraf Ghani recently ordered audits of all Afghan sports federations on suspicion of corruption.</p><p>The federation's demands are hardly unique. Some Afghans assume \"when an ex-pat becomes involved in a project they may have lots of money,\" says Naziry, Ascend's operations manager. \"The money becomes their priority.\"</p><p>In Ascend's case, the roughly $30,000 LeGree says has been spent so far has largely come from her own pocket.</p><p>LeGree also had a hard time finding Afghan girls who can commit to the rigorous training and the eventual climb, so the current Mount Noshaq team came together only last fall.</p><p>The 12 members are a diverse ethnic and socioeconomic mix. They are also from the national tae kwon do and mountain climbing teams. The new joint team trains at Kabul's main sports complex, called Ghazi Stadium.</p><p>Building strength and stamina is a top priority. The young women are supposed to train for 90 minutes three or more times a week in this Spartan gym with no bathroom or showers. In keeping with Afghanistan's conservative heritage, they train in loosely fitting tracksuits and most of the young women cover their hair with headscarves or caps while exercising.</p><p>While the federation has on occasion paraded the young women in front of Afghan television cameras, Ascend has taken pains to keep them out of the limelight. The NGO has blocked its Facebook page in Afghanistan and neighboring Pakistan, plus kept the date of the Mount Noshaq climb secret to try to protect the climbers from the Taliban or other extremists who might try to harm them.</p><p>The risk isn't keeping the four Nooristani sisters away. The coaches say they come to training more than any of the other girls.</p><p>There is Rabia (top left), 17, who's still in high school; Zahra (top right), the high school senior; Farnaz, (bottom left), 20, who has applied to go to medical school; Niloofar (bottom right), 21, who has applied to midwifery school.</p><p>Zahra is painfully shy, but also fearless, and her trainers say she is the team member most likely to make it to the top of Mount Noshaq.</p><p>The sisters live with their parents and other siblings in two rooms in a hilly, impoverished Kabul neighborhood called Chehel Sotoon, or Forty Columns. It's widely said to be home to Muslim extremists who fly the black flags of the self-described Islamic State.</p><p>The women of this ultraconservative neighborhood rarely leave the mud-walled compounds in which they live.</p><p>The girls describe mountain climbing as liberating. \"There's freedom up there,\" Rabia says with a nervous giggle, adding that she's amazed at how much stronger she feels than when she began training last fall. Back then \"my lungs were burning,\" she says. \"The first time up was really hard. Someone had to pull me up the mountain by my hand.\"</p><p>The girls say their role model is their cousin, Sediqa Mayar Nooristani, 22. She became something of a celebrity after learning to climb when she was 14, when European mountaineers were training her father and other Afghan men.</p><p>She now heads the national mountain climbing federation, but rarely trains with the Ascend team, which is why you don't see her in these pictures. But she does go on most practice climbs and says she plans to scale Mount Noshaq.</p><p>In the Chehel Sotoon neighborhood, few know the four sisters are training to be mountain climbers. If anyone asks where they go every day, the family says they are taking English classes. The girls have no workout clothes other than the blue tracksuits and sneakers Ascend bought them.</p><p>\"We know they partially come because we feed them and provide transportation and that's totally fine with me,\" LeGree says. \"That's how lots of scrappy athletes developed. They want it. Any day, give me people who want something and are willing to work for it and we can provide them (with) everything else.\"</p><p>And as LeGree discovered, the Afghan women's team needs everything, including food.</p><p>Ascend arranged with several local restaurants to send lunches with fresh vegetables and lean meats to the young women after their workouts. The daily, $5 per climber investment has dramatically improved attendance at the training sessions.</p><p>All 12 showed up and wolfed down the spinach stew and roasted chicken. It was the first meal that day for many of them. They eat inside the mountain climbing federation office at Ghazi Stadium, where pictures of the men's team adorn the wall.</p><p>LeGree says the space is not ideal, given the steady stream of interruptions by male federation members. She wants to keep the young women focused on their training, so she is searching for a house or apartment to accommodate them.</p><p>But for now, training continues in earnest at Ghazi Stadium, where they sprint up the bleachers and rappel down 23-foot-high walls.</p><p>One of the trainees is Ascend program coordinator Nargis Azaryun, who says the stadium visits are bittersweet. When she was a young child, the Taliban used the facility for public executions — most memorably of women.</p><p>She thinks of the Taliban's victims every time she enters the gates.</p><p>Azaryun recalls being frightened the day the Taliban fell in 2001. To celebrate, a male cousin put a burqa on a broom and lit it on fire. Azaryun says she was convinced the militants would return and punish them.</p><p>Fourteen years later, the 22-year-old college student revels in pushing boundaries. Pictured below, she is one of the few women in Afghanistan who drives and refuses to wear a headscarf.</p><p>She's sort of den mother to the girls, whom she joins on a bus that takes them to one of the team's weekly practice ascents on the outskirts of Kabul.</p><p>\"It feels amazing,\" she says of the climbs. \"It feels like you are just born and you have a chance to conquer the world.\"</p><p>But the team is missing every kind of apparel and equipment needed to scale a mountain, something LeGree says she's desperately trying to rectify.</p><p>At this army base, the girls line up before the hike in everything from sneakers to cheap knockoffs of brand-name hiking boots purchased at the \"Bush Bazaar\" (named for the former U.S. president), a market that once traded in goods acquired from the U.S.-led coalition. Some aren't even wearing socks.</p><p>But shabby shoes and falling snow don't stop the girls. They take less than two hours to hike up the trail-less slopes. Once on top, they pose for selfies and dine on kebabs — rappelling is out because of the bad weather.</p><p>LeGree joins them on the hikes when she's in the country and is visibly fond of the girls. But she's not sure any of them will reach the summit of Mount Noshaq.</p><p>She says rag-tag practice climbs aren't enough. She's also frustrated that most of the girls aren't showing up to every training session.</p><p>\"I've been worried from the very beginning about a baseline of physical fitness because technical skills or not, you are not going to be getting up that mountain if you are huffing and puffing,\" LeGree explains. \"And there's a strong possibility that at least half of them just won't be able to get to the top.\"</p><p>The Afghan Mount Noshaq climber, Malang Darya, put the odds even lower, predicting only a third will make it.</p><p>That's why LeGree has decided to recruit six new girls from the Wakhan region, where Mount Noshaq is located. They are expected to arrive in Kabul to begin training next month.</p><p><em>Editor's Note: The mountain climbing federation office at Ghazi Stadium in Kabul — where the girls were eating their meals — was destroyed early Sunday in a fire caused by a wood-burning stove. The men's and women's teams both lost equipment in the fire, but no one was hurt. </em></p><p><em>Soraya Sarhaddi Nelson, NPR's Berlin correspondent, was previously based in Afghanistan.</em></p><p><em>Sandra Calligaro is a photographer who frequently works in Afghanistan. You can see more of her work <a href=\"http://www.sandracalligaro.com/\" target=\"_blank\">here.</a> </em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Ascent+Of+Afghan+Women+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Soraya Sarhaddi Nelson","audio":[{"meta":{"duration":"326"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396505330-fab6d6.m3u?orgId=1&topicId=1149&d=326&p=3&story=393900537&t=progseg&e=396504499&seg=4&ft=nprml&f=393900537"},{"href":"http://media.npr.org/assets/img/2015/03/18/afghan_climbers_001-ebfe97c93969bea118aab062d23daeba85a24544.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1841","width":"2455"}},{"href":"http://media.npr.org/assets/img/2015/03/18/afghan_climbers_002_slide-e5073014d7040ec17be84ebb358fc54ded8bf305.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1998","width":"2997"}},{"href":"http://media.npr.org/assets/img/2015/03/18/afghan_climbers_003_slide-5bc9e5aef187ed8b649253305c58a3c55f02d182.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1998","width":"2995"}},{"href":"http://media.npr.org/assets/img/2015/03/23/afghan_du0_03_custom-ac53c2310be8b726e5c4906c49cc43c882090e27.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"966","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/03/18/afghan_climbers_008_wide-2ca93c57a5125c3fc424cbed4f3d51f1da933740.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1687","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/03/19/sisters-duo-top1-c2b49e3f78344b42aeeed20e4f883dd68e45f97f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"868","width":"1158"}},{"href":"http://media.npr.org/assets/img/2015/03/19/sisters-duo-bottom1-712b93af964c6dee09e4898c5bee806fa376406f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"873","width":"1164"}},{"href":"http://media.npr.org/assets/img/2015/03/18/afghan_climbers_013_slide-aa5eaa32740b48244a43e1271e12aefd89ecbef3.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1993","width":"2989"}},{"href":"http://media.npr.org/assets/img/2015/03/18/afghan_climbers_014_slide-c4b3173de2f5093754460107e55995cdf264f641.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1998","width":"2997"}}]}