{"created":"2014-11-12T16:33:14+00:00","modified":"2015-05-06T20:34:06+00:00","valid":{"from":"2015-05-06T20:34:06+00:00","to":"3015-05-06T20:34:06+00:00"},"hreflang":"en","title":"Why The KKK Is Reaching Out Beyond White Folks","published":"2014-11-15T15:21:00+00:00","teaser":"Ku Klux Klan groups are diversifying their aims and marketing themselves to people of color. But these moves aren't new: The Klan has long tried to position itself as a mainstream civic organization.","itags":["npr_api","363511888"],"guid":"a77234c7-8173-47dc-829c-56e1f48041ae","contentencoded":"<p>As America's longest-lived white supremacist organization, the Ku Klux Klan has achieved a rare kind of name recognition. You know the way people say \"Xerox\" when they mean \"to photocopy\" or \"Kleenex\" when they mean \"tissue\"? \"KKK\" functions something like that, except it shorthands to \"racial terrorism and extrajudicial killings.\"</p><p>It's a dilemma that some Klan groups are trying to address by being less, well, Klan-ish.</p><p>Back in April, after a 73-year-old Klansman went on a deadly shooting spree in Kansas City, a whole lot of avowed racists condemned the shootings.</p><p>CNN.com even ran a story that asked, <a href=\"http://www.cnn.com/2014/04/19/us/jewish-center-shootings-kkk-rebranding/\">\"Can the Klan rebrand?\"</a> (It changed the headline after lots of outcry on social media.)</p><blockquote><p>\"Imperial Wizard Frank Ancona was upset, too. 'What this guy just did set back everything I've been trying to do for years,' said Ancona, who leads the Traditionalist American Knights of the Ku Klux Klan. [...]</p><p>\" 'I believe in racial separation but it doesn't have to be violent,' he told CNN. 'People in the Klan are professional people, business people, working types. We are a legitimate organization.'</p></blockquote><p>After some residents in a South Carolina county<a href=\"http://latino.foxnews.com/latino/politics/2014/07/16/ku-klux-klan-using-current-immigration-crisis-as-recruiting-tool/\"> woke up last spring to find anti-immigrant literature on their doorsteps</a>, a local Klan leader explained the group's reasoning. \"I mean, we can't tell who lives in a house, whether they're black, white, Mexican, gay, we can't tell that,\" he said. \"And if you were to look at somebody's house like that, that means you'd be pretty much a racist.\" (<a href=\"http://www.npr.org/blogs/codeswitch/2014/04/25/306578018/what-exactly-qualifies-as-racist-anyway\">Ahem.</a>)</p><p>John Abarr, a Klan leader in Montana, is going even further. Last week, Abarr said his newly formed Klan group — the Rocky Mountain Knights — would not discriminate on the basis of race or sexual orientation. \"The KKK is for a strong America,\" <a href=\"http://www.greatfallstribune.com/story/news/local/2014/11/02/abarr-proposes-inclusive-kkk-chapter-mt/18397651/\">Abarr told a local newspaper.</a> \"White supremacy is the old Klan. This is the new Klan.\"</p><p>Abarr's Klan group will go after what it calls the \"one world order.\"</p><p>Some traditions will endure, however: Abarr's Knights still require donning the traditional hoods and robes. Some other Klan types are none too keen on Abarr's new pitch; one said he's trying to reform his public image to further his political career. Haters gon' hate, though. (Heh? HEH?)</p><p>These stories keep bubbling up into mainstream news and revealing schisms in the world of white supremacy that we don't see a lot. Just this past weekend, down in Texas, a neo-Nazi group and a Klan group held competing anti-immigration demonstrations — same weekend, different locales. \"Hmph! Well, they're not anything like us,\" the neo-Nazi leader <a href=\"http://www.star-telegram.com/2014/11/01/6249252/neo-nazis-vs-the-klan-it-must.html?rh=1\">told a columnist from the <em>Fort Worth Star-Telegram</em></a>. \"We're both pro-white, but our politics are very different.\"</p><p>But David Cunningham, the author of <em><a href=\"http://www.npr.org/2013/02/14/171729575/klansville-u-s-a-chronicles-the-rise-and-fall-of-the-kkk\">Klansville, USA</a></em>, a book about the Civil Rights-era Klan, said that none of this — the push to expand the Klan's Big Pointy-Hooded Tent, the focus on mainstream positioning — is very new.</p><p>The incarnation of the Klan that rose to prominence in the 1920s was spurred in large part by a targeted public relations campaign. \"Their leader literally hires two marketing people to sign up as many members as possible, and the two marketers [would be paid by the people who joined],\" he said.</p><p>A big part of their market research was about learning which local issues people in a given community were most concerned with. Then Klan leaders would pitch to locals the idea that the Klan was just the civic organization that could tackle them. \"The whole scheme was to present the Klan as the solution to any problem,\" Cunningham said. \"Well, any white Anglo-Saxon Protestant problem.\"</p><p>It sounds like a modern American media push today:<em> The Birth of a Nation</em> (and, you know, virulent racism and bigotry) led to renewed interest in the Klan, which had foundered after Reconstruction. And for a while, this revived 1920s-era Klan flourished — it was an incorporated entity with millions of members across the country. The Klan held huge marches in Washington, D.C., and its influence swung elections. President Warren G. Harding was often alleged to be a member, while Supreme Court Justice Hugo Black said he joined to further his political career. Of course, all this was happening as the Klan conducted or participated in hundreds of lynchings, which were themselves mainstream, heavily attended celebrations in many towns. It was as mainstream as terrorist organizations got.</p><p>By the 1940s, though, Cunningham said, the big, unified Klan was bankrupted by the IRS. Then different groups calling themselves the Klan rose to prominence in the 1960s to protest integration and civil rights laws. Cunningham said that like their forebears, they were very concerned about selling their ideas as mainstream, Cunningham said. \"They were trying to be a new, respectable Klan,\" he said. \"They would show up at [rallies and marches] in shirts and ties. They would say [the Klan was] not about race and racism and more about these other local problems.\"</p><p>But several chapters, <a href=\"http://www.npr.org/blogs/codeswitch/2014/08/05/337777120/before-freedom-summer-a-wave-of-violence-largely-forgotten\">like Mississippi's White Knights of the Ku Klux Klan</a>, became notorious because of how violent they were. Those groups killed and terrorized civil rights workers and black people who tried to vote.</p><p>Cunningham said this violence was double-edged: It allowed Klan groups to demonstrate that they were willing to take a hard line against integration; but it ended up attracting people who were drawn specifically to that violence, while scaring away more \"respectable\" types. Cunningham said Klan membership remained steady throughout the 1960s, but there was a lot of turnover among that membership.</p><p>\"They had a whole different layer of people who felt that the Klan was a good, Christian, patriotic organization that was trying to deal with morality,\" Cunningham said. \"And those people really believed it. Then they would quickly leave when they realized what was going on.\"</p><p>Today, Klan groups are fractured and scattered — the Southern Poverty Law Center puts the number of Klan members across the country at between 5,000 and 8,000. That's a far cry from the millions of Klansmen of the 1920s, or the tens of thousands the group boasted during the 1960s. Today's Klan groups have been riven by internal conflicts over territory and personality, and by operating in an environment much less welcoming to their political goals. But Cunningham said they've also been hurt by the many other groups encroaching on their ideological turf. Folks with strong anti-immigration views can find many more organizations to affiliate with today, both in the political mainstream and on the fringes. Given this expanded menu of options, there's an ever-smaller pool of people who might be willing to hear the Klan out.</p><p>But Cunningham said the Klan has come back from the brink several times. \"If we were having this conversation in 1948, we would be saying the same sort of things [about the Klan's demise]. So it's always possible that things will look different the next 20 or 30 years. But it's not likely.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+The+KKK+Is+Reaching+Out+Beyond+White+Folks&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gene Demby","audio":[{"meta":{"duration":"177"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364289646-44f7a8.m3u?orgId=1&topicId=1015&d=177&p=7&story=363511888&t=progseg&e=364289470&seg=18&ft=nprml&f=363511888"}]}