{"created":"2014-09-22T16:10:28+00:00","modified":"2014-10-31T15:42:01+00:00","valid":{"from":"2014-10-31T15:42:01+00:00","to":"3014-10-31T15:42:01+00:00"},"hreflang":"en","title":"Spain Fines Team Of Racist, Banana-Throwing Fan, But Is It Enough? ","published":"2014-05-10T17:40:00+00:00","teaser":"Soccer, Spain's national pastime, has been tainted by racism. After two recent ugly incidents, debate is raging over how to punish racist fans, and if the teams they love should be held responsible.","itags":["npr_api","310990212"],"guid":"a77e1e84-c9c4-49a4-9ac1-572f4e550f6c","contentencoded":"<p>Days after a banana was thrown at a black soccer player in Spain, igniting an uproar over racism in European sports, a new controversy has erupted over how to punish racist fans. <br /> <br /> The man behind that <a href=\"https://www.youtube.com/watch?v=Y6iv3g87BMQ\">now-infamous banana toss</a>, a 26-year-old youth soccer coach, has been banned for life from Villarreal's stadium, where he threw a banana at the Brazilian player Dani Alves as he was about to take a corner kick during an April 27 game. The home team, Villarreal, was fined 12,000 euros (nearly $17,000) by the Spanish soccer federation. <br /> <br /> But many black players and anti-racism advocates say that penalty is paltry. <br /> <br /> \"It's a joke, this fine of just 12,000 euros! It signifies that we don't care about putting an end to racism,\" Lilian Thuram, a retired top French soccer player, told reporters at an event to promote a <a href=\"http://www.thuram.org/\">charitable foundation</a> he runs to combat racism through education. \"In America, they do take this kind of thing seriously. They've banned Donald Sterling from the NBA for life.\" <br /> <br /> Spain's racist row has coincided with that of <a href=\"http://www.npr.org/blogs/codeswitch/2014/04/29/308053879/how-sterling-violated-the-nbas-unspoken-social-contract\">Donald Sterling, the Los Angeles Clippers owner</a> who was fined $2.5 million and banned from the NBA for racist comments. He's now expected to <a href=\"http://www.npr.org/2014/05/07/310300896/sterling-expected-to-fight-forced-sale-of-la-clippers\">fight the forced sale of his team</a>. <br /> <br /> When that banana was thrown at Alves, he plucked it from the pitch, peeled it and took a bite — and then proceeded to take his corner kick. The crowd went wild. Afterward Alves joked that he was happy for a little potassium boost. But he also offered a scathing critique of Spain, where he has lived for 11 years and holds dual nationality. <br /> <br /> \"This country sells itself as being a First World country, but it's very backward,\" Alves <a href=\"http://radioglobo.globoradio.globo.com/radio-globo-futebol-clube/2014/04/28/EU-ESTAVA-PREOCUPADO-EM-DEFENDER-UM-GESTO-NEGATIVO-COM-UM-GESTO-POSITIVO-AFIRMA-DANIEL.htm\">told Brazilian radio</a>. \"They're racist against foreigners.\"</p><p><strong>A Symbol Of Anti-Racism</strong></p><p>Since Alves' banana snack, the fruit has morphed into a potent anti-racism symbol in Spain. A top news anchor on Spanish public television recently interrupted her live broadcast to take a bite out of a banana. <br /> <br /> \"I am a monkey. I am black inside my heart,\" said the <a href=\"https://www.youtube.com/watch?v=JgCniHKZxGY\">pale-complexioned Marilo Montero</a>, echoing a hashtag that's gone viral on social media. \"We are all monkeys\" (<em>#somostodosmonos</em> in Spanish and <em>#somostodosmacacos</em> in Portuguese).<br /> <br /> Twitter and Instagram have exploded with celebrities, fellow soccer stars and <a href=\"http://www.npr.org/blogs/codeswitch/2014/05/01/308408903/european-soccer-tackles-racism-but-slips-on-a-banana-peel\">even Italy's prime minister, Matteo Renzi, all posting selfies with bananas</a>.</p><p>\"I congratulate Dani Alves! This is a problem we've been seeing in soccer stadia everywhere, but players have been suffering in silence,\" Salvador Rodriguez Moya, author of <em>Black Card to Racism,</em> a <a href=\"http://www.casadellibro.com/libro-tarjeta-negra-al-racismo/9788470745454/2080084\">book about racism in Spanish soccer</a>, told NPR. \"Dani Alves got everyone's attention, with irony, and achieved his goal — that everyone should understand and see that since he's been in Spain, he's been the target of racism.\"<br /> <br /> Alves is not the first, and most likely will not be the last.</p><p><strong>Coming Together</strong><br /> <br /> Just this past Sunday, the Senegalese midfielder Pape Diop, who plays for Spain's Levante team, was taunted by rival fans making monkey noises. Diop turned around and <a href=\"https://www.youtube.com/watch?v=nLt0qv5xaog\">did a little monkey dance in the direction of the racist fans</a>, but afterward he said he's sick of the abuse. <br /> <br /> \"This affects me a lot. It happens in many stadia. I don't know if it's racism or a lack of respect. But it has to stop,\" he told reporters in a <a href=\"https://www.youtube.com/watch?v=PoJb36keGD0\">post-game news conference</a>. \"All the black players get called monkeys.\"<br /> <br /> Afterward a delegation of players from the rival team, Atletico Madrid, visited Diop in the locker room to apologize for their fans' behavior. And European soccer's governing body, UEFA, called on Spain to take \"appropriate action.\" <br /> <br /> In 2006, Spain passed anti-racism legislation after then-Barcelona, now-Chelsea player Samuel Eto'o, who is from Cameroon, threatened to walk off the field amid racist abuse. The Spanish law slaps fines on soccer teams if they don't crack down on racist fans — but there are no criminal penalties. The Spanish soccer federation can also order the closure of certain stadiums where racist incidents have occurred. <br /> <br /> Thuram, who also played for Barcelona from 2006 to 2008, said that should have happened to Villarreal, for the banana thrown at Alves. <br /> <br /> \"The referees should stop the game, and the [Spanish soccer] federation should close the stadium,\" Thuram said. \"Spanish authorities don't understand racism. ... There's so much hypocrisy because racism is part of society as well.\" <br /> <br /> He was referring to protests outside the Villarreal stadium in recent days by fans showing solidarity with the banana-thrower and calling his punishment too harsh.</p><p><strong>A Systemic Problem</strong></p><p>Anti-racism advocates say the problem is not just in Spain but everywhere in Europe.<br /> <br /> \"From racist chants to throwing bananas like we've seen in Spain, and monkey chants,\" Georgina Siklossy, spokeswoman for the Brussels-based European Network Against Racism, or <a href=\"http://www.enar-eu.org/\">ENAR</a>, told NPR. \"Of course black players are particularly targeted, but there have also been many examples of anti-Semitic slogans and Nazi salutes on different occasions in Eastern Europe.\" <br /> <br /> Siklossy called on all European countries to enact anti-racism legislation and to enforce it with criminal penalties. <br /> <br /> But that is rarely done. And the problem may be getting worse. <br /> <br /> Moya interviewed hundreds of Spanish soccer players, past and present, for his book on racism. He says racism first reared its head in European soccer in England in the 1970s and 1980s, when the first African and South American players immigrated to sign with top Premier League teams. Now racism has arrived in Spain, where La Liga is one of the most competitive leagues, attracting top players from all over the world. <br /> <br /> Carlos Alberto Pintinho was one of the first. A dark-skinned Brazilian, he moved to Spain in 1981 to play for Seville, when he was 25. <br /> <br /> \"It was different back then. You never had more than two foreigners on any Spanish team. Racism? It's so much worse now,\" he told NPR. \"In all the stadia, you can hear monkey chants. This is not good for our sport.\" <br /> <br /> Pintinho is something of a local hero in Seville because of his soccer career there, and he decided to remain and live in Spain after he retired from international soccer. NPR reached him at his home in Seville, during an annual springtime festival there this week. <br /> <br /> Asked whether he shared Alves' and Diop's views of Spain as a racist country, Pintinho said he disagreed.<br /> <br /> \"I've been living here for 33 years, and I've felt nothing but welcome,\" he said. \"I don't envy those players on the field now, and what they put up with. It was different in my time. And off the field, life is pretty good.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Spain+Fines+Team+Of+Racist%2C+Banana-Throwing+Fan%2C+But+Is+It+Enough%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lauren Frayer","audio":[{"meta":{"duration":"293"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311119459-676483.m3u?orgId=1&topicId=1015&ft=3&f=310990212"}]}