{"created":"2015-05-18T17:48:47+00:00","modified":"2015-05-18T17:48:48+00:00","valid":{"from":"2014-06-23T20:26:14+00:00","to":"3014-06-23T20:26:14+00:00"},"hreflang":"en","guid":"a78abece-5f92-43ea-834c-90b504d9627e","teaser":"Facebook and other corporations are pouring money into colleges. Why?","title":"Facebook's unassuming jobs program","tags":["APM","Education","Facebook","public universities"],"contentencoded":"<div class=\"barn-cleaned\"><p>Partnerships between colleges and corporations have been around for decades. But&nbsp;government funding for research and state college budgets have shrunk in recent years.&nbsp;So now, more companies are stepping in to fill that funding gap.</p>\n<p>Back in 2010, there was this virus going around on Facebook. It was called the Koobface&nbsp;virus.</p>\n<p>\"And the Koobface virus was the first virus that we knew about that could actually&nbsp;infect your friends through your social network,\" says Gary Warner, head of&nbsp;computer forensics at the University of Alabama at Birmingham.</p>\n<p>The Koobface virus would log in to users' accounts with stolen info \"and send messages&nbsp;to all of your friends on FB that said something like 'I can't believe this video&nbsp;caught you naked!' and has a picture of a shower curtain,\" Warner says.&nbsp;Users would click on it, and boom­­all their friends would get infected. Warner put a&nbsp;graduate student on the case full­time.</p>\n<p>\"And we actually wrote a program that was able to enumerate every Facebook&nbsp;account that had been stolen by the criminal,\" he says.</p>\n<p>They shared info about the hacked accounts with Facebook, and the company was&nbsp;grateful, to say the least. So grateful, Facebook built a $250,000 wing in the university's&nbsp;computer forensics department. What was once 4,400 square feet of bare concrete is&nbsp;now the Facebook Suite. It feels very Silicon Valley, with sleek chairs and trendy&nbsp;lighting.</p>\n<p>But the relationship goes way beyond a shiny new space. Facebook and UAB consult&nbsp;with each other on what to research and even what to teach. And this is typical nowadays&nbsp;when corporations team up with colleges. Relationships are cozier and more targeted.</p>\n<p>Jennifer Henley, director of security operations at Facebook, says there's a reason&nbsp;Facebook is partnering with the University of Alabama at Birmingham: It builds a pool of&nbsp;candidates with the right job skills.</p>\n<p>\"The reason why is they are giving hands­ome real­ world experience to students&nbsp;about the type of issues we face on a day­-to-­day in the security space,\" she says.&nbsp;Facebook offers scholarships and flies top students to conferences. Henley says the&nbsp;company needs to fill a pipeline gap.</p>\n<p>\"By the year 2020, they predict that we're going to have over two­-thirds of security&nbsp;jobs unfilled,\" she says.</p>\n<p>So getting graduates into jobs is good for colleges. Letting companies have too much control? Not good. In fact, Donald Heller, dean of the education school at Michigan State,&nbsp;says universities are careful to avoid this.</p>\n<p>\"But on the other hand the universities want to enjoy the resources that the corporations&nbsp;can provide, so there's a very fine dance that goes on between the two parties to make&nbsp;sure that both are getting what they want out of the relationship,\" he says.&nbsp;Heller says companies are looking for an immediate return on that investment. It could be&nbsp;research that makes the foods we eat safer, or a medical breakthrough that helps prevent&nbsp;heart attacks.</p>\n<p>\"So certainly research is an important outcome of these relationships, but also eventually&nbsp;hiring the graduates of a university,\" he says. \"And they're checking out the corporation&nbsp;and the corporation is checking them out as a potential future employee, so that's an&nbsp;important outcome of the process as well.\"</p>\n<p>And the more colleges give their students a golden ticket to the real world, the better they&nbsp;look.</p></div>","byline":"Gigi Douban","itags":["Marketplace","Marketplace for Monday June 23, 2014","PMP:Marketplace_PMP","a78abece5f923ea834c190b504d9627e"],"description":"Facebook and other corporations are pouring money into colleges. Why?","published":"2014-06-23T20:26:14+00:00","contenttemplated":"[{\"content\":\"<p>Partnerships between colleges and corporations have been around for decades. But government funding for research and state college budgets have shrunk in recent years. So now, more companies are stepping in to fill that funding gap.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Back in 2010, there was this virus going around on Facebook. It was called the Koobface virus.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;And the Koobface virus was the first virus that we knew about that could actually infect your friends through your social network,&quot; says Gary Warner, head of computer forensics at the University of Alabama at Birmingham.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The Koobface virus would log in to users&apos; accounts with stolen info &quot;and send messages to all of your friends on FB that said something like &apos;I can&apos;t believe this video caught you naked!&apos; and has a picture of a shower curtain,&quot; Warner says. Users would click on it, and boom­­all their friends would get infected. Warner put a graduate student on the case full­time.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;And we actually wrote a program that was able to enumerate every Facebook account that had been stolen by the criminal,&quot; he says.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>They shared info about the hacked accounts with Facebook, and the company was grateful, to say the least. So grateful, Facebook built a $250,000 wing in the university&apos;s computer forensics department. What was once 4,400 square feet of bare concrete is now the Facebook Suite. It feels very Silicon Valley, with sleek chairs and trendy lighting.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>But the relationship goes way beyond a shiny new space. Facebook and UAB consult with each other on what to research and even what to teach. And this is typical nowadays when corporations team up with colleges. Relationships are cozier and more targeted.</p>\"},{\"content\":\"<p>Jennifer Henley, director of security operations at Facebook, says there&apos;s a reason Facebook is partnering with the University of Alabama at Birmingham: It builds a pool of candidates with the right job skills.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;The reason why is they are giving hands­ome real­ world experience to students about the type of issues we face on a day­-to-­day in the security space,&quot; she says. Facebook offers scholarships and flies top students to conferences. Henley says the company needs to fill a pipeline gap.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;By the year 2020, they predict that we&apos;re going to have over two­-thirds of security jobs unfilled,&quot; she says.</p>\"},{\"content\":\"<p>So getting graduates into jobs is good for colleges. Letting companies have too much control? Not good. In fact, Donald Heller, dean of the education school at Michigan State, says universities are careful to avoid this.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;But on the other hand the universities want to enjoy the resources that the corporations can provide, so there&apos;s a very fine dance that goes on between the two parties to make sure that both are getting what they want out of the relationship,&quot; he says. Heller says companies are looking for an immediate return on that investment. It could be research that makes the foods we eat safer, or a medical breakthrough that helps prevent heart attacks.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;So certainly research is an important outcome of these relationships, but also eventually hiring the graduates of a university,&quot; he says. &quot;And they&apos;re checking out the corporation and the corporation is checking them out as a potential future employee, so that&apos;s an important outcome of the process as well.&quot;</p>\"},{\"content\":\"<p>And the more colleges give their students a golden ticket to the real world, the better they look.</p>\",\"type\":\"text/html\"}]","audio":[{"type":"image/jpeg","meta":{"crop":"primary","height":"340","width":"610"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/field_images/2014/06/1_1.jpg?itok=vaurFUdX"},{"type":"audio/mpeg","meta":{"duration_hms":"00:03:44","duration":224,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/06/23/marketplace_segment19_20140623"}},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/06/23/marketplace_segment19_20140623_64.mp3","format":"MP3"}]}