{"created":"2015-04-28T21:00:06+00:00","modified":"2015-05-12T19:56:57+00:00","valid":{"from":"2015-05-12T19:56:57+00:00","to":"3015-05-12T19:56:57+00:00"},"hreflang":"en","guid":"a793277e-63f4-47f4-a799-ead42f549c51","title":"Remembering a father's amazing act to rescue his family from Vietnam's collapse","published":"2015-05-12T19:56:48+00:00","byline":"Traci Tong","tags":["conflict","history","Conflict","Conflict & Justice","saigon","Asia","Vietnam","South Vietnam","Miki Nguyen","Ba Van Nguyen","Nho Nguyen","Kent Chipman"],"teaser":"Miki Nguyen was 6 when his dad, a pilot in the South Vietnamese military, landed a Chinook helicopter in downtown Saigon and told his family to hop on. He then ferried them out to USS Kirk, a US Navy frigate that was operating offshore.","contentencoded":"<p>In the final, chaotic days of the Vietnam War, Ba Nguyen of the South Vietnamese Air Force knew he had to get his family out of the country before the North Vietnamese army smashed into the capital of Saigon. And as a helicopter pilot, he had the perfect way to do it.</p>\n<p>Nguyen's nail-baiting escape is one of the stories captured in \"<a href=\"http://www.pbs.org/wgbh/americanexperience/films/lastdays/\">The Last Days in Vietnam</a>,\" a documentary by filmmaker Rory Kennedy.</p>\n<p><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/RTWX-BB4aAA?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>Nguyen's son, Miki, was just six years old at the time and remembers every detail of their escape.</p>\n<p>\"My dad had told my mom a few days earlier that if you hear me coming, get the kids ready and be ready to hop on his Chinook, which is a very loud helicopter. You can hear that thumping from miles away. I knew what that sounded like. I flew with my dad all the time during non-critical activities. </p>\n<p>We heard him coming on April 29 in the morning about to land in front of my grandmother's house where we had a soccer field. It caused a lot of wind and commotion, and my grandma and dad joked later that one of the neighbors complained that the helicopter ripped the tin roof right off their house and so my grandma had to compensate them.</p>\n<p>As we were running out toward the Chinook, my mom turned back to my grandparents and the rest of the in-laws — my dad's brothers and sisters — and said 'Come. Come with us. Come with us.' But they hesitated. They regrettably hesitated. They told my mom, 'That's your husband. You go with him.' </p>\n<p>There are so many images of people struggling to climb the fences, climb the walls to try to get to the many helicopters. But in my family's case, my dad's family's case, they didn't know what the future would hold for them. And so they stayed behind.</p>\n<p>Once we got on the Chinook, dad flew out of there, out of the hot zone. And the thinking was that he would load up on fuel, food and other supplies just to buy some time. But as he reloaded he heard some US communication on the radio and he had a hunch that there were American ships in the Pacific not too far away. And he headed out there.</p>\n<p>They came across the USS Kirk. He approached it very non-aggressively, because he could see the crew below and obviously they didn't know if he was a good guy or a bad guy. And they kept dad at bay, pointing guns to tell him to back up. Dad circled the ship several times until the captain of the ship finally waved him in. </p>\n<p>Dad knew the Chinook was way too big to land on the warship. It was very windy with rough sea conditions, and there [was] sensitive equipment aboard the USS Kirk. I found out the USS Kirk was a submarine destroyer, which meant to hunt, search and destroy. I have to give a lot of credit to the crew below who risked their lives to stand underneath this behemoth, monster piece of equipment. If my dad missed the controller it could have easily have crushed the crew, but they raised their hands getting ready to catch people.</p>\n<p>My mom was really scared because she didn't know how to swim, but she managed to throw my baby sister to the crew members. But my father still needed to get out of the helicopter.</p>\n<p>He knew that once he ditched, basically [he would] jump out. He was trying to take off his gear, take off his gun, his flak jacket, everything. He was down to his shorts and his shirt to make it easy to dive.</p>\n<p>It's like trying to drive a car with manual stick with a slushy between your legs.</p>\n<p>He pops a door and tries to dive in. Dad told me he tried to dive two or three times, but the salt water is buoyant and at the same time it kept pushing him back up. He can hear this massive explosion beneath him while his family watched.</p>\n<p>It ended up well. </p>\n<p>Dad eventually went back in the early 80s to visit his mother. Many of my family members who decided to stay in Saigon regretted it; they went through very rough times. Many of my dad's brothers and sisters were able to get out, but their lives wouldn't have been the same had they not jumped on the Chinook at that moment and time.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-28%2Fremembering-dads-amazing-act-rescue-us-out-vietnam&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/042820159.mp3"},{"href":"http://admin.pri.org/file/042820159mp3"}]}