{"created":"2014-09-08T02:15:23+00:00","modified":"2014-10-30T22:50:52+00:00","valid":{"from":"2014-10-30T22:50:51+00:00","to":"3014-10-30T22:50:51+00:00"},"hreflang":"en","title":"Justice Department Supports Native Americans In Child Welfare Case","published":"2014-09-01T02:01:00+00:00","teaser":"For the first time, the department wades into a federal district court case involving the Indian Child Welfare Act, a law meant to keep Native American families together.","itags":["npr_api","344237695"],"guid":"a7adb9a9-0106-4902-b280-302426e172ff","contentencoded":"<p>The Justice Department has weighed in on a class-action lawsuit in South Dakota pitting Native American tribes against state officials, and come down resoundingly in support of tribes.</p><p>It's the first time the department has intervened in a federal district court case involving the Indian Child Welfare Act, a law meant to keep Native American families together. The department filed an <a href=\"https://www.documentcloud.org/documents/1282376-122-1amicusbriefoftheunitedstates8-14-2014.html\" target=\"_blank\">amicus brief</a> in the case concluding that the state is violating the rights of Native American parents.</p><p>In the suit, tribes claim the state is failing to abide by the 36-year-old federal law, removing hundreds of Indian children from their families in court hearings where parents are rarely allowed to speak, and that often last less than 60 seconds.</p><p>The children are then placed in foster care, where they may stay for months or years.</p><p>\"It's disgraceful,\" says Stephen Pevar, who is a senior staff attorney at the ACLU, which has brought the suit along with the Oglala Sioux and Rosebud Sioux tribes.</p><p>As part of the lawsuit, the state had to turn over rarely seen transcripts of 120 recent court hearings. In every one, the Native American children were taken into state custody.</p><p>Not a single parent was allowed to testify at the hearings. Most were not allowed to say anything except their names.</p><p>\"These were virtually kangaroo courts,\" Pevar says. \"There was nothing, nothing that any of the parents did or could have done. It was a predetermined outcome in every one of these cases.\"</p><p>In one case cited in the lawsuit, children were taken away from a mother who the state said was neglectful. Their father, who was divorcing the mother, appeared at the hearing and said, \"I am here. Please give custody of my children to me.\" The judge placed the kids in foster care.</p><p>In another example, a mother returned home from work to find her children had been taken away when her babysitter got drunk. She went to the hearing to explain she was the mother. Her children were also placed in foster care.</p><p>\"This violates every concept of humanity,\" Pevar says. \"If you have a right to a prompt hearing when [your] automobile is seized, they have a right to a prompt hearing when their children are seized.\"</p><p>State officials declined NPR's request for comment, citing the ongoing lawsuit. Pevar says the suit has been a long time coming.</p><p>\"There is a crisis in many parts of the United States, and there has been one for decades involving the forceable removal of Indian children from their homes by state judges and social services employees,\" he says. \"This lawsuit seeks to do something about it.\"</p><p>In its brief, the Justice Department wrote that state court and state officials with the Department of Social Services have an obligation to \"actively investigate and oversee emergency removals of Indian children to insure that the removal ends as soon as possible, and that Indian children are expeditiously returned to their parents or their tribe\" from the beginning of the process with the first court hearing to the end.</p><p>The Indian Child Welfare Act mandates that states place children with their tribes, their relatives or Native American foster parents if they have to be removed from their families.</p><p>In South Dakota, almost 9 out of 10 Native American children are placed in non-Indian homes or group homes, says Chase Iron Eyes, a staff attorney with the Lakota People's Law Project.</p><p>\"It's a human rights crisis what's going on,\" he says.</p><p>This year, 7 of the state's 9 tribes applied for federal planning grants, with the help of the law project, in an effort to develop their own foster care programs. State officials have said they support that effort.</p><p>\"We're trying to turn the whole system around,\" Iron Eyes says, \"and give that power back to where it belongs — the power to raise our own families.\"</p><p>Iron Eyes says the future of Native American tribes depends on it.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Justice+Department+Supports+Native+Americans+In+Child+Welfare+Case&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sullivan","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344328051-bf0d0d.m3u?orgId=1&topicId=1123&ft=3&f=344237695"}]}