{"created":"2014-10-27T23:48:24+00:00","modified":"2014-10-27T23:48:24+00:00","valid":{"from":"2014-10-27T23:48:24+00:00","to":"3014-10-27T23:48:24+00:00"},"hreflang":"en","title":"Justices Troubled By Their Earlier Ruling On Public Employee Speech Rights","published":"2014-04-29T01:18:00+00:00","teaser":"In 2006, the Supreme Court said public employees have no First Amendment protection for speech \"pursuant to their job duties.\" But Monday, in a case about criminal testimony, justices seemed dubious.","itags":["npr_api","307766312"],"contentencoded":"<p>A majority of the justices on the U.S. Supreme Court seemed disconcerted Monday by the consequences of one of the court's own rulings on the free speech rights of public employees.</p><p>Eight years ago, the conservative court majority, by a 5-4 vote, said public employees have no First Amendment protection for speech \"pursuant to his official responsibilities.\" But Monday, in a case involving subpoenaed testimony in a criminal case, the court seemed headed in a different direction.</p><p>The case was brought by Edward Lane, an Alabama official who was fired after he testified truthfully that a state legislator was a ghost employee being paid by the taxpayers for no work.</p><p>Lane managed a program for at-risk juvenile offenders that was run out of Central Alabama Community College. After he was hired, he conducted an audit and found that one of the program's employees, a state legislator named Suzanne Schmitz, was a no-show employee in his department.</p><p>Lane says that people in his office warned him not to tangle with Schmitz because of her influence, but when she repeatedly refused to come to work, he fired her.</p><p>Soon after, he says, the FBI was investigating public corruption in Alabama, and Lane was subpoenaed to testify — first before a grand jury, and later at Schmitz' two fraud trials. After Lane's first trial testimony, he was fired by the president of the community college, Steve Franks.</p><p>\"He told me to clean out my office that day, like I had done something wrong,\" Lane recalled in an interview on the Supreme Court steps Monday. \"When I got in my car, I was in tears. I felt no doubt that it was in retaliation\" for testifying.</p><p>So Lane sued, contending his First Amendment right to free speech had been violated when he was fired for testifying. A federal appeals court ruled that under its own previous rulings, and under a 2006 Supreme Court decision, public employees have no free speech rights when they testify about information they learn on the job.</p><p>Lane appealed to the Supreme Court, and in oral arguments Monday the justices signaled that the lower court had gone too far.</p><p>Mark Waggoner, representing the former college president who fired Lane, repeatedly quoted back to the justices their own words from that 2006 decision, <em>Garcetti v. Ceballos.</em></p><p>He maintained that the decision dictates there is no First Amendment right to speak out or to testify about matters learned pursuant to a public employee's job duties. But some of the very justices who signed on to that opinion sounded dubious.</p><p>Said Chief Justice John Roberts, \"If you want to keep the corruption secret and he testifies truthfully and reveals it, can he be disciplined for that?\"</p><p>Waggoner replied that if the testimony is factual, based solely on an employee's job duties, as it was here, and \"it is information that a citizen would not know, that only the testifier would know,\" then that is not protected speech under the court's 2006 <em>Garcetti</em> decision.</p><p>Well, countered the chief justice, \"What is he supposed to do? He gets a subpoena, and he is asked [by a prosecutor] what happened ... and he says, 'Gosh, if I answer, I'm going to lose my job, and if I don't [answer] or answer falsely, I could be prosecuted myself.' \"</p><p>Pressed by Justices Elena Kagan and Sonia Sotomayor, who did not participate in the 2006 ruling, Waggoner argued that an employee would be protected for \"opinion speech,\" but not \"factual testimony based on his knowledge as an employee pursuant to his official duties.\"</p><p>Justice Antonin Scalia seemed incredulous. \"I don't know where you get that from,\" he said. \"I've never heard of this distinction. The First Amendment protects only opinions and not facts? I've never heard of it.\"</p><p>Even Justice Anthony Kennedy, the author of the 2006 <em>Garcetti</em> decision, seemed to back away from it, declaring that he couldn't see how subpoenaed testimony would not be protected by the First Amendment. \"I just can't imagine\" such a case, he said.</p><p>But all was not smooth sailing, either, for Lane's lawyer, Tejinder Singh. Several justices of diverse ideologies suggested that the former president of the college may be immune from suit in Lane's case because at the time of the firing, the controlling legal opinion in the 11th Circuit Court of Appeals did not give First Amendment protection to government employees for their testimony at criminal trials.</p><p>Singh argued that the 11th Circuit opinion was an outlier, that the other appeals courts have ruled that subpoenaed testimony is in fact protected by the First Amendment. But Roberts and Sotomayor asked whether the employer here, Franks, should have been expected to know that.</p><p>In this case, yes, replied lawyer Singh. \"Here we have a university president who has a general counsel to advise him on the law.\"</p><p>A decision in the case is expected by summer.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Justices+Troubled+By+Their+Earlier+Ruling+On+Public+Employee+Speech+Rights&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","guid":"a7ae07e1-4845-4903-b7f1-5c9f240672ff","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1307766313-3b6d31.m3u?orgId=1&topicId=1070&ft=3&f=307766312"}]}