{"created":"2015-03-20T09:43:30+00:00","modified":"2015-03-20T14:43:18+00:00","valid":{"from":"2015-03-20T14:43:18+00:00","to":"3015-03-20T14:43:18+00:00"},"hreflang":"en","title":"Transcript: NPR's Interview With Chief Palestinian Negotiator Saeb Erekat","published":"2015-03-20T14:43:00+00:00","teaser":"Chief Palestinian negotiator Saeb Erekat spoke with NPR's Steve Inskeep about Israeli Prime Minister Benjamin Netanyahu's recent remarks regarding a Palestinian state. Read an interview transcript.","itags":["npr_api","394221011"],"guid":"a7b4df12-b620-469a-8545-9eb01260e53c","contentencoded":"<h6><strong>Updated at 10:45 a.m. ET.</strong></h6><p>Chief Palestinian negotiator Saeb Erekat spoke with NPR's Steve Inskeep about Israeli Prime Minister Benjamin Netanyahu's recent remarks regarding a Palestinian state. The following is a transcript of the interview:</p><p><strong>STEVE INSKEEP: Next we hear a Palestinian response to Israeli Prime Minister Benjamin Netanyahu. The prime minister of Israel triumphed in Israel's voting this week, but he dismayed the White House and others by promising his supporters he would not allow the creation of a Palestinian state alongside Israel. That put him at odds with long-standing U.S. and Israeli policy. <a href=\"http://www.npr.org/2015/03/20/394191261/transcript-nprs-interview-with-israeli-prime-minister-benjamin-netanyahu\">In an interview with NPR News</a>, Netanyahu has clarified his view. He says he still favors the concept of a two-state solution, but he cannot allow one right now because Islamists would take it over.</strong></p><p><strong>PRIME MINISTER NETANYAHU:</strong> I don't want a one-state solution, but I certainly don't want a zero state solution, a no state solution where Israel's very existence would be jeopardized. That's what the people of Israel overwhelmingly elected me to do.</p><p><strong>SI:</strong> <strong>We have the full interview with Prime Minister Netanyahu elsewhere on today's program and NPR.org. We also reached out to a senior Palestinian official. Saeb Erekat represents his side in long-stalled talks towards a Palestinian state.</strong></p><p><strong>SAEB EREKAT: </strong>As Palestinian negotiator, as a chief negotiator, I can say to NPR, I recognize the state of Israel to live in peace and security and I want my Israeli counterparts to stand tall. I want Netanyahu to stand tall and tell his people if we're going to go to peace with Palestinians, we're going to need to recognize the state of Palestine.</p><p><strong>SI:</strong> <strong>Erekat is rejecting Netanyahu's statement that it's too dangerous right now to allow a Palestinian state. In our talk, he accused the prime minister of quote, \"exporting fear to the Israeli public.\"</strong></p><p><strong>SE:</strong> In my opinion this man was never a two-stater. He is seeking to have the status quo of one state, two systems, and this will translate into violence and bloodshed. And that what we should avoid. We should protect Palestinians and Israelis by standing tall for the two-state solution. I hope and pray that Mr. Netanyahu will grow to the minute where he can say the truth to his people, that if he wants to have peace with his neighbors, \"We need to recognize them. We need to delineate maps with them. We need to have a Palestinian state to live side by side with the State of Israel.\" He will never say that.</p><p><strong>SI: Some Israelis may well interpret what you just said as a threat.</strong></p><p><strong>SE:</strong> Look, since Eve negotiated Adam, I am the most disadvantaged negotiator in history of mankind. I have no army, no navy, no air force, no economy. We are fragmented.</p><p><strong>SI: But you're predicting violence and bloodshed.</strong></p><p><strong>SE:</strong> I'm under, I'm under occupation. I'm warning, I'm not threatening. I don't want my son to be a suicide bomber. I don't want my son to be killed. I want my son to be like your sons. I want him to be the musician. I want to export hope for him. I'm warning that Netanyahu's statements and actions are leading to desperation and desperation will lead to desperate acts. I'm in no position to threat.</p><p><strong>SI: People who follow this, Mr. Erekat, will know that Palestinians have gone unilaterally to the international community seeking recognition of a Palestinian state and have also joined the International Criminal Court, which is a step that would be seen as setting up the possibility of prosecuting Israeli officials. Do you intend to continue that campaign for international recognition and international pressure on Israel?</strong></p><p><strong>SE:</strong> We win the battle for international law because we are telling our people, \"Don't use violence.\" Even if Netanyahu close the door to negotiations we're going to seek our recognition through international agencies, conventions and so on. And yes, through the International Criminal Court. I'm telling Palestinians, \"Don't use violence.\" We're going to use the civilized means of international law to achieve our goals, our independence, our freedom. And then people threaten me that if I go to court they're going to suspend my aid and so on. No! I'm the victim. They should go to those who commit the crimes and tell them to stop committing crimes and then we don't have to go to courts.</p><p><strong>SI: Lay it out for us. What are the next few steps that the Palestinian Authority will take then?</strong></p><p><strong>SE:</strong> Look, the steps have already been taken before the elections, to be honest with you. I don't want this to look like we're reacting to the elections. We began our drive towards joining the conventions, the ICC, redefining our relations with Israel. We need to see. Either we'll be full partner in trying to achieve a two-state solution within a specified time frame, sit on the table, with maps, review the borders and Netanyahu will stop settlement activities. With the presence of John Kerry. We can do it. It's doable.</p><p><strong>SI: You made it clear that your hope is for a negotiated settlement but in the meantime you have taken these steps like joining the International Criminal Court. Will you go ahead to seek prosecutions of specific Israelis?</strong></p><p><strong>SE:</strong> We are going to take the file of settlements to the International Criminal Court. Because settlements are, in accordance with the four Geneva Conventions, war crimes.</p><p><strong>SI: So you will proceed seeking specific cases?</strong></p><p><strong>SE:</strong> We will, we're going ahead, of course. We're going to defend our people in all peaceful venues available to us.</p><p><strong>SI: We just spent some time on this program in Israel and moving around the West Bank interviewing Israelis and Palestinians. And there was a Palestinian businessman who made a very interesting suggestion just before the election. He expressed the hope that Prime Minister Netanyahu and other people on what is described as the Israeli right wing would win, and win big. Because he felt that that would increase Israel's international isolation and work to the benefit of Palestinians. Has it in any way been good for Palestinians that Netanyahu won?</strong></p><p><strong>SE:</strong> You know before the elections I was also asked. And my answer was, \"I hope and pray that the Israelis will choose a government that will make peace with me. That will be my neighbor and not my occupier.\" I think Netanyahu is determined to be my occupier. So I don't agree with this.</p><p><strong>SI: You don't believe that Palestinians can gain an advantage in this situation.</strong></p><p><strong>SE:</strong> Look, the majority of Israelis want the two-state solution. I know that. And they are normal people like you and us. They have fears, they have concerns, they have good people, they have bad people, like Palestinians, like Americans, like anybody else. But I think the majority of Israelis want to live and let live, want the two-state solution. And unfortunately they have a leader who succeeded in exporting fear to them. And I told you I would rather have a partner in Israel that will make peace with me through a negotiated border lines.</p><p><strong>SI: What do you want from President Obama right now?</strong></p><p><strong>SE:</strong> I really, I appreciate what President Obama has been doing to achieve the two-state solution. I appreciate what Secretary Kerry has done. I think these two people have done more than anyone else did for Palestinians and Israelis. But at the end of the day it's going to be Palestinians and Israelis who will take the decisions and concessions required to make peace. And I appreciate very much what President Obama or the White House said about the full commitment of the two-state solution. Because this is the message that Palestinians and Israelis need to hear from the leader of the world, the president of the United States.</p><p><strong>SI: Saeb Erekat, thank you very much.</strong></p><p><strong>SE:</strong> Thank you.</p><p><strong>SI:</strong> <strong>He's chief negotiator with the Palestinian authority. And elsewhere in the program, we interview Prime Minister Benjamin Netanyahu himself on Israeli security, Israeli settlements and a Palestinian state. </strong>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Transcript%3A+NPR%27s+Interview+With+Chief+Palestinian+Negotiator+Saeb+Erekat&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"422"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394223735-bf5fe3.m3u?orgId=1&topicId=1009&e=394221011&d=422&ft=nprml&f=394221011"}]}