{"created":"2015-02-11T22:00:05+00:00","modified":"2015-02-12T19:30:34+00:00","valid":{"from":"2015-02-12T19:30:34+00:00","to":"3015-02-12T19:30:34+00:00"},"hreflang":"en","guid":"a7be7127-aefb-4093-8d2e-fd293aaf0c2c","title":"Jordan is divided over the fight against ISIS","published":"2015-02-12T19:30:31+00:00","byline":"Andrea Crossan","tags":["terrorism","military","Religion","conflict","Conflict","Conflict & Justice","Karak","Amman","Asia","Jordan","Middle East","Asia","Ruth Sherlock","Moaz al-Kasaesbeh","King Abdullah","ISIS","Royal Jordanian Air Force"],"teaser":"Jordan is fighting with the US against ISIS — but many Jordanians actually support the militant group.","contentencoded":"<p>It was a scene that shocked the world: A man in a steel cage being burned alive by his captors.</p>\n<p>That was how Jordanian Air Force pilot Moaz al-Kasaesbeh was killed at the beginning of January by ISIS militants. After the video of his killing was released, tens of thousands of Jordanians took to streets to protest against ISIS.</p>\n<p>Marching in Amman, they carried posters of King Abdullah, shouting \"Long live the King!\" and \"the Jordanian people are one.\"</p>\n<p>But in the pilot’s home town of Karak, not everyone is mourning his death.</p>\n<p>Ruth Sherlock travelled to Karak for the<a href=\"http://www.telegraph.co.uk/news/worldnews/islamic-state/11396859/A-tale-of-two-pilots-One-burned-to-death-by-Islamic-State-another-who-defected-to-join-it.html\"> Daily Telegraph newspaper</a> to meet with Moaz al-Kasaesbeh's family. While she was there, she met another family who lost a son in the fight between Jordan and ISIS. \"There was the family of another pilot, and that pilot had actually defected from the Jordanian Air Force and joined ISIS just a few months earlier.”</p>\n<p>Sherlock interviewed the man's brother, because the man died last year while fighting for ISIS.</p>\n<p>“He said that he had always been sort of a troublesome boy, that he’s always had difficulty in school and that his parents had sent him to the Air Force to try to instill some discipline and help become more involved in Jordanian society and more patriotic towards Jordan. But as we could see it actually had the opposite effect,” she says.</p>\n<p>The tale of the two pilots, fighting on opposite sides, highlights the challenging political and security position that Jordan faces.</p>\n<p>But Sherlock says ISIS supporters in Jordan don’t share the group’s ideology — the main driver of support for ISIS is poverty.</p>\n<p>“That’s part of what makes this story so dangerous. These people are not religious, but they believe the stories of people who have already joined this group and who have already been brainwashed by them,” she says.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/ruthy1500.mp3"},{"href":"http://www.pri.org/file/ruthy1500mp3"}]}