{"created":"2015-05-27T17:05:38+00:00","modified":"2015-05-27T17:05:38+00:00","valid":{"from":"2015-05-27T17:05:38+00:00","to":"3015-05-27T17:05:38+00:00"},"hreflang":"en","guid":"a7ca8936-107d-4a3b-a556-276175be5a03","title":"Artist Shirin Neshat Captures Iran's Sharp Contrasts In Black And White","published":"2015-05-19T03:22:00+00:00","teaser":"The Iranian-born visual artist has made her home country's turbulent history the subject of high art. The Hirshhorn Museum in Washington, D.C., is hosting a retrospective of her work.","itags":["npr_api","407671343"],"contentencoded":"<p>Shirin Neshat, the most famous contemporary artist to come from Iran, is playing with her rambunctious Labrador puppy in her airy Manhattan apartment. \"Ashi, Ashi, come here!\" she calls.</p><p>The puppy is black. Neshat's apartment is white — white floors, white bookshelves and a long, white leather couch. Black and white defines much of Neshat's work. Her photographs capture the stark contrast between women in long black chadors and men in crisp white cotton shirts. Neshat left Iran as a teenager in 1974 to attend school in Los Angeles. She did not return until 1990.</p><p>\"When I went to Iran, I was not an artist yet,\" Neshat says modestly. In truth, she'd been deeply involved in the art world. After studying painting at the University of California, Berkeley, she co-ran a <a href=\"http://storefrontnews.org/\" target=\"_blank\">well-regarded nonprofit space</a> for art, architecture and design in New York.</p><p>But Neshat's sense of herself as an artist changed after going back to Iran, 11 years after the Islamic Revolution transformed her country. Men no longer made eye contact with her. Cosmopolitan Tehranian women who'd worn mini-skirts during her youth had become graphic shapes on the street. Neshat processed her complicated feelings through a series of striking, staged photographs showing women in chadors, some holding guns. Neshat was not the photographer, but she conceptualized and directed the <em>Women of Allah</em> series, and appeared in many of them. She says it's meant to explore the dichotomy between religion, politics, violence and feminism.</p><p>That's exactly why Melissa Chiu decided to mount a <a href=\"http://hirshhorn.si.edu/collection/shirin-neshat/\" target=\"_blank\">Shirin Neshat retrospective</a> as her inaugural exhibition at the Hirshhorn Museum and Sculpture Garden in Washington, D.C. Chiu is the museum's new director.</p><p>\"In order to be a 21st-century museum, we have to think about the world in different ways,\" Chiu says. The Hirshhorn is Smithsonian's home for contemporary art. She wants it to reflect contemporary realities encompassed by Neshat's art and experience.</p><p>\"This idea of being born in one place, living and working in multiple places — that is a condition that will only increase,\" Chiu says.</p><p>Associate curator Melissa Ho, who helped organize the exhibition, says, \"Shirin really believes in the power of the artists' voice to enact change, to unsettle the powerful\" — and to protest.</p><p>She points to one of Neshat's best known works of video art, <a href=\"https://www.youtube.com/watch?v=f2DNMG2s_O0\" target=\"_blank\">Turbulent</a>, which is featured in the Hirshhorn show. There are two screens, and you stand between them. One features a man singing a classical poem before an adoring all-male audience. On the other, a woman on an empty stage sings a wild, guttural and language-less song. It leaves the men on the other screen completely stunned.</p><p>\"Her music and her presence in this room represents something rebellious,\" Neshat explains. \"... This is indicative of how I feel about women in Iran. In the way that they are so far against the wall, but they are far more resilient and protesting and they're much more of a fighter than the men because they have much more at stake.\"</p><p>The same themes play out in Neshat's movie, <em>Women Without Men,</em> about four Tehranian women from very different class backgrounds who find themselves in a mystical garden. It's set in 1953, when the CIA helped overthrow the country's first democratically elected leader, Mohammad Mossadegh. The film earned Neshat a Silver Lion for directing at the Venice Film Festival in 2009.</p><p>\"The female characters are the nonconformists,\" says curator Melissa Ho. \"Sometimes only quietly or maybe out of sight, but they resist, and they sort of take control of their story, and they decide to defy the rules.\"</p><p>Much like Neshat. Her art at first was made just for her, a bridge from a place of exile. \"And I never imagined that my work someday would be looked upon as a form of dialogue, larger than my own personal life,\" she says.</p><p>\"I am not a practicing Muslim,\" she adds. \"I consider myself a secular Muslim. I do have my faith and certain rituals that I do, and I go to mosque when I can, when I'm traveling in that part of the world. I love the sound of the Quran.\"</p><p>Neshat's been working in Egypt recently — shooting a new feature film about the singer Umm Kulthum, and creating a newer series of portraiture — simple, shattering shots of working-class parents in Egypt whose children were killed or arrested during the Arab Spring.</p><p>\"It's really about the question of people versus tyranny,\" she says. \"And people who fight power versus people who hold power.\"</p><p>Neshat wants to leverage her current considerable power in the art world to bring more voices from Iran and the Arab world into the global cultural conversation.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Artist+Shirin+Neshat+Captures+Iran%27s+Sharp+Contrasts+In+Black+And+White&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"338"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407749391-5378bd.m3u?orgId=1&topicId=1141&d=338&p=2&story=407671343&t=progseg&e=407749020&seg=9&ft=nprml&f=407671343"},{"href":"http://media.npr.org/assets/img/2015/05/18/shirin_neshat_rapture-4f1a10e0834ac004124caa62e012a36137108e8f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1843","width":"2458"}},{"href":"http://media.npr.org/assets/img/2015/05/18/shirin_neshat_women_of_allah_speechless_enl-22e456ceb6308e280cba32464e7c74fe9d65e514.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3670","width":"2935"}},{"href":"http://media.npr.org/assets/img/2015/05/18/shirin_neshat_our_house_rahim_enl-52b4825951ec773058dcc7ad2ae00f1cf3657eb9.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"4452","width":"3559"}}]}