{"created":"2015-05-04T20:26:23+00:00","modified":"2015-05-12T19:50:02+00:00","valid":{"from":"2015-05-12T19:50:02+00:00","to":"3015-05-12T19:50:02+00:00"},"hreflang":"en","guid":"a7d67719-2860-4e3c-9369-31b96f365668","title":"Who are these 'Gurkhas' Britain is sending to help Nepal's earthquake victims?","published":"2015-05-12T19:49:57+00:00","byline":"Christopher Woolf","tags":["Development","military","conflict","history","Development","Development & Education","Asia","Nepal","Gurkhas","Gorkha","Nepal earthquake","Kukri","Military of India","War"],"teaser":"Britain is one of the nations sending assistance to Nepal after an earthquake devastated the center of the country on April 25. Many of the soldiers sent by the UK are at a distinct advantage to those from other countries. They are Nepalis themselves: the Gurkhas. ","contentencoded":"<p>For 200 years, Nepalis have been fighting for the United Kingdom. Now Britain has sent a contingent of these Gurkha soldiers back to Nepal to assist with relief efforts, after the devastating earthquake of April 25, 2015.</p>\n<p>But how did this come to be?</p>\n<p>It goes back to colonial times, when Britain dominated the Indian sub-continent. In 1814, (the same year that British troops were burning the White House), the forces of the British Empire went to war with Nepal.</p>\n<p>The Brits were astonished at the ferocity and resilience of their opponents. The Brits won the war and took a full one-third of the territory of the King of Nepal. But Nepal kept its independence, unlike most of the other states beaten by the Brits.</p>\n<p>One condition of the Treaty was that Britain would be allowed to recruit soldiers in Nepal.</p>\n<p>In one sense, they were purely mercenaries. Men willing to leave their homes and fight for a foreign prince simply for money. But time and again, the Gurkhas proved their courage and, something even more important to an Empire, their loyalty.</p>\n<p>The Gurkhas can only be described as badass. They win a disproportionate number of medals for gallantry. For example, Dip Prasad Pun was awarded the UK’s second highest medal for his actions in Afghanistan in 2010.  He alone defended his outpost against a force of up to 30 Taliban fighters after his three comrades were wounded at the start of the attack. He fired all his ammunition, threw 17 grenades and detonated a Claymore mine. With nothing else left, he went on the attack using the tripod from his machine gun and succeeded in driving away the last attacker. </p><div class=\"media media-element-container media-default\"><img height=\"1327\" width=\"900\" alt=\"Sgt.Dip Prasad Pun at Buckingham Palace in London after receiving his Conspicuous Gallantry Medal from the Queen\" title=\"Sgt.Dip Prasad Pun at Buckingham Palace in London after receiving his Conspicuous Gallantry Medal from the Queen\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/RTR2N5TE.jpg?itok=GkYaCpKw\" /><div class=\"field-caption\">\n    <p>Sgt.Dip Prasad Pun at Buckingham Palace in London after receiving his Conspicuous Gallantry Medal from the Queen</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>John Stillwell/Reuters/POOL </p>\n  </div>\n</div>\n<p>The Gurkhas also have a distinctive weapon: An 18-inch curved blade called a \"kukri.\" Outsiders are told the kukri must draw blood if it's drawn.</p>\n<p>The term Gurkha is a somewhat confusing one. It is not a unique ethnic group. Gurkhas come from a variety of ethnic groups and speak a variety of languages at home. Like most Nepalis, they are a mix of Hindus and Buddhists. Neither are they all from the region of Gorkha, which happens to be the epicenter of the April 25 earthquake.</p>\n<p>According to legend, a Gurkha is in fact a disciple of the Eighth Century Hindu warrior saint, Guru Gorkhanath (or Gorakhnath), who allegedly helped turn back one of the first Muslim invasions of India. The region of Gorkha was named after the Gurkhas conquered the region a few hundred years ago. And Gorkha was where the prince was born who would go on to unify Nepal for the first time, in 1768. His warriors were called Gurkhas.</p>\n<p>But why would so many leave their homes and go abroad to serve a foreign power? What’s in it for the Gurkhas?</p>\n<p>First, there's tradition. Many families have sent their sons to be Gurkha soldiers for generations. Pun, for example, is the grandson of a Gurkha soldier who won the Victoria Cross (the British equivalent of the Medal of Honor) in World War II.</p>\n<p>But perhaps more important is the stark economic reality of life in Nepal. Millions of its citizens work abroad, for example, as laborers on construction sites in the Persian Gulf. Military service can provide a better way to get ahead in life. Currently, about 100,000 Gurkhas are in military service of one kind or another around the world.</p>\n<p>The biggest contingent does not serve Britain, though, but rather serves India. Britain left India in 1947. Of 10 Gurkha Regiments, six entered the service of the new Indian republic, while four remaining in the service of Great Britain.</p>\n<p>Over the years, the Gurkha contingent in Indian service has grown enormously. It now comprises 40 frontline infantry battalions. With auxiliary units, that’s about 50,000 to 60,000 men, with another 40,000 or so in the reserves.</p>\n<p>Britain’s Gurkha forces meanwhile have shrunk to about 3500 men and women, and are set to fall further, to 2600 under new reforms. Elsewhere, about 2000 Gurkhas serve in the Singapore police, and 2000 serve as the bodyguard of the Sultan of Brunei.</p>\n<p>But it’s Britain’s contingent that gets the most applicants: about 20,000 apply each year for about 200 posts. The British Gurkhas have the highest pay, the best pensions and now they get the right to settle in the UK. </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-04%2Fbritain-sends-its-own-nepali-soldiers-help-nepals-earthquake-victims-who-are&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05042015_04.mp3"},{"href":"http://admin.pri.org/file/0504201504mp3"}]}