{"created":"2014-10-08T03:01:24+00:00","modified":"2014-12-04T14:33:09+00:00","valid":{"from":"2014-12-04T14:33:09+00:00","to":"3014-12-04T14:33:09+00:00"},"hreflang":"en","title":"With Help From Extinct Humans, Tibetans Adapted To High Altitude","published":"2014-07-03T21:15:00+00:00","teaser":"When it comes to living at extreme altitudes, Tibetans may have gotten a leg up from Denisovans, a species of archaic humans that lived about 50,000 years ago.","itags":["npr_api","326947693"],"guid":"a7d9465d-2166-4722-b6a7-026ef6900cfb","contentencoded":"<p>At an altitude of nearly 3 miles, the Tibetan plateau is an extreme place to live. It's cold, it's hard to grow food, and there's about 40 percent less oxygen in the air than there is at sea level.</p><p>Somehow, though, native Tibetans are adapted to it. Their bodies — and their blood in particular — work differently than those of people used to lower altitudes. The Tibetans' advantage might be thanks to an ancient inheritance.</p><p>When someone used to living at low altitude travels to the oxygen-deprived Tibetan plateau, his or her body responds by producing more red blood cells to help <a href=\"http://www.altitude.org/haemoglobin.php\" target=\"_blank\">circulate oxygen</a> through the body.</p><p>Sounds like a good thing, right? Not quite.</p><p>\"You don't want your blood to become too thick,\" says Rasmus Nielsen, <a href=\"http://cteg.berkeley.edu/nielsen.html\" target=\"_blank\">a geneticist</a> at University of California, Berkeley. Too many red blood cells can lead to thick blood that is harder for the heart to pump. People who aren't adapted to high altitudes have an increased <a href=\"http://www.mountainprofessor.com/high-altitude-stroke.html\" target=\"_blank\">risk of stroke</a>. When pregnant women move up to high altitudes, they tend to <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/17485273\" target=\"_blank\">have difficulties</a> with high blood pressure, suffer a higher rate of infant mortality and are more likely to give birth to small babies.</p><p>Native Tibetans don't have those problems. Their blood doesn't contain extra red blood cells, yet it still manages to keep them alive and well. It's a mystery how they manage to function so well at high altitude without the extra help, but it's clear that they are able to avoid the health pitfalls that other people can encounter at high altitude.</p><p>According to Nielsen and a bunch of geneticists <a href=\"http://dx.doi.org/10.1038/nature13408\" target=\"_blank\">writing in</a> the journal <em>Nature</em>, the Tibetans appear to have benefited from a genetic gift from the Denisovans, an <a href=\"http://www.npr.org/2012/08/31/160391676/meet-your-ancient-relatives-the-denisovans\" target=\"_blank\">extinct human ancestor</a> known primarily from a little girl's tooth and pinkie bone.</p><p>Tibetans have a gene, EPAS1, that's <a href=\"http://link.springer.com/article/10.1007/s00439-005-0066-0\" target=\"_blank\">known to</a> help regulate how the body responds to low oxygen levels. \"It's also been called the 'super athlete gene,' because we know that certain humans that have a special version of this gene have a better performance with certain types of athletics,\" says Nielsen.</p><p>At first, Nielsen and his colleagues weren't sure how Tibetans had gotten the gene. But now they have an idea. \"We think we have very good evidence that it came from Denisovans,\" he says. The DNA patterns seen around that gene match those of the Denisovans, a sister group to the Neanderthals.</p><p>He says Tibetans were able to adapt because they got the genes from another human species that was already adapted to the environment. It's a lot more efficient than waiting around for evolution to do the job.</p><p>Here's how the (very speculative) story might have gone: Modern humans evolve in Africa about 100,000 years ago and then start spreading across the globe, encountering new environments, and also other archaic human species, like Neanderthals and Denisovans. They mingle and mate, trading genetic material. Some inherit the EPAS1 gene. Eventually, some move up to high altitudes. The ones with the EPAS1 gene thrive more at high altitude than those without it. Over generations and generations, the gene becomes more common in the population.</p><p>We probably have extinct human ancestors to thank (and curse) for a lot. Denisovans and Neanderthals might have <a href=\"http://www.sciencemag.org/content/334/6052/89.short\" target=\"_blank\">contributed to</a> modern human <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/21868630\" target=\"_blank\">immune systems</a> and skin pigmentation, but also to <a href=\"http://genetics.med.harvard.edu/reich/Reich_Lab/Publications_files/2014_Sankararaman_Nature.pdf\" target=\"_blank\">diseases</a> like lupus and Crohn's.</p><p>\"I think that it's very clear from the work of the last few years that ancient archaic humans interbred with modern humans as modern humans expanded out of Africa 50,000 years ago,\" says David Reich, <a href=\"http://genetics.med.harvard.edu/reich/Reich_Lab/Welcome.html\" target=\"_blank\">a geneticist</a> at Harvard Medical School.</p><p>As with many studies of ancient genetics, Reich cautions against jumping to conclusions. \"What these authors show is that this genetic material is of archaic human origin, and that's important,\" says Reich. \"But whether it's of Denisovan or of Neanderthal or of some other archaic source, that's not clear.\"</p><p>What is clear is that the genes of modern humans have elements of human species past.</p><p>\"We exchanged genes with a lot of other lineages that existed 100,000 years ago or 50,000 years ago,\" says Nielsen. \"We are in some sense mongrels made of DNA from many many different lineages of hominins.\"</p><p>In other words, we're mutts.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Help+From+Extinct+Humans%2C+Tibetans+Adapted+To+High+Altitude&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rae Ellen Bichell","audio":[{"meta":{"duration":"153"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1328012129-8927c3.m3u?orgId=1&topicId=1128&ft=3&f=326947693"},{"href":"http://media.npr.org/assets/img/2014/07/02/85322112-638d229374f9d55d5a0485d57362fbc9df6d025e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2184","width":"2914"}}]}