{"created":"2014-12-10T18:21:32+00:00","modified":"2014-12-14T03:32:13+00:00","valid":{"from":"2014-12-14T03:32:13+00:00","to":"3014-12-14T03:32:13+00:00"},"hreflang":"en","title":"Surviving To Age 21 In South Los Angeles","published":"2014-12-11T15:17:00+00:00","teaser":"Rev. E. Winford Bell started an anti-violence advocacy group after his son was injured in a drive-by shooting and the young man's two best friends were killed.","itags":["npr_api","369875927"],"guid":"a7f0e6db-cf9a-4e06-a38f-14cdd7334898","contentencoded":"<p>Tyrone Koger was shot and killed in 2010 at age 21. Dominique Austin was shot and killed in March at age 25. Their murders remain unsolved. Isaiah Bell, a shooting survivor, is the only one of the three friends still living. He is now 27.</p><p>Isaiah doesn&#8217;t know why he and his two friends were targeted. He remembers how a Sunday school teacher once asked his class how many students did not expect to survive to age 21 and most of the boys raised their hands. His father, <strong>Rev. E. Winford Bell</strong>, is trying to change that.</p><p>Bell is pastor of the Mt. Olive 2nd Missionary Baptist Church in Los Angeles and founder of the anti-violence advocacy group Silver Lining of Hope. The nonprofit&#8217;s motto is &#8220;behind every black cloud of crime, there is a silver lining of hope.&#8221;</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson speaks with Bell, as well as <strong>Nicole Santa Cruz</strong>, who profiled the three friends in a recent article. She&#8217;s a writer for The Homicide Report, an interactive map, database and blog of the Los Angeles Times, which seeks to tell &#8220;a story for every victim.&#8221;</p><ul><ul><li><a href=\"http://homicide.latimes.com/post/homicide-friends/\" target=\"_blank\">Read Nicole Santa Cruz&#8217;s profile of the three friends</a></li><li><a href=\"http://homicide.latimes.com/\" target=\"_blank\">The Homicide Report: A story for every victim</a></li></ul></ul><h4>Interview Highlights</h4><p><strong>Nicole Santa Cruz on why she wrote this story</strong></p><p>“I’ve been writing The Homicide Report for almost two years and I meet with a lot of victims’ families. I kept on coming across people who had lost multiple friends or family members to homicide. Even though homicide is not a common occurrence, there are communities where it feels common, where you meet multiple people who have been impacted this violence. Even though the homicide rate is at its lowest level in decades, there’s still this kind of trauma left behind and people who think about the people that they’ve lost every day.”</p><p><strong>Rev. E. Winford Bell on the mission of Silver Line of Hope</strong></p><p>“We have a problem in our community that the church needed to address as a collaborative. There are a lot of churches that are addressing this problem as individuals but Silver Line of Hope is a collaborative of churches &#8212; more than 150 churches and pastors are already involved in Los Angeles alone. We attempt to reach out to Crips and to Bloods, to men and women, boys and girls, who are at risk and we’re discovering it is having a wonderful impact.”</p><p><strong>Bell on the mentality of young people in South Los Angeles</strong></p><p>“I was asked to speak at the 96<span style=\"font-size: 13px\">th</span> Street School in Watts, California, where I pastor and I was speaking to a group of kids between the ages of 10 and 11. They asked a lot of questions of me because it was career day. It was so encouraging to hear them speak of a future for themselves. &#8230; Without a good mother or father that’s sitting there consistently massaging their mind and their heart they miss a lot. The streets can get them. When the streets start showing them all the ugliness, then they come to their own conclusion &#8212; ‘my friend is dead, my friend who was sitting next to me is dead, my other friend across the neighborhood is dead. So that means I’m going to be dying before I hit 21.’ Many kids are on that level.”</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.mtolive2nd.org/our-pastor/\" target=\"_blank\">E. Winford Bell</a></strong>, pastor of the Mt. Olive 2nd Missionary Baptist Church in Los Angeles and founder of the anti-violence advocacy group <a href=\"http://www.silverliningofhope.org/\" target=\"_blank\">Silver Lining of Hope</a>.</li><li><strong><a href=\"http://www.latimes.com/la-bio-nicole-santa-cruz-staff.html\" target=\"_blank\">Nicole Santa Cruz</a></strong>, writer for The Homicide Report at the Los Angeles Times. She tweets <a href=\"https://twitter.com/nicolesantacruz\" target=\"_blank\">@nicolesantacruz</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Surviving+To+Age+21+In+South+Los+Angeles&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"501"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370647422-40d334.m3u?orgId=1&ft=3&f=369875927"}]}