{"created":"2014-10-08T15:09:45+00:00","modified":"2014-10-31T01:52:39+00:00","valid":{"from":"2014-10-31T01:52:38+00:00","to":"3014-10-31T01:52:38+00:00"},"hreflang":"en","title":"U.S. Teacher: I Did 7 Months Of Forced Labor In A Chinese Jail","published":"2014-06-19T10:28:00+00:00","teaser":"Stuart Foster of South Carolina was jailed last year in Guangzhou for theft. He says he was forced to assemble Christmas lights, some of them exported to the U.S.","itags":["npr_api","314597050"],"guid":"a809116d-4bdc-491d-8c68-341f5b554217","contentencoded":"<p>Prisoner 1741 spent more than seven months inside a jail in southern China, assembling Christmas lights for export to America. Work days stretched up to 10 hours and conditions were tough, he says. One boss used strands of Christmas lights to whip workers and drive production.</p><p>Stories about forced labor have trickled out of China over the years, but what makes Prisoner 1741's so remarkable is that he isn't Chinese. He's American. In fact, he's a middle-aged, American sociology professor from South Carolina.</p><p>Stuart Foster's odyssey inside the Chinese penal system began in April of last year, when police in the city of Guangzhou took him to jail on theft charges. Foster had confessed to taking a large sum of money from an American colleague at a local university.</p><p>When Foster arrived at the White Cloud District Detention Center, he says, they gave him a cup and a toothbrush and put him in a cell about the size of a racquetball court where he would spend most of the next 280 days.</p><p>\"In the cell, there was an average of 30 men,\"says Foster, an amiable 49-year-old who speaks with a Southern drawl. \"There were no chairs, there were no beds. We slept on the concrete floor, and most people didn't even have a sheet and certainly no pillows. It was so crowded that most inmates had to sleep on their side.\"</p><p>In the morning, Foster says, he and his mostly Chinese cellmates would spend an hour marching in place and then begin work putting together Christmas lights.</p><p>\"They would bring in large, industrial plastic bags that had the components that would be assembled,\" Foster recalls. \"Each prisoner would get their quota, and inmates would line the walls or they would sit in circles just on the floor, assembling lights to sockets.\"</p><p>The detention center didn't provide uniforms. So inmates worked in just their underwear during the hot summer months, he says. Foster was stunned that Chinese officials put him in a cell where he participated in and witnessed forced labor.</p><p>\"I felt it was a major mistake,\" says Foster. Some guards became worried. \"Are you going to tell people about this when you go back to America?\" they asked him. \"Yes! Yes, I will,\" he answered.</p><p>Foster says the Christmas lights he assembled are the type that look like icicles and hang from the rain gutters of many an American home during the holiday season. Over time, Foster befriended a guard, who said he helped sell the lights to unwitting U.S. companies at a famous trade fair in the city.</p><p>\"I was on B block, because this was the only guard who spoke reasonable English. And he told me the reason he spoke reasonable English is because he was the individual who was involved with the selling at the Canton Trade Fair,\" Foster says. \"He would refer to them as his 'American friends.' \"</p><p><strong>Forced Labor Common In Chinese Jails</strong></p><p>NPR sent emails to and called the Canton Trade Fair, which refused to comment. The Guangzhou Public Security Bureau, on the other hand, confirmed that inmates do assemble Christmas lights — but suggested that the jail provided labor on contract and did not sell directly to companies.</p><p>Maya Wang, a researcher for the Asia division of Human Rights Watch, says forced labor is common in Chinese jails.</p><p>\"In China, labor is actually written in the detention center regulations,\" she says. \"So, we could safely say that millions of people are engaging in forced labor at any one time in just the detention centers alone.\"</p><p>Of course, inmates in many countries have jobs, including in the U.S. But Wang says there are big differences. For one, inmates like Foster hadn't even gone to trial during the time he was working.</p><p>\"These people have not been convicted yet,\" Wang says. \"That is a very abusive situation.\"</p><p>Prison labor is big business in China. A cursory Internet search yields at least two-dozen Chinese prisons offering inmate labor to make everything from crystal balls and fake eyelashes to dentures and pleather products. A prison in eastern China's Shandong province touts the advantages of inmates over ordinary workers: \"Not only can you save labor costs, you can also finish the project early.\"</p><p>Foster says labor at his detention center was really cheap.</p><p>\"Nobody got paid anything,\" he says. \"If you didn't work, you didn't get food.\"</p><p>Or you got beaten.</p><p>Foster says a group of inmates ran the cell. They spurred workers with punches, kicks or worse.</p><p>\"There was one particular leader during the month of July that was particularly sadistic,\" says Foster. \"Actually, he had braided a few of the Christmas light cords together. He would come up behind inmates that were working slow and slash them across the back. I can remember him very clearly, him doing it to this boy, who was in my estimation mentally retarded. And he would deliver blows that — right before my eyes — you would see the welts develop.\"</p><p>Foster says the U.S. Consulate in Guangzhou took a keen interest in his case and checked on him regularly. Compared with most inmates, Foster says, he had it easy.</p><p>\"They took mercy on me as an American,\" he recalls. \"I couldn't work as fast as they could. I would assemble about 3,000 lights a day, and the Chinese would do double what I did,\" he says. \"I was, what I often say, the prize animal in a very bad zoo.\"</p><p><strong>Firsthand Look At Authoritarianism</strong></p><p>The Guangzhou police denied Foster's stories of beatings and said the jail operated under what they called \"the rule of law and civilized management.\"</p><p>Remorseful, Foster pleaded guilty and was sentenced to eight months, close to the time he'd already served.</p><p>Foster, a lanky, 6-footer who is mostly bald, was well-liked by colleagues at Guangdong University of Foreign Studies, where he'd taught for a total of five years. After his release, police took him to the airport to be deported. Several friends came along and gave him a round of applause.</p><p>Back home in South Carolina, Foster is trying to rebuild his life. Looking back on his time in jail, he isn't bitter.</p><p>\"It's given me a tremendous appreciation for life,\" Foster says in a typically reflective moment. \"I'm sitting in a chair now, and for eight months, I didn't have a chair. Also, I want to say it gave me immense respect for the human spirit to endure.\"</p><p>As a sociologist, Foster says, he's actually grateful to have seen the brutality of authoritarianism firsthand.</p><p>\"That, in a way, became my purpose, to give meaning to my existence there,\" he says. \"I was like, OK, I will live to tell this story.\"</p><p>Foster is now working on a memoir. And after all those months assembling Christmas lights, he tells friends: Next holiday season, light candles.</p><p><em>Read more about Stuart Foster's life inside a Chinese jail at his website, <a href=\"http://www.whiteclouddetention.com/\">White Cloud Detention</a>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.+Teacher%3A+I+Did+7+Months+Of+Forced+Labor+In+A+Chinese+Jail&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"400"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317127264-6cfa17.m3u?orgId=1&topicId=1125&ft=3&f=314597050"},{"href":"http://media.npr.org/assets/img/2014/05/21/stuart_china-0ba6cc20bb10d765e79d5f85964ef500827cfcc9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3214","width":"4288"}},{"href":"http://media.npr.org/assets/img/2014/05/21/stuart_id-a1f17035b6f10585640c7b32db9fdb568403cd7d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"417","width":"557"}},{"href":"http://media.npr.org/assets/img/2014/05/21/stuart_students-1516da8307369fd35ef48128008b886a9363703a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2997","width":"3997"}}]}