{"created":"2015-04-13T22:17:43+00:00","modified":"2015-04-14T18:52:31+00:00","valid":{"from":"2015-04-14T18:52:31+00:00","to":"3015-04-14T18:52:31+00:00"},"hreflang":"en","guid":"a816f6eb-5761-4390-9b19-939de27e4103","title":"Hillary Clinton may be the most hated woman in China","published":"2015-04-14T18:52:29+00:00","byline":"Traci Tong","tags":["US-China relations","Hillary Clinton","2016 president election","foreign policy","sexism","Global Politics","China","United States","Hillary Clinton","Isaac Stonefish","Secretary of State Hillary Clinton","China diplomacy","Government","Politics"],"teaser":"As Secretary of State, Hillary Clinton was often outspoken against China, causing lots of anger and criticism among Chinese leaders and average citizens. The announcement that she'll run for president in 2016 has provoked nasty comments from China, but could that help her with American voters?","contentencoded":"<p>\"Old witch\" and \"iron lady” are just some of the comments describing Hillary Clinton. But they're not coming from Republicans.</p>\n<p>Clinton's announcement on Sunday that she would run for president has generated <a href=\"http://foreignpolicy.com/2014/06/10/china-thinks-hillary-is-bossy/\">a surprising amount of anger</a> among Chinese leaders and Chinese Internet users, says Isaac Stone Fish of Foreign Policy magazine. The state-run China Central Television <a href=\"http://weibo.com/2656274875/CcWFdrkWC?type=comment#_rnd1428961339773\">posted on Weibo</a>, China's Twitter equivalent, that if Clinton \"were elected president, World War III would not be far away.\"</p>\n<p>Those views are still as strong today as they were when Clinton served as Secretary of State from 2009 to 2013. \"Many people feel she was unfairly tough against China,\" Stone Fish says, adding that Clinton \"tells China what to do and talks down to China. And they find [that] very patronizing.\" </p>\n<p>A <a href=\"http://opinion.huanqiu.com/special/Goodbye_Hillary\">poll done in 2013 by the Global Times</a>, a popular and nationalistic Chinese newspaper, even called Clinton the \"most hated US political figure in China\" — though it's hard to say how accurately such views reflect mainstream opinion.</p>\n<p>But Stone Fish says some of the criticism simply seems to be sexist. \"In China ... women are viewed as important either for their sexuality or for their manliness,\" Stone Fish says. Historically, female leaders like British Prime Minister \"Margaret Thatcher and [German chancellor] Angela Merkel and Hillary Clinton are viewed as being powerful because of their manliness as opposed to other qualities.\"</p>\n<p>Clinton's tenure as Secretary of State is sure to come up during this presidential race, especially over the 2012 attack in Benghazi, Libya, that killed a US ambassador and three others. But Clinton's tense relationship with China may actually give her an advantage. After all, Stone Fish says, \"the worst the Chinese feel about Hillary, the better the Americans will feel.\"</p>\n<p><em>A previous version of this story incorrectly stated which year the Global Times survey was done. It was completed in 2013.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-13%2Fhillary-clinton-could-be-most-hated-woman-china&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04132015_02.mp3"},{"href":"http://www.pri.org/file/0413201502mp3"}]}