{"created":"2014-09-09T18:58:26+00:00","modified":"2014-09-09T19:41:39+00:00","valid":{"from":"2014-09-09T19:41:39+00:00","to":"3014-09-09T19:41:39+00:00"},"hreflang":"en","guid":"a819cf11-23d8-4339-9653-ef57a2da0e65","title":"A book of recipes connects brothers to their Austrian heritage","published":"2014-09-09T19:41:37+00:00","byline":"Alex Gallafent","teaser":"Ben and Ed Robson didn't know much about their cultural background until they discovered a family recipe book. That inspired the brothers to start their own restaurant. ","tags":["Food","Lifestyle & Belief","London","Europe","Austria","United Kingdom","Ben Robson","Ed Robson","Doughnut","Food and drink","Cuisine","Boopshi's: Schnitzel and Spritz"],"contentencoded":"<p>Ben Robson co-owns a restaurant in London called <a href=\"http://www.boopshis.com/\">Boopshi&#39;s: Schnitzel and Spritz</a>. He runs the place with his brother, Ed.</p><p><span style=\"line-height: 1.538em;\">Boopshi&#39;s owes its existence &mdash; and its menu &mdash; to the brothers&#39; grandparents, Fred and Nora Robson.</span></p><p><span style=\"line-height: 1.538em;\">&quot;They were a big part of our lives,&quot; says Ben Robson. &quot;We used to go to their house every weekend and help them make food. Schnitzel was our favorite and something we demanded every week. We helped my grandma bash out the meat, and bread the meat. So it was a bit of a production line; we used to love it.&quot;</span></p><p><span style=\"line-height: 1.538em;\">Growing up, Ben and his brother knew that their grandparents had emigrated to the UK from Austria, in 1937. They&#39;d changed their names when they arrived.</span></p><p><span style=\"line-height: 1.538em;\">But that was about all they knew.</span></p><p>[[{\"fid\":\"73625\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":667,\"width\":1000,\"style\":\"font-size: 13.3333339691162px; line-height: 1.538em; width: 1000px; height: 667px; margin: 5px;\",\"alt\":\": Ben Robson (L) and his brother Ed (R) are the owners of Boopshi&#039;s, a restaurant in central London that features food drawn from their Austrian heritage.\",\"title\":\": Ben Robson (L) and his brother Ed (R) are the owners of Boopshi&#039;s, a restaurant in central London that features food drawn from their Austrian heritage.\",\"class\":\"media-element file-default\"}}]]</p><p><span style=\"line-height: 1.538em;\">&quot;They never talked about the past too much. That was that and nothing more was said,&quot; Ben Robson says.</span></p><p><span style=\"line-height: 1.538em;\">But the brothers found out a lot more after both had passed away. &quot;We went through a whole box of information that had photos, birth certificates, everything. It was incredible to see how much they had kept and documented,&quot; he adds</span></p><p><span style=\"line-height: 1.538em;\">&quot;My grandma had actually told my dad, look, if you ever want to dig a bit deeper and know anything, then work your way through this box,&quot; Ben Robson says.</span></p><p><span style=\"line-height: 1.538em;\">So that&#39;s what the Robson brothers did, along with their parents. &quot;And what we found out was that both sides of the family were in fact Jewish. Which was a surprise,&quot; he says.</span></p><p><span style=\"line-height: 1.538em;\">Fred Robson had been born Fritz Rosenzweig. But, from 1937 on, he and Nora had gone to great lengths to hide their Jewishness.</span></p><p><span style=\"line-height: 1.538em;\">&quot;My dad was brought up Christian. I mean, they didn&#39;t go to church or anything like that. But I think they moved to London and they just had this absolute fear of anything like [the Holocaust] happening ever again. So they went the complete opposite and never talked about, never mentioned it or anything,&quot; says Ben Robson.</span></p><p><span style=\"line-height: 1.538em;\">Also in that box of history: recipe books belonging to Fred. &quot;Just a wealth of recipes, both Viennese, and English,&quot; he adds. Fred Robson had started a bakery in London when he and Nora began their new life in England, so those recipes were added too.&nbsp;</span></p><p>[[{\"fid\":\"73628\",\"view_mode\":\"original_image\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":1460,\"width\":2000,\"alt\":\"Fred Robson&#039;s recipe book features his method for Faschingskrapfen (Carnival Doughnut), &quot;the best type of apricot doughnut you can imagine,&quot; according to his grandson, Ben.\",\"title\":\"Fred Robson&#039;s recipe book features his method for Faschingskrapfen (Carnival Doughnut), &quot;the best type of apricot doughnut you can imagine,&quot; according to his grandson, Ben.\",\"class\":\"media-element file-original-image\"}}]]</p><p><span style=\"line-height: 1.538em;\">&quot;The pages were turned slightly sepia because it was so old. And each page was just beautifully annotated with his writing, like calligraphy almost. On one side of the page you&#39;d have the ingredients, and then on the other you&#39;d have his method.&quot;</span></p><p>&quot;And it was all done in this shorthand which to this day we still can&#39;t decipher,&quot; Ben Robson explains. &quot;So it&#39;s taken a bit of decryption to bring these recipes to life: the schnitzel recipe, how to crumb the pork and veal and chicken &mdash; also desserts, his big thing. He had wonderful strudel recipes, and [recipes for] <em>krapfen</em>, which is like a donut.&quot;</p><p><span style=\"line-height: 1.538em;\">The two brothers had been working in the hospitality industry for more than 10 years by the time they went through the box. It had long been a dream of theirs to start their own restaurant.</span></p><p><span style=\"line-height: 1.538em;\">The discovery of the recipe books was &quot;a light bulb moment&quot; &mdash; the idea of Boopshi&#39;s restaurant was born.</span></p><p><span style=\"line-height: 1.538em;\">And the name itself? It was a term of endearment their grandparents used for each other. &quot;Putting it above the door was our way of paying tribute to them. And it means a huge amount to us coming in every morning and seeing it there.&quot;</span></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/NWalex.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/nwalexjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/0909201410.mp3"},{"href":"http://www.pri.org/file/0909201410mp3"}]}