{"created":"2014-09-03T14:09:50+00:00","modified":"2015-02-27T22:34:01+00:00","valid":{"from":"2015-02-27T22:34:01+00:00","to":"3015-02-27T22:34:01+00:00"},"hreflang":"en","title":"The Toughest Class In Nursing School Is The First One","published":"2014-09-03T04:11:00+00:00","teaser":"For people who want a good-paying, stable nursing job, one class stands in the way: Introduction to Anatomy and Physiology. We follow one student who is starting that class.","itags":["npr_api","344042884"],"guid":"a82064b9-550c-44cb-afb7-092dbcef9dac","contentencoded":"<p>For people who want a good-paying, stable nursing job, one class stands in the way: Introduction to Anatomy and Physiology. And it's a tough one.</p><p>At the first day of anatomy class at West Kentucky Community and Technical College, Jonathan Harned sits in the front row, taking notes. He has safety goggles pushed up on his head — he just came from work. He's got a military crew cut.</p><p>Harned was the first one at class today; he was an hour and a half early. He's been waiting 20 years to get to this moment, he says.</p><p>Harned's had a lot of jobs in the past couple of decades. He's been a mechanic, making $8 an hour. And a concrete finisher making about $15 an hour. He drove a garbage truck.</p><p>He lost that job. Then he answered an ad in the paper, and started putting up billboard ads. That was 10 years ago.</p><p>\"I make $17.61 an hour right now,\" Harned says. \"And if I lose this job for any given reason, I'm back to $10-$12 an hour. I have no security. I have 22 years of reasons why I want to be here.\"</p><p>The stakes are high for everyone in this anatomy class. At one nearby hospital, a starting nurse's salary is $19 an hour. That's what Harned's dreaming of. But only if you can get through this class and get a nursing degree.</p><p>Only about 50 percent of people nationwide make it through this class, according to the Human Anatomy and Physiology Society. And it's a tough class: three hours of lecture; a ton of reading. Unfortunately, it's required.</p><p>\"You're not taking this class as just an elective,\" Dean Karen Hlinka says. \"You're taking this class as building the foundation for the rest of your education. So you've got to get it.\"</p><p>Hlinka realized that a lot of her students just weren't ready. They knew how to memorize, but they didn't really know how to think. So the school set up a special class, which teaches just the first six weeks of a whole semester. It began integrating how to read the textbook into class lectures, instead of just what's in the textbook.</p><p>It seems to be helping. Here, about 70 percent of the students — instead of the national average of 50 percent — make it through the class.</p><p>Harned thinks he'll make an A or a B in the class. And if he makes it all the way through, he'll be the first in his family to earn a degree beyond high school.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Toughest+Class+In+Nursing+School+Is+The+First+One&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Zoe Chace","audio":[{"meta":{"duration":"286"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345296212-ba0987.m3u?orgId=1&e=344042884&d=286&ft=nprml&f=344042884"}]}