{"created":"2015-05-15T02:17:32+00:00","modified":"2015-06-26T18:31:10+00:00","valid":{"from":"2013-10-23T19:07:44+00:00","to":"3013-10-23T19:07:44+00:00"},"hreflang":"en","description":"Britain has just approved construction of its first new nuclear power plant in 20 years.","contenttemplated":"[{\"content\":\"<p>The British government has given the go-ahead for the U.K.&apos;s first new nuclear power plant in 20 years.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The announcement is controversial -- not only because nuclear power still has many critics -- but because  two Chinese state-owned companies will be involved in financing, building and running the new $25 billion facility. <span>And there are questions about the price that British consumers will have to pay for electricity generated by the plant.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>&quot;This is good news for the economy, it’s good news for  consumers. It’s good news for energy security. It’s good news for the environment,&quot; says British Energy Secretary Ed Davey. &quot;<span>And it’s good news for jobs.&quot;</span></span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>But energy expert Dr. Paul Dorfman of University College, London, doubts that the British economy will benefit from the deal.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>&quot;The foreign investors have been guaranteed a price for the electricity the plant generates which is double the current market price,&quot; he says. &quot;We believe this could put a billion pounds a year of profit into the pockets of foreign investors, including the Chinese.&quot;</span></p>\"},{\"content\":\"<p><span>Other British observers are nervous about allowing a communist totalitarian state to become involved in such a critical part of Britain’s infrastructure.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>&quot;I’m not sure we should be entirely comfortable with the Chinese government  essentially running a substantial part of Britain’s power sector,&quot; says Isabel Hilton,  editor of  the Chinadialogue website. &quot;I don’t think any of  us can guarantee the future behavior of the Chinese government.  Many other countries would refuse a contract like this.&quot;</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>The U.S. previously rebuffed a Chinese attempt to take over  the American oil firm, Unocal. But then Britain is highly unusual in this regard: It seems supremely relaxed about foreigners snapping up its strategic assets.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>&quot;In recent years there’s been a flood of foreign takeovers in Britain,&quot; says Alex Brummer, author of &apos;Britain for Sale.&apos; &quot;Almost  every bit of our infrastructure has been auctioned off. Four of our six big energy companies are owned by overseas owners. Much of the water supply industry  is owned overseas.&quot;</span></p>\"},{\"content\":\"<p><span>Brummer argues that  it’s only the Brits with their love of financial wheeler dealing that would allow this firesale.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>&quot;In most other country strategic industries such as water, electricity, power would not be allowed to be taken over,&quot; he says. &quot;But many of the global investment banks are based here in London  so it is easy for them to line up British companies as targets  for  foreign predators.&quot;</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>Supporters of the cross-border nuclear  deal say it will secure a reliable, low carbon source of electricity for Britain without placing the risk and cost of building the new plant on British taxpayers.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>And they argue  that the country’s security is not in jeopardy as  the plant will be on British soil and under ultimate British control.</span></p>\"}]","title":"New nuclear plant is explosive issue for some Brits","contentencoded":"<div class=\"barn-cleaned\"><p>The British government has given the go-ahead for the U.K.'s first new nuclear power plant in 20 years.</p>\n<p>The announcement is controversial -- not only because nuclear power still has many critics -- but because&nbsp; two Chinese state-owned companies will be involved in financing, building and running the new $25 billion facility.&nbsp;<span>And there are questions about the price that British consumers will have to pay for electricity generated by the plant.</span></p>\n<p><span>\"This is good news for the economy, it’s good news for&nbsp; consumers. It’s good news for energy security. It’s good news for the environment,\" says British Energy Secretary Ed Davey. \"<span>And it’s good news for jobs.\"</span></span></p>\n<p><span>But energy expert Dr. Paul Dorfman of University College, London, doubts that the British economy will benefit from the deal.</span></p>\n<p><span>\"The foreign investors have been guaranteed a price for the electricity the plant generates which is double the current market price,\" he says. \"We believe this could put a billion pounds a year of profit into the pockets of foreign investors, including the Chinese.\"</span></p>\n<p><span>Other British observers are nervous about allowing a communist totalitarian state to become involved in such a critical part of Britain’s infrastructure.</span></p>\n<p><span>\"I’m not sure we should be entirely comfortable with the Chinese government &nbsp;essentially running a substantial part of Britain’s power sector,\" says Isabel Hilton,&nbsp; editor of&nbsp; the Chinadialogue website. \"I don’t think any of&nbsp; us can guarantee the future behavior of the Chinese government.&nbsp; Many other countries would refuse a contract like this.\"</span></p>\n<p><span>The U.S. previously rebuffed a Chinese attempt to take over&nbsp; the American oil firm, Unocal. But then Britain is highly unusual in this regard: It seems supremely relaxed about foreigners snapping up its strategic assets.</span></p>\n<p><span>\"In recent years there’s been a flood of foreign takeovers in Britain,\" says Alex Brummer, author of 'Britain for Sale.' \"Almost &nbsp;every bit of our infrastructure has been auctioned off. Four of our six big energy companies are owned by overseas owners. Much of the water supply industry &nbsp;is owned overseas.\"</span></p>\n<p><span>Brummer argues that&nbsp; it’s only the Brits with their love of financial wheeler dealing that would allow this firesale.</span></p>\n<p><span>\"In most other country strategic industries such as water, electricity, power would not be allowed to be taken over,\" he says. \"But many of the global investment banks are based here in London &nbsp;so it is easy for them to line up British companies as targets &nbsp;for &nbsp;foreign predators.\"</span></p>\n<p><span>Supporters of the cross-border nuclear &nbsp;deal say it will secure a reliable, low carbon source of electricity for Britain without placing the risk and cost of building the new plant on British taxpayers.</span></p>\n<p><span>And they argue &nbsp;that the country’s security is not in jeopardy as&nbsp; the plant will be on British soil and under ultimate British control.</span></p></div>","tags":["APM","Britain","World","alternative energy","energy","nuclear energy"],"byline":"Sam Beard","itags":["Marketplace","Marketplace for Wednesday, October 23, 2013","PMP:Marketplace_PMP","a8229347b2106919e0431fd71aa34bde"],"guid":"a8229347-b210-4691-8e04-1fd71aa34bde","teaser":"Britain has just approved construction of its first new nuclear power plant in 20 years.","published":"2013-10-23T19:07:44+00:00","audio":[{"type":"image/jpeg","meta":{"height":"340","width":"610","crop":"primary"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/185468743.jpg?itok=5wGq2Ook"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/10/23/marketplace_segment20_20131023_64.mp3","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/10/23/marketplace_segment20_20131023","type":"application/json"},"duration":238,"duration_hms":"00:03:58"},"type":"audio/mpeg","format":"MP3"}]}