{"created":"2014-12-24T08:17:12+00:00","modified":"2014-12-24T18:00:13+00:00","valid":{"from":"2014-12-24T18:00:13+00:00","to":"3014-12-24T18:00:13+00:00"},"hreflang":"en","title":"Mother, Empress, Virgin, Faith: 'Picturing Mary' And Her Many Meanings","published":"2014-12-24T15:56:00+00:00","teaser":"This Christmas, images of Mary created over five centuries glow on the walls of the National Museum of Women in the Arts. Curator Kathryn Wat says that, to her, Mary represents bravery and strength.","itags":["npr_api","372731460"],"guid":"a82651de-fa47-4c76-a260-e69fbd621b3d","contentencoded":"<p>This Christmas, images of the Virgin Mary created over five centuries glow on the walls of the National Museum of Women in the Arts in Washington, D.C. Mary's role as <a href=\"http://nmwa.org/exhibitions/picturing-mary-woman-mother-idea\" target=\"_blank\">Woman, Mother and Idea</a> is portrayed by Michelangelo, Botticelli, Caravaggio, Rembrandt as well as other major and lesser-known artists from the 1400s through the 1900s.</p><p>\"I think of Mary as being brave and strong,\" says chief curator Kathryn Wat. \"I think sometimes people see meekness and humility. I see that, too, but under-girding all of that I see strength.\"</p><p>Monsignor Timothy Verdon, canon of the Florence Cathedral, is guest curator of the exhibition. \"Mary is one of the main themes in Western art for more than 1,000 years,\" Verdon explains. \"Not only are there more images of her than of anyone else — including her son — her son is often part of the image, but the <em>interest </em>of the image is normally more focused on Mary, who is the adult, than on the Christ child.\"</p><p>In the 1460s, Fra Filippo Lippi of Florence saw the Madonna as regal and queenly — a kind of Byzantine empress. \"Mary is unexpectedly fashionable,\" Verdon describes, \"in a splendid crimson underdress and a rich mantel and — my goodness — pearls adorning the hem of her diaphanous veil — a kind of very delicate fabric [that] was immediately recognized at the period as a luxury fabric.\"</p><p>Her filigreed halo is made of gold and her face is serene. But there's a sadness there — a premonition that the big-bellied baby she hugs will meet suffering and death.</p><p>\"This — and other similar works in which we feel that aura of sadness — were made in an age when one of the most common facts in society was infant mortality,\" Verdon says. \"So for people to see the Madonna and the child veiled with this premonition of suffering really fit into a very important part of their lives.\"</p><p>Sandro Botticelli's Madonna, from 1480, is also reflective — and exquisite, in her deep blue robe and delicate golden halo. A century later, in 1570, Federico Barocci's Mary is very human. She's picnicking on the flight into Egypt. Her head is bare (she's put her straw hat on the ground), she's barefoot, and as her baby reaches happily for some cherries Joseph offers, Mary is catching stream water into a silver bowl.</p><p>\"This becomes a wonderful symbol of what womanhood and especially motherhood is — it's a source of life for the families,\" Verdon says. \"It's a wonderfully simple, charming, [but] at the same time, deep picture.\"</p><p>Another bare-headed Mary, chalked in red by Michelangelo around 1525, shows her as powerful. \"Not only is her head uncovered, her arms are uncovered, and it looks as if she spends all her time at the gym,\" Verdon says.</p><p>She has muscles — which Verdon says symbolized the strength of human desire for God. Each work in this <a href=\"http://nmwa.org/exhibitions/picturing-mary-woman-mother-idea\" target=\"_blank\">\"Picturing Mary\"</a> exhibition is layered with meaning. A bowl of fruit symbolizes fecundity. A closed book moves God's word to her womb. A thorn bracelet foreshadows Jesus' agony on the cross.</p><p>In the 17th century, Artemisia Gentileschi broke from traditions that kept women painting still lifes and portraits, to show a theological topic in a way no man had done — Mary nursing her child.</p><p>\"The idea here is that it's quite forthright,\" says Wat. \"She's revealed her breast, the baby's getting ready to nurse. .... It's very frank, and this is not the way male artists typically treated the subject. They were a little more roundabout, and things were sort of more unnatural-looking or shaded somehow with fabric, or the position was a little different. This is just all right there.\"</p><p>Gentileschi's Mary is monumental — she fills the canvas. An earthy, natural woman, she holds her breast to her eager child with no trace of false modesty or shame.</p><p>Society — and the church — wanted different Marys as the centuries passed, and artists reflected those shifts. By 1884, Nicolò Barabino designed a mural with the basic Marian elements: blue robe, halo, book of God's words. But her face is veiled, and there's no baby. Here she's become an abstract idea rather than a specific mother or queen or virgin — this is a work about faith.</p><p>\"So faith suddenly is impersonated by Mary,\" Verdon says. \"Mary becomes the most emblematic figure of what it means to be a believer.\" He believes this shift in emphasis is the 1880s version of keeping up with the times. \"The world had already become much less Christian than it had [been] in earlier periods,\" he explains. \"The church, knowing that, looks for a neutral and almost philosophical language in which to re-propose some of the traditional beliefs. Since everyone would agree that faith — which may not necessarily be religious faith; it could be political faith, it could be a faith in ethical principles — that faith is a good thing.\"</p><p>Faith, belief, worship, holiness, mother of God — the Blessed Mother means many different things to Christians around the globe.<strong></strong></p><p>Standing amid the 60 artworks, many of them masterpieces, I ask curator Timothy Verdon who Mary is to him. He answers: \"She's my mother.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mother%2C+Empress%2C+Virgin%2C+Faith%3A+%27Picturing+Mary%27+And+Her+Many+Meanings&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susan Stamberg","audio":[{"meta":{"duration":"424"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372837207-c3c548.m3u?orgId=1&topicId=1047&ft=3&f=372731460"},{"href":"http://media.npr.org/assets/img/2014/12/23/lippi_madonna-col-bambino_palazzo-medici-riccardi_copy-8912b1da957fcd4ca80975cb86a45d30775a8830.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"728","width":"971"}},{"href":"http://media.npr.org/assets/img/2014/12/23/botticelli-sandro_madonna-of-the-book_poldi-pezzoli_enl-119196b4b4e52b83b52d1a7ad666c016212f0db4.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2203","width":"1498"}},{"href":"http://media.npr.org/assets/img/2014/12/23/barocci-federico_madonna-of-the-cherries_vatican-museums_inv-40377_enl-4a0a666463a86b867c545166de7ac2b207dbb13d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2100","width":"1696"}},{"href":"http://media.npr.org/assets/img/2014/12/23/gentileschi-artemisia_madonna-and-child_pitti_inv1890_n_enl-e47771d9c113f28588cbec4e2fa49c27fb06817e.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2100","width":"1579"}},{"href":"http://media.npr.org/assets/img/2014/12/23/barabino_museo_dellopera_del_duomo_niccolo_barabino_la_fede_tra_i_rappresentanti_delle_antiche_corporazioni_4ne2924_copia_copy_custom-18421603fd2a1c9297366a737b28988c8fba0d46.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1554","width":"2100"}}]}