{"created":"2015-03-16T19:09:21+00:00","modified":"2015-03-16T20:06:36+00:00","valid":{"from":"2015-03-16T20:06:35+00:00","to":"3015-03-16T20:06:35+00:00"},"hreflang":"en","title":"A Mother Comes To Terms With Her Transgender Child","published":"2015-03-16T20:06:00+00:00","teaser":"Mimi Lemay discusses coming to terms with her daughter's decision to live as a boy.","itags":["npr_api","393391463"],"guid":"a836b20f-40d7-4edf-8623-d9664019f643","contentencoded":"<p><strong>Mimi Lemay</strong> was living the life she had always imagined. She had three healthy daughters, a supportive husband, a career as a writer and blogger.</p><p>So she didn&#8217;t sweat the small stuff &#8212; things like her middle daughter Mia&#8217;s insistence on changing her clothes multiple times a day, or her tantrums. Or even her announcement, around the time she turned 3, that she was a boy.</p><p>But what seemed like an elaborate game of make believe soon became more serious when Mia&#8217;s moodiness and behavioral issues increased, and a preschool teacher asked Lemay whether she&#8217;d ever considered the possibility that Mia wasn&#8217;t pretending &#8212; that the child really believed she was a boy.</p><p>That moment started Lemay on a journey she&#8217;d never expected to take &#8212; one of consulting with doctors and psychologists and the transgender community, and one that eventually gave her and her husband the understanding they needed to give Mia the choice of whether she wanted to continue her life as a boy.</p><p>Mia, not even yet in kindergarten, declared that she did want to be a boy, that she always wanted to be a boy, and that she wanted to be a boy named Jacob.</p><p>Lemay joins <em><a href=\"http://hereandnow.wbur.org\">Here & Now</a>&#8216;s</em> Robin Young to discuss not only Jacob&#8217;s transformation, but that of her entire family.</p><ul><li><strong>Mimi Lemay: &#8220;</strong><a href=\"http://www.boston.com/life/moms/2015/02/26/letter-son-jacob-his-birthday/a2Jynr9Jhc3W8VQ9lVFx8N/story.html\" target=\"_blank\">A Letter to My Son Jacob on His 5th Birthday</a>&#8220;</li></ul><h4>Interview Highlights: Mimi Lemay</h4><p><strong>On learning her child was transgender</strong></p><p>&#8220;It was a very painful experience for me and I wanted to bring it out, because I think a lot of parents are afraid to transition their children, because they fear they will be seen as bad parents. I have heard this from parents who have gone through the transition. They&#8217;ve said the first and the worst thing about it &#8212; other than losing their son or daughter as I felt &#8212; was the way people looked at me. Suddenly, I went from being a great mom to being a terrible mom.&#8221;</p><p><strong>On why she let her daughter live as a boy in all aspects of life</strong></p><p>&#8220;I saw that my child was lost. I realized that living two divided lives &#8212; one at school, one at home &#8212; was creating a schism in who she was, and she was not whole.</p><p>&#8220;We were trying to prevent the harm we saw happening. We didn&#8217;t expect him to suddenly on a dime turn around and become a different person, a happier person.</p><p>&#8220;He started laughing openly, huge guffaws. He started standing up tall and looking in people&#8217;s eyes. And the barking and the loping and the tongue hanging out, and all those odd antisocial behaviors he had had previously fell away within the first two weeks [of the transition].&#8221;</p><p><strong>On raising a transgender child</strong></p><p>&#8220;Realizing how happy he was and how whole he was becoming made me realize that this was not a curse. This is an opportunity to raise a unique child, a very deep child. And he is part of a community that is right now suffering, badly. But I believe that awareness will at least prompt them to learn more, will let them see that transgender children are out there and being treated brutally by society in many instances, and that needs to change.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://mimslemay.tumblr.com/\" target=\"_blank\">Mimi Lemay</a></strong>, mother and blogger.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Mother+Comes+To+Terms+With+Her+Transgender+Child&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"665"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393392036-aa9282.m3u?orgId=1&e=393391463&d=665&ft=nprml&f=393391463"},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0316_trans-3.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0316_trans_1.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1182","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0316_trans-2.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1138","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0316_trans-4.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"960","width":"720"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0316_trans-5.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"960","width":"720"}}]}