{"created":"2015-05-14T12:41:31+00:00","modified":"2015-05-14T12:41:33+00:00","valid":{"from":"2015-05-14T12:41:33+00:00","to":"3015-05-14T12:41:33+00:00"},"hreflang":"en","guid":"a8450605-9e8f-4b56-810c-6391f0904e3e","title":"A promising gene editing method causes ethical controversy","published":"2015-05-14T12:41:26+00:00","byline":"Robert Boos","tags":["genetics","research","science","Science","Science, Tech & Environment","CRISPR","Gene therapy","Stem cell","Gene","Genetics","Biology","DNA","Bacteria"],"teaser":"Even with good intentions and legitimate potential medical applications, gene research poses ethical debate and concern among scientists, many of whom have called for a worldwide moratorium on its use. That's no different for a new method called CRISPR, which is splitting scientific opinion.\r\n","contentencoded":"<p>The ability to re-engineer the human genome isn’t new: Scientists have been splicing and editing genes for decades. But promising new methods, like one called CRISPR, are making the technology cheaper and more accurate than ever before.</p>\n<p>CRISPR is a system bacteria use to fight off infections. It recognizes and infiltrates the virus’ DNA with a matching sequence and an enzyme that cuts apart the attacker's genes. Essentially, the virus is being chopped up from within.</p>\n<p>When scientists discovered CRISPR during reaserch into bacteria, they realized they could use the system to identify and cut apart specific DNA sequences in any cell. “What that gives us now is this remarkably powerful tool to edit genes,\" says George Daley, a Harvard professor and director of the Stem Cell Transplantation program at Boston's Children's Hospital and Dana-Farber Cancer Institute. \"We can either knock them out or we could even repair them.\"</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/2pp17E4E-O8\" width=\"560\"></iframe></p>\n<p>But like other advances in gene editing, CRISPR comes with its own ethical controversy. In April, a group of Chinese researchers used CRISPR to modify human embryos. The embryos were already not viable before the experiments, but their use still prompted debate over whether we should be taking such genetic gambles.</p>\n<p>Germline editing — changing the nuclear DNA that is transmitted from generation to generation — dominates the conversation about ethics in gene modification. While effective, germline editing does include the risk of introducing of other diseases or mutations, Daley says. The United States already bans research involving gene editing of human embryos, and the National Institutes of Health <a href=\"http://www.nature.com/news/nih-reiterates-ban-on-editing-human-embryo-dna-1.17452\" target=\"_blank\">reiterated its restriction last month.</a></p>\n<p>“In the past, we've tended to say we wouldn't do that,” says Alta Charo, a professor of law and bioethics at the University of Wisconsin's Law and Medical Schools. “With this increased power comes the question of whether there are areas where we really would want to, for example, remove a particularly damaging mutation from a generational line.”</p>\n<p>And why wouldn't we? Gene modifications that target cancer or HIV DNA could clue us in on how to fight the diseases with other kinds of treatments. In the case of the Chinese researchers and the human embryos, the experiment attempted to repair a defective gene present in patients who have a blood disorder called Thalassemia.</p>\n<p>But even with legitimate potential medical application, Charo says CRISPR was so inefficient and inexact that it <a href=\"http://www.nature.com/news/chinese-scientists-genetically-modify-human-embryos-1.17378\" target=\"_blank\">caused more problems than it solved</a> in the Chinese experiment.</p>\n<p>“It really taught us that with today's understanding of CRISPR, that we should never — at this time, at least — endeavor to attempt to do this in the setting of clinical in vitro fertilization,” she says.</p>\n<p><em>This story is based on <a href=\"http://sciencefriday.com/segment/05/01/2015/the-debate-on-gene-editing.html\" target=\"_blank\">an interview</a> from PRI's <a href=\"http://sciencefriday.com\" target=\"_blank\">Science Friday</a> with Ira Flatow.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-11%2Fgene-editing-splits-scientists-along-ethical-debate&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/CRISPR_vid.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/crisprvidjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/scifri201505015.mp3"},{"href":"http://admin.pri.org/file/scifri201505015mp3"}]}