{"created":"2014-09-05T13:45:07+00:00","modified":"2015-02-26T23:24:41+00:00","valid":{"from":"2015-02-26T23:24:41+00:00","to":"3015-02-26T23:24:41+00:00"},"hreflang":"en","title":"Ebola Is Rapidly Mutating As It Spreads Across West Africa","published":"2014-08-29T19:07:00+00:00","teaser":"For the first time, researchers have tracked the spread of Ebola, almost in real time, during an outbreak. The virus is quickly changing its genetic code. But it's unclear what the mutations mean.","itags":["npr_api","343734184"],"guid":"a850ddc8-0646-43c8-8cdb-c23a57d6d499","contentencoded":"<p>For the first time, scientists have been able to follow the spread of an Ebola outbreak almost in real time, by sequencing the virus' genome from people in Sierra Leone.</p><p>The findings, published Thursday in the journal <em>Science,</em> offer new insights into how the outbreak started in West Africa and how fast the virus is mutating.</p><p>An international team of researchers sequenced 99 Ebola genomes, with extremely high accuracy, from 78 people diagnosed with Ebola in Sierra Leone in June.</p><p>The Ebola genome is incredibly simple. It has just seven genes. By comparison, we humans have about 20,000 genes.</p><p>\"In general, these viruses are amazing because they are these tiny things that can do a lot of damage,\" says <a href=\"http://sabetilab.org/people/pardis-sabeti\">Pardis Sabeti</a>, a computational biologist at Harvard University and the lead author of the study.</p><p>Hidden inside Ebola's tiny genome, she says, are clues to how the virus spreads among people — and how to stop it.</p><p>\"As soon as the outbreak happened and was reported in Guinea,\" she says, \"two members of my lab flew out and worked to set up the diagnostics to pick it up in Sierra Leone.\"</p><p>The team helped to find the first Ebola cases in Sierra Leone. They also immediately shipped diagnostic samples from the patients back to the U.S. and started sequencing the viruses' genomes.</p><p>\"We had 20 people in my lab working around-the-clock,\" Sabeti says.</p><p>Their furious pace paid off. After just a week or so, the team had decoded gene sequences from 99 Ebola viruses. The data offered a treasure-trove of information about the outbreak.</p><p>For starters, the data show that the virus is rapidly accumulating new mutations as it spreads through people. \"We've found over 250 mutations that are changing in real time as we're watching,\" Sabeti says.</p><p>While moving through the human population in West Africa, she says, the virus has been collecting mutations about twice as quickly as it did while circulating among animals in the past decade or so.</p><p>\"The more time you give a virus to mutate and the more human-to-human transmission you see,\" she says, \"the more opportunities you give it to fall upon some [mutation] that could make it more easily transmissible or more pathogenic.\"<strong> </strong></p><p>Sabeti says she doesn't know if that's happening yet. But the rapid change in the virus' genome could weaken the tools researchers have to detect Ebola or, potentially, to treat patients.</p><p>Diagnostic tests, experimental vaccines and drugs for Ebola — like the one recently used <a href=\"http://www.npr.org/blogs/health/2014/08/02/337188425/treating-ebola-with-an-experimental-serum-why-it-might-help\">to treat</a> two American patients — are all based on the gene sequences of the virus, Sabeti says. \"If the virus is mutating away from the known sequence, that could be important to how these things work.\"</p><p>The new genomic data also indicate that the outbreak started when just <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/08/25/343186293/could-a-two-year-old-boy-be-patient-zero-for-the-ebola-outbreak\">one person</a> caught Ebola from an animal. Since then the virus has been spreading through human-to-human transmission — <em>not</em> through humans eating infected bush meat (wild game) as was first thought.</p><p>\"We're really concerned because a lot of the messaging going around ... is, 'Don't each bush meat; don't eat mango; don't anything that might be in contact with animals,' \" she says. \"When you see some of those fliers, you're like, 'OK, you just told them not to eat all the main sources of food.' \"</p><p>So the advice from health officials to avoid bush meat may be doing more harm than good, she says.</p><p>Sabeti and the team also compared the Ebola genomes from Sierra Leone with those found in <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/08/19/341468027/ebola-in-the-skies-how-the-virus-made-it-to-west-africa\">previous outbreaks</a> in Central Africa. Their findings suggest the virus has been circulating around West Africa for about a decade.</p><p>\"This study is really an impressive tour de force,\" says virologist <a href=\"http://www.mailman.columbia.edu/our-faculty/profile?uni=ssm20\">Stephen Morse</a> of Columbia University.</p><p>But he says he's not surprised the virus is mutating so rapidly.</p><p>\"We've seen this in a number of infections — SARS for example, influenza and HIV of course,\" Morse says. \"Very often when a new virus is introduced into the human population very suddenly, it will show accelerated rates of evolution.\"</p><p>So should we be concerned that the virus might pick up a mutation that makes it more contagious or deadly?</p><p>\"That's very hard to say. In most cases, the answer would be 'no,' \" Morse says. \"But Ebola is obviously a concern and very virulent. I'd say it's too early at this point to speculate on what any mutation or any change, even with rapid evolution, might lead to.\"</p><p>A number of scientists working on the project contracted Ebola while treating patients. \"Five of them passed from Ebola,\" Sabeti says, including <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/08/10/339372354/doctor-remembered-for-dedication-to-fighting-deadly-ebola\">Dr. Shiek Humarr Khan</a>. He was Sierra Leone's top virologist and had treated dozens of Ebola patients before catching the virus.</p><p>Health workers in Sierra Leone, who <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/07/23/334467906/a-doctor-leading-the-fight-against-ebola-has-caught-the-virus\">talked</a> to NPR in the spring, blamed a lack of proper protective equipment for infections at the government-run hospital in Kenema, where Khan worked.</p><p>\"The work [treating patients] is just that dangerous,\" Sabeti says. \"Another British nurse at the hospital has just come down with Ebola. You're seeing so many infections going on. It's an extraordinary thing that's going on right now [in Sierra Leone].\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ebola+Is+Rapidly+Mutating+As+It+Spreads+Across+West+Africa&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michaeleen Doucleff","audio":[{"meta":{"duration":"252"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344193402-9d441c.m3u?orgId=1&topicId=1031&e=343734184&d=252&ft=nprml&f=343734184"},{"href":"http://media.npr.org/assets/img/2014/08/27/dr-kahn-ce4bf2fd09205fb07aedad8bd651bb8b2796a00d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1047","width":"1395"}},{"href":"http://media.npr.org/assets/img/2014/08/27/dsc_0910-db706a29440e9ee3a024947dc1925b3012e12620.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"976","width":"1301"}},{"href":"http://media.npr.org/assets/img/2014/08/27/kenema-lab-f4d387f1c9a2a8fe96f42ec584ceeb307ed2ba97.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}}]}