{"created":"2014-09-23T23:05:33+00:00","modified":"2014-10-31T02:18:03+00:00","valid":{"from":"2014-10-31T02:18:03+00:00","to":"3014-10-31T02:18:03+00:00"},"hreflang":"en","title":"U.S. Offers Aid In Search For Nigerian Girls, But Is It Too Late?","published":"2014-06-10T13:59:00+00:00","teaser":"The U.S. is sending a team of experts to help find the nearly 300 abducted schoolgirls. But the three-week delay means that the girls are likely scattered, making the search that much tougher.","itags":["npr_api","310466839"],"guid":"a855f3b7-2d6d-424e-a4c8-415874d9b813","contentencoded":"<p>Nigeria is offering a $300,000 reward for anyone who can find the more than 200 schoolgirls abducted by <a href=\"http://www.npr.org/blogs/parallels/2014/05/06/310100085/boko-harams-local-fight-suddenly-gets-international-scrutiny\">Islamist group Boko Haram</a>. The U.S. is also pitching in with hostage negotiators and intelligence experts. President Obama says <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/06/310125233/u-s-sending-team-to-help-with-search-for-abducted-nigerian-girls\">the U.S. will do everything it can</a> to provide assistance to Nigeria.</p><p>But, three weeks after the abductions, these offers of outside assistance may be too late.</p><p>The U.S. Embassy is setting up a coordinating group, while the Pentagon says it is sending a small group of intelligence, communications and logistics experts.</p><p>U.S. Secretary of State John Kerry says the U.S. had been offering support from the beginning, but Nigeria had its own strategy at first.</p><p>\"I think now the complications that have arisen have convinced everybody that there needs to be a greater effort, and it will begin immediately,\" Kerry said Tuesday at a State Department news briefing.</p><p><strong>Reluctance To Take U.S. Advice</strong></p><p>Johnnie Carson, a former assistant secretary of state for Africa, welcomes the news, saying the U.S. can help Nigeria with satellite imagery and better investigative techniques. But he adds that from his experience, Nigeria is usually reluctant to take American advice.</p><p>\"This is a proud country with a professional military and intelligence service and sometimes they accept things and sometimes they don't,\" says Carson, who is now with the U.S. Institute of Peace.</p><p>With the spotlight shining on Nigeria now to <a href=\"https://twitter.com/search?q=%23BringBackOurGirls\">#BringBackOurGirls</a>, Nigeria had to swallow its pride, adds Richard Downie of the Center for Strategic and International Studies.</p><p>\"There's also a tradition of wanting security assistance on its own terms,\" he says. \"[It's] nice to have the military equipment, but maybe less welcome [is] the teaching and training on human rights respecting.\"</p><p>The U.S. has often criticized Nigeria for its heavy handed military action against Boko Haram. So Downie finds it interesting that the U.S. Embassy team will include hostage negotiators.</p><p>\"The most peaceful outcome will probably revolve around hostage negotiations, whether the Nigerians like it or not,\" he says. \"It's going to be incredibly difficult to mount a security operation to seize back these hostages by force.\"</p><p><strong>Boko Haram Attacks Go On</strong></p><p>It would be dangerous for the girls, Downie says, and maybe impossible, because three weeks into this crisis, it is <a href=\"http://www.npr.org/blogs/parallels/2014/05/05/309737888/where-are-the-missing-nigerian-schoolgirls\">more likely that the girls will be scattered</a>.</p><p>\"It's like a needle in the haystack type of search we are talking about here,\" he says. \"A small group of personnel that the U.S. is providing, that may help, but it's unlikely to be a game changer.\"</p><p>The U.S. launched a much larger effort with Uganda and surrounding countries to find <a href=\"http://www.npr.org/blogs/parallels/2014/03/25/294315138/joseph-kony-is-back-in-the-news-do-teenagers-still-care\">Joseph Kony</a>, leader of a rebel group known for kidnapping children and turning them into soldiers and sex slaves. Kony is still at large, believed to be in a remote part of the Central African Republic.</p><p>The area where Boko Haram operates is also remote, and a former U.S. ambassador to Nigeria, John Campbell, says attacks have been more frequent. He cited one against a boarding school two months ago.<strong></strong></p><p>\"Boko Haram slaughtered in cold blood between 50 and 60 boys,\" says Campbell, who is now with the Council on Foreign Relations. \"The female students they let go and told them to go home and find husbands.\"<strong></strong></p><p>After abducting more than 200 girls last month, the leader of Boko Haram is now threatening to sell them into slavery.</p><p>Several members of Congress, including Sheila Jackson Lee, a Democrat from Texas, are urging Nigeria to set up a special military unit just to – in her words – \"track down this thug.\"</p><p>\"We can't continue to say that he's in the bush and we can't find him, so we must track him down to the point where he begins to sweat and fear for his own life,\" she says, referring to Boko Haram leader Abubakar Shekau.</p><p>Jackson Lee says the U.S. would be better position to help if Nigeria sets up an elite force to go after Boko Haram, which carried out yet another deadly raid this week, slaughtering many in a northeastern village.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.+Offers+Aid+In+Search+For+Nigerian+Girls%2C+But+Is+It+Too+Late%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michele Kelemen","audio":[{"meta":{"duration":"264"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310476509-f34b24.m3u?orgId=1&topicId=1126&ft=3&f=310466839"},{"href":"http://media.npr.org/assets/img/2014/05/07/nigeria-girls-us-da64d2e073c1bcfc567b395a5d825907b1bbd371.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2112","width":"2818"}}]}