{"created":"2015-04-17T07:40:45+00:00","modified":"2015-05-13T21:02:51+00:00","valid":{"from":"2015-05-13T21:02:51+00:00","to":"3015-05-13T21:02:51+00:00"},"hreflang":"en","title":"Deaths Of Unarmed Black Men Revive 'Anti-Lynching Plays'","published":"2015-04-17T18:06:00+00:00","teaser":"The recent killings of unarmed black men by police have inspired a Brooklyn theater company to stage new readings of dramas written in the early 1900s about the lynching of African-Americans.","itags":["npr_api","399604918"],"guid":"a8669c4d-9c78-4182-829f-1fe6e112ec83","contentencoded":"<p>An obscure but riveting genre of theater is being revived in New York City.</p><p>They're called \"anti-lynching plays.\" Most were written by black playwrights during the early 1900s to show how lynchings devastated African-American families.</p><p>Inspired by the <a href=\"http://www.npr.org/blogs/codeswitch/2015/04/13/399314868/some-key-facts-weve-learned-about-police-shootings-over-the-past-year\" target=\"_blank\">recent deaths of unarmed black men by police</a>, a theater company in Brooklyn, N.Y., is staging a <a href=\"http://www.jackny.org/strange-fruit.html\" target=\"_blank\">series of new readings of these plays</a>, including <a href=\"http://nationalhumanitiescenter.org/pds/maai3/segregation/text3/blueeyedblackboy.pdf\" target=\"_blank\">Georgia Douglas Johnson's</a> <em>Blue-Eyed Black Boy.</em></p><p>\"It's not a play where we re-enact a lynching. The focus is not the gory details,\" says Wi-Moto Nyoka, an actress featured in the readings. \"This is a human take on our shared history.\"</p><p>Lynchings were a common part of Southern life when these one-act plays were written. Magazines for the black community often published them so they could be performed in churches and schools or read aloud in homes, according to Koritha Mitchell, an English literature professor at Ohio State University who wrote about the plays in <em>Living with Lynching</em>.</p><p>\"These plays were interested in saying, 'Well, we're being told every day that we are hunted because we're a race of criminals, but in fact, the real reason that our neighbor was lynched was because he had land that whites wanted to take,' \" Mitchell explains.</p><p>She adds that white mobs also targeted African-Americans with successful businesses or families.</p><p>\"Being able to tell the truth about why communities are under siege was a really important counterpoint to a society that's always telling you that you deserve whatever you get,\" Mitchell says.</p><p>Edmund Alyn Jones, an actor in <em>Blue-Eyed Black Boy</em>, says he hopes modern-day audiences who come to the readings will get a better sense of both history and current events.</p><p>\"I think the revival of these plays that happen a long time ago give us enough distance to say, 'Oh! That's awful! Oh, wait a minute! That looks a lot like what's happening right now. Oh! I see,' \" he says.</p><p>In <em>Blue-Eyed Black Boy</em>, a young black man is thrown in jail for brushing up against a white woman on the street — a theme Jones says he sees playing out today.</p><p>\"A young man now, if he's dressed a certain way or he's in a neighborhood that he doesn't belong in — that is the modern-day equivalent of bumping into that white lady,\" he says.</p><p>Walter Scott, Michael Brown, Eric Garner and other unarmed black men killed by police have been on the mind of Courtney Harge as she has prepared to direct this series of monthly play readings, which began in February. She says she sees parallels between the recent killings and <a href=\"http://www.npr.org/blogs/codeswitch/2015/02/10/385263536/new-report-examines-lynchings-and-their-legacy-in-the-united-states\" target=\"_blank\">the lynching of thousands of African-Americans after the Civil War</a>.</p><p>\"Someday you encounter the wrong person, and your life is over. And that kind of idea feels very relevant to the world we, particularly as black people, are living in,\" says Harge, who also serves as the artistic director of Colloquy Collective, a theater company.</p><p>After Sunday's reading of <em>Blue-Eyed Black Boy</em> at JACK, a Brooklyn community arts center, rehearsals will begin for the next play in the series, Johnson's <em>Safe</em>, which is scheduled for May. It's about an African-American woman who makes a tragic choice after giving birth to a baby boy. Just before he's born, she sees a young black man being lynched outside her home.</p><p>\"[She] asks herself, 'How do I bring a child into this world and try to keep them safe when they're looked at as threats just by existing?' \" Harge explains. \"'Is it cruel in some way to bring a child into this world that way?' And it's an answer I don't have.\"</p><p>But they're questions in a play written around 1929 that, Harge says, are just as pressing almost 90 years later.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Deaths+Of+Unarmed+Black+Men+Revive+%27Anti-Lynching+Plays%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400285289-0356ff.m3u?orgId=1&topicId=1008&d=233&p=3&story=399604918&t=progseg&e=400285178&seg=9&ft=nprml&f=399604918"},{"href":"http://media.npr.org/assets/img/2015/04/14/img_2609edit-b2af539e785ebb7ccec6d5ca3f402b1eb416d7f0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1681","width":"2242"}},{"href":"http://media.npr.org/assets/img/2015/04/14/img_2594edit-b4269ed77589cfdce0818b1ae687ea637edabc64.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1839","width":"2452"}}]}