{"created":"2014-08-28T01:45:10+00:00","modified":"2014-10-30T22:57:08+00:00","valid":{"from":"2014-10-30T22:57:08+00:00","to":"3014-10-30T22:57:08+00:00"},"hreflang":"en","title":"Golf May Be Too Polite A Sport For Presidential Politics","published":"2014-08-27T12:53:00+00:00","teaser":"President Obama has been widely criticized for not being combative enough. Commentator Frank Deford says we elected a basketball player, but ended up with a golfer.","itags":["npr_api","343412002"],"guid":"a8787d91-d742-4a99-9722-047bb2324add","contentencoded":"<p>There's been much criticism of the president lately, even within his own party, that he's too detached and withdrawn, not combative enough anymore. This can be explained completely with a sports analogy: We elected a basketball president, but then we ended up with a golf president.</p><p>Golf is an internal game. Nobody is playing against you. Nobody is guarding you. Basketball, on the other hand — basketball is in your face, one-on-one, combative to its core. Obama actually had a court built in the White House. And remember all the pictures a few years ago of the president playing hoops, going all out? Why, even after he became the most powerful man in the world, he suffered a split lip in a game that required a dozen stitches.</p><p>Basketball is about slashing, dunking, crashing the boards. What is the one basketball term that most delineates the game? \"No harm, no foul.\" Meaning: Challenge the limits, check, poke, use just enough strategic contact. That's how the man got to the White House.</p><p>But golf? What do we hear? \"It's your honor.\" \"I'm away.\" \"We halved the hole.\"<em> </em>There's no halving in politics!</p><p>What is it about presidents and golf? Since William McKinley took it up in 1897, almost all of them have hit the links. Democrats, Republicans — it doesn't make any difference. Would you ever guess which president played the most? That cerebral college professor, Woodrow Wilson. Scott Berg, in his wonderful biography of Wilson, says it was an absolute ritual with him. Most every day: breakfast, then Woody and the first lady would drive out to the club and get in nine holes. Only then, treaties and vetoes and executive orders and stuff. Not even Ike or Clinton was as golf goofy as Wilson. Not even Obama — yet.</p><p>But here's a tip to the White House media office. Never, never again let the president be photographed in a golf cart. What is the wussiest item in all of sports? A golf cart — that electric chaise lounge. A movable divan. Could you ever picture Vladimir Putin in a golf cart? You think Angela Merkel poses in a golf cart? In a pig's eye.</p><p>I'm telling the president, just stay completely away from golf courses and get back to your basketball court. Bring that ball up yourself, pass it, work that pick and roll, swing to the hoop, and never mind the guy in front of you. Just pretend it's that nerdy Mitch McConnell. Up for two. No harm, no foul. Once again, then: Hail to the chief.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Golf+May+Be+Too+Polite+A+Sport+For+Presidential+Politics&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"208"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343623282-831fe3.m3u?orgId=1&topicId=1055&aggIds=4499275&ft=3&f=343412002"}]}