{"created":"2014-10-07T19:29:59+00:00","modified":"2014-10-30T23:47:12+00:00","valid":{"from":"2014-10-30T23:47:12+00:00","to":"3014-10-30T23:47:12+00:00"},"hreflang":"en","title":"On The Eve Of A Possible Lockout, Met Opera Talks Remain Contentious","published":"2014-07-31T12:12:00+00:00","teaser":"Labor disputes are nothing new to the Met Opera, but never have they been so public. With a deadline looming, both sides signal that negotiations are going nowhere.","itags":["npr_api","336586571"],"guid":"a87c46a7-1ae1-4250-bf2b-5fda4eb506a3","contentencoded":"<p>At the Metropolitan Opera, drama is usually onstage. But for the past several months, it's been in the newspapers.</p><p>Contract deadlines for 15 of the 16 unions at the Met in New York are set to expire at midnight tonight, and negotiations will likely go down to the wire. A lockout shutting down the world's largest opera house seems imminent.</p><p>Management wants concessions from the unions to offset dwindling ticket sales. Union employees think they're being asked to pay for unchecked spending.</p><p>Late Wednesday, management proposed to two of the unions that a federal mediator be called, but the Met still hasn't taken a lockout off the table. All of this has played out very publicly.</p><p>Acting Principal Clarinetist Jessica Phillips Rieske, chair of the orchestra's negotiating committee, says, \"the media blackout was over before it had begun.\" In February, the day after the unions received management's initial proposals for cuts, details were leaked to <em>The New York Times</em>.</p><p>\"It's sort of unprecedented for us to have these negotiations in the press,\" Rieske says. \"It's the first time that's ever happened.\"</p><p>But it's not the first time Met labor negotiations have turned nasty. In 1969 and in 1980, extended lockouts canceled large chunks of the company's seasons. Under the Met's previous general manager, Joseph Volpe, labor relations — at least on the surface — seemed amicable.</p><p>Drew McManus, an arts consultant who's worked with opera companies and orchestras, says that after Peter Gelb took over as general manager in 2006, relations with the unions went bad very quickly.</p><p>\"But instead of going public and getting very angry,\" McManus says, \"the employer, the Met in this case, decided to go ahead and bring Joe back in. And that seemed to be fine until now, when the Met released a statement saying that they would not be using Joe and that Peter would be involved in the negotiations directly. And that's where everything kind of turned upside down.\"</p><p>Gelb brought in attorney Howard Z. Robbins, of the international law firm Proskauer, who represented the National Hockey League in its 2012-13 lockout. That was a sign, says D. Joseph Hartnett of the International Alliance of Theatrical Stage Employees, who is representing six Met unions in the negotiations.</p><p>\"This threat of a lockout, we view it very seriously,\" Hartnett says. \"You know, you don't hire the attorney that locked out the NHL if you're not planning on a lockout.\"</p><p>For his part, Gelb has been as vocal in the press as his critics. \"Certainly, taking on the unions is not fun, I can tell you that,\" Gelb said two weeks ago. \"Unions, artistic workers, in this country are the highest paid in the world.\"</p><p>And Gelb told the Associated Press last week that \"We need to impose a lockout because otherwise we have no ability to make them take this seriously.\"</p><p>Michael G. Dzialo of Pitta & Giblin LLP, a labor attorney who has represented several unions, including the Directors Guild of America, says he would have advised Gelb to choose his words more carefully: \"If he were my client, I'd take him backstage and slap him around a bit, because he's gone off-script. You do not say that. What you say is, 'The last thing in the world we want to do is impose a lockout.'\"</p><p>And that's exactly what the Met said in a statement when asked about Gelb's quote. Late yesterday, Gelb proposed to the unions representing the orchestra and the singers that they call in a federal mediator. Representatives from both unions said they're open to the idea if Gelb calls off the lockout. But press reports indicate that management intends to stick to its timetable.</p><p>In his interview with NPR, Gelb said that if he could negotiate a settlement with at least one or more of the big unions, \"That will give us some momentum that will enable us to reach agreements with the other groups. Certainly, if we don't reach agreements, then it's going to have a deleterious effect, obviously, on the season opening.\"</p><p>The season is scheduled to begin Sept. 22 with a gala performance of a new production of <a href=\"http://www.npr.org/artists/15327819/wolfgang-amadeus-mozart\" target=\"_blank\">Mozart</a>'s <em>Marriage of Figaro</em>. The unions say they're willing to continue to work and talk past today's deadline.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=On+The+Eve+Of+A+Possible+Lockout%2C+Met+Opera+Talks+Remain+Contentious&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Lunden","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336766043-977fa9.m3u?orgId=1&topicId=1106&ft=3&f=336586571"},{"href":"http://media.npr.org/assets/img/2014/07/30/met_bargain-2b1cee8466c6f08a7fa01f2d5afeaf3bc7b435a9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}}]}