{"created":"2014-09-19T20:15:21+00:00","modified":"2015-03-09T18:08:06+00:00","valid":{"from":"2015-03-09T18:08:06+00:00","to":"3015-03-09T18:08:06+00:00"},"hreflang":"en","title":"Inside An Ebola Kit: A Little Chlorine And A Lot Of Hope","published":"2014-09-19T22:53:00+00:00","teaser":"The Ebola epidemic is growing exponentially. And clinics don't have space for patients. So the U.S. government is giving families kits for treating people at home. Will this help slow the epidemic?","itags":["npr_api","349908367"],"guid":"a89f01d3-cb7e-4321-9223-a9bab9764de2","contentencoded":"<p>American doctor and Ebola survivor <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/09/16/349012693/dr-kent-brantly-ebola-survivor-gives-testimony-on-the-hill\">Kent Brantly</a> had senators in Congress riveted this week, as he told them the story of a patient named Francis.</p><p>Francis lived in Liberia's capital, and as he lay dying of Ebola, he told Brantly he knew how he had gotten infected: while helping a sick neighbor into a taxi.</p><p>\"If someone had come alongside Francis, and given him a little bit of education, and provided him with the protective equipment he needed,\" Brantly said, \"his family would still have their father and their son and their brother — and the world might still have this good Samaritan.\"</p><p>That kind of protective equipment is in kits the U.S. government will soon distribute to families in Liberia.</p><p>What's inside one of these kits?</p><p>\"It's a bucket that contains a sprayer, which is used for disinfectants; rolls of bags for capturing infected garments or items,\" says USAID's <a href=\"http://www.usaid.gov/who-we-are/organization/nancy-e-lindborg\">Nancy Lindborg</a>. There are also gloves, gowns, masks, soap and some chlorine, she says.</p><p>USAID plans to distribute the kits to 400,000 households across Liberia. The first 50,000 kits are arriving next week, Lindborg says.</p><p>Kits like these have been distributed in previous Ebola outbreaks, but never on this scale. The big question is: Can these kits help slow the spread of the virus?</p><p>\"In previous outbreaks, the question was, 'Is it better to try to take care of people at home with these sorts of kits, or should we really focus on getting people into Ebola treatment units?' \" says <a href=\"http://www.sph.tulane.edu/publichealth/tropmed/faculty_bausch.cfm\">Dr. Daniel Bausch</a>, an infectious disease specialist at Tulane University, who is advising the U.S. government on Ebola.</p><p>But that's not an option now with this outbreak. There have been more than 5,300 Ebola cases reported across Liberia, Sierra Leone and Guinea. More than 2,600 people have died, the World Health Organization <a href=\"http://apps.who.int/iris/bitstream/10665/133833/1/roadmapsitrep4_eng.pdf?ua=1\">said</a> Friday.</p><p>There are very few treatment centers in Liberia, where more than half of the cases have occurred. So people are taking care of their family members at home. They don't have a choice.</p><p>On Tuesday, President Obama <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/09/16/348775903/obama-to-announce-large-ramp-up-of-fight-against-ebola\">announced</a> that the U.S. military would help to build 17 new treatment centers with a total of 1,700 beds. But that's going to take time.</p><p>\"Until we can do that, I think we have to be honest,\" Bausch says. \"and we have to offer people protections and what care we can, even though it's far from ideal.\"</p><p>But the kits aren't meant to provide treatment, USAID says. For instance, they don't contain Tylenol for fevers. Or rehydration salts to help replace fluids lost through vomiting and diarrhea. The agency says the most important item in the kit is an information pamphlet, telling people how to protect themselves.</p><p>Although the items in the kits won't completely protect a family member or friend caring for someone with Ebola, Bausch says, every little bit helps. \"Rather than having five infected people from a sick person in a home, if we can cut [that] down to three, obviously that's a good thing,\" Bausch says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Inside+An+Ebola+Kit%3A+A+Little+Chlorine+And+A+Lot+Of+Hope&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nurith Aizenman","audio":[{"meta":{"duration":"177"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349908368-852308.m3u?orgId=1&topicId=1031&e=349908367&d=177&ft=nprml&f=349908367"},{"href":"http://media.npr.org/assets/img/2014/09/19/gloves-ba493e1366ee9d142a3a9f03f0f90c44a933d6ec.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1311","width":"1748"}}]}