{"created":"2015-06-16T18:13:56+00:00","modified":"2015-06-16T20:34:17+00:00","valid":{"from":"2015-06-16T20:34:17+00:00","to":"3015-06-16T20:34:17+00:00"},"hreflang":"en","title":"James Taylor's Back With New Music On 'Before This World'","published":"2015-06-16T20:34:00+00:00","teaser":"The music legend says he sequestered himself away from his family to focus on \"putting the puzzles together.\" ","itags":["npr_api","414971156"],"guid":"a8a275fd-ac4c-435c-aaf9-330fc482e368","contentencoded":"<p>Music legend <strong>James Taylor</strong> hasn&#8217;t released an album of new material since &#8220;<a href=\"http://www.amazon.com/October-Road-James-Taylor/dp/B003IMV8I0/\" target=\"_blank\">October Road</a>&#8221; in 2002. But it&#8217;s not as if he hasn&#8217;t been composing in the interim.</p><p>&#8220;I&#8217;m constantly making little musical recordings on my phone or on a little voice recorder I carry with me, just to remember these little pieces of music that eventually become songs,&#8221; he Taylor told <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young.</p><p>But he needed time alone to focus on the process of &#8220;writing lyrics and putting the puzzles together.&#8221; So Taylor decided to sequester himself away from his family for short periods of time.</p><p>&#8220;After a couple of days of waiting and just sitting there, experiencing the solitude, songs began to come through,&#8221; he said. James Taylor releases the resulting album, &#8220;<a href=\"http://www.amazon.com/Before-This-World-Deluxe-Edition/dp/B00VMQK37Q\" target=\"_blank\">Before This World</a>,&#8221; today.</p><h4>Interview Transcript</h4><p><strong>Robin Young:</strong> James Taylor is out with a new CD &#8211; his first new music since 2002. We’ve missed him, we’ve missed new music, but James Taylor himself has been hard to miss. Singing before World Series games, performing at President Obama’s inaugural or on the last Jay Leno Show in the same year, at the 10th anniversary of 9/11, and the memorial service of the MIT officer killed after the Boston Marathon bombings, usually with his wife Kim, former executive with the Boston Symphony Orchestra, at his side. It’s hard to think of anyone who’s done more to help Americans mark occasions with songs like “Close Your Eyes” or “You’ve Got a Friend,” maybe so much so that it’s been hard to let new music in. As he writes in the album liner notes, it’s been a while. James Taylor’s new CD is called “Before This World.” He joins us from his home in Western Mass. Hello!</p><p><strong>James Taylor:</strong> Hi Robin</p><p><strong>Robin:</strong> Why so long?</p><p><strong>James:</strong> It’s been a very full period of time. It took a lot of focus for me to get back to work on writing new songs.</p><p><strong>Robin:</strong> With your wife Kim, you have two boys. That’s a handful right there. But you told Rolling Stone, that at a certain point you were thinking, ‘Well wait a minute. Is it over? Am I not going to write again?’</p><p><strong>James:</strong> I did wonder what it would be like to get back to writing. In a sense I&#8217;m always making music. I’m constantly making little musical recordings on my phone or on a little voice recorder I carry with me so I can remember these little pieces of music that eventually becomes songs. But the process of getting down to work and writing lyrics and putting the puzzles together was something I was curious about and how I was going to get back into it.</p><p><strong>Robin:</strong> Rolling Stone again quotes you saying that you had to say to your wife and kids and manager that if I don&#8217;t get this record written I don&#8217;t know what&#8217;s going to happen. And you literally went and lived in a friend’s apartment in Rhode Island.</p><p><strong>James:</strong> Yeah, that’s right. Actually, it was Kim who arranged that for me. She understood what was happening and that I needed much more uninterrupted time, and after a couple of days of waiting and just sitting there experiencing the solitude, the songs began to come through.</p><p><strong>Robin:</strong> Always calling home at dinner time. But one of the songs is for Kim. Let’s listen to a little of &#8220;You and I Again.&#8221; &#8230; What do you mean by that line, &#8220;I see how fierce you are standing on holy ground.&#8221; What is the holy ground?</p><p><strong>James:</strong> Basically the relationship, the marriage, the commitment, the partnership, I guess.</p><p><strong>Robin:</strong> Well Kim and the boys sing on a couple of songs on the CD, including “Angels of Fenway.” This is about your passion for the Boston Red Sox. Is it really true? Did you have a grandma that first took you to the game?</p><p><strong>James:</strong> No, I didn’t.</p><p><strong>Robin:</strong> That was such a good story.</p><p><strong>James:</strong> I know it’s a good story, but it wasn&#8217;t my grandma.</p><p><strong>Robin:</strong> So there’s your ode to Fenway.</p><p><strong>Robin:</strong> I want to listen to a little more of another song. This is “Stretch of the Highway.” It’s a bluesier James Taylor.</p><p><strong>James:</strong> “Stretch of the Highway” is a highway song. I’ve written a number of them over the years and it’s a big part of my life, this sort of tension between a longing for home and the call for the open road. It’s sort of like a tug between two families. I even love to miss my home.</p><p><strong>Robin:</strong> So you appreciate it more when you get back &#8230; Well as you said, bluesier James Taylor. This gives me the opportunity to ask: Can you settle something. Did you write “Steamroller” as sort of a joke, a take on how white blues bands were trying to sound black?</p><p><strong>James:</strong> Exactly, I was in New York City in 1966, &#8217;67, and there were lots of groups trying to come to New York and make it. Driving in from the suburbs and setting up as just barely post-pubescent budding musicians and singing these Howlin’ Wolf and Muddy Waters was like pale imitation to me. This was meant to be a take off. Taking the mickey a little bit.</p><p><strong>Robin:</strong> That brings us to one of our favorite music writers, Ann Powers and her pretty controversial 2011 column which was titled, “<a href=\"http://www.npr.org/sections/therecord/2011/07/22/138518905/james-taylor-is-not-the-whitest-guy-you-know\" target=\"_blank\">James Taylor Is Not The Whitest Guy You Know</a>,” and she was responding to a <a href=\"http://www.spin.com/articles/caucasian-invasion-whitest-kids-u-know\" target=\"_blank\">column</a> in Spin magazine by the comedy troupe The Whitest Kids U’ Know, and they were saying things like, ‘Your hits make John Denver sound like Public Enemy,’ and she defended you. Are you aware of this?</p><p><strong>James:</strong> I think in a sense I am, but where this musical connection comes from, I don&#8217;t know. My brother Alex fell in love with rhythm and blues early and gave me a strong dose of it.</p><p><strong>Robin:</strong> Your late brother Alex. And that&#8217;s what Ann Powers says. She says you have rhythm and blues chops. She points out your idol was Ray Charles and that an important moment in your life was when you were at McLean Hospital in the psychiatric facility, you went there as a young man with an emotional breakdown, I guess, and were horrified to look up and see Ray Charles in the cafeteria.</p><p><strong>James:</strong> Yeah, you know, I had to question my sanity, which I was doing a lot of at that point anyway, but he did, he showed up at McLean Hospital. He was there for three days. I saw him when I came upstairs for dinner. He played the piano &#8211; horribly out of tune &#8211; on the ward, and I was just amazed to see him there. It was really like a dream.</p><p><strong>Robin:</strong> She says it haunted you for decades. Was it a hero falling?</p><p><strong>James:</strong> No, if anything it just fit right in with my picture for the man. My feelings about Ray Charles just purely come off the record and through my ears, and he could do no wrong.</p><p><strong>Robin:</strong> You would also later fight a heroin addiction. You sing later about that in the song on the new CD, “Watching Over Me.” Let’s just listen to a little bit of that. &#8230; James Taylor, who&#8217;s that watching over you?</p><p><strong>James:</strong> You know, it&#8217;s a sort of big idea of higher power or your lucky stars. I also credit a dear friend, now gone sadly, Michael Brecker, who is the fabulous tenor saxophone and an amazing musician who brought me into recovery, mostly by his own example. Even though he&#8217;s gone I think about him all the time, and I think it’s as much Michael as anyone else looking over me.</p><p><strong>Robin:</strong> Well you write in the song,&#8221;how am I gonna pay the debt I owe, learn my lesson again, gotta return it to sender.&#8221; And I guess I wonder if that brings us back full circle to where we started. Is that maybe part of what all these public moments are about?</p><p><strong>James:</strong> I think it&#8217;s part of the equation, more and more my reaction to my life and what I&#8217;ve been given is gratitude and I’m primarily grateful to my audience, that there are people who will buy a ticket and come and see us play and who essentially supports me and this life of music. I think recovery is a part of that picture, too, but feeling gratitude, it feels good, and it sets you up the right angle for this experience.</p><p><strong>Robin:</strong> Well you consider the alternative: no one asks, A, or B, you’re not here. One last question: Joni Mitchell is reportedly very ill. Do I remember correctly that she sang backup on “You’ve Got a Friend?”</p><p><strong>James:</strong> &#8220;Oh, you’ve got a friend long ago and faraway.&#8221; A number of songs. We played on each others’ records and we spent a year together, which was amazing for me &#8211; just a wonderful time. It was just wonderful, and Joni with an amazing sense of humor and this fierce independence and everything she touched was transformed, including me. So I love her. I better take a hint from this and get in touch, that’s a good idea.</p><p><strong>Robin:</strong> James Taylor, his new CD, “Before This World.”</p><p><strong>James:</strong> Well Robin, I&#8217;m a fan, and I’ll probably hear you again before you hear me but thank for having me on and it’s great to talk.</p><p><strong>Robin:</strong> Okay, I’m retiring now.</p><p><strong>James:</strong> Me too. Thanks a lot, Robin.</p><p><a href=\"http://www.youtube.com/watch?v=3K1qZi6Z0e4\">[Youtube]</a></p><h4>Guest</h4><ul><li><strong><a href=\"http://www.jamestaylor.com/\" target=\"_blank\">James Taylor</a></strong>, five-time Grammy Award-winning singer-songwriter and guitarist. He was inducted into the Rock and Roll Hall of Fame in 2000.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=James+Taylor%27s+Back+With+New+Music+On+%27Before+This+World%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"674"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414971159-5790e9.m3u?orgId=1&d=674&p=60&story=414971156&t=progseg&e=414971101&seg=3&ft=nprml&f=414971156"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0616_james-taylor1.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"628","width":"950"}}]}