{"created":"2014-10-31T01:31:04+00:00","modified":"2014-10-31T01:31:04+00:00","valid":{"from":"2014-10-31T01:31:04+00:00","to":"3014-10-31T01:31:04+00:00"},"hreflang":"en","title":"What Does It Take To Become A Valedictorian These Days?","published":"2014-06-03T19:07:00+00:00","teaser":"In the first of three conversations, we speak with Jordan Thomas, 17, of University High School in Newark, N.J.","itags":["npr_api","318563391"],"contentencoded":"<p>What does it take to be a high school valedictorian these days?</p><p><em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson asked three valedictorians, who say their friends, their parents, their surroundings and some very special teachers motivated them to develop the drive in school that got them to number one.</p><p>All three students, who are graduating this year, already have very specific plans for their futures.</p><p><strong>Jordan Thomas</strong> is 17 and grew up in Newark, New Jersey, He acknowledges that Newark can be a tough place but he considers himself lucky.</p><p>&#8220;You have that advantage of not being like many other children in the sense of being sheltered,&#8221; he said. &#8220;You learn that you will have to grow up quickly in Newark.&#8221;</p><p>Thomas is going to Princeton next year and plans to major in political science.</p><p>&#8220;I realized my passions and my strengths are more centered on the responsibilities of becoming a lawyer,&#8221; he said.</p><p>Thomas said that, aside from being a hard work, a big part of his success and bright future has just been being a normal teenager.</p><p>&#8220;One thing that I take pride in and that I&#8217;ve always been commended for is my ability to a very down-to-earth, sort of normal student,&#8221; he said. &#8220;Although I was valedictorian and I was always involved in community service and getting involved in my AP classes, I definitely made sure that I definitely had that social interaction, and I always made friends with everybody in the class. I was always one to want to attend the parties and to really get involved in that sort of aspect of high school as well. But my core group of friends, aside from everybody who was starting the parties and everything, always knew that, at the end of the day, there&#8217;s a time to have fun, there&#8217;s a time to party, there&#8217;s a time to go out, to go to the movies, but at the end of the day, make sure that the homework is done, make it&#8217;s done right, and make sure you&#8217;re ready for the test the next day.&#8221;</p><p><em>Note: This is the first of three conversations. Two more interviews with valedictorians will air later this week.</em></p><h4>Guest</h4><ul><li><strong><a href=\"http://www.nps.k12.nj.us/Page/240\" target=\"_blank\">Jordan Thomas</a></strong>, valedictorian at University High School in Newark, New Jersey.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Does+It+Take+To+Become+A+Valedictorian+These+Days%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"a8a5972f-617c-4fc7-b631-6d05f7daab08","audio":[{"meta":{"duration":"507"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318567506-3865ff.m3u?orgId=1&ft=3&f=318563391"}]}