{"created":"2014-11-16T22:07:10+00:00","modified":"2014-11-24T21:05:13+00:00","valid":{"from":"2014-11-24T21:05:13+00:00","to":"3014-11-24T21:05:13+00:00"},"hreflang":"en","title":"Lakers May Be Losing Games, But They're Still Winning Latino Fans","published":"2014-11-17T02:00:00+00:00","teaser":"The Lakers are the only NBA team with a dedicated Spanish-language TV channel and broadcast crew. And it makes sense: almost half of the 10 million people in LA County are Hispanic.","itags":["npr_api","364509133"],"guid":"a8a9f2fe-cb94-43fc-8955-8d7b798734b7","contentencoded":"<p>The Los Angeles Lakers have played just nine games so far this season — and at 1-8, they're already off to their worst start ever. But off the court, the Lakers have become the leader in something the NBA has been working on for almost 20 years: courting Latino fans.</p><p>The Lakers are a perfect fit for the job. First off, despite the last few seasons, they're still 16-time NBA champions, the home of legends like Kobe Bryant, Kareem Abdul-Jabbar and Magic Johnson.</p><p>But just as importantly, there are more than 10 million people living in Los Angeles County, and nearly half are Hispanic.</p><p>A poll conducted by ESPN back in 2009 found that the Lakers were the favorite team of U.S. Latinos. More recently, the website FiveThirtyEight <a href=\"http://fivethirtyeight.com/datalab/the-clippers-like-many-nba-teams-have-a-majority-minority-fan-base/\">estimated</a> that nearly a quarter of all Lakers fans were Hispanic — the second-highest share in the league.</p><p><strong>The Lakers En Espa<strong>ñ</strong>ol</strong></p><p>More than half the 30 NBA teams broadcast at least some of their games in Spanish, over the radio. But the Lakers are the only team to have a dedicated Spanish-language TV channel and broadcast crew: TWC Deportes.</p><p>It's the real deal. Fifteen minutes before tipoff, play-by-play announcer Adrián García Márquez is down on the court, prepping for the game. He and color commentator Francisco Pinto are taking turns doing live pregame spots from the court. They're surrounded by producers with a camera and lights setup that's just as elaborate as the two English-language crews across the court.</p><p>Back in 2011, the Lakers signed a broadcast deal with Time Warner Cable unlike any other in basketball: they'd make <em>two</em> Lakers channels, instead of just one. There's the English-language TWC SportsNet, and the Spanish-language TWC Deportes. Both channels carry any Lakers game, home or away, that hasn't been picked up by a national broadcaster like ESPN or ABC. And these days, with the Lakers' struggles, national pickup is happening less and less.</p><p>Deportes hired García Márquez right off the bat. He grew up in San Diego, the American-born kid of Mexican immigrants.</p><p>\"My dad was kind of strict with, 'Habla español.' You know, 'Speak Spanish.' But we were allowed to say Padres and Chargers — even though Padres is technically a word in español, padres, right? — but you know, Padres, Chargers, sports stuff we could speak in English.\"</p><p>The result: a bicultural guy making a bicultural broadcast. García Márquez uses words like \"jumpercito\" — a little jumper, four or five feet from the basket — and \"threepotitlan,\" a play on the phrase \"three-point land\" and the name Tenochtitlan, the Aztec capital where Mexico City is today.</p><p><strong>Targeting \"Bicultural\" Latinos</strong></p><p>Hispanic marketing expert Heidi Pellerano says this bicultural sound is very purposeful.</p><p>She's with a consulting firm called Wasserman Media Group. She says a lot of companies make the mistake of trying to reach Hispanics, but with no nuance.</p><p>\"When you go market your product, do you market your product the same way to a boomer that you would do [to] a millennial?\" she asks. \"Would you market your product the same way to a male or a female? No. The answer's always no, no, no.\"</p><p>She's Hispanic herself, and used to work for the NBA back when they started these targeted efforts in the 1990s.</p><p>\"The NBA really did a lot of homework and research, and honed it that their sweet spot was gonna be the more bicultural and acculturated Hispanic consumer,\" she explains.</p><p>A good example of that might be the jerseys a handful of teams trot out every March, for \"Noche Latina\" events, with team names like \"El Heat\" and \"Los Lakers.\"</p><p>Some Latino fans take offense at those.</p><p>\"That's not just lazy, it's insulting and condescending. It's the sporting equivalent of the guy who pretends to speak Spanish by saying something like, 'Yo speako el Englisho,' \" <a href=\"http://thinkprogress.org/sports/2014/02/27/3340031/nbas-noches-latinas-fall-short-actual-latino-outreach/\" target=\"_blank\">wrote Rafael Noboa y Rivera earlier this year</a>.</p><p>But Nelson Guevara disagrees. He's a 23-year-old Lakers fan, born and raised in LA County.</p><p>\"A lot of companies go straight to the stereotype. They go straight to the Aztec warrior,\" he says. \"[The NBA] didn't do that. They just took the language — which is how we say 'Los Lakers' anyways — and they ran with that.\"</p><p>Guevara is also the American-born child of immigrants. His parents came to LA from El Salvador back in the 1970s.</p><p>He grew up speaking Spanish at home and English at school. In other words, he's exactly who the NBA is after.</p><p>He can tell. And it feels a little weird, he told me. But he's benefiting from it too. His family used to have to listen to games on the Spanish radio, or just watch the English TV broadcast on mute. But now, they can watch the games together in Spanish on TWC Deportes.</p><p>On the other hand, it wasn't the marketing that hooked his parents on the Lakers, he says. It was the <em>winning</em>. When his parents came to the U.S., the Lakers were huge. They won the NBA championship five times in the '80s.</p><p>But now that the Lakers are so bad, Nelson wonders: \"It's gonna be interesting to see how many fans become [LA] Clippers fans.\"</p><p>And maybe he's onto something: for the first time in years, <a href=\"http://espn.go.com/nba/attendance/_/sort/allAvg\" target=\"_blank\">more people are coming to see the Clippers</a> — home and away — than the 16-time champion Lakers.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lakers+May+Be+Losing+Games%2C+But+They%27re+Still+Winning+Latino+Fans&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Becky Sullivan","audio":[{"meta":{"duration":"242"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364562048-84ab44.m3u?orgId=1&topicId=1055&ft=3&f=364509133"},{"href":"http://media.npr.org/assets/img/2014/11/16/477488283-755e81d34825789511c9dfda71f7f50b06dc4d77.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2222","width":"2963"}},{"href":"http://media.npr.org/assets/img/2014/11/16/img_8672v-0d998bd18ba3c01a15ae13c0b2c137f45c60bce1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1561","width":"2082"}}]}