{"created":"2015-01-09T08:26:54+00:00","modified":"2015-06-15T17:15:52+00:00","valid":{"from":"2015-06-15T17:15:52+00:00","to":"3015-06-15T17:15:52+00:00"},"hreflang":"en","title":"A 'Sizable Decrease' In Those Passing The GED ","published":"2015-01-16T23:54:00+00:00","teaser":"The new GED is more expensive, computer-based and tougher. As a result, some states are embracing alternative tests, and the number of GEDs awarded last year fell.","itags":["npr_api","375440666"],"guid":"a8b04523-b779-42ba-a9f8-32f731a6614d","contentencoded":"<p>One year after the launch of a major overhaul of the GED exam — the first since 2002 — the high school equivalency program has seen a sharp drop in the number of people who took and passed the test, according to local and state educators and the organization that runs it. In addition, at least 16 states have begun offering or plan to offer new, alternative tests.</p><p>Combined, these changes represent a dramatic shift in the equivalency landscape dominated by the GED since its inception during World War II.</p><p>Last January, the GED test moved to the computer. It also got more expensive, by most accounts more difficult — and, for the first time, the program is being run on a for-profit basis. The new <a href=\"http://www.gedtestingservice.com/ged-testing-service\">GED Testing Service</a> is a joint venture between the American Council on Education, the nonprofit that has run the program since it began, and the education company Pearson<em>.</em></p><p>What effect did all of these changes have on test takers?</p><p>\"Our number of graduates for this last calendar year has dropped about 85 percent,\" says Myles Newman, who helps coordinate GED preparation for one school district in Lexington County, S.C. States including Wisconsin, Pennsylvania and Colorado are reporting large drops as well.</p><p>Nationally, the GED Testing Service says while it has seen a \"sizable decrease,\" it won't be able to release final 2014 numbers for several weeks. But here's what we know so far:</p><p>-- In 2012, a total of 401,388 people passed the GED test.</p><p>-- In 2013, people rushed to take the old test in its final year, creating a bump: A total of 540,535 people passed.</p><p>-- How many earned a GED credential in 2014? In the general population: 58,524.</p><p>This drop, first reported in the <a href=\"http://www.clevescene.com/cleveland/after-a-major-overhaul-to-the-ged-test-in-2014-18000-fewer-ohioans-will-pass-the-exam-this-year-than-last-along-with-nearly-500000-across/Content?oid=4442224&storyPage=3\">Cleveland Scene newspaper</a>,<em> </em>is dramatic, but that 2014 number is also incomplete. It excludes state and federal prisoners — thousands of whom pass the test in a typical year (although, in the past, many fewer than 100,000). It also excludes those taking alternative tests, though that number, too, is not yet large.</p><p>The decrease is considerable and, combined with the development of those alternative tests and some states' decision to abandon the GED entirely, represents a challenge to the exam's decades-long dominance in the field of high school equivalency.</p><p><strong>Origins Of The GED</strong></p><p>During World War II, vast numbers of young men and women left school before graduation to fight for their country. The government foresaw a need to help them get back on track when they came home. So the American Council on Education created the GED in 1942.<em><br /></em></p><p>Over the decades, the use of the GED credential expanded. It never measured up to the high school diploma in terms of cachet or opportunity — and <a href=\"http://www.npr.org/2012/02/18/147015513/in-todays-economy-how-far-can-a-ged-take-you\">research has long confirmed</a> that it does not translate into comparable earnings. But it came to represent a second chance: for immigrants too old to attend school, for prisoners trying to turn their lives around, for teen parents or anyone whose life has gotten in the way of his formal education.</p><p>Over the years the test has been updated five times, and those upgrades commonly resulted in drops in participation the following year. The last update, in 2002, resulted in a one-year drop of 53 percent in test takers.</p><p>But this time around, some adult educators are reacting strongly to changes that they say create unnecessary barriers for people who are already struggling: the test's increased difficulty, higher cost and computer requirement.</p><p>\"Teachers are telling us that the new test is virtually impossible for students to pass,\" says David Spring, who with his wife, Elizabeth Hanson, runs the website <a href=\"http://restoregedfairness.org/\">Restore GED Fairness</a> in Washington state. Both are educators who have spent years helping people prepare for the GED.</p><p>Nicole Chestang, a vice president at the American Council on Education<em>, </em>says that the new test is more difficult by design and that the upgrade was needed to keep the exam current — for students and for employers who rely on the GED as a measure of what they can expect.</p><p>\"I think we're doing people a real disservice if we don't raise the bar so they are positioned for today's jobs,\" Chestang says. She says it's computer-based because that's what's required in most workplaces. And, in terms of added cost, she notes that some states will help cover the expense of the test.</p><p>Spring and Hanson are supporters of a different equivalency test, called the High School Equivalency Test, or HiSET, produced by the nonprofit ETS and the University of Iowa. The HiSET is now <a href=\"https://www.ets.org/newsroom/news_releases/california_becomes_state_approve\">coming into use in 12 states</a>.</p><p>McGraw-Hill produces yet a third test, <a href=\"http://www.tasctest.com/faqs.html\">called TASC,</a> which has been approved now in nine states. Thirty-four states still offer only the GED.</p><p>Because of the way they're designed, plus their lower cost and paper-and-pencil delivery options, \"HiSET and TASC are much fairer to students,\" Spring argues.</p><p>Jason Carter, the national director for HiSET, says ETS created its test in response to concerns by many states about the GED's for-profit shift. He says preliminary estimates are that 30,000 to 35,000 people passed the HiSET in 2014.</p><p>Nevada offered all three options last year. There, the cost of the GED was $95 and the TASC and HiSET tests were $65.</p><p>\"We just wanted to have choice,\" says Jeff Wales of the Nevada Department of Education. \"Many of our clients prefer paper, and we wanted to make sure that everyone had an equal opportunity to succeed.\"</p><p>He adds that the state saw \"low numbers of test takers [in 2014] across all tests. The year was a lot of transition — for test centers, school districts and test takers.\"</p><p>Chestang acknowledges that 2014 was a \"rocky time\" for states and the GED but says she she's worried about these new alternatives.</p><p>\"The thing that concerns me about having lots of tests out in the marketplace is that it creates a lot of confusion for test takers,\" she says. \"And I also want to make sure that we're all setting the same standard for people.\"</p><p>For 72 years, the GED was the only game in town, no matter which town you lived in. Then, in a matter of one year, 10 states dropped it.</p><p>The days of one monolithic high school equivalency test are over. And that means, for the first time, someone in Boston or Baton Rouge who's hoping for a second chance won't have to pass the GED.</p><p><em>NPR's Elissa Nadworny contributed to this report.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+%27Sizable+Decrease%27+In+Those+Passing+The+GED+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cory Turner","audio":[{"meta":{"duration":"228"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376045604-f55c56.m3u?orgId=1&topicId=1013&d=228&p=3&story=375440666&t=progseg&e=376045416&seg=17&ft=nprml&f=375440666"}]}