{"created":"2014-10-07T18:52:32+00:00","modified":"2014-12-23T18:13:40+00:00","valid":{"from":"2014-12-23T18:13:40+00:00","to":"3014-12-23T18:13:40+00:00"},"hreflang":"en","title":"Rich Kid, Poor Kid: For 30 Years, Baltimore Study Tracked Who Gets Ahead","published":"2014-08-10T22:21:00+00:00","teaser":"Take two kids, the same age, who grew up in the same city. Which one is more likely to go to jail ... or college?","itags":["npr_api","335285098"],"guid":"a8be666e-abd8-480d-a4ee-f7b5e5ce8878","contentencoded":"<p>Education is historically considered to be the thing that levels the playing field, capable of lifting up the less advantaged and improving their chances for success.</p><p>\"Play by the rules, work hard, apply yourself and do well in school, and that will open doors for you,\" is how Karl Alexander, a Johns Hopkins University sociologist, puts it.</p><p>But a study published in June suggests that the things that really make the difference — between prison and college, success and failure, sometimes even life and death — are money and family.</p><p>Alexander is one of the authors of \"<a href=\"http://hub.jhu.edu/2014/06/02/karl-alexander-long-shadow-research\">The Long Shadow</a>,\" which explored this scenario: Take two kids of the same age who grew up in the same city — maybe even the same neighborhood. What factors will make the difference for each?</p><p>To find the answer, the Hopkins researchers undertook a massive study. They followed nearly 800 kids in Baltimore — from first grade until their late-20s.</p><p>They found that a child's fate is in many ways fixed at birth — determined by family strength and the parents' financial status.</p><p>The kids who got a better start — because their parents were married and working — ended up better off. Most of the poor kids from single-parent families stayed poor.</p><p>Just 33 children — out of nearly 800 — moved from the low-income to high-income bracket. And a similarly small number born into low-income families had college degrees by the time they turned 28.</p><p>We traveled to Baltimore to spend time with two of the people whom Alexander and the team tracked for nearly three decades. Here are their stories:</p><p><strong>Monica Jaundoo Of Parkville, Md.</strong></p><p>Monica Jaundoo didn't have an easy life growing up in Baltimore in the early '80s.</p><p>\"I remember being so immune to death, so immune to shootings, killings. I just remember wanting them to rush, like, get the body out the way so we can get back to playing hopscotch or dodgeball,\" she says.</p><p>Things weren't just bad outside in her neighborhood. Life at home was rough, too.</p><p>\"It was like really hot. No air conditioning. Barely gas and electric,\" she recalls. \"It was rodents. It was just very miserable.\"</p><p>In addition, Jaundoo's parents have long struggled with drugs and alcohol. And she says her older brothers still do.</p><p>\"They've spent pretty much all their life being incarcerated,\" Jaundoo says of her brothers. \"It was a very long time before either one of them were at home at the same time.\"</p><p>In many ways, Jaundoo's story is typical of the children the researchers followed. She didn't go away to college. She barely got out of Baltimore — just about 10 miles to Parkville, Md.</p><p>And so her story raises a question: How can a child with the deck stacked against her get out and get ahead?</p><p>In her case, it <em>did</em> happen.</p><p>\"When I had my son, I knew right off the bat I wanted things to be different for him,\" she says.</p><p>Though in her own childhood Jaundoo didn't have the advantages of money or the most supportive family, as a parent she was determined her son and daughter would have both.</p><p>She's got a steady job that pays well, managing sleep studies, she says. She's in a strong relationship and plans to get married.</p><p>And her children — Romeo, 17, and 8-year-old Makai — are both on the honor roll. Makai's in a gifted and talented program, and Romeo's looking at colleges. He doesn't know here he's going quite yet, but plans to major in environmental protection.</p><p>Jaundoo prides herself on having been candid with her children. She says they're astonished when they hear the stark differences between the way she grew up and their childhood.</p><p>\"My mom tells me about the stories how she used to live in her childhood, and I like this better,\" says 8-year-old Makai. \"Because, like, she gives me support on stuff, and I enjoy ... how it is.\"</p><p>If the Hopkins report is any indication, Makai and Romeo have a far better shot at future success than their mother did.</p><p><strong>John Houser Of Baltimore, Md.</strong></p><p>Growing up the son of a sprinkler-fitter, you learn a lot of things. But mostly, the value of hard work, John Houser tells us.</p><p>\"You work. You don't complain, you don't take days off,\" he says. \"If you are sick enough, take a day off, but make sure you come back immediately.\"</p><p>He grew up surrounded by a big, tight-knit family. Grandparents, an aunt and an uncle all lived within a couple of blocks. He remembers regular trips out to Baltimore County to visit his cousins.</p><p>Houser didn't realize it at the time, but he thinks his parents did a pretty good job with him.</p><p>\"There comes a point where ... it was even before I had a kid, you realize they did a damn good job, and they actually did care more than you ever, ever realized, and that's a powerful thing when you realize that,\" he says.</p><p>\"That's one of those moments where you grab the phone. 'Mom? Thanks.' 'For what?' 'Just thanks. I'm alive. You kept me alive.' \"</p><p>Houser went off to college at Frostburg State University, but he watched friends who grew up on the same blocks turn to drugs.</p><p>\"A couple of us are dead. ... We actually just had a buddy die from a heart attack, which is terrifying; he was 37, 38.\" He pauses, remembering a friend who died 20 years ago this summer, from drugs.</p><p>Houser says he only smoked marijuana, but many of his friends didn't stop there. So how did he avoid going down the same road?</p><p>\"You see what happens. You see friends' mothers start 'tricking,' or you see how they change, like, in a few months. They turn into skeletons. They turn into slaves. It's horrifying,\" he says.</p><p><strong>Racial Disparities</strong></p><p>Houser's story reflects another facet of the Johns Hopkins study. The researchers found that more affluent white men in the study reported the highest frequency of drug abuse and binge drinking, yet they still had the most upward mobility.</p><p>\"The extent of what we refer to as problem behavior is greatest among whites and less so among African-Americans,\" Alexander says. \"Whites of advantaged background had the highest percentages who did all three of those things — that was binge drinking, any drug use and heavy drug use.\"</p><p>These numbers, from Alexander's research, show the racial disparities in men with similar drug problems and arrest records:</p><p>At age 22, 89 percent of white high school dropouts were working, compared with 40 percent of black dropouts. And by age 28, 41 percent of white men born into low-income families had criminal convictions, compared with 49 percent of the black men from similar backgrounds.</p><p>Houser says he understands how some young men turn to crime. He knows how the appeal of quick money and nice cars and clothes compares with slinging burgers and fries for a few bucks an hour.</p><p>\"You just gotta believe that somewhere down the line it's gonna pay off,\" he says.</p><p>And for Houser, it has. He's a graphic designer and a freelance writer. His 3-year-old son, also named John, will soon start attending the city's schools, not far from the home Houser has owned for more than a decade in Baltimore's Canton neighborhood.</p><p>\"He's amazing; he's smart; he's funny. He's fearless,\" Houser says.</p><p>Children \"change your life because you have to change. If you don't change, you're gonna be a terrible parent, and you know you can't be that,\" he says. \"So you change, and they change you, and you try to change them, try to get them ready for society.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rich+Kid%2C+Poor+Kid%3A+For+30+Years%2C+Baltimore+Study+Tracked+Who+Gets+Ahead&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Juana Summers","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338498196-f9a6da.m3u?orgId=1&topicId=1013&ft=3&f=335285098"},{"href":"http://media.npr.org/assets/img/2014/07/31/cahn_umbc-2e5e228ff615bbf2d328feef89414b0d5218cdc1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2918","width":"3891"}}]}