{"created":"2014-10-08T16:41:43+00:00","modified":"2014-10-31T02:22:21+00:00","valid":{"from":"2014-10-31T02:22:21+00:00","to":"3014-10-31T02:22:21+00:00"},"hreflang":"en","title":"Yeezy Or The Bard: Who's The Best Wordsmith In Hip-Hop?","published":"2014-05-06T16:16:00+00:00","teaser":"A data scientist pitted rappers against Shakespeare to see who had the more extensive vocabulary. But he says he isn't trying to make some sweeping statement about the lyrical prowess of hip-hop.","itags":["npr_api","309840473"],"guid":"a8bf645f-f2ba-45ea-aee2-4df931786ba0","contentencoded":"<p>William Shakespeare had a wildly extensive vocabulary. Of more than 800,000 total words in all of his works, almost 29,000 of them are unique.</p><p>Although impressive, there are a few rappers who give the Bard a run for his money. Data scientist Matt Daniels <a href=\"http://rappers.mdaniels.com.s3-website-us-east-1.amazonaws.com/\" target=\"_blank\">charted the vocabularies</a> of hip-hop artists against Shakespeare and Herman Melville.</p><p>\"This is not a serious academic study. This is an, like, 'I thought it'd be cool on the Internet [project],' \" he says.</p><p>Daniels analyzed a pool of 85 different rappers with the help of <a href=\"http://rapgenius.com/\" target=\"_blank\">Rap Genius</a>, which catalogs lyrics and their meanings.</p><p>\"Using that database, I created a visualization that maps out how these artists' vocabularies stand up against each other,\" he says.</p><p>He used a sample size of 35,000 words for each artist — about the number of lyrics in three to five studio albums. At the top of the list was Aesop Rock, who used 7,392 unique words; Wu-Tang Clan used 5,895.</p><p>Using the same sample size, Shakespeare had about 5,000 unique words. To quote from Hamlet, \"This bodes some strange eruption to our state.\" In fact, the Bard was outworded by 15 rappers and Melville was bested by three.</p><p>But Daniels says he isn't trying to make some sweeping statement about the lyrical prowess of hip-hop.</p><p>\"Really, my inclusion of Shakespeare was just to say — if using the same methodology — here's how he would compare with some hip-hop artists,\" he says.</p><p>Daniels says that picking a style of vocabulary is a challenge every artist faces — to be complex or dumb things down?</p><p>\"A certain style gives me a certain audience and that audience might attract to a certain fan base and wealth that I otherwise wouldn't have,\" he says.</p><p>Daniels doesn't quantify how many of hip-hop's unique words can be found in the Oxford English Dictionary. But then again, Shakespeare was quite creative in making up words himself.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Yeezy+Or+The+Bard%3A+Who%27s+The+Best+Wordsmith+In+Hip-Hop%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"143"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309840474-29f947.m3u?orgId=1&topicId=1039&ft=3&f=309840473"},{"href":"http://media.npr.org/assets/img/2014/05/05/vocabhiphop-3cbf7df3c9d03d758cbcbdd2cf3439888a789877.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"468","width":"625"}}]}