{"created":"2014-10-07T20:31:57+00:00","modified":"2014-12-23T18:13:56+00:00","valid":{"from":"2014-12-23T18:13:56+00:00","to":"3014-12-23T18:13:56+00:00"},"hreflang":"en","title":"Charter Schools, Money And Test Scores","published":"2014-07-23T23:30:00+00:00","teaser":"The University of Arkansas says charters produce a better return on investment. Let's take a closer look.","itags":["npr_api","334049393"],"guid":"a8c573e9-9d42-49f1-87b0-82c4d82026de","contentencoded":"<p>The University of Arkansas <a href=\"http://www.uaedreform.org/\">today released</a> what it calls a \"first ever\" study exploring the relationship between charter school funding and student achievement. Here at NPR Ed we get a lot of press releases for studies related to education — <a href=\"http://www.npr.org/blogs/ed/2014/07/18/332343240/the-teacher-dropout-crisis\" target=\"_blank\">teacher turnover</a>, <a href=\"http://www.npr.org/blogs/ed/2014/07/08/329465900/how-a-text-message-could-revolutionize-student-aid\">financial aid access</a>, <a href=\"http://www.npr.org/blogs/ed/2014/07/14/330761945/teaching-four-year-olds-to-feel-better\" target=\"_blank\">social and emotional learning in preschool</a> and more. But not all studies are created equal. It's important to understand not only what the study says but who the researchers are and how they arrived at their conclusions.</p><p>For today's study, researchers relied heavily on one standardized test, the NAEP (aka the \"Nation's Report Card\"). They took NAEP scores in reading and math from 28 states, then broke them down by schools' funding per student. The report found, as other research has shown, that student performance at charter schools is roughly on par with public school performance.</p><p>But, the researchers argue, because charter schools tend to have smaller budgets (according to previously published research from this same University of Arkansas department), \"these differences amount to charter schools overall being 40 percent more cost-effective in math and 41 percent more cost effective in reading, compared to traditional public schools.\"</p><p>Patrick J. Wolf is the study's lead author and a professor of education policy at the University of Arkansas. \"The headline of this report is that the charter school sector in states across the country is more productive in generating desirable student outcomes at a lower cost than the traditional public schools,\" Wolf said.</p><p>That is, indeed, the headline. But the math behind it — and the conclusions Wolf and his team draw from it — may not be that simple.</p><p><strong>Advocacy Research</strong></p><p>Ted Kolderie is a senior associate with <a href=\"http://www.educationevolving.org/\" target=\"_blank\">Education Evolving</a>, an education policy nonprofit. Some call Kolderie the \"godfather\" of the charter school movement because of his work dating back to the late 1980s in Minnesota. He says he takes the findings of this new report with a grain of salt.</p><p>\"This is the kind of quote-unquote 'study' we've been seeing for years that falls into the category of 'advocacy research,' \" he says. \"Pretty soon you'll have another study showing just the opposite.\"</p><p>Kolderie takes issue with the report's dependence on NAEP scores alone to make determinations about school effectiveness. The National Assessment Governing Board, which produces NAEP, was not involved in the study.</p><p>\"This is a simple-minded notion, that performance is how students score on assessments,\" whether NAEP, the international PISA test, or state accountability tests, Kolderie says. \"Is achievement, performance, success, quality, really one-dimensional?\"</p><p>The finding that charter schools are more cost-effective rests on the University of Arkansas group's earlier research claiming that charter schools have less money to spend per student than traditional public schools. According to a review by the National Education Policy Center, that report failed to take into account that charters sometimes depend on districts to help pay for school lunches, transportation, special education and other services, and that they often serve a less needy population.</p><p>Wolf defends the design of the new report, saying \"test scores are an important metric of effective education\" and that, currently, NAEP scores are the only way of measuring student performance across state lines. He insists that the study provides important evidence that \"the money invested in charter schools is more productive than the money invested in traditional public schools.\"</p><p><strong>The Department Of Education Reform</strong></p><p>Both the NAEP study and the earlier budget study came from the <a href=\"http://www.uaedreform.org/\" target=\"_blank\">Department of Education Reform</a> at the University of Arkansas. The department's work often focuses on return on investment in public schools and promotes alternatives to the traditional public system. It was established in 2005 with help from outside donors, including the Walton Family Foundation (which is also a donor to NPR).</p><p>The late philanthropist John Walton, son of Wal-Mart founder Sam Walton, was an outspoken champion of charter schools and gave generously to the charter and voucher movements.</p><p>Patrick Wolf, the author of the new study, says today's findings aren't meant to be used as an argument to reduce funding to traditional schools. Still, he said: \"Public policy in education can't ignore cost. Money is scarce, so it's a service to policymakers for them to know which education sectors are most productive.\"</p><p>Joe Nathan is the director of the <a href=\"http://centerforschoolchange.org/\">Center for School Change </a>in Minneapolis. Nathan helped write the nation's first charter school law in Minnesota in 1991. Like Kolderie, he too is wary of studies like this one: \"I have been very dubious about research that has tried to compare charter schools and district schools,\" he says. \"I think the charter idea is a brilliant idea, but we need to handle it responsibly. ... Trying to make sweeping statements about charter schools or district schools does not advance the overall cause of improving American public education.\"</p><p>The ultimate goal, Nathan says, should be to help all young people to be successful.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Charter+Schools%2C+Money+And+Test+Scores&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anya Kamenetz","audio":[{"meta":{"duration":"176"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334082476-06fe33.m3u?orgId=1&topicId=1013&ft=3&f=334049393"},{"href":"http://media.npr.org/assets/img/2014/07/22/10731246075_c38d3d1722_z-f54f81126ce6ca1fe62fad0b9b80d2ca4593f9e7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"420","width":"560"}}]}