{"created":"2014-10-08T02:47:56+00:00","modified":"2014-12-04T15:16:54+00:00","valid":{"from":"2014-12-04T15:16:54+00:00","to":"3014-12-04T15:16:54+00:00"},"hreflang":"en","title":"Undeterred By The Blacklist, Lee Grant 'Said Yes To Everything'","published":"2014-07-06T22:51:00+00:00","teaser":"After losing 12 years of her career to the communist blacklist, the actress and director spent decades lying about her age to make up for lost time. Her new memoir recounts her life in Hollywood.","itags":["npr_api","328202489"],"guid":"a8c8467f-58b7-49dd-8e72-97f624f2f28d","contentencoded":"<p>When the actress and director Lee Grant was still just a New York City schoolgirl named Lyova Haskell Rosenthal, she was already surrounded by the arts. Her mother and aunt were obsessed with the men and women of the silver screen.</p><p>\"They spoke all the way up here like this, like rich ladies talked,\" she tells NPR's Kelly McEvers, elevating her voice. \"And so my voice was like that too. I was a bird imitating the birds. And so it was their kind of imaginary world that I was raised in, and it was part delicious and part confusing.\"</p><p>Grant began acting as a teenager, and by 1951 she had landed on Broadway and received her first Academy Award nomination. She went on to win an Academy Award for her role in the 1975 comedy <em>Shampoo</em>, and again in 1986 for directing the documentary <em>Down and Out in America</em>.</p><p>But before that later success, she spent 12 crucial years of her career on the blacklist. At the same time her career was taking off, so was the anti-communism paranoia in Congress.</p><p>In 1951 — the same year Grant was first nominated for an Academy Award — a friend with a bad heart was called to testify before the House Un-American Activities Committee. Within months he died of a heart attack. Grant spoke out against HUAC at the memorial service.</p><p>\"And two days later, I was at an actors' equity meeting, and the actor in front of me turned to me and said, 'Well, I see you made the list,' \" Grant says. \"He handed me this copy of <a href=\"http://www.npr.org/templates/story/story.php?storyId=128005395\">Red Channels</a>, which had all the blacklisted people in it, and there I was. And they had quoted my remarks. It was like, one day you were an actress who could do anything, and the very next day, you could not work in film or television again. And that was the temper of the times.\"</p><p>Grant's early career, the trying years on the blacklist and her success in Hollywood are all recounted in her new memoir, <em>I Said Yes To Everything</em>. She tells McEvers about directing documentaries and lying about her age — until Social Security ratted her out.</p><hr /><h3>Interview Highlights</h3><p><strong>On the effectiveness of the blacklist</strong></p><p>I was hired by mistake on [the Procter & Gamble-sponsored soap opera] <em>Search for Tomorrow</em>. And I loved it. ... And then this grocer from Syracuse threatened the show ... he would tell that Crest toothpaste was supporting communists if they kept employing me. And so I was taken off the show. And it was really as simple as that.</p><p>I must say that most of the actors who were blacklisted in that period were not communists. Most of them were really like me, who were actors who had signed something or said something or had been in the company of someone, and they were reported to <em>Red Channels</em>. There were a lot of people who profited from blacklisting. After all, to get off the blacklist — if you paid $200 and you got up in front of an AFTRA [union] meeting and said, \"I'm on the side of <em>Red Channels</em>,\" you could get off the blacklist. So it was really a blackmail kind of game.</p><p><strong>On the difficulty of </strong><strong>restarting </strong><strong>her career after the blacklist</strong></p><p>I was 24 when I was blacklisted. I was 36 when I got off the blacklist. How much of a life does an actress have in LA past 25? ... I was really scared of having producers know that I was on my way to 40. And I did everything I could to have them think I was in my 20s. I asked Mayor [Sam] Yorty to take five years off my driving license. I asked my publicity people to have any mention of my birthday taken off the radio, when they congratulate people on birthdays.</p><p>I had 12 years to make up for. I'm a very practical person. I had to support myself, I had to support my daughter, and I had to work. And if the way that I could work was to have the years taken off my age at that time, I was desperate to do it. I had to be able to go from one job to another and be pretty. And I achieved that for a good long time. I made up those 12 years.</p><p><strong>On turning to directing documentaries</strong></p><p>After the Oscar for <em>Shampoo</em>, I had a sense even as I was walking up to get it that this was the height of where I was going to go as an actress. And I felt that now was the time, if I wanted a longer life in the arts, that I had to jump from acting to directing. It was a huge opportunity for me, finally, as formerly blacklisted person to say the things that I wanted to say through film, through documenting. ... And so it became a very exciting time in my life.</p><p><strong>On the shock of turning 65 after a lifetime of lying about her age</strong></p><p>My financial adviser in California had gotten the forms saying I had reached the age of my Social Security. I was 65. And he didn't know how to tell me. ...</p><p>So he called Joey — Joey's my second husband. So the door just bursts open, and he comes over to me, and I'm watching television sitting on the edge of the bed, and he says, \"You're 65 years old.\" He yells it at me. I fell to the floor. I said, \"I'm not, I'm not!\" It was like a Blanche DuBois moment. And he said, \"Yes, you are. We've got all this money coming in.\" ... So I unfortunately had to accept the fact.</p><p>It's not so bad now. There's still remnants of ... those times when I couldn't do anything, that I had to make up time. And I still have that feeling. But I'm getting more comfortable.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Undeterred+By+The+Blacklist%2C+Lee+Grant+%27Said+Yes+To+Everything%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"560"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329257761-d31aa4.m3u?orgId=1&topicId=1033&ft=3&f=328202489"},{"href":"http://media.npr.org/assets/img/2014/07/03/xgr011ag-4ee260c0bbf5086644a45e652bd25b38754ed59e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1918","width":"2549"}}]}