{"created":"2014-10-07T18:37:34+00:00","modified":"2014-10-30T23:27:33+00:00","valid":{"from":"2014-10-30T23:27:33+00:00","to":"3014-10-30T23:27:33+00:00"},"hreflang":"en","title":"Nuclear 'Command And Control': A History Of False Alarms And Near Catastrophes","published":"2014-08-13T15:39:00+00:00","teaser":"Eric Schlosser, author of <em>Fast Food Nation,</em> spent six years researching America's nuclear weapons. In <em>Command and Control</em>, he details explosions, false attack alerts and accidentally dropped bombs.","itags":["npr_api","339131421"],"guid":"a8d3d75c-d69e-468c-9d9e-d6b98118ee8f","contentencoded":"<p>Globally, there are thousands of nuclear weapons hidden away and ready to go, just awaiting the right electrical signal. They are, writes investigative reporter Eric Schlosser, a collective death wish — barely suppressed. Every one is an accident waiting to happen, a potential act of mass murder, he says.</p><p>\"When it comes to nuclear command and control, anything less than perfection is unacceptable because of how devastatingly powerful these weapons are,\" Schlosser tells<em> Fresh Air's</em> Dave Davies.</p><p>Schlosser, best known for his book <em>Fast Food Nation</em>, spent six years researching America's nuclear weapons, interviewing many involved in developing defense policy and in maintaining and deploying weapons systems, and examining government documents.</p><p>His new book, <em>Command and Control: Nuclear Weapons, the Damascus Accident, and the Illusion of Safety,</em> is a critical look at the history of the nation's nuclear weapons systems — and a terrifying account of the fires, explosions, false attack alerts and accidentally dropped bombs that plagued America's military throughout the Cold War.</p><p>\"One of the themes of my book is about how we are so much better at creating complex technological systems than we are at controlling them,\" he says.</p><p>\"It's only since the Cold War ended that we've been able to find out how close we came, again and again, to having our own weapons detonate by accident, or potentially be stolen, or potentially be used by people without proper authorization.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On a B-52 bomber that accidentally dropped a bomb on North Carolina in 1962</strong></p><p>This plane was on a routine flight. At that period, we had B-52 bombers in the air 24 hours a day ready to attack the Soviet Union. So this plane took off with two very powerful hydrogen bombs. And while it was flying, the pilot noticed that there was a weight imbalance and they needed to essentially dump their fuel and get back to the base.</p><p>While they were trying to get back to the base, the weight imbalance started to break apart the plane. As the B-52 bomber broke apart midair, the crew was evacuating, there was a lanyard in the cockpit, and it was the lanyard that one of the crew members would normally pull to release the hydrogen bombs. The centrifugal forces of the plane breaking apart pulled the lanyard as though [a] human being had pulled it.</p><p>Now, these bombs are dumb machines — and they didn't know the difference between a person pulling on the lanyard or centrifugal forces. So the bombs were released as though we were over enemy territory and at war.</p><p>One of those hydrogen bombs went through all of its proper arming steps except for one, and when it hit the ground in North Carolina, there was a firing signal sent. And if that one switch in the bomb had been switched, it would've detonated a full-scale — an enormous, enormous thermonuclear explosion — in North Carolina.</p><p><strong>On a false alarm that the United States was under Soviet attack</strong></p><p>By the late 1970s, the great threat to the United States was Soviet missiles. These would come very quickly; the president of the United States would not have very much time whether to decide if this was a real attack or a false alarm and whether to launch our missiles — it might be as few as 10, 12 minutes to make this decision. ...</p><p>On Nov. 9, 1979, at NORAD [North American Aerospace Defense Command] headquarters inside Cheyenne Mountain in Colorado Springs, Co., suddenly the screens were filled with images of a major Soviet attack on the United States. It really looked like an all-out attack and that the president [Jimmy Carter] might have to make a decision about whether or not to respond. It was investigated very quickly and other radars showed no sign of this attack. And the decision was made that this was a false alarm.</p><p>And it was soon realized that someone had inadvertently put a training tape — and the training tape was of an all-out Soviet attack — into a computer, and the computer had presented the training tape as a real attack.</p><p><strong>On another serious false alarm</strong></p><p>We had another serious, serious incident ... when Zbigniew Brzezinski, President Carter's national security adviser, was awoken at 2:30 in the morning and told by his military aide that the United States was most likely under attack by 220 missiles. And as Brzezinski said, \"I need confirmation of that,\" and his military aide got off the phone and the military aide called back Brzezinski and said, \"It's actually 2,200 soviet missiles [that] are coming toward the United States.\"</p><p>Brzezinski wanted further confirmation, and as he lay there in bed in the early morning hours, he decided not to wake up his wife, because if Washington, D.C., was about to be destroyed, he preferred that she die in her sleep. And Brzezinski was preparing to call President Carter to talk about the American retaliation, and his military aide called back one more time [and] said it was a false alarm.</p><p>And this false alarm was later traced to a faulty computer chip that cost 46 cents that had malfunctioned and had sent this signal that 2,000 Soviet missiles with warheads were on their way.</p><p><strong>On early nuclear weapons and the destruction of Hiroshima</strong></p><p>Early nuclear weapons were essentially handmade. ... The bomb that was dropped on Hiroshima was an incredibly crude and inefficient weapon. When it exploded, about 99 percent of the uranium that was supposed to undergo this chain reaction didn't — it just blew apart in the air. And a very small percentage, maybe 2 percent of the fissile material, actually detonated — and most of it just became other radioactive elements.</p><p>So when you look at the destruction of Hiroshima, this major city, Hiroshima was destroyed in an instant, and 80,000 people were killed and two-thirds of the buildings in this enormous metropolitan area were destroyed instantly because 7/10 of a gram of uranium-235 became pure energy. To imagine how small of an amount that is — 7/10 of a gram of uranium is about the size of a peppercorn; 7/10 of a gram weighs less than a dollar bill.</p><p>Even though this weapon was unbelievably inefficient and almost 99 percent of the uranium had nothing to do with the destruction of Hiroshima, it was a catastrophic explosion. Nuclear weapons since then have become remarkably efficient and small and capable of destruction that makes Hiroshima seem trivial.</p><p><strong>On the frequency of these mistakes</strong></p><p>I was able to obtain thousands of pages through the Freedom of Information Act to write the book that revealed these details, and also to do interviews with people who designed the weapons, people who handled them routinely, who told me these stories. It's quite extraordinary how much was suppressed.</p><p>If you look at the Pentagon's official list of how many nuclear weapons accidents, serious accidents, we have — what they call \"broken arrows\" — the list contains 32 accidents. But I was able to obtain a document through the Freedom of Information Act that said just between the years 1950 and 1968, there were more than 1,000 accidents involving nuclear weapons. And many of the serious accidents I found don't even appear on the Pentagon's list. So I'm sure there were many more that I was unable to uncover that occurred.</p><p><strong>On how the aging missile technology is a safety hazard</strong></p><p>The problem today is that we have very aging weapons systems — both in the United States and Russia. It's very old technology. Our principal nuclear bomber, the B-52, hasn't been built since John F. Kennedy was president. Our principal land-based missile, the Minuteman III, was put into the ground originally in 1970. [It] was supposed to be retired in the early 1980s, and the infrastructure is aging — the wiring, the computers in our Minuteman launch complexes use 9-inch floppy discs. There's all kinds of potential for problems there — and in Russia, the same thing.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Nuclear+%27Command+And+Control%27%3A+A+History+Of+False+Alarms+And+Near+Catastrophes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2339"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339607612-83562a.m3u?orgId=1&topicId=1033&ft=3&f=339131421"},{"href":"http://media.npr.org/assets/img/2014/08/11/3323949-e82eb2cd372ffd463a27fa022e521c21e0ea05d7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2662"}},{"href":"http://media.npr.org/assets/img/2014/08/09/courtesy-of-penguin-6beea44f73389a7cc288fe644808876d94236b68.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"724","width":"965"}}]}