{"created":"2015-02-24T22:55:32+00:00","modified":"2015-02-25T19:35:07+00:00","valid":{"from":"2015-02-25T19:35:07+00:00","to":"3015-02-25T19:35:07+00:00"},"hreflang":"en","guid":"a8eabd2b-670c-4567-b870-574296487ff8","title":"Car-lovers mourn Yutaka Katayama, father of the classic 'Z' sports line ","published":"2015-02-25T19:35:05+00:00","byline":"Traci Tong","teaser":"He wanted an affordable sports car for the everyday man. Katayama, known as Mr. K, turned the Datsun car company into a household name and touted the smooth-riding 'Z.' \r\n","tags":["Culture","Arts, Culture & Media","Tokyo","Asia","North America","Japan","United States","Asia","East Asia","Europe","Yutaka Katayama","Yuri Kageyama","Mr K","Father of the Z","Soichiro Honda","Eiji Toyoda","Datsun","Nissan","Z car","Z car clubs","Automotive industry in Japan","Sports cars"],"contentencoded":"<p>Diehard fans of the \"240-Z\" know that you can't think of this sports car without thinking of Yutaka Katayama. Or the \"father of the Z,” as he was known to Datsun and Nissan fans.</p>\n<p>Katayama died Thursday at age 105. He wasn't your typical automobile executive, says Yuri Kageyama of the Associated Press in Tokyo. Kageyama has followed Katayama's career, and she was one of the few non-family members invited to his funeral on Tuesday. </p>\n<p>In the late 50s and early 60s, Katayama was the person who Nissan sent to the United States to build the Datsun brand. \"They didn't even have a real dealership or anything and they were not known in the United States and that was when 'Made in Japan' was not even reputed to have quality so he had quite a challenge ahead of him. But he spoke English very well and he's very vivacious and full of life and he's very elegant person.\" </p>\n<p>He was able to win respect for the Japanese name brand and turn Datsun into a household name. \"Key to that,\" says Kageyama, \"was the Z, that 240-Z.\" A sports car that was cool looking. But more importantly, it was affordable. \"And he knew that that was going to be the next thing that people would really want a sports car that didn't cost too much.\"  </p>\n<p>She says Mr. K also convinced company officials to change the name from 'fair lady' to \"Z,\" which he felt would never go over well with the American auto customers. Kageyama was among a handful of Japanese to be inducted into the Automotive Hall of Fame in Detroit. He joined Soichiro Honda and Eiji Toyoda.</p>\n<p>But perhaps his greatest honour was the legion of fans around the world who affectionately called him, \"Mr. K.\" \"He’s a hero for them,\" Kageyama says, not just for the ride but for the inspiration in creating it.</p>\n<p>The AP's Kageyama, who broke the news of his death, said that Mr. K's son, Mitsuo Katayama, told her \"his father is happily zooming around in the Z in heaven, no longer having to worry about gas, police or traffic.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-24%2Fdomo-arigato-mr-k-0&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/1971_Datsun_240Z.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/1971datsun240zjpg"}]}