{"created":"2015-03-02T18:51:27+00:00","modified":"2015-03-02T21:11:46+00:00","valid":{"from":"2015-03-02T21:11:46+00:00","to":"3015-03-02T21:11:46+00:00"},"hreflang":"en","title":"The Beanie Baby Boom And Bust – What Happened?","published":"2015-03-02T21:09:00+00:00","teaser":"Zac Bissonnette drew on hundreds of interviews to write a book about \"mass delusion and the dark side of cute.\"","itags":["npr_api","390228553"],"guid":"a911483e-260d-446d-aeb2-48aaf9b38007","contentencoded":"<p>At one point in the late 1990s, a $5 toy mass-produced in China became such a big craze that people &#8211; mostly adults &#8211; paid thousands of dollars to collect them. But only a few years after Beanie Babies made their creator a billionaire, the stuffed animals became virtually worthless.</p><p>Author <strong>Zac Bissonnette</strong> followed the great Beanie Baby boom and went inside the mind of the toy&#8217;s obsessed founder Ty Warner, considered by his employees to be &#8220;the Steve Jobs of plush.&#8221; But working for Ty wasn&#8217;t always warm and cuddly.</p><p>&#8220;They [employees] would be at trade shows where Ty&#8217;s products were sold to retailers,&#8221; Bissonnette told <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson. &#8220;And Ty would get there, and they would have been up all night trying to set up the booth to his specifications, and he would get there and just start ripping stuff apart, throwing it to people, and swearing.&#8221;</p><p>Bissonnette is now out with a book, &#8220;<a href=\"http://www.amazon.com/The-Great-Beanie-Baby-Bubble/dp/1591846021\" target=\"_blank\">The Great Beanie Baby Bubble: Mass Delusion and the Dark Side of Cute</a>.&#8221; <a name=\"excerpt\"></a></p><ul><li><em>What are your memories of the Beanie Baby craze &#8211; did you witness any extreme behavior? <a href=\"https://www.facebook.com/HereAndNowRadio/posts/10153071261495734\" target=\"_blank\">Tell us on Facebook</a> or in the <a href=\"#comments\">comments</a>.</em></li></ul><h4>Book Excerpt: &#8216;The Great Beanie Baby Bubble&#8217;</h4><p><em>By Zac Bissonnette</em></p><p><p style=\"text-align: left\"><strong>Introduction</strong></p><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/03/0302_beanie-baby-book.jpg\"><img class=\"alignright size-medium wp-image-79192\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/03/0302_beanie-baby-book-187x300.jpg\" alt=\"Cover of \"The Great Beanie Baby Bubble\"\" width=\"187\" height=\"300\" /></a></p><p>The greatest toy salesman in the world looked out at his two hundred and fifty employees gathered for the Ty Inc. holiday party.</p><p>&#8220;Wow!” fifty-four-year-old Ty Warner said. “I&#8217;ve never been in a room with so many millionaires!&#8221;</p><p>The salespeople cheered because it wasn’t an exaggeration. It was December 12, 1998, and Ty Inc. was three weeks away from closing out a year of sales that would break nearly every record in the annals of the toy industry. Andi Van Guilder was seated in the back with the relatives she’d hired to answer the phones that hadn’t stopped ringing with orders for Beanie Babies in close to three years. She thought about it. In 1993, she’d made less than $30,000 lugging trunks of porcelain figurines and collector plates to stores in two states. In 1998, selling Beanie Babies to independently owned toy and gift shops in Chicago’s northern suburbs had paid her more than $800,000 in commissions. She was thirty years old. Life was perfect.</p><p>The applause died down. Ty made the announcement he’d been planning for weeks: he would be giving all his employees Christmas bonuses equal to their annual salaries.</p><p>Pandemonium ensued. “Ty was their God,” Faith McGowan, Ty’s then girlfriend, remembers. He basked in the adulation of the workers who, in the span of three years, had helped make him the richest man in the American toy industry. His annual sales for 1998 had surpassed $1.4 billion—virtually all of it coming from the $2.50 wholesale price on beanbag animals that frenzied speculators had turned into a craze that was the twentieth-century American version of the tulips bubble in 1630s Holland.</p><p>Ty had created the toys in 1993 in the hope that they would be popular among children, but they had become so much more than that; and they had also become so much less than that because most collectors, aware of the soaring values for the rarest styles, wouldn’t let their children anywhere near them. Humorist Dave Barry explained the craze in a 1998 column: “Beanie Babies were originally intended as fun playthings for children, but as the old saying goes, ‘Whenever you have something intended as innocent fun for children, you can count on adults to turn it into an obsessive, grotesquely over-commercialized “hobby” with the same whimsy content as the Bataan Death March.’”</p><p>The first buyers had been children with allowances. Then their moms had started collecting. By the time of the 1998 Ty Christmas party, Van Guilder remembers, it was mostly “creepy, belligerent men” she saw lined up when she dropped in to check on retailers. The little animals with names like Seaweed the Otter and Flash the Dolphin had become, as Van Guilder puts it, “something really cute that just brought out the worst in people.”</p><p>The “worst in people” was inspired by a popular belief that Beanie Babies were a long-term investment. A self-published author sold more than three million copies of a book that touted ten-year predictions for their values. The magazine Mary Beth’s Beanie World, started by a self-described soccer mom, reached one million copies in paid monthly circulation. In it, a full-page, full-color ad for Smart Heart tag protectors led with this headline: “How Do You Protect An Investment That Increases By 8,400%[?]” The answer was to buy hard-shell lockets in which to encase the heart-shaped paper tags that read “Safety Precaution: Please remove all swing tags before giving this item to a child.” More than any other consumer good in history, Beanie Babies were carried to the height of success by a collective dream that their values would always rise.</p><p>Warner’s announcement of bonuses wasn’t his only gift to his employees at the 1998 Christmas party. He also presented them with #1 Bear, a signed and numbered red Beanie Baby with the number 1 stitched onto the chest. The inside of the hangtag explained that only 253 of the bears had been produced. It also listed the company’s achievements for the year: more than three billion dollars in retail sales, number one in the gift category, number one in collectibles, and number one in cash register area sales.</p><p>The workers inspected the bears and cheered some more. No doubt some were moved by sentiment, but they also knew that the bear could be listed on eBay, where Beanie Babies comprised 10 percent of all sales. On eBay, Beanie Babies sold for an average of thirty dollars—six times the price they had originally retailed for. Within a few weeks, #1 Bears would be selling for $5,000 or more apiece.</p><p>Not everyone at the luncheon was so thrilled. Faith McGowan sat quietly. In late 1993, Warner had shown her and her two daughters from her previous marriage who lived with them the first prototype for Legs the Frog. Since then, the animals had been the sole focus of their time together. Even as sales exploded, Ty personally designed every piece the company put out, and that meant spending several months each year at the factories in Asia. The frantic pace of their life together was exhausting, and Ty, a throwback to an entrepreneurial archetype that no longer exists, wasn’t slowing down. Today, most rags-to-megariches stories involve hot technology, venture capital, and high-profile initial public offerings. Ty skipped all of that, marketing his own products based on his own ideas and the feedback of everyone around him without ever hiring a marketing consultant or assembling a focus group. He’d been the business’s only shareholder since he’d started it in his condo in 1983, and when the investment bankers came peddling nine- and then ten-figure deals, Warner declined the dinner invitations. “Most guys would at least have the decency to jerk you around,” remembers one banker. “He wouldn’t even talk to you.”</p><p>McGowan worried that she was losing him. He’d told her they would get married, and he’d even shown her father the ring he’d gotten her. But that had been more than a year ago, and there was no sign of a wedding on the horizon. She was terrified about what would happen if their life together came to an end. A few weeks after the party, Ty informed her that his pretax income for the year had come in at $700 million—more than Mattel’s and Hasbro’s earnings combined. Over in England, Ty’s ex-girlfriend Patricia Roche had become rich running the company’s distribution there. Faith was apprehensive about Ty’s continuing relationship with Roche. More pressingly, Faith was worried that, for all the money Ty had made, she had no assets in her own name. “If Ty changed the locks on the Oak Brook house while the girls were at school or I was at work, I had nothing,” Faith remembered in an unpublished memoir. “No house. No money in the bank. No employee severance. Not even a credit card.”</p><p>After the party was over, McGowan prepared for the worst. Ty had presented her with the first #1 Bear—1 of 253—and she quickly sold it to a local collectibles dealer for a few thousand dollars and a promise not to tell anyone where he’d gotten it. She used the money to seed an emergency fund in case her five-year relationship with a man who was now a billionaire imploded.</p><p>Her decision to sell was well timed. That Christmas party happened to mark the absolute height of the Beanie craze, and the beginning of its spectacularly rapid decline. The new millennium was approaching, and the bubble was about to burst.</p><p><p style=\"text-align: center\">*</p><p>I was in middle school when the Beanies hit and I remember a couple I had. But mostly I remember the Beanie Baby dealers who sprouted at Cape Cod’s Dick & Ellie’s flea market, which my mother and I visited every weekend. I remember the adults wearing fanny packs and visors, eagerly discussing the “secondary market” fluctuations driving up the prices of pieces they’d paid $5 for a few weeks earlier. The Beanie sellers had the busiest booths and, for a couple years, it really did look like the dealers sticking with Shaker furniture and oil paintings were as out of touch as Warren Buffett seemed to be when he eschewed Internet stocks in favor of acquiring Dairy Queen in late 1997.</p><p>I hadn’t thought about Beanie Babies at all in at least ten years until, on a wintry day in 2010, I stopped at Kimballs, an auction house down the road from the University of Massachusetts, Amherst. I was a year away from graduating into the worst job market in a generation, and the fallout from the recent speculative mania in real estate was never far from anyone’s mind.</p><p>At Kimballs, I was given a reminder of the aftermath of a smaller speculative mania: three large Rubbermaid containers on a table in the back of the room holding at least five hundred Beanie Babies, all with plastic lockets protecting their hangtags. Some were preserved individually in Lucite containers. There was another large box of magazines and price guides with names like Beanies & More, Beanie Collector, Beans! Magazine, and Beanie Mania. Then there were spreadsheets and checklists—how many of each Beanie Baby the collector/speculator had, which ones she was missing, how much was paid, and estimates of current value (as of 1998 or 1999). More interesting than the Beanies themselves was the manifest conviction of whoever had assembled the collection that it would one day be of great value. Everything on display was perfectly preserved and, as we found out when the auction started at 6 p.m., almost worthless. The entire lot sold for less than a hundred dollars—probably well below 2 percent of its value at the height of the Beanie Babies market, which, not coincidentally, was the height of the Internet stock bubble.</p><p>That the speculative episode in Beanie Babies took place in tandem with the Internet bubble suggests that the cultural forces that were alchemizing Internet stocks had the same effect on Beanie Babies. They rose in an era of unreality defined by magical thinking; as economist Dr. Robert Shiller writes in Irrational Exuberance: “Speculative market expansions have often been associated with popular perceptions that the future is brighter or less uncertain than it was in the past.” They also, Shiller notes, have a way of clustering around century turns—as if the prospect of going from ’99 to ’00 is so fantastic as to make all things seem possible. In the new millennium, the residents of America’s high culture thought, the Internet would change everything, making everyone who bought Internet stocks rich, no matter how much they paid. Those in the lower culture adapted that optimism to a belief in the investment potential of stuffed animals, and it’s hard to say which view was proven more wrong.</p><p><p style=\"text-align: center\">*</p><p>When I got home from the auction, I Googled Beanie Babies. There were pictures of Beanie Babies and stories noting that there had once been a craze for them, but nothing of any depth. Why had anyone ever thought Beanie Babies were a good investment? How had people decided that they were no longer worth anything?</p><p>There was also almost nothing on the man behind them. Ty Warner had an education that consisted of one year studying drama at Kalamazoo College and a net worth that Forbes estimated at $2.6 billion, all of it the product of the three-year Beanie Babies craze. That was enough to make him the 209th richest man in America. That was about the extent of the publicly available information about him. He hadn’t done an interview since 1996, before the height of the craze, and no one who had known him personally or worked for him had ever spoken about him publicly. A Chicago magazine profile of Warner once described his life as hidden “behind an impenetrable wall of plush.”</p><p>Wondering whether there might be a story worth telling about Ty Warner and the Beanie Babies that had driven a large swath of America into a state of greed-fueled delusion, I called one of the handful of people connected to the company I found mentioned in an old news clipping: “It was an incredible ride,” a man named Bill Harlow told me. “But it’s a shame it ended as badly as it did for us.”</p><p>But don’t focus on the negative, Harlow said. If you want to understand Ty Warner and how he became who he became, which was also the story of how Beanie Babies became what they became, he said, go see him at a toy and gift industry trade show. That was where Harlow had first met Warner in the late 1980s when Harlow was in his twenties, running a quilting store with his wife. Warner was in his forties—a flamboyantly dressed, perfectly coiffed bit player in the sleepy industry of stuffed animals, fastidiously grooming his plush Himalayan cats, the first toys he’d ever created. Everyone who saw him at trade shows in those days remembers him, usually alone, plucking around the cats’ eyes with tweezers to accentuate “eye contact,” as he put it, and blow-drying them to enhance the thickness of their fur.</p><p>Ty stopped the Harlows when they walked by his booth, asked them about their store, and then declared that nothing could possibly sell a quilt better than a stuffed cat sitting on top of it. They were skeptical, but they ordered when Ty’s then girlfriend and business partner of sorts, Patricia Roche—Patti, as Ty called her—made the decision easier: “I guarantee this order,” she scribbled on the invoice, and signed it.</p><p>As it turned out, Warner was right. Cats sold quilts and quilts sold cats, and Harlow reordered quickly. That $125 order set in motion a chain of events that led to Harlow becoming the exclusive Ty Inc. distributor for all of Canada a few years later. At his peak, Harlow’s annual revenue was more than $80 million—a level of Canadian sales no other plush-toy seller had ever reached. Harlow became a multimillionaire in his thirties, and it just went to show: Ty Warner’s presence at trade shows could lead to incredible things. A trade show, Harlow said: that was the place to see the king of the stuffed animals in his natural habitat.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.amazon.com/Zac-Bissonnette/e/B003MQAKK4\" target=\"_blank\">Zac Bissonnette</a></strong>, author of &#8220;The Great Beanie Baby Bubble.&#8221; He tweets <a href=\"https://twitter.com/zacbissonnette\" target=\"_blank\">@ZacBissonnette</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Beanie+Baby+Boom+And+Bust+%E2%80%93+What+Happened%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"663"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390246591-94b563.m3u?orgId=1&e=390228553&d=663&ft=nprml&f=390228553"},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0302_beanie-babies.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"795","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0302_beanie-baby-book.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"400","width":"250"}}]}