{"created":"2014-11-07T19:43:04+00:00","modified":"2014-11-10T13:50:53+00:00","valid":{"from":"2014-11-10T13:50:53+00:00","to":"3014-11-10T13:50:53+00:00"},"hreflang":"en","title":"An Old Drink Captures The Spirit Of A New Berlin","published":"2014-11-07T19:42:00+00:00","teaser":"Schilkin is an East Berlin distillery with a long history. It's finding economic salvation in the new spirit of Berlin.","itags":["npr_api","362328080"],"guid":"a91c7531-def6-4395-bea9-2daa27405aea","contentencoded":"<p><p style=\"padding-left: 30px\"><em>Where were you on Nov. 9, 1989? Every German can tell you where they were. Sunday is the 25th anniversary of the fall of the Berlin Wall &#8212; a sudden and epic moment that reunited a people after decades apart, and turned what had been a walled-off city into a hip, happening mecca in the heart of Europe.</em></p><p><p style=\"padding-left: 30px\"><em>But as exciting as the changes have been, it’s an ongoing struggle for East German factories and companies learning to compete on the free market. From Berlin, <strong>Curt Nickisch</strong> of <a href=\"http://hereandnow.wbur.org/\">Here & Now</a> contributor station WBUR brings us the story of <a href=\"http://www.schilkin.de/index.php\" target=\"_blank\">Schilkin</a>, an East Berlin schnapps and vodka maker with a long history that is finding economic salvation in the new spirit of Berlin.</em></p><p>Outside the “Schwarze Pumpe,” a bar in a trendy Easy Berlin neighborhood, Katleen Hinz is telling her friend about a peppermint schnapps liqueur. It&#8217;s become a little bit of a cult thing, she says. It’s served in restaurants and it’s also popular at tourist shops.</p><p>When she says the name, Berliner Luft, her friend Claire Machky immediately recognizes it for something else. Berliner Luft means Berlin Air, and the city’s unofficial anthem celebrated unpolluted freedom. When it debuted in 1922, Berlin was popular with Russians fleeing the Bolshevik Revolution, including a young couple that had made vodka and spirits in St. Petersburg.</p><p>The Schilkin family brought recipes and their 6-year-old son Sergei to Berlin, where they bought an old farm and started production. The operation was destroyed during World War II, but Sergei Schilkin built it back up. His son-in-law, Peter Mier says the market was strong.</p><p>Vodka for the Russian Army, he says, was the best thing you could have. And the business grew to be very successful.</p><p>But the part of Germany occupied by the Soviet Army was the part that became East Berlin and East Germany. When the Berlin Wall went up in August 1961, Sergei’s daughter fled with Peter Mier to West Germany.</p><p>Even though his parents had fled communism in Russia, Sergei Schilkin stayed in East Berlin, out of obligation to the family business and to its employees. Eventually, the government seized ownership of the firm. And he retired in early 1980s. Then, 25 years ago this weekend, the unthinkable happened: The Berlin Wall fell.</p><p>The next year, 1990, Germany was a reunited country, no east or west. The government gave back the private property that been nationalized, and Sergei Schilkin got his company back. At the age of 75, he came out of retirement to run the family business again, joined by his son-in-law who had fled East Berlin some 40 years earlier. Peter Mier says the most difficult thing was adapting the company rapidly to the free market.</p><p>In East Germany, he says the biggest problem was getting raw materials to make spirits. Selling what you made was easy – because the government guaranteed it. After the Wall came down, it was exactly the opposite. You could get anything you wanted, but it was very hard to sell your products.</p><p>That problem was compounded by West German supermarket chains buying out East German stores. The new owners had their own suppliers of vodkas and schnapps, from the west.</p><p>Longtime Schilkin employee Ulrike Gronow remembers how hard it was those first few years. She says anybody who had a car with a trailer headed out with a full load and sold what they could at open-air markets &#8212; often for very low prices, but it worked.</p><p>Eventually, many Germans in the east grew tired of all the shiny, new products from the West and returned to their old tastes. Meanwhile, the company used government financing to invest in new bottling technology and conveyor machines. Before the Wall fell, 180 people did most of the work by hand. Now, just 45 people remain. Last year they and the machines churned out 22 million bottles of liquor.</p><p>But the struggle to compete is far from over; the liquor industry in Germany is declining. East Germans drank 12 bottles a year on average before the Wall came down. Nowadays, thanks to health concerns and more beverage options, that’s been cut in half. Liquor consumption is also down in the West.</p><p>Leading the company in this weakening market is the fourth generation of the Schilkin family, Peter Mier’s son Patrick. He says west German spirits makers have a decades-long head start, having made lots of money in the 1970s and 80s.</p><p>&#8220;And of course, we never had that time,&#8221; Patrick Mier says. &#8220;In 1990, it was a new start for us. Of course we have the history, we have the feeling of a company with a hundred years tradition: recipes, knowledge. But, you know, from the economic side, we were a startup. A new company.</p><p>It&#8217;s a startup that’s enduring growing pressures from a globalized economy. Schilkin’s costs soared when gas and grain prices spiked a few years ago. It has been losing money on each bottle it filled under a private label for a supermarket chain. Six weeks ago, Schilkin ended that huge contract, and the 25-year-old company with a 100-year history is betting its future on a product from its past.</p><p>Back in the 1950s, Sergei Schilkin trademarked the name Berliner Luft for his brand of a peppermint schnapps. The former head of the German spirits association, Erlfried Baatz, says the revived product has struck a chord with many of the young people moving to Berlin for the excitement and opportunities of the growing, reunited city.</p><p>&#8220;And Berlin air, therefore the name Berliner Luft, Berlin air is a part of this. Because air is fresh, air is open. Air gives you fresh mind. And it’s part of this revolution, too,&#8221; Erlfried Baatz says.</p><p>Some use Berlin Luft to make a Peppermint-style mojito. A local soccer team fan club has adopted the liquor as its game-day drink. And with the iconic name, sales to tourists have soared.</p><p>&#8220;With this kind of product, we are building our own future,&#8221; says Schilkin CEO Patrick Mier. &#8220;This is what I learned from my grandfather. That it is absolutely necessary to move, to develop things, to break with parts of what you did before, without losing your tradition. And this is what Berliner Luft stands for.&#8221;</p><p>Like East Berlin, the Schilkin company is reinventing itself, making its own future without forgetting its past, building on its 20th century history with a free-loving spirit that decades of communist rule could only dampen, but never extinguish.</p><h4>Reporter</h4><ul><li><a href=\"http://www.wbur.org/about/people/curt-nickisch\" target=\"_blank\"><strong>Curt Nickisch</strong></a>, business & technology reporter for WBUR in Boston. He tweets <a href=\"https://twitter.com/CurtNickisch\" target=\"_blank\">@CurtNickisch</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+Old+Drink+Captures+The+Spirit+Of+A+New+Berlin&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"457"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363006735-6c14e2.m3u?orgId=1&ft=3&f=362328080"}]}