{"created":"2014-09-28T21:06:14+00:00","modified":"2014-10-30T21:59:21+00:00","valid":{"from":"2014-10-30T21:59:21+00:00","to":"3014-10-30T21:59:21+00:00"},"hreflang":"en","title":"To Counter Gun Violence, Researchers Seek Deeper Data","published":"2014-09-28T22:43:00+00:00","teaser":"For the first time in nearly 20 years, federal money is flowing into gun violence research. There's also growing momentum behind creating a reliable national database for firearm injuries and deaths.","itags":["npr_api","352036040"],"guid":"a923ad5e-7fdb-4ec7-97bc-e8197bb88628","contentencoded":"<p>For the first time in nearly two decades, federal money is beginning to flow into gun violence research. And there's growing momentum behind creating a reliable national reporting database for firearm injuries and deaths.</p><p>On the front lines at the Los Angeles County+USC Medical Center, one of the top trauma hospitals on the West Coast, researchers like Dr. Demetrios Demetriades hope to get a better picture of the scope of the problem, so states can better target their prevention programs.</p><p>\"This is very important because firearm injuries, it's a huge medical problem in the country,\" Demetriades says.</p><p>Not knowing the full range of the problem poses a challenge for Demetriades, who's the hospital's trauma director and a professor of surgery at USC. He's trying to better understand who's getting hurt and who's dying from gun violence, where and when — and even why.</p><p>On average, his trauma ward sees one or two new patients a day who are victims of gunshot wounds. On a recent afternoon, doing rounds through the ICU, he was particularly interested in a progress report on a man who was shot in the head the night before.</p><p>The shooting occurred in El Monte, a city east of the hospital. The two men involved were first taken to the closest hospital, which wasn't a trauma center. One of the men died there. The other was transferred to this Level 1 trauma center, where Demetriades and his team ended up saving him.</p><p>Because the first man didn't die in a trauma hospital, that fatality will likely never get reported to any national registry. And this highlights a serious problem: there are big gaps in what gets reported and what doesn't when it comes to gun violence.</p><p>\"You'll be able to address the problem only if you have reliable information,\" Demetriades says, \"Without reliable information, you cannot take the appropriate corrective action — you cannot allocate the resources as needed.\"</p><p><strong>Money, Politics Block Data Collection</strong></p><p>There are several reasons why more of this information isn't being collected. Logistics, for one: It's hard to get every single law enforcement agency, hospital and coroner in every city and every state on the same page.</p><p>Some of the other reasons are a little more clear-cut: money and politics.</p><p>\"For essentially the last 20 years, there has been almost no federal support for research on a health problem that kills upwards of 30,000 people a year,\" says Garen Wintemute, director of the Violence Prevention Research Program at UC Davis.</p><p>Wintemute, who's also an ER physician, says since the mid-1990s, Congress has barred federal funds from going to gun violence research, linking it with gun control.</p><p>But last year, a big change happened. By executive order, President Obama directed the Centers for Disease Control and Prevention and other federal labs to resume the research and craft prevention strategies.</p><p>Wintemute is encouraged, and points to the research that has gone into motor vehicle injuries as a good case study.</p><p>\"There are such data systems, and have been for decades, for motor vehicle injuries, and that sort of continuing flow of data has done a great deal to shape our efforts to prevent motor vehicle injuries,\" he says.</p><p><strong>Violent Death Database Expansion </strong><strong></strong></p><p>It remains to be seen if the same thing can be done for gun violence. But to start with, the CDC has begun offering more than $7 million in grants to states to expand the agency's National Violent Death Reporting System. The hope is that will also capture more data on firearm fatalities.</p><p>Epidemiologist Alex Crosby, of the CDC's National Center for Injury Prevention and Control, is one of the researchers who's helping spearhead this expansion.</p><p>Similar to the push for better data on gun trauma deaths, Crosby says the goal behind expanding the CDC system is to give states more information so they can start to take action.</p><p>Say, for example, a county is trying to figure out how to tackle the growing problem of suicide by firearms among older men. With access to detailed data, Crosby says they could spot trends.</p><p>\"A job crisis in the past two weeks or an eviction, foreclosure; these were some of the precipitating circumstances that involve that suicide,\" Crosby says. \"Now let's see what we can do to try to make our programs more focused on some of these risk factors and hopefully we can make a difference in terms of bringing those kind of things down.\"</p><p>Getting a nationwide database together is a huge task, and it's still very early. But Crosby says there have been some early successes: a suicide prevention program in Oregon and a homicide crackdown in Oklahoma, for starters.</p><p>He hopes to one day expand the system from 32 states, its current size, to all 50.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=To+Counter+Gun+Violence%2C+Researchers+Seek+Deeper+Data&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kirk Siegler","audio":[{"meta":{"duration":"269"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352290047-9ccf8d.m3u?orgId=1&topicId=1091&ft=3&f=352036040"},{"href":"http://media.npr.org/assets/img/2014/09/28/guns_calif-7393cd7e3165c8bde8012e90dc53fb4739fae3fc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}