{"created":"2015-03-13T20:56:40+00:00","modified":"2015-03-16T19:00:36+00:00","valid":{"from":"2015-03-16T19:00:36+00:00","to":"3015-03-16T19:00:36+00:00"},"hreflang":"en","guid":"a932ddf5-3b77-4168-816b-95e0429b7979","title":"The man who escaped the Tsarnaev brothers takes the stand in Boston","published":"2015-03-16T19:00:34+00:00","byline":"Christopher Woolf","tags":["Boston Marathon Bombing","terrorism","Justice","Justice","Conflict & Justice","Boston","Watertown","North America","United States","Massachusetts","North America","Dzhokhar Tsarnaev","Tamerlan Tsarnaev","Phillip Martin","Boston marathon bombings"],"teaser":"Jurors in the Boston Marathon bombing trial heard testimony on Friday from Dun Meng, who made a dramatic escape after his car was hijacked by bombing suspect Tamerlan Tsarnaev.","contentencoded":"<p>The trial of Boston Marathon bomber Dzhokhar Tsarnaev has been filled with dramatic and gut-wrenching testimony. But even in that context, the story of Dun Meng stands out.</p>\n<p>“[Meng] was the individual who was carjacked in Cambridge on April 18, 2013,\" says reporter Phillip Martin, who's covering the trial for Boston's WGBH. \"The carjacker was Tamerlan Tsarnaev, who was later killed, of course, in Watertown in a shoot-out. The car following was driven by his brother Dzhokhar Tsarnaev.\"</p>\n<p>Martin called Meng's testimony on Friday \"extraordinarily gripping,\" especially as he recounted the moment he encountered his attacker. “The individual later identified as Tamerlan Tsarnaev immediately said 'Do you know who I am? I am the Boston bomber.' He immediately revealed who he was in order to instill fear in this fellow Meng. And it worked.”</p>\n<p>Meng was able to escape in dramatic fashion when Tsarnaev drove Meng's Mercedes into a gas station. “Meng was in the back seat at this point,” Martin recounts. “And while Tamerlan was fiddling with a GPS system, Meng said to himself, ‘This is my only chance to escape.' He actually strategized. He said ‘I’m going to count one, two, three, four, and then I’m going to make a run for it. He made sure that Tamerlan Tsarnaev didn’t have the gun in his hand, and then Meng made a run for it.”</p>\n<p>He bolted across the street to another gas station, trying to find shelter. \"He begged the guy behind the counter to allow him to hide behind the counter,\" Martin says. \"He said ‘I’m being chased. I’m being followed by men with guns. And they’re responsible for the Boston Marathon bombing.’”</p>\n<p>The Tsarnaevs took off before police could arrive, but Meng was able to give the police access to a tracking device in his stolen Mercedes. That information allowed them to locate the brothers in Watertown.</p>\n<p>“The ordinariness of the landmarks is extraordinary,” Martin notes. “I was at that gas station two days ago.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-13%2Ffirst-full-week-tsarnaev-trial&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/science-friday/segment-audio/0313201501.mp3"},{"href":"http://www.pri.org/file/0313201501mp3"}]}