{"created":"2014-10-29T23:28:49+00:00","modified":"2014-10-30T19:32:35+00:00","valid":{"from":"2014-10-30T19:32:35+00:00","to":"3014-10-30T19:32:35+00:00"},"hreflang":"en","guid":"a93f50d7-0b19-4b79-86ed-057284a329af","title":"The Arab Spring was no failure, says one activist who refuses to give up ","published":"2014-10-30T19:32:34+00:00","byline":"Matthew Bell","tags":["Arab Spring","activism","online activism","social media","Iyad al-Baghdadi","SafeMode","SafeMode","Conflict","Conflict & Justice","Europe","Asia","United Arab Emirates","Norway","Middle East","Asia","Iyad el-Baghdadi","Michael Wahid Hanna","Abdel Fattah Al-Sisi","Oslo Freedom Forum","Oslo","Arab world","Arab Spring","Arab uprisings"],"teaser":"Four years since they began, the verdict seems clear: The Arab uprisings failed. But one online activist — who’s been deported, jailed and is now seeking asylum in the West — says not so fast. He refuses to give up on the original promise of the Arab Spring.  ","contentencoded":"<p>It's been four long, chaotic and bloody years since the start of the so-called Arab Spring, and many observers now say it was a failure.</p>\n<p>The mass movement that began as a fight for freedom and dignity has largely become a series of counter-revolutions and violent sectarian wars. In Egypt, Libya, Bahrain and Yemen — to say nothing of Syria — many people, once hopeful that popular uprisings would lead to political and social transformation, have given up.</p>\n<p>But that's a big mistake, according to one prominent activist who refuses to call it quits.</p>\n<p>Iyad el-Baghdadi had a pretty good gig in early 2011. He was based in the United Arab Emirates, working as a start-up consultant with media companies. But like many people in the Arab world at the time, he got caught up by events. </p>\n<p>“As soon as the revolutions kicked off, I did the honorable thing and completely ignored my company, completely ignored my clients, and lived on Twitter for a few months,” Baghdadi recalls. </p>\n<p>He attracted a huge following. Though Baghdadi's home in the UAE was removed from the frontline action in Tunisia, Egypt and Libya, he translated and tweeted himself into one of the most-followed social media activists in the Middle East.</p>\n<p>Baghdadi poked relentless fun at Arab tyrants, describing himself as an Islamic libertarian. He started working on a book project for something he would call an “Arab Spring Manifesto.”</p>\n<p>“Sometimes you have to step in and take responsibility, and I think Twitter and social media in general gave us this feeling of agency,\" Baghdadi says, \"That we can make a difference, and, if we speak, people will listen.\"</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"//www.youtube.com/embed/l-MIZZ7NBlE\" width=\"560\"></iframe></p>\n<p>But Baghdadi’s activism eventually got him into trouble. The UAE is a big supporter of the military-led government in Egypt, and Egypt's leader, former general Abdel Fattah al-Sisi, had become one of Baghdadi’s favorite targets.</p>\n<p>One morning before work, Baghdadi says he was summoned to a government office, put into shackles and driven by van to a jail in Abu Dhabi. That is where he was presented with a choice — of a sort.</p>\n<p>“’You can go to Malaysia if you want. But if you don’t, then you can just hang around here for another month or two, or year,’’” Baghdadi says he was told by UAE officials.</p>\n<p>“It wasn’t my choice to go to Malaysia,” he says. “In fact, they made me buy the ticket.” </p>\n<p>His status as a Palestinian refugee made things more complicated. Baghdadi says he was held in detention at the airport in Kuala Lumpur for three weeks. The Palestinian Authority issued him a passport, which helped him get a temporary Malaysian visa. But Baghdadi’s wife was still in the United Arab Emirates, pregnant with their first child.</p>\n<p>So Baghdadi went offline for a while over the summer, hatching a longer-term plan with help from human rights groups. He says he was looking to find a place “where I could actually talk without fear of persecution, … without having to think a thousand times or a million times before I tweet something or say something or write something for fear of upsetting the wrong people.”</p>\n<p>Baghdadi arrived in Norway earlier this month. He's applying for political asylum for himself, his wife and their infant son, who was born in June. He's also back on Twitter, and says he's not giving up on the original promise of the Arab Spring, despite the grim situation in the region.</p>\n<p>Even people who disagree with his take on the Arab Spring say his voice is important. “The Arab uprisings have failed, there's no question about that,” says Michael Wahid Hanna, a Middle East analyst at the Century Foundation in New York. \"But it’s important that people like Iyad continue their work and continue to not give in to despondency and utter pessimism.”  </p>\n<p>Hanna cautions that Baghdadi isn't a political leader; no one should expect him to transform the Arab world on his own, and his views don't necessarily represent the Arab mainstream.</p>\n<p>“Our expectations about what one person or one party or faction can accomplish are sometimes out of whack,” Hanna says. “But people engaged in earnest efforts to reform political culture are necessary precursors to something much broader happening.” </p>\n<p>Baghdadi actually considers himself a bit of an old-timer at 37 — and only one part of a much larger movement of Arab young people who still want real political change. What gives him confidence, he says, is the fact that the old Arab order, the autocrats who still rule so much of the Arab world, still have so little to offer.</p>\n<p>“Part of the reason why they continue to call the shots and present themselves as the de facto solution is because we, the Arab Spring youth, did not present a solution,” Baghdadi says. “The moment that solution comes, you’re going to be surprised at how quickly that ugly façade comes down.”</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/iyad.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/iyadjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/102920143.mp3"},{"href":"http://www.pri.org/file/102920143mp3"}]}