{"created":"2014-10-30T18:08:53+00:00","modified":"2014-10-30T21:10:36+00:00","valid":{"from":"2014-10-30T21:10:36+00:00","to":"3014-10-30T21:10:36+00:00"},"hreflang":"en","title":"How Athletes Are Getting 'Faster, Higher, Stronger'","published":"2014-10-30T20:02:00+00:00","teaser":"Mark McClusky says for elite athletes today, pushing boundaries and breaking records is all about \"the aggregation of marginal gains.\"","itags":["npr_api","360138495"],"guid":"a944daea-19f5-4476-830a-01bba76c7287","contentencoded":"<p>At the heart of <strong>Mark McClusky</strong>&#8216;s new book is this basic premise: &#8220;At this point,&#8221; he writes, &#8220;we&#8217;ve made most of the big leaps in our natural physical capacity.&#8221; And for elite athletes today, pushing boundaries and breaking records is all about &#8220;the aggregation of marginal gains.&#8221; Lots of tiny improvements that, put together, can make a big difference.</p><p>Those improvements can be gained by using everything from the latest elixirs &#8212; beet juice! &#8212; to data-driven science &#8212; athletes wearing high-tech monitoring devices that can send real-time performance data to coaches during a game.</p><p><em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Robin Young talks to Mark McClusky, editor of Wired, about his new book,<a name=\"excerpt\"></a> &#8220;<a href=\"http://www.amazon.com/Faster-Higher-Stronger-Generation-Superathletes/dp/1594631530/?tag=wburorg-20\" target=\"_blank\">Faster, Higher, Stronger: How Sports Science Is Creating A New Generation Of Super-athletes And What We Can Learn From Them</a>.&#8221;</p><h4>Book Excerpt: &#8216;Faster, Higher, Stronger&#8217;</h4><p><em>By Mark McClusky</em></p><p><strong>Introduction</strong></p><p><img class=\"alignright  wp-image-70756\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/10/1030_super-athlete-624x942.jpg\" alt=\"1030_super-athlete\" width=\"174\" height=\"263\" /></p><p>Christopher Gore pauses and smiles as I ask him the Question. We’re sitting in a conference room at the Australian Institute of Sport in Canberra, where he’s the head of the physiology department. We’ve just spent the past hour digging into the complex process that powers our cells at a muscular level, like our own little graduate molecular biology seminar. I’ve come more than seventy-five hundred miles to the AIS to try and understand the secrets that the scientists, athletes, and coaches at the institute have uncovered in their decades of work to improve human performance. Getting to pick the brain of someone like Gore, who has done groundbreaking research on altitude training, on drug testing, and on precooling athletes for better performance in hot conditions, is a jump right into the deep end of the pool.</p><p>Near the end of our interview, after probing him with questions on all the ways that he tries to optimize elite athletes, I ask Gore what he’s learned from all his experience and research that can be applied to everyday athletes. After a moment, he says, “Well, these elite athletes, they aren’t like us.”</p><p>And that’s surely true. Part of what fascinates us about the world’s great athletes is how different they are from you and me. When we watch LeBron James drive through the lane with his unmatched combination of power and grace, we don’t kid ourselves into thinking that we might be able to do the same thing—we marvel at his unique abilities. When we watch Mike Trout crush a fastball into the gap and sprint around the bases, we feel awe at his athletic gifts. When we watch an Olympic skier like Lindsey Vonn barrel down the hill, we shake our heads in respect for her fearlessness and aggression.</p><p>Like many writers who are drawn to sports, I’m an athlete myself, although at a far lower level than these stars. When I was a kid, I was an OK bike racer, but never made it to the top ranks. Even when I was riding hundreds of miles a week, I saw other competitors who had invested less time and energy pass me by. Looking back, I realize this may have been what planted the seed for this book in my mind—were they just naturally better than I was? Did they work harder? Or had they found smarter ways to train that offered them greater benefits? Had they found some secret that I wasn’t aware of?</p><p>In the years I’ve been writing about sports and technology at <em>Sports Illustrated</em> and <em>WIRED</em>, I’ve been chasing the answers to some of these questions. Having covered three Olympic Games and countless other sporting events, I’ve talked to athletes, coaches, and scientists about what goes into the development of truly great performers, the kind of competitors whom we tell our kids we are lucky to see do their thing. What I’ve come to believe is that there aren’t any easy answers to the question of what makes a great athlete—so many factors have to come together to give us transcendent performers like Serena Williams and Usain Bolt. But there is a thread that unites our best athletes and teams today, and that’s an increasing focus on science and technology as a way to push the boundaries of human performance.</p><p>Throughout this book, I’ll argue that over the past century, we’ve made massive improvements in the athletic world through a better understanding of our bodies and how they can be trained. But we’ve seen recently that it’s becoming harder and harder to improve at the same rate—it’s much more difficult to smash a world record than it used to be. Because of this, athletes have to be smarter about their training—surrounding themselves with a savvy team of scientists and technologists becomes basically essential. Although races can still be won through hard work and effort, they are increasingly won by competitors who not only work hard, but are smarter than the competition as well.</p><p>Here’s an example from a very different world: Arie de Geus was an executive at Royal Dutch Shell for thirty-eight years, most prominently as the head of the company’s strategic planning. While de Geus was there, Shell became one of the largest companies in the world, partly through his group’s innovations in what’s called “scenario planning,” a technique that helps businesses and organizations develop flexible long-term plans by trying to envision scenarios that might play out in the future. In the mid-1980s, de Geus and his team had possession of research that suggested that the price of oil, then twenty-eight dollars a barrel, might begin to decline, perhaps down to fifteen dollars a barrel (in these days of a hundred dollars per barrel of crude oil, this seems quaint).</p><p>De Geus and his team challenged the management at Shell to imagine how they would react to such a situation. When the price of oil plummeted as predicted (and all the way to ten dollars a barrel), the company had the advantage of having considered what to do in a way that much of its competition hadn’t. Rather than being frozen by panic, the company was able to quickly change how it evaluated new drilling projects, emphasizing their cost rather than just the expected output of oil. De Geus had a particular saying that encapsulates the lessons he drew from such situations: “The ability to learn faster than your competitors may be the only sustainable competitive advantage.”</p><p>De Geus’s observation was repeated to me by Scott Drawer, the former head of research and innovation at UK Sport, one of the most successful athletic organizations of the past decade. To Drawer, this is the principle on which really great elite-athletic organizations need to be built. You may have better athletes or worse athletes, and that will change over time. But you can still find ways to improve by ensuring that you’re always learning as much and as quickly as you can. “It’s all about the pace at which you can move. You’ve got to be willing to take risks and try things out in high per-formance,” says Drawer. “Because even if it doesn’t work, you can learn from it. It’s the willingness to engage in that process that’s most crucial.”</p><p>De Geus’s quote points out that, really, all any of us can do is keep our eyes and ears—and most important, our mind—open to all possibilities in a given situation, with a willingness to try things and learn from them, whether we fail or succeed. All of us, from elite athletes and teams to weekend warriors, can become stuck in our ways and our thinking, and we can find ourselves falling behind competitors who are more nimble, more willing to experiment, and more comfortable with pushing the boundaries.</p><p>This is the great joy and torment about working on the cutting edge of science and performance. Today’s greatest innovations are tomorrow’s baseline, and you have to keep moving forward. That’s the only way to continue our physical and intellectual growth as a species; it’s the only way we’ll continue to run faster, jump higher, and become stronger.</p><p>Throughout the years I’ve spent reporting on this intersection of science and sports, I’ve found that there are many things that elites do—not just specific tools and techniques they use, but ways of approaching problems—that can be applied to the rest of us. As we explore the world of elite performance, I’ve tried to highlight those lessons along the way. But as Gore notes, there are also things elites do that only work for them because of their unique physiology or abilities—we’ll look at plenty of those things as well.</p><p>I hope that as we dive into the world of sports science together, you’ll feel the same awe for the scientists and technologists, as well as the athletes, that I do. The myth of the lone athlete toiling away for years in pursuit of a gold medal is a romantic but outdated notion. Today’s reality is more complicated and, I think, even more impressive.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.mcclusky.com/\" target=\"_blank\">Mark McClusky</a></strong>, editor of Wired and author of &#8220;Faster, Higher, Stronger: How Sports Science Is Creating A New Generation Of Superathletes And What We Can Learn From Them.&#8221; He tweets <a href=\"https://twitter.com/markmcc\" target=\"_blank\">@markmcc</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Athletes+Are+Getting+%27Faster%2C+Higher%2C+Stronger%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"871"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360138498-25a976.m3u?orgId=1&ft=3&f=360138495"}]}