{"created":"2015-06-24T20:43:35+00:00","modified":"2015-06-30T18:52:29+00:00","valid":{"from":"2014-04-25T23:18:26+00:00","to":"3014-04-25T23:18:26+00:00"},"hreflang":"en","published":"2014-04-25T23:18:26+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>Actor <a href=\"http://www.imdb.com/name/nm1706767/\">Jonah Hill</a> first broke out in “I Heart Huckabees” – and rose to stardom with a pack of bro-comedies including “Superbad,” “40 Year Old Virgin,” and “Knocked Up.”</p>\n<br />\n<p>He began to pivot to more serious, though still comedic, roles in 2010′s “Cyrus.” The next year, he played a baseball-stats genius in “Moneyball,” and earned his first Oscar nomination.</p>\n<br />\n<p>Now he finds himself nominated for another, for his role in Martin Scorcese’s over-the-top dive into financial-world corruption, “<a href=\"http://www.imdb.com/title/tt0993846/\">The Wolf of Wall Street</a>,” based on the true story of shady stockbroker <a href=\"http://en.wikipedia.org/wiki/Jordan_Belfort\">Jordan Belfort</a>, played in the film by Leonardo DiCaprio. &nbsp;Jonah plays a key employee of the firm, present from the early rise, through the drug-and-cash frenzy, and all the way to the take-down and prosecution of his boss and friend for securities fraud.</p>\n<br />\n<p>(He and Rico had lots to discuss — for a full version of the conversation <a href=\"http://www.dinnerpartydownload.org/jonah-hill-full/\">click here</a>.)</p>\n<br />\n<img class=\"aligncenter\" alt=\"DPD-Banner\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\" /><br />\n<p><strong>Rico Gagliano:</strong> You started out reading your own plays aloud in a New York city bar called “The Black and White.”&nbsp; What were they about?</p>\n<br />\n<blockquote>\n<p><strong>Jonah Hill:</strong> They were horrible. They were one act plays… they were just all bad! There was one about Adolf Hitler’s roommates in college: Hitler lived with three roommates who bullied him, so that’s why he became so evil.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> So it was a cautionary tale.</p>\n<br />\n<blockquote>\n<p><strong>Jonah Hill:</strong> I guess; it was anti-bullying.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> You were way ahead of the curve on that one.</p>\n<br />\n<blockquote>\n<p><strong>Jonah Hill:</strong> I guess so. It was <em>so</em> stupid. I’m so embarrassed…. But people actually started to follow them, and they did become popular. More and more people came every week.&nbsp; And I would do one every week — the challenge would be to write a whole one act every week.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Have you ever think about publishing these? I think it would be fascinating.</p>\n<br />\n<blockquote>\n<p><strong>Jonah Hill:</strong> I would love to read them actually. But it’s pretty horrifying to go back… I don’t know if you ever listen to some old interviews you’ve done –</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Oh God…</p>\n<br />\n<blockquote>\n<p><strong>Jonah Hill:</strong>&nbsp;– It’s pretty embarrassing to go listen to them!</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> First time I was on the radio, I sounded like Alvin and the Chipmunks. I talked so fast.</p>\n<br />\n<blockquote>\n<p><strong>Jonah Hill:</strong> Oh my gosh — I made the mistake of reading an interview I did. I was cleaning stuff out of my house, and I found me and Michael Cera on the cover of L.A Weekly when I was 22 or 23 years old.&nbsp; And every answer, I sound <em>so</em> stupid. The problem is that you think you know so much – or I did at least – and I knew <em>nothing</em>.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> I never thought about that: The curse of being a young actor is that <em>anything</em> that you think, somebody is probably recording, and it lives <em>foreve</em>r.</p>\n<br />\n<blockquote>\n<p><strong>Jonah Hill:</strong>&nbsp;Mine unfortunately will live forever! But I’m not complaining; I’m the luckiest guy ever.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Well, speaking of which: In about ten years, you go from reading your plays in bars in New York… to Scorsese. I know you’re a huge fan of his. Tell me about the moment that you get that call.</p>\n<br />\n<blockquote>\n<p><strong>Jonah Hill: &nbsp;</strong>He’s my hero. I saw “Goodfellas” when I was nine years old — way too early to have seen “Goodfellas” — and it was that moment that I wanted to dedicate my life to film.</p>\n<br />\n<p>So I was eating dinner in New Orleans while shooting a film, and I got a call from Leonardo DiCaprio.&nbsp; And he was like, “You got the part. We are going to make this movie.” That… that moment… that was the best moment of my life.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> How did you celebrate? You were in New Orleans. There’s a lot of ways you can celebrate there.</p>\n<br />\n<blockquote>\n<p><strong>Jonah Hill:</strong> I literally ran around the street screaming!&nbsp; But I had to also call all of my friends and family, because I hadn’t even told them I was up for the part. I wouldn’t want to jinx it and assume I was gonna get it. I did the same thing with “Moneyball.” So they had no clue this was even a possibility.&nbsp; And then I’m like,&nbsp; “Hey I’m gonna star opposite Leo in a Martin Scorsese film.”&nbsp; And everybody was like, “<em>What</em> is happening to your life?!”</p>\n<br />\n<p>And then I was by myself, in New Orleans, so then I just went home. That’s a lot of the funny part about show businesses to me. All this stuff — this incredible insane stuff will happen, like that — and then you’re just in a hotel by yourself.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> You’re still a guy.</p>\n<br />\n<blockquote>\n<p><strong>Jonah Hill:</strong> Yeah you’re still just a guy! Like, I check my email. You would think confetti shoots out of the walls or something!&nbsp; But you realize quickly that you need a life outside of this stuff. That’s very important because this stuff is so amazing and exciting and an honor — but it’s not real life.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> There’s also, I imagine, another realization that settles in: now you have to <em>deliver</em> for Martin Scorsese, your hero.<a href=\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/02/TWOWS-03964R.jpg\"><img class=\"alignright\" alt=\"THE WOLF OF WALL STREET\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/02/TWOWS-03964R-300x200.jpg\" /></a></p>\n<br />\n<blockquote>\n<p><strong>Jonah Hill:</strong> Yes. There are so many stories about fear and panic involving all of what you are talking about.</p>\n<br />\n<p>You know, the first day of rehearsals was crazy because, for the first month and a half of rehearsals, it was just Martin, Leo, and myself in rehearsal space.&nbsp; And they had already made five films with one another and had an incredible short-hand and knowledge of how the other one works.</p>\n<br />\n<p>The way I always speak about them is: You know when you’re single, and you go to a dinner with an amazing couple, and you leave the dinner and you’re walking home and you go to yourself, “Man I hope I find what they have one day?” That’s the way I feel as an actor. I hope I find that with a director the way Leo and Martin Scorsese have found that with one another.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> This film presents just a cavalcade of drug-fueled and in some cases hateful behavior. A lot of it is satirical, played for laughs. Many critics are taking it to task, saying you’ve taken it all the way around to actually glorifying Jordan Belfort and his crimes, which hurt a lot of people. Does that backlash kind of surprise you?</p>\n<br />\n<blockquote>\n<p><strong>Jonah Hill:</strong> Martin Scorsese films… He’ll be the first one to tell you he’s no stranger to controversy. Starting with “Mean Streets” and the amount of cursing in that film. “Last Temptation of Christ,” there were picketers outside. I think he holds a mirror up to people and sometimes they don’t like the reflection they see back.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Well, I think what these critics don’t like is how they see <em>others</em> reacting. There’s a story about this movie being screened near Goldman Sachs, and the audience <em>cheered</em> for Belfort.</p>\n<br />\n<blockquote>\n<p><strong>Jonah Hill:</strong> Leo and I would talk about, “I bet you a lot of people are going to want to be stock brokers after seeing this film.” &nbsp;And that was weird to talk about.&nbsp; When I saw “Goodfellas” – when I would watch at age nine or ten – I thought, “These guys are the coolest people in the entire world!” But if you watch the third act of that film, everybody is either dead or in a horrible situation.&nbsp;I think what’s interesting about “Wolf,” that gives some people a hard time, is that these people <em>aren’t</em> accurately punished for their crimes. And that is the point of the movie:&nbsp; These people did horrible things and they get slapped on the wrist.</p>\n<br />\n<p>Now whose fault is that? Is that Martin Scorsese’s fault? It’s not. He accurately portrayed what these people were living like, and it’s up to everyone to talk and create a dialogue about how they feel about that.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> We have two questions that we ask everyone on our show. The first one is, “If we were to meet you at a dinner party, what question would you be least like to be asked?”</p>\n<br />\n<blockquote>\n<p><strong>Jonah Hill:</strong>&nbsp; [LAUGHS] Maybe… “what is Brad Pitt like?”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> He was the star of “Moneyball.”</p>\n<br />\n<blockquote>\n<p><strong>Jonah Hill:</strong>&nbsp;Yeah; it’s just funny. I prefer not to talk about myself or movies when I’m in a social situation, because I don’t like when most of the conversation is about what I do for a living instead of everyone getting to know each other.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Brad Pitt is a distraction.</p>\n<br />\n<blockquote>\n<p><strong>Jonah Hill:</strong> No, Brad’s the best! That is an easy question to answer because you go, “He’s a great guy,” which is true.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> But that’s also a boring answer.</p>\n<br />\n<blockquote>\n<p><strong>Jonah Hill:</strong> Yes! And all my answers are boring.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Here’s the second question which is the flip side of this: Tell us something we don’t know.&nbsp; And this could be about anything. This could be about yourself, or it could be a trivia about the world…</p>\n<br />\n<blockquote>\n<p><strong>Jonah Hill:</strong>&nbsp;Oh, I have a good one: I read that <a href=\"http://www.criterion.com/lists/106755-stanley-kubrick-s-favorite-films\">Stanley Kubrick’s favorite film of the 1990′s… was “White Men Can’t Jump.”</a></p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Where did you hear this?!</p>\n<br />\n<blockquote>\n<p><strong>Jonah Hill:</strong> I read it, and then asked a bunch of people and they had heard the same thing. I mean, obviously he’s not with us any longer, so we can’t ask this, but in the research I’ve done, it seems to be true. And I find that to be <em>amazing</em>.</p>\n</blockquote>\n<br /></div>","tags":["APM","Guest of Honor"],"contenttemplated":"[{\"content\":\"<p>Actor <a href=\\\"http://www.imdb.com/name/nm1706767/\\\">Jonah Hill</a> first broke out in “I Heart Huckabees” – and rose to stardom with a pack of bro-comedies including “Superbad,” “40 Year Old Virgin,” and “Knocked Up.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>He began to pivot to more serious, though still comedic, roles in 2010′s “Cyrus.” The next year, he played a baseball-stats genius in “Moneyball,” and earned his first Oscar nomination.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p>Now he finds himself nominated for another, for his role in Martin Scorcese’s over-the-top dive into financial-world corruption, “<a href=\\\"http://www.imdb.com/title/tt0993846/\\\">The Wolf of Wall Street</a>,” based on the true story of shady stockbroker <a href=\\\"http://en.wikipedia.org/wiki/Jordan_Belfort\\\">Jordan Belfort</a>, played in the film by Leonardo DiCaprio.  Jonah plays a key employee of the firm, present from the early rise, through the drug-and-cash frenzy, and all the way to the take-down and prosecution of his boss and friend for securities fraud.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>(He and Rico had lots to discuss — for a full version of the conversation <a href=\\\"http://www.dinnerpartydownload.org/jonah-hill-full/\\\">click here</a>.)</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<img alt=\\\"DPD-Banner\\\" class=\\\"aligncenter\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\\\" />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> You started out reading your own plays aloud in a New York city bar called “The Black and White.”  What were they about?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Jonah Hill:</strong> They were horrible. They were one act plays… they were just all bad! There was one about Adolf Hitler’s roommates in college: Hitler lived with three roommates who bullied him, so that’s why he became so evil.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> So it was a cautionary tale.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Jonah Hill:</strong> I guess; it was anti-bullying.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> You were way ahead of the curve on that one.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Jonah Hill:</strong> I guess so. It was <em>so</em> stupid. I’m so embarrassed…. But people actually started to follow them, and they did become popular. More and more people came every week.  And I would do one every week — the challenge would be to write a whole one act every week.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Have you ever think about publishing these? I think it would be fascinating.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Jonah Hill:</strong> I would love to read them actually. But it’s pretty horrifying to go back… I don’t know if you ever listen to some old interviews you’ve done –</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Oh God…</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Jonah Hill:</strong> – It’s pretty embarrassing to go listen to them!</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> First time I was on the radio, I sounded like Alvin and the Chipmunks. I talked so fast.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Jonah Hill:</strong> Oh my gosh — I made the mistake of reading an interview I did. I was cleaning stuff out of my house, and I found me and Michael Cera on the cover of L.A Weekly when I was 22 or 23 years old.  And every answer, I sound <em>so</em> stupid. The problem is that you think you know so much – or I did at least – and I knew <em>nothing</em>.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> I never thought about that: The curse of being a young actor is that <em>anything</em> that you think, somebody is probably recording, and it lives <em>foreve</em>r.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Jonah Hill:</strong> Mine unfortunately will live forever! But I’m not complaining; I’m the luckiest guy ever.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Well, speaking of which: In about ten years, you go from reading your plays in bars in New York… to Scorsese. I know you’re a huge fan of his. Tell me about the moment that you get that call.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Jonah Hill:  </strong>He’s my hero. I saw “Goodfellas” when I was nine years old — way too early to have seen “Goodfellas” — and it was that moment that I wanted to dedicate my life to film.</p><br /><p>So I was eating dinner in New Orleans while shooting a film, and I got a call from Leonardo DiCaprio.  And he was like, “You got the part. We are going to make this movie.” That… that moment… that was the best moment of my life.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> How did you celebrate? You were in New Orleans. There’s a lot of ways you can celebrate there.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Jonah Hill:</strong> I literally ran around the street screaming!  But I had to also call all of my friends and family, because I hadn’t even told them I was up for the part. I wouldn’t want to jinx it and assume I was gonna get it. I did the same thing with “Moneyball.” So they had no clue this was even a possibility.  And then I’m like,  “Hey I’m gonna star opposite Leo in a Martin Scorsese film.”  And everybody was like, “<em>What</em> is happening to your life?!”</p><br /><p>And then I was by myself, in New Orleans, so then I just went home. That’s a lot of the funny part about show businesses to me. All this stuff — this incredible insane stuff will happen, like that — and then you’re just in a hotel by yourself.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> You’re still a guy.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Jonah Hill:</strong> Yeah you’re still just a guy! Like, I check my email. You would think confetti shoots out of the walls or something!  But you realize quickly that you need a life outside of this stuff. That’s very important because this stuff is so amazing and exciting and an honor — but it’s not real life.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> There’s also, I imagine, another realization that settles in: now you have to <em>deliver</em> for Martin Scorsese, your hero.<a href=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/02/TWOWS-03964R.jpg\\\"><img alt=\\\"THE WOLF OF WALL STREET\\\" class=\\\"alignright\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/02/TWOWS-03964R-300x200.jpg\\\" /></a></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Jonah Hill:</strong> Yes. There are so many stories about fear and panic involving all of what you are talking about.</p><br /><p>You know, the first day of rehearsals was crazy because, for the first month and a half of rehearsals, it was just Martin, Leo, and myself in rehearsal space.  And they had already made five films with one another and had an incredible short-hand and knowledge of how the other one works.</p><br /><p>The way I always speak about them is: You know when you’re single, and you go to a dinner with an amazing couple, and you leave the dinner and you’re walking home and you go to yourself, “Man I hope I find what they have one day?” That’s the way I feel as an actor. I hope I find that with a director the way Leo and Martin Scorsese have found that with one another.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> This film presents just a cavalcade of drug-fueled and in some cases hateful behavior. A lot of it is satirical, played for laughs. Many critics are taking it to task, saying you’ve taken it all the way around to actually glorifying Jordan Belfort and his crimes, which hurt a lot of people. Does that backlash kind of surprise you?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Jonah Hill:</strong> Martin Scorsese films… He’ll be the first one to tell you he’s no stranger to controversy. Starting with “Mean Streets” and the amount of cursing in that film. “Last Temptation of Christ,” there were picketers outside. I think he holds a mirror up to people and sometimes they don’t like the reflection they see back.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Well, I think what these critics don’t like is how they see <em>others</em> reacting. There’s a story about this movie being screened near Goldman Sachs, and the audience <em>cheered</em> for Belfort.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Jonah Hill:</strong> Leo and I would talk about, “I bet you a lot of people are going to want to be stock brokers after seeing this film.”  And that was weird to talk about.  When I saw “Goodfellas” – when I would watch at age nine or ten – I thought, “These guys are the coolest people in the entire world!” But if you watch the third act of that film, everybody is either dead or in a horrible situation. I think what’s interesting about “Wolf,” that gives some people a hard time, is that these people <em>aren’t</em> accurately punished for their crimes. And that is the point of the movie:  These people did horrible things and they get slapped on the wrist.</p><br /><p>Now whose fault is that? Is that Martin Scorsese’s fault? It’s not. He accurately portrayed what these people were living like, and it’s up to everyone to talk and create a dialogue about how they feel about that.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> We have two questions that we ask everyone on our show. The first one is, “If we were to meet you at a dinner party, what question would you be least like to be asked?”</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Jonah Hill:</strong>  [LAUGHS] Maybe… “what is Brad Pitt like?”</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> He was the star of “Moneyball.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Jonah Hill:</strong> Yeah; it’s just funny. I prefer not to talk about myself or movies when I’m in a social situation, because I don’t like when most of the conversation is about what I do for a living instead of everyone getting to know each other.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Brad Pitt is a distraction.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Jonah Hill:</strong> No, Brad’s the best! That is an easy question to answer because you go, “He’s a great guy,” which is true.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> But that’s also a boring answer.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Jonah Hill:</strong> Yes! And all my answers are boring.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Here’s the second question which is the flip side of this: Tell us something we don’t know.  And this could be about anything. This could be about yourself, or it could be a trivia about the world…</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Jonah Hill:</strong> Oh, I have a good one: I read that <a href=\\\"http://www.criterion.com/lists/106755-stanley-kubrick-s-favorite-films\\\">Stanley Kubrick’s favorite film of the 1990′s… was “White Men Can’t Jump.”</a></p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Where did you hear this?!</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Jonah Hill:</strong> I read it, and then asked a bunch of people and they had heard the same thing. I mean, obviously he’s not with us any longer, so we can’t ask this, but in the research I’ve done, it seems to be true. And I find that to be <em>amazing</em>.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"}]","itags":["PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2014-04-25","a94a6f2f5757595d9464fa23b15713e1"],"description":"Actor Jonah Hill first broke out in “I Heart Huckabees” – and rose to stardom with a pack of bro-comedies including “Superbad,” “40 Year Old Virgin,” and “Knocked Up.” He began to pivot to more serious, though still comedic, roles in 2010′s “Cyrus.” The next year, he played a baseball-stats genius in “Moneyball,” and earned […]","title":"“Two Cupcakes” – Jonah Hill","byline":"Martin, Brittany","teaser":"Actor Jonah Hill first broke out in “I Heart Huckabees” – and rose to stardom with a pack of bro-comedies including “Superbad,” “40 Year Old Virgin,” and “Knocked Up.” He began to pivot to more serious, though still comedic, roles in 2010′s “Cyrus.” The next year, he played a baseball-stats genius in “Moneyball,” and earned […]","guid":"a94a6f2f-5757-4595-8946-fa23b15713e1","audio":[{"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/2014/02/14/0214_hill_128.mp3","meta":{"duration_hms":"00:07:58","duration":478,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/2014/02/14/0214_hill"}},"format":"MP3"}]}