{"created":"2014-10-09T21:02:21+00:00","modified":"2014-10-10T20:32:58+00:00","valid":{"from":"2014-10-10T20:32:58+00:00","to":"3014-10-10T20:32:58+00:00"},"hreflang":"en","guid":"a9617b34-6bf4-4677-8f4c-50bb63f9ec06","title":"An international cartoonists' conference shows off the artists' wit and predictive power","published":"2014-10-10T20:32:57+00:00","byline":"Carol Hills","tags":["political satire","politics","Freedom of Speech","cartoons","cartooning","cartoonists","political cartoons","Arts","Arts, Culture & Media","San Francisco","North America","United States","North America","Carol Hills","Gus Rodriquez","Sabir Nazar","Ali Ferzat","Bashar al-Assad","Gustavo Rodriquez","Satire Fest","AAEC","Ebola","ISIS","ISIL","Islamic state","Ali Farzat","Bashar al-Assad","Editorial cartoon","Syrian people"],"teaser":"Ebola, ISIS and Ukraine are the issues of the day for political cartoonists gathering in San Francisco for their annual conference. But for some of the international cartoonists visiting from Cuba, Pakistan, India and other places, the issue is more fundamental: Can I even get my cartoons published?","contentencoded":"<p>Cartoonists are&nbsp;funny, irreverent&nbsp;and don&#39;t waste time with niceties &mdash; they cut to the chase. That&#39;s their job.</p><p>That&#39;s part of the fun of attending&nbsp;the&nbsp;<a href=\"http://editorialcartoonists.com/\">Association of American Editorial Cartoonists</a>&#39; annual conference, which is in San Francisco this year. It has been dubbed&nbsp;<a href=\"http://satirefest.com/\">Satire Fest</a>.&nbsp;But the main reason I&nbsp;try to go each year is that cartoonists from other parts of the globe invariably show up. They mix it up with their American counterparts, compare visual styles&nbsp;and talk about what it&#39;s like to cartoon in their home country.</p><p>Getting to the cartoonists&#39; conference wasn&#39;t fun: six hours on a coast-to-coast flight sandwiched in a middle seat. That could be a cartoon itself. But being among political cartoonists? Now that&#39;s a hoot.</p><p>This morning, I ran into three Cuban political&nbsp;cartoonists who arrived Wednesday night from Havana. &quot;I can&#39;t believe we&#39;re here!,&quot; said one. &quot;The paperwork and the&nbsp;waiting to find out if we could really come took forever.&quot; The three were being squired around by an old friend,&nbsp;Cuban-American cartoonist Gustavo Rodriguez, who&nbsp;left Cuba nine years ago and now lives in Miami.&nbsp;&nbsp;</p><p>In Cuba you can cartoon about everything &mdash;&nbsp;except politics. Satirizing Cuban leaders is off limits. That&#39;s pretty limiting for&nbsp;political cartoonists, who compare their&nbsp;job to that of the&nbsp;court jester. Their role is to poke fun at the powerful.&nbsp;It&#39;s almost an axiom that the more repressive the regime, the more restrictions&nbsp;cartoonists face.</p><p>In the spring of 2011, I was trying to get information about a Syrian political cartoonist I&#39;d heard of. His name was <a href=\"http://www.ali-ferzat.com/\">Ali Ferzat</a> and he was considered the dean of Syrian political cartooning. He&#39;d been working&nbsp;since the 1970s and managed to carve out a space for his&nbsp;work under two repressive leaders,&nbsp;Hafez al-Assad and his now-infamous son,&nbsp;Bashar.</p><p>Then one day, I heard that Ferzat had been savagely beaten by pro-Assad thugs. The attackers broke his finger, going right for the tools of his trade. Ferzat spent weeks recuperating&nbsp;in a hospital in Damascus, then went into exile in Kuwait. I tracked him down,&nbsp;interviewed him by phone with the help of a translator, and <a href=\"http://www.pri.org/stories/2011-12-16/slideshow-syrian-cartoonist-not-silenced-attack\">produced a profile of him</a>. He&#39;s <a href=\"https://www.facebook.com/ali.frzat?fref=photo\">still drawing political cartoons</a>,&nbsp;but from a safe distance.&nbsp;</p><p>It turns out&nbsp;Ferzat&#39;s use of symbols was what allowed him&nbsp;to cartoon&nbsp;for so long without trouble from the authorities.&nbsp;For instance, a&nbsp;chair always meant Bashar al-Assad. It was only when he&nbsp;abandoned the chair symbol in 2011&nbsp;and started drawing a recognizable Bashar al-Assad that the thugs came after him.&nbsp;</p><p>Over the five years or so that I&#39;ve followed international political cartoons, I&#39;ve come to realize they sometimes serve as an oracle.&nbsp;In 2011, the day after Egypt&#39;s January 25 revoltuion,&nbsp;I was talking to an Egyptian political cartoonist. He was already talking about the outsized influence of the Islamists, and&nbsp;he started cartooning about it. Within months, the Islamist reaction was in full force and a sort of counter-revolution was underway.</p><p>The same thing happened with Ukraine. Months before Russia annexed Crimea,&nbsp;I was seeing cartoons by Central European and Russian cartoonists about restive pro-Russian separatists in Ukraine.</p><p>So at this year&#39;s conference, the visiting cartoonists I&#39;m anxious to interview are those Cubans I mentioned,&nbsp;but also an&nbsp;Indian woman who&#39;s cartooning about gender issues and sexual assault in India. There&#39;s also the Pakistani cartoonist who increasingly can&#39;t get his work published because his editors say it will offend Islamists. It&#39;s not about funny as in, &quot;ha-ha!&quot; It&#39;s more like a big &quot;Huh?&quot;</p><p><em>If you want to follow the action on Twitter, use the hashtag <a href=\"https://twitter.com/search?q=%23satirefest&amp;src=typd\">#SatireFest</a>.</em></p><br>Array<br>Array","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/ebola_8.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/ebolajpg-9"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/100920147.mp3"},{"href":"http://www.pri.org/file/100920147mp3-0"}]}