{"created":"2014-10-08T14:00:24+00:00","modified":"2014-10-31T01:06:14+00:00","valid":{"from":"2014-10-31T01:06:14+00:00","to":"3014-10-31T01:06:14+00:00"},"hreflang":"en","title":"Supreme Court Rules Against Gun 'Straw Purchases'","published":"2014-06-18T19:59:00+00:00","teaser":"In a major victory for gun control groups, the justices upheld by a 5-4 vote a federal ban on one person buying a gun for another.","itags":["npr_api","322650543"],"guid":"a9612358-5bd2-4e58-a18e-bb0835efd19f","contentencoded":"<p>The U.S. Supreme Court delivered a major victory to gun control advocates on Monday. The 5-4 ruling allows strict enforcement of the federal ban on gun \"straw purchases,\" or one person buying a gun for another.</p><p>The federal law on background checks requires federally licensed gun dealers to verify the identity of buyers and submit their names to a federal database to weed out felons, those with a history of mental illness and others barred from gun ownership.</p><p>Significantly, the federal form and identification procedure make clear that only the actual buyers are eligible to make the purchase. It features in boldface these words: \"Warning: you are not the actual buyer if you are acquiring the firearm on behalf of another person. If you are not the actual buyer, the dealer cannot transfer the firearm to you.\"</p><p>In this case, Bruce Abramski Jr. offered to buy a Glock 19 handgun in Virginia for his uncle in Pennsylvania because Abramski thought he could get a law enforcement discount on the gun. Abramski had previously been a policeman but had been fired from the Roanoke, Va., police department for alleged theft.</p><p>At the gun dealership, Abramski filled out the federal forms, stating that he was the actual buyer of the gun. He even signed a separate form certifying his understanding that giving a false answer to that question is itself a federal crime.</p><p>After he was cleared by the federal database, Abramski gave the gun to his uncle, deposited the uncle's $400 check, and gave him a receipt.</p><p>Police later found the receipt after searching Abramski's home in connection with another crime. He was sentenced to five years of probation for lying on the federal form by representing himself as the actual buyer.</p><p>He appealed to the Supreme Court, arguing that his answer on the form was \"not material to the lawfulness of the sale\" because his uncle could have bought the gun legally on his own.</p><p>On Monday the high court rejected that argument by a 5-to-4 vote. Writing for the majority, Justice Elena Kagan said that Abramski's reading would completely gut the twin purposes of the law — to keep guns out of the hands of criminals and others who should not have them, and to assist law enforcement authorities in investigating serious crimes.</p><p>Kagan noted that according to the Bureau of Alcohol, Tobacco, Firearms, and Explosives, nearly half of its gun trafficking investigations involve straw purchasers. In the first six months of the 2014 fiscal year, there were 42 prosecutions in which the straw purchase violation was the lead charge, and many others in which it was a charge secondary to another crime, according to the Syracuse University Transactional Records Access Clearinghouse.</p><p>Kagan said that were Abramski's view of the law to prevail, it would \"render the required records close to useless\" for aiding law enforcement. \"Putting true numbskulls to one side, anyone purchasing a gun for criminal purposes would avoid leaving a paper trail by the simple expedient of hiring a straw,\" she said.</p><p>Writing for the four dissenters, Justice Antonin Scalia accused the court majority of making it \"a federal crime for one lawful gun owner to buy a gun for another lawful gun owner.\" Joining his dissent were Chief Justice John Roberts and Justices Clarence Thomas and Samuel Alito.</p><p>Particularly interesting in Monday's ruling was the vote of Justice Anthony Kennedy, who in 2008 sided with the court's conservatives in declaring for the first time that individuals have a constitutional right to gun ownership. That decision, written by Scalia, also had language pointedly allowing gun regulations — language that many experts believe was added at Kennedy's insistence.</p><p>Monday found Kennedy lining up instead against court conservatives to support the ban on straw purchases.</p><p>Many experts, like UCLA law professor Adam Winkler, were somewhat startled by the closeness of the vote. \"It surprised me that there were four justices who would go so far as to say federal law does not outlaw straw purchasing,\" said Winkler. \"That was a pretty significant step toward gutting one of the few viable and effective gun control laws we currently have on the books.\"</p><p>Reaction from various interest groups was pretty predictable, though the closeness of the vote seemed unexpected.</p><p>\"The government's out of control, and all three branches are united against the people and the Constitution,\" said Larry Pratt, executive director of Gun Owners of America.</p><p>In contrast, Jon Lowy, legal director of the Brady Center to Prevent Gun Violence, was relieved. \"The gun lobby was seeking to blast a gaping hole in our federal straw purchase law,\" he said. \"Fortunately, the court rejected that.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Supreme+Court+Rules+Against+Gun+%27Straw+Purchases%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322729389-60923a.m3u?orgId=1&topicId=1070&ft=3&f=322650543"}]}