{"created":"2015-04-07T20:43:58+00:00","modified":"2015-04-08T18:55:03+00:00","valid":{"from":"2015-04-08T18:55:03+00:00","to":"3015-04-08T18:55:03+00:00"},"hreflang":"en","guid":"a969728b-a89e-40f5-af66-427559af84b5","title":"Targeting the militants of al-Shabab with airstrikes is easier said than done ","published":"2015-04-08T18:54:58+00:00","byline":"Joyce Hackel","tags":["al-shabab","Islamists","militants","Kenya border","Garissa","Conflict","Conflict & Justice","Garissa","Africa","Kenya","Somalia","Sub-Saharan Africa","Jeffrey Gettleman","al-shabab","Islamists","militants","Kenya border","Garissa","Al-Qaeda"],"teaser":"Here's why the ragtag al-Shabab fighters are so hard to vanquish","contentencoded":"<p>Kenya's government hit back at the extremists of Somalia's al-Shabab with airstrikes on Monday, but it's unclear whether those bombing runs have done much good. </p>\n<p>\"Sadly to say. I think it was just for show,\" says Jeffrey Gettleman, the East Africa bureau chief for the New York Times. </p>\n<p>Kenyan fighter jets reportedly hit two targets in al-Shabaab camps in southern Somalia's Gedo region, near the border with Kenya.  That was after Kenyan President Uhuru Kenyatta promised to retaliate in \"the severest way possible\" in the wake of a militant attack Thursday at Garissa University College. The siege killed 148 people, mainly students. </p>\n<p>Striking back has proven difficult for Kenya. Gettleman says Shabab fighters in Somalia \"go underground\" after their militants wage a major attack.  </p>\n<p>\"I'm sure they cleared out of any obvious camp well in advance of this attack at the university in Kenya,\" Gettleman notes. \"The Kenyans have been bombing inside Somalia in various camps for a couple of years now.  But I would be very surprised if anybody important was struck.\"</p>\n<p>Al-Shabab formed in Kenya about eight years ago and affiliated with al-Qaeda. Kenya sent its soldiers into Somalia in 2011 to try to push the militants further from its border. Al-Shabab  vowed revenge, threatening to make the streets in Kenya \"run red with blood.\" </p>\n<p>\"They have managed to really rattle this place,\" Gettleman notes. \"They've killed hundreds of people in the last couple years, in spectacular terrorist attacks, that have really freaked out the Kenyan public and have proven that the Kenyan government and its security services are rather powerless to really stop this Islamic group.\" </p>\n<p>Washington has spent almost $1 billion fighting al-Shabab's ragtag army. Most of those funds have gone to an African Union peacekeeping force that has chased al-Shabab out of much of its Somali strongholds. But that hasn't led to their demise.</p>\n<p>\"What we're learning is, it's not all about territory,\" Gettleman notes. \"The Shabab have just gotten smaller and smaller, and in this concentrated form, they're incredibly dangerous.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-07%2Ftargeting-militants-al-shabab-airstrikes-easier-said-done&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04072015_02.mp3"},{"href":"http://www.pri.org/file/0407201502mp3"}]}