{"created":"2015-06-30T17:56:38+00:00","modified":"2015-07-01T12:49:29+00:00","valid":{"from":"2015-07-01T12:49:29+00:00","to":"3015-07-01T12:49:29+00:00"},"hreflang":"en","title":"Chorus Helps Trans Men And Women Find Their Voice","published":"2015-06-30T18:27:00+00:00","teaser":"The all-trans chorus was founded to help people learn to use their changing voices in a safe space.","itags":["npr_api","418906008"],"guid":"a9768048-d45b-4c83-8434-3c45219128b6","contentencoded":"<p>A new chorus in Cambridge, Massachusetts, is helping transgender men and women find their voices &#8211; and community. The Butterfly Music Transgender Chorus was founded by <strong>Sandi Hammond</strong>, a singer and vocal teacher, who wanted to help trans men and women learn to use their changing voices in a safe space.</p><p>She tells <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young there is no road map for working with the trans vocal range. At each rehearsal, she encourages chorus members to choose which range they feel comfortable singing &#8211; higher, middle and lower &#8211; rather than the traditional soprano, alto, bass and baritone.</p><p>Chorus members <strong>George Hastie</strong>, a trans man, and <strong>Laurie Wolfe</strong>, a trans woman, talk about finding their new singing voices and what the chorus has meant to them.</p><ul><li><a href=\"https://www.kickstarter.com/projects/263217733/butterfly-music-transgender-chorus\" target=\"_blank\">Butterfly Music Transgender Chorus Kickstarter campaign (ends June 30th)</a></li></ul><h4>Interview Highlights</h4><h5>Sandi Hammond</h5><p><strong>On why she began Butterfly Music Transgender Chorus</strong></p><p>&#8220;About 10 years ago I had a transgender man who wanted to get back into singing, and before transitions stopped. I was really moved by how terrifying it was for this person to relearn singing. Imagine living with your voice one way your whole life, so on the one hand it&#8217;s very familiar, but you might also feel that it&#8217;s not authentic, that it&#8217;s not right for you. So then you go on this journey, that might be with testosterone, or whatever exploring your gender means, and you have to find a new voice, a different voice. &#8230; As a singer I found that fascinating. I thought how would I feel if I had to radically alter the way I speak, the way I sing, to relearn what range feels like, what expression feels like?&#8221;</p><p><strong>On the unique sound of trans chorus</strong></p><p>&#8220;I would say a trans chorus is a brand new instrument. So soprano, alto, tenor, bass &#8211; that&#8217;s the binary historical definition of a choral group, is out the window&#8230; so it&#8217;s a unique musical constellation of human expression.&#8221;</p><p><div class=\"l-article-primary sep\"></div></p><h5>George Hastie</h5><p><strong>On finding a new voice</strong></p><p>&#8220;I grew up singing alto, and now my voice is baritone, which is a huge change mentally to get used to that. It&#8217;s been great being in the chorus and relearning. I haven&#8217;t sung with a chorus since I did musical theatre in high school so it&#8217;s been really exciting for me. My voice is still changing. It&#8217;s in the middle of changing right now. I&#8217;ve been on testosterone for about 10 months&#8230; My singing voice changed first, much more so than my speaking voice. When I started singing with the group, it was early on testosterone and my voice had gone down to baritone with singing and my speaking voice really hadn&#8217;t changed that much, which is sort of interesting.&#8221;</p><p><strong>On the camaraderie of the chorus</strong></p><p>&#8220;It&#8217;s been very joyful for me to sing with this group. I find a lot of community and camaraderie and it&#8217;s been wonderful finding my voice again and I get a lot out of it. And it&#8217;s also exciting to adjust to my voice, the pitch changing over time, learning from Sandi, and learning from other folks.&#8221;</p><p><div class=\"l-article-primary sep\"></div></p><h5>Laurie Wolfe</h5><div class=\"l-article-primary pullquote\" style=\"\"><p>Being trans, you give yourself permission to be yourself, and doing it with the voice is just a vitally important aspect of that.<div class=\"pullquoteauth\">&ndash; Laurie Wolfe</div></p><p></div></p><p><strong>On beginning to sing again</strong></p><p>&#8220;The interesting thing is after I transitioned, or began transitioning, it tends to be a lifetime shift, I really had stopped singing. I was so concerned with presentation and being out in the world and finding this new self, but the piece of it that never really presented itself was the singing. Because no one was really looking for a trans singer. They weren&#8217;t really interested in what I could offer as a singer&#8230; Being trans, you give yourself permission to be yourself, and doing it with the voice is just a vitally important aspect of that.&#8221;</p><p><strong>On what if feels like to sing</strong></p><p>&#8220;Singing is just such a beautiful expression of the soul, of the spirit, and for me, when I sing with other people who are also releasing their soul, their spirit through word, through song, and just letting it out into the room into the air, it&#8217;s just very uplifting. In terms of finding your voice, when you can sing with other trans people and you can share that with other people, it&#8217;s a beautiful song.&#8221;</p><h4>Guests</h4><ul><li><a href=\"https://www.kickstarter.com/projects/263217733/butterfly-music-transgender-chorus/creator_bio\" target=\"_blank\"><strong>Sandi Hammond</strong></a>, director of the Butterfly Music Transgender Chorus.</li><li><strong>George Hastie</strong>, member of the Butterfly Music Transgender Chorus. He tweets <a href=\"https://twitter.com/hastie_george\" target=\"_blank\">@Hastie_George</a>.</li><li><strong>Laurie Wolfe</strong>, member of the Butterfly Music Transgender Chorus. She tweets <a href=\"https://twitter.com/lauriewolfetrew\" target=\"_blank\">@lauriewolfetrew</a>.</li></ul><h4><strong>Related</strong></h4><ul><li><a href=\"http://hereandnow.wbur.org/2014/08/29/transgender-voice-app\">Mobile App Helps Transgender People Change Their Voices</a></li><li><a href=\"http://hereandnow.wbur.org/2015/03/16/trans-son-letter\">A Mother Comes To Terms With Her Transgender Child</a></li><li><a href=\"http://hereandnow.wbur.org/2014/04/07/transgender-artists-whitney\">Art Imitates Life For Transgender Artists</a></li><li><a href=\"http://hereandnow.wbur.org/2015/06/02/osha-transgender-guidelines\">Transgender Bathroom Access At Work: New Federal Guidelines</a></li><li><a href=\"http://hereandnow.wbur.org/2015/02/09/transgender-marriage-austin\">A Transgender Police Officer&rsquo;s Marriage In Transition</a></li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Chorus+Helps+Trans+Men+And+Women+Find+Their+Voice&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"500"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418906011-9feea1.m3u?orgId=1&d=500&p=60&story=418906008&t=progseg&e=418900984&seg=6&ft=nprml&f=418906008"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0630_trans-chorus.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"811","width":"1163"}}]}