{"created":"2014-11-29T21:57:19+00:00","modified":"2015-02-17T23:05:13+00:00","valid":{"from":"2015-02-17T23:05:13+00:00","to":"3015-02-17T23:05:13+00:00"},"hreflang":"en","title":"In 'Imitation Game,' An Outsider Takes Center Stage","published":"2014-11-29T23:29:00+00:00","teaser":"Director Morten Tyldum says he wanted the film, about World War II code breaker Alan Turing, to show \"how important it is to actually celebrate those who are different than us instead of fear them.\"","itags":["npr_api","364759172"],"guid":"a988e91d-b98f-45e1-8fe0-400f15c72fb0","contentencoded":"<p>The new film <em>The Imitation Game,</em> Benedict Cumberbatch plays Alan Turing — the eccentric, socially awkward British mathematician who led the effort to break the Nazi's secret Enigma code.</p><p>In part, it's a movie about a great intellectual achievement, instrumental to winning World War II — but the film also traces the bullying Turing faced as a child, and the trials he endured as a gay man in Britain at a time when homosexuality was a crime.</p><p>\"It's the story about the outsider,\" Morten Tyldum, director of the film, tells NPR's Arun Rath. \"To me I wanted to make a celebration about being different, and also how important it is to actually celebrate those who are different than us instead of fear them.\"</p><p>Tyldum says detail was a key part of making the movie feel authentic. They used real Nazi Enigma machines, shot at the boarding school Turing attended and filmed at Bletchley Park, Britain's decryption headquarters during the war. Tyldum says the biggest artistic license they took in telling the story was figuring out how to compress it all.</p><p>\"The story of Alan Turing is so — I mean, if you wrote it as fiction it would go, like, 'This could never happen, this is too wild,' \" Tyldum says. \"You have this awkward mathematician who becomes this super-spy and cracks the Nazi enigma code and he's gay and he's being prosecuted for it ... not to mention he actually creates computer science.</p><p>\"But it's all true.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On what he knew about Alan Turing before the film</strong></p><p>I didn't know anything about Alan Turing. I was shocked how little I knew. I mean, why wasn't this man on the cover of my history book when I was at school? Because his achievements are so staggering. So I became obsessed with him. I needed to know everything — and as a filmmaker, it's such a blessing, because you find this story that you just need to tell and you feel you're part of something.</p><p><strong>On the structure of the film, which jumps between Turing's days in boarding school, his time as a code breaker and his life after the war</strong></p><p>I didn't want it to be told as a traditional history lesson. I wanted the movie to be intriguing, thrilling, exciting — because that's how his life was. To me, Alan Turing was a mystery — it was sort of like something I needed to unravel. And he was also obsessed with puzzles. So I wanted to make the movie like a mystery, like a puzzle that you're piecing together.</p><p><strong>On working with Benedict Cumberbatch</strong></p><p>Benedict transforms, he doesn't act. He becomes Turing. I put aside three weeks of rehearsal — which is now getting rarer and rarer to actually have that — and we were able to really explore these characters and really find the voice of Alan Turing and try to create him. Because there's no recordings of him — nobody knows how he talks, nobody knows how he moves, there's only ... descriptions of him. So we had to sort of, like, piece him together. And I really think [Cumberbatch] makes Alan Turing come to life.</p><p>And Alan Turing's family was there when we opened the [BFI London] Film Festival. They were very complimentary about how it is, so that was a good feeling.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27Imitation+Game%2C%27+An+Outsider+Takes+Center+Stage&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"328"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367424812-93faee.m3u?orgId=1&topicId=1137&e=364759172&d=328&ft=nprml&f=364759172"},{"href":"http://media.npr.org/assets/img/2014/11/17/ig_013091-eee2352d327def86a82a56f6e18033444d719b5e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2360","width":"3147"}},{"href":"http://media.npr.org/assets/img/2014/11/17/120308507-9d40fe3f3e08fd1766c3fe243bd3943fb2235857.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1815","width":"2420"}}]}