{"created":"2014-10-08T16:04:19+00:00","modified":"2014-10-31T02:03:32+00:00","valid":{"from":"2014-10-31T02:03:32+00:00","to":"3014-10-31T02:03:32+00:00"},"hreflang":"en","title":"Breaking Up Helped Ledisi Find 'The Truth' In Her Music","published":"2014-08-27T18:46:00+00:00","teaser":"Grammy-nominated singer Ledisi pulls no punches when talking about a failed relationship. She says it even became the inspiration of her latest album<em></em>.","itags":["npr_api","312719464"],"guid":"a98c8002-708b-4ea5-8e21-8cc27a9a5aac","contentencoded":"<p>Singer songwriter Ledisi has had eight Grammy nominations, and says she is grateful for that. \"I would like to win, but it will happen when its time.\"</p><p>For more than 10 years, Ledisi has garnered an international fan base while striving to grow her musical abilities.</p><p>On her latest album, <em>The Truth,</em> the New Orleans native opens her heart and talks about how she had to face the truth about a failing relationship. But the album is far from being a collection of downtrodden songs. For \"<em>The Truth</em>\" Ledisi breaks away from her trademark ballads and tries her hand at more upbeat tracks with tongue-in-cheek names such as, \"That Good Good.\"</p><p>Ledisi recently spoke with <em>Tell Me More</em> guest host Celeste Headlee about why she wanted to expose her love life and what she learned in the process.</p><hr /><p><strong>Why creating this album was a scary process</strong></p><p>It's even more personal than any of the albums. I mean I am talking about not being in denial anymore about a relationship that wasn't working and it was a long relationship. And, I am putting it all out there. I usually do, but this is my love life, to me that's personal. Gaining success or wishing for success in my career and how I feel and how I feel about that is another thing; I don't mind that being out there.</p><p><strong>Letting go of a failing relationship</strong></p><p>I don't think letting go is a bad thing. Sometime that's the whole point of <em>The Truth</em> is that letting go doesn't have to be sad love songs, letting go doesn't have to be a bad thing... it's a good thing. We deserve happiness and if you're in something and it started out a certain way and it ended up another way you don't have to stay there.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Breaking+Up+Helped+Ledisi+Find+%27The+Truth%27+In+Her+Music&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"799"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312719465-a315c3.m3u?orgId=1&topicId=1039&ft=3&f=312719464"},{"href":"http://media.npr.org/assets/img/2014/05/15/159370081-f9afeecd59404d81312723da9bf6839966caacde.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1500","width":"1996"}}]}