{"created":"2015-03-21T11:11:34+00:00","modified":"2015-06-25T17:44:54+00:00","valid":{"from":"2015-06-25T17:44:53+00:00","to":"3015-06-25T17:44:53+00:00"},"hreflang":"en","title":"'Hausfrau' Strips Down Its Modern-Day Madame Bovary","published":"2015-03-24T00:12:00+00:00","teaser":"Debut novelist Jill Alexander Essbaum's heroine is a deeply unhappy married woman who seeks solace in sexual encounters. Essbaum says it's through those encounters that \"we see where she's busted.\"","itags":["npr_api","394295296"],"guid":"a98f5365-a381-476e-aff5-d564cf4393a2","contentencoded":"<p>In her first novel, <em>Hausfrau</em>, poet Jill Alexander Essbaum has created a heroine who is not without precedent. Her name is Anna and she is, as we learn in the first sentence, \"a good wife, mostly.\" That phrase, written with a poet's precision, contains a kernel of truth and a world of lies.</p><p>As a woman frustrated by the parameters of her own life, Essbaum's character has much in common with some literary heavyweights from the past.</p><p>\"Obviously there is a big nod to [Leo Tolstoy's] <em>Anna Karenina</em>,\" Essbaum says, \"but I would say that [Gustave Flaubert's] <em>Madame Bovary</em> is the book that I am more taken with — that I'm<em> most </em>taken with, actually. It's a fantastic novel. It's maybe my favorite novel. This book — I think of it as an homage, you know, more than a retelling, because the setup is very similar.\"</p><p>Anna is an American married to a handsome Swiss banker. They have three children and live in a suburb of Zurich. Her life seems close to idyllic, but she is deeply unhappy. Other than a fascination with their efficient train system, Anna feels no connection to the Swiss and has not even bothered to learn their language. Into this emotional vacuum walks a man, and Anna falls in love hard and fast. As Essbaum writes:</p><blockquote><p>In the short, sharp span of a single heartbeat, she knew that nothing she'd ever said or done, and nothing she would ever say or do again, would carry even half the tragedy of this.</p><p>Anna stared out the window on the train from Frick to Mumpf.</p><p><em>I wish I'd never met the man.</em><strong></strong></p></blockquote><p>When the affair ends badly, Anna seeks solace in other sexual encounters, first with a man she meets in a language class and then with a friend of her husband's. Essbaum's depictions of sex are raw and revealing.</p><p>\"The thing about the sex scenes,\" she says, \"they may be the only time where we really get to see Anna at her truest self. She's naked, right? The sex scenes with her lovers are aggressive and it's through that that we see her vulnerabilities — you know, we see where she's busted, what scares her a little bit.\"</p><p>What is perhaps most striking about Anna is her passivity: She rides trains instead of learning to drive; she is dependent on a mother-in-law she doesn't like; she slips into friendships she doesn't really care about; and she takes on lovers she doesn't love. But along the way she <em>is</em> making choices.</p><p>\"She does have some sort of agency,\" Essbaum says. \"I mean there is some opposite of active that isn't passive because even passivity comes with an agency. She allows these things to happen to her and even then it's not passive. It's just, you know, the smallest word: Yes, yes I will. You know, she acquiesces. That's an action.\"</p><p>At a certain point, Anna's husband insists she see a therapist. Jane Ciabattari, who <a href=\"http://www.bbc.com/culture/story/20150224-ten-books-to-read-in-march\">wrote about the book for the BBC</a> (and is an <a href=\"http://www.npr.org/people/122214292/jane-ciabattari\">occasional NPR contributor</a>), says these encounters give readers a way to empathize with Anna.</p><p>\"Essbaum finds a way to bring you inside herself and into her fantasies and her dream life and the gradual unfolding of the reasons for the passivity,\" she says. \"I would not have liked it if I hadn't found myself drawn into her interior life. I couldn't relate to Anna in the beginning, but I was drawn in.\"</p><p>Ciabattari says the book also works because Essbaum brings a poet's sensibility to the writing of a novel. \"For a first novelist, Essbaum is extraordinary because she is a poet. Her language is meticulous and resonant and daring.\"</p><p>The novel format came naturally to Essbaum. She had spent some time living outside Zurich, where <em>Hausfrau</em> is set, and when she got back to the U.S. and tried writing about the experience, she found that poetry couldn't contain all her thoughts.</p><p>\"I tried to process the things that I remembered and the things that I saw and the places that I had been,\" she says, \"and as I began to write them down, they didn't turn into poems — they turned into paragraphs.\"</p><p>Readers know that Anna's affairs aren't likely to end well, but Essbaum didn't set out to write a moralistic story. She says, \"I worked for a long time trying not to write a book that had a bony finger from the sky pointing down and saying, you know, 'Don't do bad things because if you do these, terrible things will happen to you.' And I think what I have is Anna's own finger sort of pointing at herself. You know, it's not God, it's Anna who says, 'I have done this. I have caused these things to happen.'\"</p><p>Esbaum says Anna in no way represents all housewives, but there is a lesson here: If you sleepwalk through your life, you are less likely to make wise choices.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Hausfrau%27+Strips+Down+Its+Modern-Day+Madame+Bovary&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lynn Neary","audio":[{"meta":{"duration":"301"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394438240-7a97ac.m3u?orgId=1&topicId=1161&aggIds=100876926&d=301&p=7&story=394295296&t=progseg&e=394434969&seg=10&ft=nprml&f=394295296"},{"href":"http://media.npr.org/assets/img/2015/03/20/hausfrau-8f164982f32faec0f273f25965109d2c27e54ab4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"555","width":"741"}},{"href":"http://media.npr.org/assets/img/2015/03/20/essbaum-author-photo-c-megan-sembera-peters-34eb292ccd95a989dbfb8326c577bf5934d47db1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2410","width":"3214"}}]}