{"created":"2015-01-12T09:59:05+00:00","modified":"2015-05-13T21:22:34+00:00","valid":{"from":"2015-05-13T21:22:34+00:00","to":"3015-05-13T21:22:34+00:00"},"hreflang":"en","title":"In Haiti, Politics And An Earthquake Anniversary Collide","published":"2015-01-12T19:59:00+00:00","teaser":"It's been five years since an earthquake devastated Haiti. Meanwhile, opposition lawmakers are blocking a compromise that would avert the dissolution of Parliament and the president ruling by decree.","itags":["npr_api","376659984"],"guid":"a996b88c-dda1-4f03-aa5b-22715f551741","contentencoded":"<p>Monday marks five years since a devastating earthquake struck Haiti, killing more than 200,000 people and destroying much of the Caribbean nation's capital.</p><p>It is also the deadline for a political showdown. Haitian leaders met late into Sunday night to hash out an agreement and avoid leaving only Haiti's president with legal standing to rule by decree. The prolonged political crisis threatens Haiti's fragile recovery.</p><p>Carline Lomil was one of the hundreds of thousands of Haitians whose life was irrevocably changed five years ago. That day, the small concrete home she lived in with her family in the capital came crashing down. She escaped with her young son and spent the first night sleeping on the sidewalk among dead bodies. She was 8 months pregnant.</p><p>She feared that her husband, who was at work when the earthquake struck, was dead. It took him more than 24 hours to make it back home. Like an estimated 1.5 million other people, Lomil and her family had no choice but to move into overcrowded tent camps in Port-au-Prince, with little water, no sewers and high crime. A month into their stay, Lomil gave birth to a baby boy on the floor of the family's cramped, hot tent.</p><p>Last August, 4 1/2 years after they moved to the tent, police with batons showed up. Lomil was given the equivalent of $500 for rent assistance and forced out.</p><p>She and her now three children and husband went to the dusty, rocky hillsides outside Port-au-Prince known as Canaan. As many as 300,000 other people moved, too. Some got temporary wooden houses donated by international aid groups; others constructed shelters with whatever they could. The community has no electricity, sewer lines or roads. Lomil lives at an uncle's house for now until she can finish building her nearby house, which she's happy to show off. With her bigger house, Lomil says, she is better off.</p><p>And clearly so is Haiti. Five years later, the rubble is gone, new roads and business have been built, including major hotel chains, as well as schools and hospitals. The economy got a boost from billions of dollars of foreign aid and investment. Crime and poverty are down.</p><p>But the recovery has been anything but even — especially when it comes to housing. An estimated 80,000 people remain in tents. Three-quarters of Port-au-Prince residents live in slums.</p><p>Peter De Clercq, the U.N.'s humanitarian coordinator in Haiti, says securing land for new development has been a particularly difficult and slow process, since ownership and legal titles were not clear even before the earthquake.</p><p>\"I think we do have a long way to go, because we are not reconstructing,\" he says. \"In many senses we are actually constructing.\"</p><p>International aid helped fund Haiti's first modern land registry, which was essential for legal disputes and sales.</p><p>But despite progress in some arenas, others have not improved — for example, Haiti's continual political turmoil.</p><p>Throughout the weekend, demonstrators marched in the streets, sometimes clashing with police, as lawmakers met late into the night hoping to avert a political crisis and schedule long-overdue elections. Without an agreement, the terms of a majority of lawmakers expire — leaving only the president left to rule legally, a troubling echo of Haiti's dictatorial past.</p><p>The U.S. Embassy in Haiti issued a strongly worded statement late Sunday night urging all parties to come to an agreement and schedule elections. Other international officials warned that continual political instability will scare off foreign investors and undermine Haiti's fragile earthquake recovery.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Haiti%2C+Politics+And+An+Earthquake+Anniversary+Collide&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376659985-0a5c61.m3u?orgId=1&topicId=1127&d=245&p=3&story=376659984&t=progseg&e=376659969&seg=3&ft=nprml&f=376659984"},{"href":"http://media.npr.org/assets/img/2015/01/12/haiti-anniversary-getty-65f6fb42c99a4e61878a9c9e974987a8f9f78ce9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1434","width":"1909"}},{"href":"http://media.npr.org/assets/img/2015/01/12/david-gilkey-npr-haiti-01_custom-8f7fedbbbf486695a4a67d04b005c53ea1500f1f.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2001","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/01/12/kahn_carline-9caa764039e6720b39fad8e1f07070994655235b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"474","width":"633"}},{"href":"http://media.npr.org/assets/img/2015/01/12/haiti-protest-getty-eedd762207bf4fca7d285f3f0b8ab58b7cb87832.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1144","width":"1526"}}]}