{"created":"2014-12-09T21:26:13+00:00","modified":"2014-12-15T19:48:38+00:00","valid":{"from":"2014-12-15T19:48:38+00:00","to":"3014-12-15T19:48:38+00:00"},"hreflang":"en","title":"Wu-Tang's Fabulous Fabulist Returns","published":"2014-12-11T01:06:00+00:00","teaser":"Ghostface Killah's new <em>36 Seasons</em> is a concept album with a big cast. It stars his Tony Starks alter ego in dense action scenes.","itags":["npr_api","369645178"],"guid":"a9b40ed2-1ad8-4ed0-aaee-8a0724e2572e","contentencoded":"<p>Twenty years ago, it wasn't obvious that Ghostface Killah would become the <a href=\"http://www.npr.org/artists/15769897/wu-tang-clan\" target=\"_blank\">Wu-Tang Clan</a>'s standard-bearer. The GZA bore more gravitas; Method Man had the more seductive voice. And Ol' Dirty Bastard? Well, he was the Ol' Dirty Bastard. But as the various members drifted toward their solo careers, Ghostface ascended to the front of the pack. Now, as then, he remains a fabulous fabulist, able to lyrically dramatize dense and kinetic action scenes.</p><p>On his new album, <em>36 Seasons,</em> Ghostface ostensibly returns to an alter ego we haven't heard in nine years, or 36 seasons. Tony Starks takes his name from the <a href=\"http://www.npr.org/2013/05/03/180609314/iron-man-3-tony-stark-as-homebrew-hero\" target=\"_blank\">Iron Man</a> comic, but here, Starks is neither millionaire playboy nor metal-suit superhero. Instead he's a prodigal gangster, having returned home only to be betrayed and left for dead. Each song represents a different moment in that storyline. Ghostface invites a host of friends to play different characters, including seasoned Brooklyn rapper AZ, who is cast as the primary friend turned foe.</p><p>Some fans complain that Ghostface surrounds himself with too many guests these days, and <em>36 Seasons</em> does little to dent that criticism. If this were a movie, he wouldn't appear in a quarter of the scenes. The album's most consistent presence is actually that of the band, The Revelations. Basically Wu-Tang's in-house group, the musicians suffuse the album with the warmth of '70s soul.</p><p>Ultimately though, you listen to a Ghostface album because you want to listen to Ghostface, especially when he's at his explosive, audacious best.</p><p><em>36 Seasons</em> highlights the rapper's willingness to throw sideways darts at the board to see what sticks. After 18 years and more than a dozen albums, Ghostface has become akin to the classic action directors he pays homage to in his music. The overall catalog has its hits and misses, but Ghostface still manages to keep audiences enthralled through his violently vibrant imagination, no matter what the season.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Wu-Tang%27s+Fabulous+Fabulist+Returns&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Oliver Wang","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369667386-ef63fe.m3u?orgId=1&topicId=1104&ft=3&f=369645178"},{"href":"http://media.npr.org/assets/img/2014/12/09/ghostface-illustration-b7c6bb50e9036ae96f3ec633ddc114a07b90f7c8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1374","width":"1832"}}]}