{"created":"2015-01-06T19:41:52+00:00","modified":"2015-05-13T21:23:30+00:00","valid":{"from":"2015-05-13T21:23:30+00:00","to":"3015-05-13T21:23:30+00:00"},"hreflang":"en","title":"With The Saudi King Ailing, Succession Speculation Begins  ","published":"2015-01-07T01:47:00+00:00","teaser":"King Abdullah, who's at least 90, was hospitalized last week and Crown Prince Salman delivered an annual televised speech Tuesday. One analyst says the kingdom is stable, perhaps too much so.","itags":["npr_api","375393476"],"guid":"a9b93525-d15d-4152-8c11-ed7662d30eef","contentencoded":"<p>Saudi Arabia's King Abdullah is ill, the kingdom is facing the lowest oil prices in years (<a href=\"http://www.npr.org/blogs/parallels/2014/10/28/359601443/why-does-saudi-arabia-seem-so-comfortable-with-falling-oil-prices\" target=\"_blank\">partly by choice</a>) and it remains locked in a regional rivalry with Iran.</p><p>Yet Crown Prince Salman, stepping in for the monarch to<a href=\"http://www.thenational.ae/world/middle-east/saudi-crown-prince-gives-speech-on-behalf-of-king-abdullah\" target=\"_blank\"> deliver an annual televised speech</a> to the nation on Tuesday, sought to reassure the public that the kingdom was in steady hands.</p><p>\"Today, as you know, your country is facing unprecedented regional challenges,\" said Salman. \"That should make us cautious, and I would like to assure you that your leadership is aware of these challenges and their consequences.\"</p><p>The king, at least 90, has been in the hospital since last week and this has set off a wave of speculation about the succession plans for the Saudi monarchy and what this might mean for the U.S.</p><p><strong>The Risk Of Too Much Stability</strong></p><p>Saudi watcher Rachel Bronson isn't expecting chaos when King Abdullah eventually leaves the throne; she says Saudis know the world is watching and don't want to further upset the oil markets, where prices have fallen by more than half since last summer.</p><p>What concerns her is too much stability in a country that needs to be more agile.</p><p>\"As it is, it is a very slow-moving state, so anything that slows down decision-making makes it harder for them to fight terrorism, increase liberalization, continue liberalization, which is necessary. All of those things just become very slow,\" says Bronson, who's with the Chicago Council on Global Affairs and is author of the book <em>Thicker than Oil: America's Uneasy Partnership with Saudi Arabia. </em></p><p>She that says if power shifts to Crown Prince Salman, who's 79, the kingdom could enter a period of very slow decision making — something that happened in the latter part of the rule of King Fahd, who led the country from 1982 until 2005.</p><p>\"He suffered a stroke in the mid-'90s and continued to rule until he died in 2005,\" Bronson says. \"And so everything kind of came to a halt, and you didn't have the agility and flexibility that you need in difficult times.\"</p><p>These are difficult times for Saudi Arabia. Its regional rivalry with Iran is a perpetual concern, as is the threat of the self-proclaimed Islamic State. And while Crown Prince Salman read out the king's message today, even he is not in good health, according to Simon Henderson, an expert on the Gulf at the Washington Institute for Near East Policy.</p><p>\"Prince Salman himself has had at least one stroke, and he's also been slowing down. This is pretty well accepted by everybody,\" Henderson says. \"How you actually describe that slowing down is a matter of debate. I've tended to think it is some form of dementia.\"</p><p><strong>The Line Of Succession</strong></p><p>In the royal line of succession, Salman is followed by Deputy Crown Prince Muqrin, 69, the youngest surviving son of Saudi Arabia's founder, Abdul Aziz al Saud.</p><p>While some Saudi watchers think its possible that power could move to him fairly quickly, Henderson isn't so optimistic.</p><p>\"There's every reason why the rivalries and tensions in the house of Saud could lead to some real sharp divisions, which may have been hidden in the past but will erupt into public view,\" he says. \"That sort of event is bad news for policy against Iran, policy on oil and policy against ISIS.\"</p><p>Saudi Arabia didn't do much, he says, when ISIS was threatening Syria and the previous government in Iraq. But with ISIS now on Saudi Arabia's borders in southern Iraq, it is widely viewed as a direct threat to the kingdom.</p><p>Henderson says the U.S. needs to encourage Saudi Arabia to do much more to counter the group's ideology; a White House national security aide <a href=\"https://twitter.com/markknoller/status/552635405456404480\" target=\"_blank\">met with the country's intelligence chief Tuesday</a>, reports CBS's Mark Knoller.</p><p>\"Washington can't have a hiatus of leadership in Riyadh and it can't afford anything but a smooth succession,\" he adds.</p><p>But the U.S. tends to avoid talking about such issues, says Bronson of the Chicago Council on Global Affairs.</p><p>\"We will continue to engage very actively with the leadership in Saudi Arabia at all the different organizations,\" she says. \"Whether it's counterterrorism, intelligence, we will continue to interact, but I think we will stay very quiet.\"</p><p>Henderson, meanwhile, says the U.S. should be sending discreet messages to the kingdom to make clear that any argument of succession will be damaging to both Saudi and U.S. interests.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+The+Saudi+King+Ailing%2C+Succession+Speculation+Begins++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michele Kelemen","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375434513-2a9507.m3u?orgId=1&topicId=1009&d=234&p=2&story=375393476&t=progseg&e=375434387&seg=15&ft=nprml&f=375393476"},{"href":"http://media.npr.org/assets/img/2015/01/06/qatar-transition1-906f239282a1deb2f6d718cb06bcf433c7bafadf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2416","width":"3224"}}]}