{"created":"2014-12-24T14:44:28+00:00","modified":"2015-05-13T21:27:30+00:00","valid":{"from":"2015-05-13T21:27:30+00:00","to":"3015-05-13T21:27:30+00:00"},"hreflang":"en","title":"25 Years After Death, A Dictator Still Casts A Shadow In Romania ","published":"2015-01-04T20:38:00+00:00","teaser":"Nicolae Ceausescu ruled with an iron fist for 25 years until he was overthrown and executed on Christmas Day in 1989. A quarter-century after his ouster, the country is still dealing with his legacy.","itags":["npr_api","369593135"],"guid":"a9c1adce-12a7-43cf-9294-6cf051f24d83","contentencoded":"<p>Twenty-five years ago, the Communist leaders of Eastern Europe were falling like dominoes. And on Christmas Day in 1989, Romanian dictator Nicolae Ceausescu and his wife, Elena, were executed by firing squad. The deaths of the despised couple ended a quarter-century of iron-fisted rule that translated into oppression and misery for most Romanians.</p><p>Yet many in that country — including some of their opponents — question the summary nature of the Ceausescus' trial and sentence.</p><p>One is the commander of the military base in Targoviste, some 50 miles northwest of the capital Bucharest, where the couple spent their final four days. He is retired Gen. Andrei Kemenici, and he lives with his wife in a small apartment a short drive away.</p><p>The 78-year-old jokes with a visitor about how he and other retired public servants would have fared better if Romania had remained communist.</p><p>\"I would have had four rooms instead of two,\" he says.</p><p>But his smile fades when asked about Ceausescu and his legacy.</p><p>Kemenici says he still resents the last Romanian communist leader using the military to bring their countrymen to heel.</p><p>\"I, like the rest of the army, was sick of him,\" Kemenici explains. \"He was always taking from the Romanian people and wouldn't offer anything in return. ... That's why we had it so bad.\"</p><p><strong>Chronic Shortages</strong></p><p>In addition to violent political oppression, Romanians suffered repeated food shortages under Ceausescu's rule because he exported most of Romania's harvest and took drastic steps to curb the country's heavy debts. The situation worsened after he appointed his wife first deputy prime minister.</p><p>Those debts were largely the result of Nicolae Ceausescu's overreaching industrial and infrastructure projects. The costs sank the Romanian standard of living to nearly the bottom of the former Soviet bloc.</p><p>\"Among all the communist countries — Hungary Czechoslovakia, Bulgaria, Poland — we had it the worst, except maybe Russia,\" Kemenici says.</p><p>He adds: Given that Ceausescu's regime routinely killed Romanians, \"there was no other sentence possible for him than death.\"</p><p>But when police in Targoviste brought the Ceausescus to then-Col. Kemenici's headquarters on Dec. 22, 1989, he says, he was ready to protect them with his life.</p><p>It was the height of the bloody revolution in Romania, in which hundreds of protesters had been killed.</p><p>The army eventually switched sides and joined the revolt, which sent the Ceausescus fleeing. Hours later, they were arrested in Targoviste.</p><p>Kemenici says his superiors ordered him to hide the couple and make sure they came to no harm while they figured out what to do with them.</p><p>It was a tough assignment, Kemenici says, given that many soldiers on his base hated the dictator.</p><p>There was also Ceausescu's arrogant behavior. The prisoner demanded a meeting two or three times a day, and the exchanges never ended well, Kemenici recalls. He says Ceausescu would shout: \"Hey, Colonel, don't you know? I'm the one protecting the sovereignty and unity of Romania.\"</p><p>Ovidiu Carstina, who is the director of a museum that opened in September 2013 on the base, has similar stories of the detained tyrant's pompous attitude.</p><p>He says the army-issued metal cups and plates the couple was given to eat off of didn't please him or his wife, who were used to fine china.</p><p>\"He was very shocked the officers would get such lowly meals,\" Carstina says, adding that the prisoners received the same food, including tea, jam and bread for breakfast, and cabbage, potatoes and occasionally meat for other meals.</p><p><strong>A One-Hour Trial</strong></p><p>Kemenici says Ceausescu's attitude softened somewhat the day before his trial, as if the dictator finally realized he'd lost control of Romania.</p><p>\"I was no longer his slave,\" Kemenici says. \"From then on, Ceausescu called me Comrade Colonel.\"</p><p>He says he promised the leader each day that he and his wife would be moved to Bucharest for a proper trial.</p><p>But his superiors had other plans. They hastily arranged a military trial at the base that was video-recorded.</p><p>The museum director says the day before, a Romanian official came from Bucharest and told his colleagues: \"We'll do them here.\" Carstina says it proves the decision to execute the Ceausescus was made beforehand.</p><p>Kemenici was also bothered by the lack of any evidence during the trial. \"The only thing on the table were the glasses of the chief judge,\" he says.</p><p>He adds that Ceausescu didn't believe he was getting due process either, calling it a conspiracy by Kemenici's superiors and other opponents. To this day, some Romanians still think the entire revolution was a planned coup d'etat, especially since many members of the communist regime became part of the new government.</p><p>\"He didn't believe they were doing this on their own,\" Kemenici says. \"He told me that the Americans and Russians got together to do this.\"</p><p>The trial, which began on Christmas Day, lasted less than an hour, Carstina says, adding that the chief military judge, Gica Popa, delivered the verdict after only minutes of deliberation.</p><p>He declared both Ceausescus guilty of genocide and sentenced them to death.</p><p>Video footage shows it wasn't until paratroopers assigned to carry out the execution arrived that the couple finally grasped what was about to happen.</p><p>Nicolae Ceausescu shouted: \"I have the right to do what I want!\"</p><p>His wife, Elena, struggled and cursed at the soldiers. She shouted: \"Don't tie us up!\" and \"Don't offend us!\"</p><p>They were hauled outside, lined up against a wall and shot dead by one of the paratroopers. Carstina says it happened before the camera could be turned on.</p><p>Another soldier was then asked to step forward and fire his Kalashnikov at the wall so it could be recorded. It's that gunfire one sees in the execution footage that was broadcast around the world, the museum director says.</p><p><strong>Dealing With The Legacy</strong></p><p>Bullet marks from that day are still visible on the wall, which is now part of the museum. Painted white outlines on the pavement show visitors where the couple's bodies fell.</p><p>Kemenici says he and just about everybody else watched the execution. One exception, however, was the chief judge – Popa — who stayed in Kemenici's office and rummaged through a desk.</p><p>The retired general recalls telling Popa afterward: \"You didn't see what you did.\"</p><p>He says Popa took off his cap, made a sign of the cross and said: \"God help us.\" Then he laughed and said: \"You know what? They still deserved it.\"</p><p>Kemenici is convinced that the reason the chief judge killed himself a decade later is because he felt guilty.</p><p>He adds that Romanian officials' rush to judgment never gave the Ceausescus a chance to reflect on their actions. But Kemenici says he thinks about what happened every day.</p><p>After listening to Kemenici tell his story, his granddaughter, Eliza Burcea, gives him a hug. Like her granddad, the 23-year-old feels Ceausescu deserved his fate but questions the process.</p><p>\"I think it haunts everybody in my family,\" she says.</p><p>Carstina also has questions.</p><p>\"It's hard to judge if the way they were killed was right or wrong,\" the museum director says. \"No matter what evil they committed, they were also human beings.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=25+Years+After+Death%2C+A+Dictator+Still+Casts+A+Shadow+In+Romania+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Soraya Sarhaddi Nelson","audio":[{"meta":{"duration":"221"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372940361-2e6166.m3u?orgId=1&topicId=1124&d=221&p=2&story=369593135&t=progseg&e=372940244&seg=18&ft=nprml&f=369593135"},{"href":"http://media.npr.org/assets/img/2014/12/18/nicolae-getty-9018f2daeef12af25e2835a957291acfb057e474.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1293","width":"1724"}},{"href":"http://media.npr.org/assets/img/2014/12/18/gamza_npr_7821edit_custom-95084c2101c68c6d0a25b614c648268c037c16b9.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1586","width":"2347"}},{"href":"http://media.npr.org/assets/img/2014/12/18/romania-02-getty_custom-67aabc60017daa55622d6bebe7bdf4631d1ce543.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1643","width":"2500"}},{"href":"http://media.npr.org/assets/img/2014/12/18/romania-01-getty_custom-9bd523820b8c71853e162cc5a266d0b7f2d2711f.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1617","width":"2439"}},{"href":"http://media.npr.org/assets/img/2014/12/18/gamza_npr_7838edit_custom-63d300d4629c4a6caddc7421936ea6f381e74973.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1600","width":"2500"}},{"href":"http://media.npr.org/assets/img/2014/12/18/gamza_npr_7892edit_custom-727f2f0c38b67d8f0b4f96d5d7e9afcacb4c3201.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1621","width":"2339"}}]}