{"created":"2015-07-02T21:24:17+00:00","modified":"2015-07-03T14:11:41+00:00","valid":{"from":"2015-07-03T14:11:41+00:00","to":"3015-07-03T14:11:41+00:00"},"hreflang":"en","title":"New Rules Could Create A New Class Of Overtime Workers","published":"2015-07-02T23:22:00+00:00","teaser":"The president's proposal would make 5 million more Americans eligible for overtime pay. But the changes don't mean that employers will pay more.","itags":["npr_api","419153342"],"guid":"a9c2c670-b5c9-43a3-a592-e51a474d8787","contentencoded":"<p>As President Obama promised, <a href=\"http://www.npr.org/2015/06/30/418924485/obama-proposes-expanding-overtime-pay-to-nearly-5-million-workers\">a new rule</a> would make 5 million more Americans eligible for overtime pay.</p><p>Many workers say it's a welcome change. But businesses say employees could see negative, unintended consequences.</p><p>Barrett Zenger has managed a music store in Corpus Christi, Texas, for the past seven years, where he oversees two dozen employees, stocks inventory and fills in for sales clerks who call in sick.</p><p>He averages 62 hours of work a week, but because he's a salaried manager, he isn't paid for any extra hours worked.</p><p>\"As of right now, there is a zero tolerance for overtime. I've been written up for employees hitting overtime,\" he says.</p><p>Zenger earns more than $23,660 a year. So under existing law, his employer can exclude him from earning overtime pay.</p><p>But the <a href=\"http://www.dol.gov/whd/overtime/NPRM2015/\">president's proposal</a> would more than double the minimum salary level to $50,440, meaning Zenger's salary would either have to increase, or he would get paid for those extra hours.</p><p>He isn't optimistic it will come to that.</p><p>\"I would be fearful that I would be replaced by someone who could do the job at their expectation at a lower hourly rate or at a lower pay,\" he says.</p><p>Zenger says his employer has already cut higher-paid employees. If he gets replaced, he says he wants to find a job where he will be paid hourly and get overtime. Being salaried, he says, isn't worth it.</p><p>\"You are signing off to a degree for indentured servitude,\" he says. \"You're signing off on having to go above and beyond with no additional compensation.\"</p><p>Advocates of the changes in overtime rules say they're long overdue. They say workers are often misclassified as \"managers\" to skirt paying overtime.</p><p>Justin Swartz, an employment attorney representing workers, says updating the <a href=\"http://www.dol.gov/compliance/laws/comp-flsa.htm\">Fair Labor Standards Act</a> will help curb abuse of salaried workers. \"One of the purposes of the FLSA is to encourage companies to hire more workers, instead of squeezing work out of the workers that they have,\" he says.</p><p>Nor, he argues, do the changes mean businesses' costs will skyrocket.</p><p>\"The only employers for whom it would make sense to raise somebody's salary a great deal in order to avoid paying them overtime are the ones who are exploiting the employees the worst to begin with,\" Swartz says.</p><p>Dozens of categories of employees, including teachers and seasonal workers, will not see pay increases if the proposal is adopted, because their positions are already specifically exempt from the law.</p><p>But the business community says the proposal would still have the far-reaching effect of raising costs — especially for retailers and restaurants.</p><p>David French, chief lobbyist for the National Retail Federation, says employers will have to demote managers to hourly work, which will reduce paths to advancement.</p><p>\"There are going to be fewer places for people with aspirations to go, and you know, eventually that's not the pathway to the middle-class future that the president likes to talk about,\" he says.</p><p>Elizabeth Suffern says salaried work was not a career steppingstone for her. When she managed a call center in Boston four years ago, she fell outside the bounds of overtime rules because her salary was $24,000.</p><p>\"It was just above what was required for me to [be] allowed to be exempt,\" she says.</p><p>Suffern says her employer made unreasonable claims on her time — early mornings, late nights, and Sundays. Suffern says even lunch breaks were a challenge.</p><p>\"I never realized that I was actually federally mandated to be allowed a 30-minute meal period until I actually read the wage-and-hour laws poster that's required to be on the wall,\" she says. \"Then I told my supervisor, and he was like, 'Well, where did you hear that?' And I was like, 'Well, I read it on the poster on the wall right there.' \"</p><p>Suffern eventually quit and took a customer service job earning twice as much with hourly pay, plus overtime and bonuses.</p><p>She says her old employer's policies hurt morale. She might have stayed longer, she says, if she felt her time had been valued.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Rules+Could+Create+A+New+Class+Of+Overtime+Workers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yuki Noguchi","audio":[{"meta":{"duration":"239"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1419554875-dae62b.m3u?orgId=1&topicId=1003&d=239&p=2&story=419153342&t=progseg&e=419411157&seg=7&ft=nprml&f=419153342"}]}