{"created":"2014-10-07T20:00:12+00:00","modified":"2015-01-12T00:02:22+00:00","valid":{"from":"2015-01-12T00:02:22+00:00","to":"3015-01-12T00:02:22+00:00"},"hreflang":"en","title":"An Idea That Stuck: How A Hymnal Bookmark Helped Inspire The Post-It Note","published":"2014-07-29T09:19:00+00:00","teaser":"3M employee Art Fry had a problem: When he sang with his church choir, his paper bookmarks fell out of his hymnal. Thankfully for Fry, his coworker Spencer Silver had a new adhesive in the works.","itags":["npr_api","335402996"],"guid":"a9c42c84-282c-4bca-a13a-52f876975b22","contentencoded":"<p><em>As part of a series called \"My Big Break,\" </em>All Things Considered<em> is collecting stories of triumph, big and small. These are the moments when everything seems to click, and people leap forward into their careers.</em></p><p>For Spencer Silver, a retired chemist at 3M, his big break was the Post-it Note.</p><p>It all started when he stumbled on a new type of adhesive that used tiny microspheres.</p><p>The adhesive was weak enough that Silver could stick it and reapply it to surfaces without leaving behind any residue. But he had a problem: He didn't know what to do with it.</p><p>Then, Silver told his colleague Art Fry about the new adhesive.</p><p>\"Spencer was talking about his adhesive and I learned a little bit about it,\" says Fry. \"With so many new technologies you file them away in your memory bank and then pull them out when you see problems.\"</p><p>That problem came when Fry was singing in a church choir. He had bookmarked his hymnal with little pieces of paper but when it was time to sing, the pieces of paper fell out.</p><p>\"Everybody else started singing and I'm still trying to find what page we're on,\" Fry says. \"So I'm looking over the guy's shoulder next to me, trying to find the page.\"</p><p>That's when Fry started to wonder if he could create a bookmark that would stick and peel off the pages without tearing the paper.</p><p>He thought of Silver's new microsphere adhesive, and began creating some prototype products.</p><p>\"I was able to make rudimentary bookmarks at that time and discovered that they weren't just bookmarks, but they were self-attaching notes,\" he says. \"... We could make labels out of them.\"</p><p>The Post-it note was born. But the new product was far from an overnight success.</p><p>\"It took close to seven years before I had this adhesive on a prototype product like Art developed,\" says Silver. \"And then it took him about six or seven years before it actually went out into the field.\"</p><p>\"We had to develop the primers, the backside coating and the machines to make it,\" Fry says.</p><p>Their patience paid off — and Fry says he's just glad he found a solution to his bookmark problem.</p><p>\"You know, I've got notes that I applied to books in 1974 and they still come off and they still can be re-stuck,\" he says.</p><p>For Silver, he enjoys seeing Post-it Notes in the movies.</p><p>\"You go to a movie theater, you see somebody's computer screen covered in Post-it Notes,\" Silver says. \"I saw one spy movie where the buxom German spy had a Post-it Note that was folded up in her cleavage so when she leaned back, it exposed the message and then when she leaned forward, it was hidden again.\"</p><p>Fry says he gets a lot of satisfaction from his invention. \"An inventor has a chance to intercede in people's lives with their ideas,\" he says.</p><p>Silver agrees. \"Part of you is out there in the world,\" he says. \"Now, my adhesive, which previously didn't exist, is out there forever.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+Idea+That+Stuck%3A+How+A+Hymnal+Bookmark+Helped+Inspire+The+Post-It+Note&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1335632891-6acd65.m3u?orgId=1&topicId=1008&aggIds=274340198&ft=3&f=335402996"},{"href":"http://media.npr.org/assets/img/2014/07/26/art_fry_mit_post-it-stirn-dc9fc26c28649db323458e654b95a6712561e8ce.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1152","width":"1535"}},{"href":"http://media.npr.org/assets/img/2014/07/26/artfry_spencesilver-903ee103ef2471d615f9d4b5230617fbe8038aee.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"190","width":"253"}}]}