{"created":"2015-05-14T20:34:46+00:00","modified":"2015-05-14T20:34:46+00:00","valid":{"from":"2014-02-24T21:11:50+00:00","to":"3014-02-24T21:11:50+00:00"},"hreflang":"en","guid":"a9ce0a28-6a2c-4107-83c3-5cd977aa83ee","teaser":"...and everything else you've ever wondered about gas stations.","itags":["a9ce0a286a2c107c3c315cd977aa83ee","Marketplace","PMP:Marketplace_PMP","Marketplace for Monday, February 24, 2014"],"published":"2014-02-24T21:11:50+00:00","title":"Why do gas prices end in 9/10 of a cent?","contentencoded":"<div class=\"barn-cleaned\"><p>Marketplace listeners have a lot of questions about gas stations.</p>\n<p>So many, in fact, that Marketplace producer Tommy Andres has decided to spend all week&nbsp;answering them. Check back for his latest insights on your fuel tank:&nbsp;</p>\n<ul>\n<li><strong><span>Monday: <a href=\"#firstquestion\" target=\"_self\">Why do gas prices always end in 9/10 of a cent</a>?</span></strong></li>\n<li><strong><span>Tuesday: <a href=\"#secondquestion\" target=\"_self\">How do gas stations know when to raise or lower prices</a>?</span></strong></li>\n<li><strong><span>Wednesday: <a href=\"#thirdquestion\" target=\"_self\">Why is diesel fuel so much more expensive than gasoline</a>?</span></strong></li>\n<li><strong><span>Thursday:&nbsp;<a href=\"#fourthquestion\" target=\"_self\"><strong>Why do some cars have the gas tank on the right, and the others on the left?</strong></a></span></strong></li>\n</ul>\n<hr />\n<p><strong><a name=\"firstquestion\" id=\"firstquestion\"></a>1.</strong> <strong>Why do gas prices always end in 9/10 of a cent?&nbsp;</strong></p>\n<p>To answer the most wondered-about question in the history of \"<a href=\"http://www.marketplace.org/topics/business/ive-always-wondered\" target=\"_blank\">I've Always Wondered</a>\" (seriously, at least 15 people wanted to know), we headed to Three Lakes, Wisconsin, and meet up with&nbsp;Ed Jacobsen (otherwise known as \"Jake the Oil Guy\").&nbsp;</p>\n<p>Jacobsen worked for Esso and then bought a half-dozen gas stations he ran for decades. Now, he runs&nbsp;the Northwoods Petroleum Museum -- a collection of at least&nbsp;4,000 items, from drill bits to vintage gas pumps to antique oil company freebies (in Jacobsen's words,&nbsp;\"I can’t really put a value on that because then I’d have to tell my wife and then we’d really have a problem. 'You spent how much on&nbsp;what?'\").</p>\n<p>\"We have to go way back to when the oil companies were selling gas for, let’s say, 15 cents, and then the state and federal boards decided they wanted a piece of that to keep the roads going, so they added 3/10 of a cent. And the oil companies said, ‘Well, we’re not going to eat that,’ so they passed that on to the public.\"</p>\n<p>Raising prices a penny would have been disastrous when gas only cost 15 cents. But why did it stick around?</p>\n<p>\"They found out that if you priced your gas 1/10 of a cent below a break point, let’s say 40 cents a gallon, '.399' just looked to the public like 39 cents…\"</p>\n<p>You won't find tenths of a cent on your credit card bill. Or even on the pump. But if you buy 15 gallons of gas at $3.299, you’re paying 13 cents more than at just $3.29. Since Americans buy 178 million gallons of gas a day, that’s a half-billion dollars more per year.</p>\n<p>Jacobsen says the price of gas is the hottest topic in his museum. But there's a big misconception out there.</p>\n<p>\"People come in here and they say, 'Oh, $0.185, oh, that’s tremendous. I wish it were that way today.' Well, it is. In fact it might be a little cheaper. If you take just inflation alone, gas at 30 cents then would be about $2.20 a gallon now, but you used to get 10 miles to the gallon. Now, we're averaging over 20 miles to the gallon.\"</p>\n<p>Adjusted that way, gas cost $4.50 a gallon back in the day.</p>\n<hr />\n<p><strong><a name=\"secondquestion\" id=\"secondquestion\"></a>2. How do gas stations know when to raise or lower prices?</strong></p>\n<p>Turns out: A mystery rep from Big Oil does not, in fact, call every morning to say \"Oil prices are going up, so raise your gas price ten cents!\"</p>\n<p>Rob Ward owned and operated a gas station in Atlanta, Georgia for 17 years. He says:</p>\n<p>\"Actually, [oil companies] are not allowed to suggest prices. They send you a fax everyday with your cost, and you base your price on your competition.\"</p>\n<p>Even though a good-sized gas station can sell 250,000 gallons of gas per month, their profit margin on each gallon is really low.</p>\n<p>\"It's probably 4 to 5 cents, or maybe less,\" Ward says.</p>\n<p>Stations make most of their money on cigarettes, soft drinks and lottery tickets. It's all about getting customers into the convenience store -- but the bait is the cheapest gas price.&nbsp;Back when he owned his station, Ward would drive around scoping out his competition every day. But he only cared about one side of the road.</p>\n<p>\"You price off of stations that are on the same side as you,\" Ward says.</p>\n<p>Ward says a traffic median might as well be an international border. You could be across the street from another gas station, but not be a direct competitor with them.&nbsp;But for stations on the same side? A carefully picked price can make all the difference to customers.</p>\n<p>\"They’ll find the cheapest one. They would drive 15 miles to save two cents a gallon. You could drop $1 in the trash can and not feel a thing, but you’re not going to pay five cents more a gallon to fill up your tank.\"</p>\n<hr />\n<p><strong><a name=\"thirdquestion\" id=\"thirdquestion\"></a>3. Why is diesel fuel so much more expensive than gasoline?</strong></p>\n<p>&nbsp;As listener Stephen Sexsmith, a chemistry teacher from Harrisburg, Pennsylvania submits:</p>\n<blockquote>\"Gas is a more refined product, highly blended, etc., etc. So why???\"</blockquote>\n<p>We put Stephen’s question to our expert, Northwoods Petroleum Museum owner and operator Ed Jacobsen. He says Stephen’s statement -- that gasoline is a more refined, highly blended product --&nbsp;usedto be true. But that’s changed in the last decade.</p>\n<p>\"In 2006 there was a new law that demanded that diesel fuel have less than two parts per million of sulfur. It’s called Ultra Low Sulfur Diesel (ULSD).\"</p>\n<p>ULSD has been slowly phased in by states since the Environmental Protection Agency’s \"Highway Rule\" was originally drawn up in 2000. It has cut down harmful emissions from diesel fuel by 90 percent, but Jacobsen says it has had some unintended consequences.</p>\n<p>\"To produce this low sulfur diesel, the oil companies had to actually retool the refineries. It used to be less refined. It was like a byproduct of gasoline. It produces a lot more energy than gas. So, it used to be you could make diesel, or you could make gas and you could tweak it at the refinery. And you could make a little more of this or a little less of that. Now it has to be a specially designed product that they refine specifically for the use of diesel buyers.\"</p>\n<p>Jacobsen says ULSD has had another strange consequence.</p>\n<p>\"Once we got diesel down below 10 parts per million, we had a product that was very saleable in Europe, which we didn’t have before. So when we produced this new diesel fuel we had a much bigger market for it.\"</p>\n<p>In fact, U.S. diesel exports surged to over one million barrels a day for the first time this past summer. In <a href=\"http://online.wsj.com/news/articles/SB10001424052702304441404579123604287854862\" target=\"_blank\">2010 diesel exports averaged just 300,000</a> per day.</p>\n<p>\"And that’s because it’s easier to sell over there and they get a better price for it, so it’s the law of supply and demand and the mechanics of how to produce diesel.\"</p>\n<hr />\n<p><strong><a name=\"fourthquestion\" id=\"fourthquestion\"></a>4. Why do some cars have the gas tank on the right, and the others on the left?</strong></p>\n<p>Rumor has it, this question has even <a href=\"http://www.cartalk.com/content/why-do-some-manufacturers-build-their-cars-gas-tank\" target=\"_blank\">stumped Click and Clack</a> the Tappett Brothers. But Rick Peltonen, a listener from Minneapolis, wanted to know -- and, well, we wondered too.</p>\n<p><span>For the answer, we went back to Three Lakes, Wisconsin and Jacobsen's Northwoods Petroleum Museum.&nbsp;</span><span>Jacobsen’s got more than two dozen gas pumps from all different eras.</span></p>\n<p>\"A lot of my gas pumps are from before there were gas stations. They were in front of a livery or a general store or a pharmacy and they were placed right at the curb. And so you would just pull your car up to the curb and get your gas pumped. So in the beginning, in the 1920s, the gas tank cap was on the curb side, so it was just easy for the fella to fill it up. He didn’t have to walk over to the traffic side of your car.\"</p>\n<p>But cars were, of course, sold in other countries. Countries that were equally practical, and equally worried about safety.</p>\n<p>\"That idea was very well accepted, even in England, where of course they drive on the left side. So, that’s where there gas pumps had to be... on the left side of the road. So if it’s a European car, it started out with the gas tank on the left, if it was an American car it started out with the gas tank on the right.\"</p>\n<p>Makes sense, but then the car companies started experimenting a bit.</p>\n<p>\"Back in the 20s and 30s cars didn’t have gas gauges. They actually sometimes carried an extra tank of gas on the running board for when they did run out. But then gas gauges came in, and running out of gas became less of a problem. So then some companies decided to put the gas tank filler on the back, which was practical...They could just go a very short maybe foot and a half to the tank, because they’re all right in the middle of the car. But people were scraping their fingers and the backs of their hands on the screws that held the license plate on, because that’s what hid the gas tank flap.\"</p>\n<p>That’s when companies started moving it around again.</p>\n<p>\"Today you have different manufacturers, like Ford, that have different models with gas tanks on different sides, and that’s dictated by the country that buys the most of that product. Let’s say the Fusion sells very well in Europe or in Asia. That gas tank will probably be on the left side. The Fords that are made primarily for American use will be on the right side.\"</p>\n<p>But Jacobsen says there’s no real rule of thumb. And some designers may choose to put it on one side or the other strictly for design purposes.</p>\n<p>\"The gas tank filler is the very last thing they have to worry about on a car. Everything else is so regulated by the EPA or insurance standards or the Department of Transportation, and the gas tank filler is not regulated. So when a car is designed, the last leg of that can be where they put the gas tank filler. Wherever the exhaust is, they don’t want it to be too close to that, so they put it on the opposite side. That’s just the last thing in the design of the car is the gas tank flap, so companies decide what the easiest place is for them to put it.\"</p></div>","contenttemplated":"[{\"content\":\"<p>Marketplace listeners have a lot of questions about gas stations.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>So many, in fact, that Marketplace producer Tommy Andres has decided to spend all week answering them. Check back for his latest insights on your fuel tank: </p>\",\"type\":\"text/html\"},{\"content\":\"<ul><li><strong><span>Monday: <a href=\\\"#firstquestion\\\" target=\\\"_self\\\">Why do gas prices always end in 9/10 of a cent</a>?</span></strong></li><li><strong><span>Tuesday: <a href=\\\"#secondquestion\\\" target=\\\"_self\\\">How do gas stations know when to raise or lower prices</a>?</span></strong></li><li><strong><span>Wednesday: <a href=\\\"#thirdquestion\\\" target=\\\"_self\\\">Why is diesel fuel so much more expensive than gasoline</a>?</span></strong></li><li><strong><span>Thursday: <a href=\\\"#fourthquestion\\\" target=\\\"_self\\\"><strong>Why do some cars have the gas tank on the right, and the others on the left?</strong></a></span></strong></li></ul>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<hr />\"},{\"content\":\"<p><strong><a id=\\\"firstquestion\\\" name=\\\"firstquestion\\\"></a>1.</strong> <strong>Why do gas prices always end in 9/10 of a cent? </strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>To answer the most wondered-about question in the history of &quot;<a href=\\\"http://www.marketplace.org/topics/business/ive-always-wondered\\\" target=\\\"_blank\\\">I&apos;ve Always Wondered</a>&quot; (seriously, at least 15 people wanted to know), we headed to Three Lakes, Wisconsin, and meet up with Ed Jacobsen (otherwise known as &quot;Jake the Oil Guy&quot;). </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Jacobsen worked for Esso and then bought a half-dozen gas stations he ran for decades. Now, he runs the Northwoods Petroleum Museum -- a collection of at least 4,000 items, from drill bits to vintage gas pumps to antique oil company freebies (in Jacobsen&apos;s words, &quot;I can’t really put a value on that because then I’d have to tell my wife and then we’d really have a problem. &apos;You spent how much on what?&apos;&quot;).</p>\"},{\"content\":\"<p>&quot;We have to go way back to when the oil companies were selling gas for, let’s say, 15 cents, and then the state and federal boards decided they wanted a piece of that to keep the roads going, so they added 3/10 of a cent. And the oil companies said, ‘Well, we’re not going to eat that,’ so they passed that on to the public.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Raising prices a penny would have been disastrous when gas only cost 15 cents. But why did it stick around?</p>\"},{\"content\":\"<p>&quot;They found out that if you priced your gas 1/10 of a cent below a break point, let’s say 40 cents a gallon, &apos;.399&apos; just looked to the public like 39 cents…&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>You won&apos;t find tenths of a cent on your credit card bill. Or even on the pump. But if you buy 15 gallons of gas at $3.299, you’re paying 13 cents more than at just $3.29. Since Americans buy 178 million gallons of gas a day, that’s a half-billion dollars more per year.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Jacobsen says the price of gas is the hottest topic in his museum. But there&apos;s a big misconception out there.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;People come in here and they say, &apos;Oh, $0.185, oh, that’s tremendous. I wish it were that way today.&apos; Well, it is. In fact it might be a little cheaper. If you take just inflation alone, gas at 30 cents then would be about $2.20 a gallon now, but you used to get 10 miles to the gallon. Now, we&apos;re averaging over 20 miles to the gallon.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Adjusted that way, gas cost $4.50 a gallon back in the day.</p>\"},{\"content\":\"<hr />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong><a id=\\\"secondquestion\\\" name=\\\"secondquestion\\\"></a>2. How do gas stations know when to raise or lower prices?</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p>Turns out: A mystery rep from Big Oil does not, in fact, call every morning to say &quot;Oil prices are going up, so raise your gas price ten cents!&quot;</p>\"},{\"content\":\"<p>Rob Ward owned and operated a gas station in Atlanta, Georgia for 17 years. He says:</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;Actually, [oil companies] are not allowed to suggest prices. They send you a fax everyday with your cost, and you base your price on your competition.&quot;</p>\"},{\"content\":\"<p>Even though a good-sized gas station can sell 250,000 gallons of gas per month, their profit margin on each gallon is really low.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;It&apos;s probably 4 to 5 cents, or maybe less,&quot; Ward says.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Stations make most of their money on cigarettes, soft drinks and lottery tickets. It&apos;s all about getting customers into the convenience store -- but the bait is the cheapest gas price. Back when he owned his station, Ward would drive around scoping out his competition every day. But he only cared about one side of the road.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;You price off of stations that are on the same side as you,&quot; Ward says.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Ward says a traffic median might as well be an international border. You could be across the street from another gas station, but not be a direct competitor with them. But for stations on the same side? A carefully picked price can make all the difference to customers.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;They’ll find the cheapest one. They would drive 15 miles to save two cents a gallon. You could drop $1 in the trash can and not feel a thing, but you’re not going to pay five cents more a gallon to fill up your tank.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<hr />\"},{\"type\":\"text/html\",\"content\":\"<p><strong><a id=\\\"thirdquestion\\\" name=\\\"thirdquestion\\\"></a>3. Why is diesel fuel so much more expensive than gasoline?</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p> As listener Stephen Sexsmith, a chemistry teacher from Harrisburg, Pennsylvania submits:</p>\"},{\"content\":\"<blockquote>&quot;Gas is a more refined product, highly blended, etc., etc. So why???&quot;</blockquote>\",\"type\":\"text/html\"},{\"content\":\"<p>We put Stephen’s question to our expert, Northwoods Petroleum Museum owner and operator Ed Jacobsen. He says Stephen’s statement -- that gasoline is a more refined, highly blended product -- usedto be true. But that’s changed in the last decade.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;In 2006 there was a new law that demanded that diesel fuel have less than two parts per million of sulfur. It’s called Ultra Low Sulfur Diesel (ULSD).&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>ULSD has been slowly phased in by states since the Environmental Protection Agency’s &quot;Highway Rule&quot; was originally drawn up in 2000. It has cut down harmful emissions from diesel fuel by 90 percent, but Jacobsen says it has had some unintended consequences.</p>\"},{\"content\":\"<p>&quot;To produce this low sulfur diesel, the oil companies had to actually retool the refineries. It used to be less refined. It was like a byproduct of gasoline. It produces a lot more energy than gas. So, it used to be you could make diesel, or you could make gas and you could tweak it at the refinery. And you could make a little more of this or a little less of that. Now it has to be a specially designed product that they refine specifically for the use of diesel buyers.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Jacobsen says ULSD has had another strange consequence.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;Once we got diesel down below 10 parts per million, we had a product that was very saleable in Europe, which we didn’t have before. So when we produced this new diesel fuel we had a much bigger market for it.&quot;</p>\"},{\"content\":\"<p>In fact, U.S. diesel exports surged to over one million barrels a day for the first time this past summer. In <a href=\\\"http://online.wsj.com/news/articles/SB10001424052702304441404579123604287854862\\\" target=\\\"_blank\\\">2010 diesel exports averaged just 300,000</a> per day.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;And that’s because it’s easier to sell over there and they get a better price for it, so it’s the law of supply and demand and the mechanics of how to produce diesel.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<hr />\"},{\"type\":\"text/html\",\"content\":\"<p><strong><a id=\\\"fourthquestion\\\" name=\\\"fourthquestion\\\"></a>4. Why do some cars have the gas tank on the right, and the others on the left?</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p>Rumor has it, this question has even <a href=\\\"http://www.cartalk.com/content/why-do-some-manufacturers-build-their-cars-gas-tank\\\" target=\\\"_blank\\\">stumped Click and Clack</a> the Tappett Brothers. But Rick Peltonen, a listener from Minneapolis, wanted to know -- and, well, we wondered too.</p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>For the answer, we went back to Three Lakes, Wisconsin and Jacobsen&apos;s Northwoods Petroleum Museum. </span><span>Jacobsen’s got more than two dozen gas pumps from all different eras.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;A lot of my gas pumps are from before there were gas stations. They were in front of a livery or a general store or a pharmacy and they were placed right at the curb. And so you would just pull your car up to the curb and get your gas pumped. So in the beginning, in the 1920s, the gas tank cap was on the curb side, so it was just easy for the fella to fill it up. He didn’t have to walk over to the traffic side of your car.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>But cars were, of course, sold in other countries. Countries that were equally practical, and equally worried about safety.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;That idea was very well accepted, even in England, where of course they drive on the left side. So, that’s where there gas pumps had to be... on the left side of the road. So if it’s a European car, it started out with the gas tank on the left, if it was an American car it started out with the gas tank on the right.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Makes sense, but then the car companies started experimenting a bit.</p>\"},{\"content\":\"<p>&quot;Back in the 20s and 30s cars didn’t have gas gauges. They actually sometimes carried an extra tank of gas on the running board for when they did run out. But then gas gauges came in, and running out of gas became less of a problem. So then some companies decided to put the gas tank filler on the back, which was practical...They could just go a very short maybe foot and a half to the tank, because they’re all right in the middle of the car. But people were scraping their fingers and the backs of their hands on the screws that held the license plate on, because that’s what hid the gas tank flap.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>That’s when companies started moving it around again.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;Today you have different manufacturers, like Ford, that have different models with gas tanks on different sides, and that’s dictated by the country that buys the most of that product. Let’s say the Fusion sells very well in Europe or in Asia. That gas tank will probably be on the left side. The Fords that are made primarily for American use will be on the right side.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>But Jacobsen says there’s no real rule of thumb. And some designers may choose to put it on one side or the other strictly for design purposes.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;The gas tank filler is the very last thing they have to worry about on a car. Everything else is so regulated by the EPA or insurance standards or the Department of Transportation, and the gas tank filler is not regulated. So when a car is designed, the last leg of that can be where they put the gas tank filler. Wherever the exhaust is, they don’t want it to be too close to that, so they put it on the opposite side. That’s just the last thing in the design of the car is the gas tank flap, so companies decide what the easiest place is for them to put it.&quot;</p>\",\"type\":\"text/html\"}]","tags":["gas stations","APM","gas","I've always wondered...","Business"],"description":"...and everything else you've ever wondered about gas stations.","byline":"Tommy Andres","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/2400649.jpg?itok=2iwkFmYZ","meta":{"crop":"primary","height":"340","width":"610"},"type":"image/jpeg"},{"format":"MP3","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/02/24/marketplace_segment20_20140224"},"duration":308,"duration_hms":"00:05:08"},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/02/24/marketplace_segment20_20140224_64.mp3","type":"audio/mpeg"}]}