{"created":"2015-02-20T22:47:44+00:00","modified":"2015-02-23T21:03:03+00:00","valid":{"from":"2015-02-23T21:03:03+00:00","to":"3015-02-23T21:03:03+00:00"},"hreflang":"en","guid":"a9e5d43c-fe3f-4b81-a860-e2f864c542e2","title":"Why Rio de Janeiro's Carnival may have danced to the beat of a dictator","published":"2015-02-23T21:03:02+00:00","byline":"David Leveille","tags":["Carnivals","Brazilian Carnival","Samba school","Rio Carnival","Teodoro Obiang Nguema Mbasogo","Culture","Arts, Culture & Media","Rio de Janeiro","South America","Africa","Brazil","Equatorial Guinea","South America","Africa","Teodoro Obiang Nguema Mbasogo","Anderson Antunes","Teodorin Obiang","Carnivals","Brazilian Carnival","Samba school","Rio Carnival","Teodoro Obiang Nguema Mbasogo"],"teaser":"In Brazil, the winning samba school at this year's Rio Carnival is accused of accepting millions of dollars from the leader of Equatorial Guinea, who's widely criticized as one of Africa's worst dictators. But do Brazilians actually care? Probably not.","contentencoded":"<p>Sometimes dancing to the tune of a different drummer isn't the right idea — especially if that drummer is a dictator.</p>\n<p>A samba school called Beija Flor shimmied its way to the title at this year's Carnival parade in Rio de Janeiro, but the school is now accused of taking $3.5 million from the ruler of Equatorial Guinea to promote the country during the festival</p>\n<p>“As Brazilians, we all know that Carnival, specifically the Carnival in Rio, has always been supported by, in many cases, criminals,\" says Anderson Antunes, who has written about what he calls <a href=\"http://www.forbes.com/sites/andersonantunes/2015/02/19/when-samba-meets-african-dictators-the-ugly-side-of-rio-de-janeiros-carnival/\">the ugly side of Rio's Carnival</a> for Forbes. \"But this year we have a new element to the story. ... It's really becoming quite the stir.” </p>\n<p>Teodoro Obiang Nguema Mbasogo, the president of Equatorial Guinea, allegdly sent several million dollars to the samba school in exchange for floats, dancers and songs that cast Equatorial Guinea in a positive light. </p>\n<p>Obiag has ruled the tiny, oil-rich West African country since 1979, when he seized power in a bloody coup. But despite its oil wealth, Equatorial Guinea has severe problems. According to the UN, a majority of its citizen have no access to clean drinking water. About 20 percent of its children die before the age of five, and the remaining 80 percent don’t have access to schools or good healthcare.</p>\n<p>It’s also been reported that the president's oldest son, Teodorin Obiang — who was seen attending Rio’s Carnival parties — has spent millions of dollars paying for a lavish lifestyle that includes property in Malibu, a personal jet, Michael Jackson memorabilia and a sports car collection.</p>\n<p>Antunes says Beija Flor's Carnival displays showed “a fairy-tale country that does not exist.\" But they weren't alone.</p>\n<p>\"Actually, many Brazilian celebrities were part of the show, and they paraded along with the school and they danced samba,\" Antunes points out. \"I think they don't realize that maybe they are contributing to an image, a government that is corrupt in many respects.”</p>\n<p>Antunes admits that many Brazilians are willing to look past this dirty money.</p>\n<p>“Overall, people don't really care,\" he aruges. \"It's always been like this, and people just want to party. They don’t really care — and this is one of the bad sides of the Brazilian spirit.“</p>\n<p>Another thing driving the alleged corruption is the intense competition. “The samba schools are competing against each other and it's like soccer — actually bigger than soccer, really,\" Antunes says. \"They will get money from anyone, and they don’t want to know where the money's coming from.”</p>\n<p>Antunes says that if these kind of financial deals were happening in the US, “it would be like a huge scandal or something like that. In Brazil, it's not a big deal because people are so used to it, it's just how it goes.” But he’s also hoping that the spotlight on the alleged corruption will help spur the demand for more transparency in the run up to Brazil’s next big event, the 2016 Summer Olympics in Rio.</p>\n<p>Antunes hopes Brazilians, especially those who live in Rio de Janeiro, \"will care a little bit more about their image because this can get out of proportion. What will people from other places think of us? Brazil wants to become a global player, but in order to achieve that we actually need to play by the rules.\"</p>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-20%2Fbrazil-samba-parade-winners&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}