{"created":"2015-01-01T15:19:11+00:00","modified":"2015-05-13T21:24:15+00:00","valid":{"from":"2015-05-13T21:24:15+00:00","to":"3015-05-13T21:24:15+00:00"},"hreflang":"en","title":"Starting 2015 On The Right Foot: An Alt.Latino Dance Mix","published":"2015-01-02T00:07:00+00:00","teaser":"Let's start the year right! NPR's Otis Hart stops by to spin some hot new Latin electronic dance music.","itags":["npr_api","373978399"],"guid":"a9fb91c9-0061-4b63-be65-1d468c87f0a6","contentencoded":"<p>We're starting 2015 with a great mix of Latin EDM brought to us by NPR's Otis Hart.</p><p>His music really transported me back to the nights and days of endless parties in my hometown, Buenos Aires. Back then I was a teenager completely outraged by the 4 a.m. curfew my very strict parents imposed on me (nightclubs don't even get started until 2 a.m. back home).</p><p>My most bizarre New Year's memory took place in Buenos Aires. My friend had a party — one of those memorable celebrations where the whole neighborhood shows up, plus their cousins from other neighborhoods, and at some point the house looks like a crowded Where's Waldo? illustration.</p><p>By 7 a.m. it started winding down and people went to sleep wherever they could find a spot, but my best friend Gabi and I had this romantic idea to grab breakfast by the river. As we started walking toward the port, we accidentally found ourselves in the middle of a street fight between two very drunk teenage crews. Scared, we ran into an old garage and hid until the police showed up.</p><p>As I peeked through the garage door cracks and saw the enraged kids beating one guy with sticks, I had a passing feeling this was going to be the year in which things changed, and whether that was for better or worse, it had to happen and couldn't be stopped even if I wanted it to. Even in my adolescent melodrama, there was a grain of truth — by the end of the year, that kind of fighting had become common and I'd packed my bags and left.</p><p>But that moment was pure teenage adrenaline. This was love. This was the time in life when everything is the first time. It was the time of waking up covered in glitter — and desperately scrubbing it off so your parents thought you'd actually been with your study group. This was thumping, bumping music all the time.</p><p>Gabi and I sneaked out of the garage, looked at each other, laughed and said something I've come to realize many years later and wish I could say more often, something this week's show feels like: <em>Let's just go home</em>.</p><p>P.S.: Mami, if you're reading this, sorry I snuck out.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Starting+2015+On+The+Right+Foot%3A+An+Alt.Latino+Dance+Mix&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jasmine Garsd","audio":[{"meta":{"duration":"2188"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374176370-eb7095.m3u?orgId=1&topicId=1039&aggIds=128227577&d=2188&story=373978399&ft=nprml&f=373978399"},{"href":"http://media.npr.org/assets/img/2014/12/30/abaporu_sq-c93bd21d69083f56c6de83464e4e335f289a4812.jpg","type":"image/jpeg","meta":{"crop":"square","height":"1417","width":"1417"}},{"href":"http://media.npr.org/assets/img/2014/12/30/julian-sanza-byn_sq-12c8cac49f598a1409decf06aa2c4ff08cd654f7.jpg","type":"image/jpeg","meta":{"crop":"square","height":"3112","width":"3112"}},{"href":"http://media.npr.org/assets/img/2014/12/30/wild_sq-a663e5706c18a7aec3930559de7b106d90bf2f3f.jpg","type":"image/jpeg","meta":{"crop":"square","height":"1000","width":"1000"}},{"href":"http://media.npr.org/assets/img/2014/12/30/emeremedi_sq-cb71b6e1239b96d253a70d4bde6d760838d9e45c.jpg","type":"image/jpeg","meta":{"crop":"square","height":"500","width":"500"}},{"href":"http://media.npr.org/assets/img/2014/12/30/golosynth_sq-a8ed9eea4c21b0a90aaaf8816600a71e3ee44dfd.jpg","type":"image/jpeg","meta":{"crop":"square","height":"1000","width":"1000"}},{"href":"http://media.npr.org/assets/img/2014/12/30/valesuchi-412aa521b9ff9c86aa1aa4eb5610c5076e967022.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"639","width":"852"}}]}