{"created":"2014-09-25T14:13:01+00:00","modified":"2015-02-01T13:19:40+00:00","valid":{"from":"2015-02-01T13:19:40+00:00","to":"3015-02-01T13:19:40+00:00"},"hreflang":"en","title":"Random Questions With: John Cameron Mitchell","published":"2015-01-29T20:04:00+00:00","teaser":"The Tony Award-winner is best known for creating the story of a transgender punk-rock star in <em>Hedwig and the Angry Inc</em>h. In this game, we remove the make-up and discover the man under the wig.","itags":["npr_api","350654499"],"guid":"a9fbd395-5310-43ee-bc8b-d8c4ca900631","contentencoded":"<p>Actor/director John Cameron Mitchell created the character Hedwig nearly 20 years ago in downtown New York City clubs, performing the one-man show about a transgendered East German rock star in full drag and with a killer songbook (written by Stephen Trask). Hedwig made her way to Off Broadway, and into a cult film in 2001, but she was never a mainstream hit until the production of <em>Hedwig and the Angry Inch</em> reached Broadway in 2014 with Neil Patrick Harris in the starring role. In January 2015, Mitchell himself returned to the stage to fill Hedwig's heels and reprise his original role for a temporary run.</p><p>\"The Broadway production is the first time I've had an actual hit in my life,\" Mitchell said. \"We always were respected, but it's kind of amazing to be able to make a living off of something.\"</p><p>Before his Tony win, Mitchell said he'd be recognized more for his cameos on 80's television shows like <em>Head Of The Class</em> and <em>MacGyver</em> and as the voice-over actor for this Betty Crocker <a href=\"https://www.youtube.com/watch?v=HBRQPjsRKt8\">Dunk-a-roos</a> commercial. These days, he is undeniably Hedwig.</p><p>We wanted to get to know the Mitchell behind the mascara. In this round of \"Random Questions,\" find out which 80's television roles meant the most to him, and whether he prefers sequels or prequels. And don't miss his <em>Ask Me Another</em> Challenge, where we <a href=\"http://www.npr.org/2014/09/25/350654511/john-cameron-mitchell-new-hollywood-film-buff\">test his encyclopedic knowledge of New Hollywood films from the '60s, '70s and '80s</a>.</p><hr /><h3>Interview Highlights</h3><p><strong>On winning the Tony Award for the Broadway Revival of <em>Hedwig and the Angry Inch</em></strong></p><p>I've never been introduced as a Tony winner before. I feel like Patti LuPone... Best job I've ever had.</p><p><strong>The original inspiration for the character Hedwig</strong></p><p>In Junction City, Kansas we had a woman named Helga who'd take care of my brother. And she kinda looked what Hedwig kinda looked like. Me and my friend Brenda would go over to her house, her trailer actually, and Helga had a lot of dates. She wasn't that good looking either and we thought, \"Gosh, she's so popular. She has a different date every night and she doesn't really know what they're gonna look like when they come up the driveway.\" We would hang out with her, and she'd give us cigarettes and stuff, and we'd sing songs for her like \"Copacabana\" and we'd act them out. When the date came up the driveway, we'd have to go out the back. But sometimes, she'd look out the window and see the date come up the driveway, and she'd go out the back with us.</p><p><em>This segment originally aired on September 25, 2014.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Random+Questions+With%3A+John+Cameron+Mitchell&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351425071-8dd6d4.m3u?orgId=1&topicId=1008&aggIds=167740319&e=350654499&ft=nprml&f=350654499"},{"meta":{"duration":"462"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351424772-bb4f4d.m3u?orgId=1&topicId=1008&aggIds=167740319&e=350654499&d=462&ft=nprml&f=350654499"},{"href":"http://media.npr.org/assets/img/2014/09/24/hedwig-from-getty-99e8493f6f856e9515b8450f3ad310c51228cdc3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1939","width":"2586"}},{"href":"http://media.npr.org/assets/img/2014/09/24/getty-headshot-1_vert-132b7aea5c580f4cac41208efe644371aa28f930.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2672","width":"2003"}}]}