{"created":"2014-08-28T19:05:22+00:00","modified":"2014-10-30T22:54:20+00:00","valid":{"from":"2014-10-30T22:54:20+00:00","to":"3014-10-30T22:54:20+00:00"},"hreflang":"en","title":"When Do Food Shortages Become A Famine? There's A Formula For That","published":"2014-08-27T23:29:00+00:00","teaser":"The U.S. government has a detailed and technical system for determining a famine. But conditions in South Sudan make it extremely difficult to assess just how dire the situation is.","itags":["npr_api","343758300"],"guid":"a9fc5527-2186-4093-b181-4b8ad5f63540","contentencoded":"<p>Chris Hillbruner has a little-known job with an extraordinary responsibility: to determine how close a given country has come to famine.</p><p>In his six years at the U.S. government's Famine Early Warning Systems Network, or FEWS NET, he's only officially declared famine once before, in Somalia in 2011.</p><p>Hillbruner explains that the bar for declaring famine was deliberately set high to avoid the confusion of the 1980s and 1990s, when well-meaning aid agencies acted like the boy who cried wolf.</p><p>\"Famine,\" Hillbruner says, \"is a word that gets thrown around a lot.\"</p><p>Consider Somalia, a country that's been mired in war and chaos for more than two decades. When FEWS NET declared famine there in 2011, aid money poured in, as did television cameras. The famine was quickly defeated.</p><p>But by the time the Somali famine was officially declared, at least half of its 260,000 victims had already died. So by the time conditions become so dire that they warrant the famine label, it can be too late.</p><p>Holly Solberg, the emergency response director for CARE International, worked in Somalia before and after famine was declared. She hopes South Sudan doesn't have to reach such an extreme state before it merits an international rescue.</p><p>It is far cheaper, she points out, to avert a famine before it begins, than to alleviate it once it's declared.</p><p>\"Sadly,\" she says, \"it does often take using that 'F-word' before people actually realize there is a crisis.\"</p><p>South Sudan is the world's newest nation, gaining independence from Sudan three years ago. But it's also one of the poorest and most troubled. The neighboring states have clashed periodically since independence, but the most recent fighting has been between South Sudan's government and rebels, a quarrel that has been a major factor in the food shortages.</p><p><strong>A Technical Definition</strong></p><p>While a famine connotes a biblical apocalypse, the official <a href=\"http://www.ipcinfo.org/\" target=\"_blank\">definition is highly technical</a>.</p><p>For example, 30 percent of children have to be acutely malnourished; 1 in 5 households has to have an \"extreme lack of food.\" Famine is the fifth and last stage of food insecurity on something known as the Integrated Food Security Phase Classification system, or IPC.</p><p>The stage just before famine is \"emergency,\" marked by 20 percent of households being \"unable to meet basic survival needs even with extreme coping,\" such as selling all of their livestock and assets.</p><p>The northeastern part of South Sudan, the area with the heaviest fighting, is now in a Phase 4, or emergency.</p><p>Despite this, aid agencies say they are having trouble raising money. The United Nations says it has raised half of the $1.8 billion it needs for this year. Aid workers worry that just as in Somalia, the international community won't act in a big way until there are images of starving children on their TV screens.</p><p>Most worrisome, the food crisis assessments in South Sudan have not yet taken account of all the people hardest hit by hunger.</p><p>Chris Hillbruner of FEWS NET says that his assessment teams simply can't reach those hard-hit regions, because of heavy rains and violent conflict. He believes that there are \"pockets\" in South Sudan \"that are worse off than we are currently able to classify.\"</p><p>South Sudan's crisis points to the problem at the very heart of the famine warning system.</p><p>The very conditions that make food so hard to come by in South Sudan — war, floods and tribal feuding — are precisely what make it almost impossible for experts to collect the data and determine how bad the food situation has become.</p><p>With the harvest coming in next month, Hillbruner says, the imminent threat of famine in South Sudan has been pushed back a few months to early 2015.</p><p>But no outsiders know exactly what is taking place in some of the most isolated areas. That may take a peace agreement that actually sticks between South Sudan's government and the rebels.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+Do+Food+Shortages+Become+A+Famine%3F+There%27s+A+Formula+For+That&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"267"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343758304-26e255.m3u?orgId=1&topicId=1126&ft=3&f=343758300"},{"href":"http://media.npr.org/assets/img/2014/08/27/ssudan-famine2-67ad907a13aee00768036c73798111ea9f6c1e5b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2397","width":"3197"}}]}