{"created":"2015-06-13T13:52:57+00:00","modified":"2015-06-13T13:52:57+00:00","valid":{"from":"2015-06-13T13:52:57+00:00","to":"3015-06-13T13:52:57+00:00"},"hreflang":"en","guid":"aa079626-c8c5-4a29-8c20-d8b05c0096a4","title":"New documentary explores how social media delayed the search for and slandered Sunil Tripathi","published":"2015-06-13T13:52:53+00:00","byline":"T.J. Raphael","tags":["social media","conflict","Boston Marathon Bombing","Technology","Science, Tech & Environment","North America","United States"],"teaser":"In the wake of the Boston Marathon bombings, countless theories were espoused. Among them, a missing college student names Sunil Tripathi was behind the bombing. Well, he wasn't. But that wasn't proven until after his name was dragged through the mud — first on social media and later by mainstream reporters.","contentencoded":"<p dir=\"ltr\">Social media has the power to do great good, and to cause unimaginable harm. In the span of just a few weeks, one family experienced both.</p>\n<p>In the spring of 2013, a Brown University undergraduate named Sunil Tripathi went missing. His family used every resource available, including the power of social media, to search for Sunil, an Indian American.</p>\n<p>Initially, the response to their search was uplifting: Dozens of Sunil's classmates, friends and members of the local community reached out to join the search.</p>\n<p>But four weeks later, Sunil was still missing when another tragedy struck. The Boston Marathon Bombing sent the media into a frenzy to find the perpetrators of that act of violence. Sunil's name was suggested, first on Twitter and then on Reddit. Eventually it made its way into the mainstream media.</p>\n<p>After only a few days, Sunil's name was replaced by the real killers implicated in the Boston Marathon Bombing, but a great deal of damage had been done — much of the warmth and support from people searching for the lost young man had been wiped out by the speculation that Sunil was guilty.</p>\n<p>The destructive and the redemptive power of social media is the subject of the new documentary \"<a href=\"http://www.helpusfindsuniltripathi.com/index.htm\">Help Us Find Sunil Tripathi</a>.\"</p>\n<p>“When you’re searching for somebody and you need the help of the community and the world, you use every avenue you get,” says Sangeeta Tripathi, Sunil’s older sister. “I think the events of Boston really show that there’s both a power and a really big source of challenge that can come with reaching out to others.”</p>\n<p>The Tripathi family was able to bring some people back into the fold after it was revealed that Sunil was not involved in the attack and was still, in fact, missing. Thousands liked the Facebook page the Tripathi family set up to look for Sunil, and words of support and encouragement began to flow in again.</p>\n<p>“There was the trauma of looking for my brother, there was the trauma in the way that which social media and traditional media caused a lot of harm in one night by moving a lot of lies,” she says. “But then there was an incredible power, and it’s very important that doesn’t got lost — it was actually used to help continue searching for my brother.”</p>\n<p>Neal Broffman, director of the documentary, says it's time to honestly tell Sunil’s story.</p>\n<p>“The challenge is to be fair to the story, to be fair to the family, to be fair to Sunil, and to tell the story in a way that is not sensationalistic — that was all done the night of the misidentification after the bombs went off in Boston,” says Broffman. “You had people who were starting to speculate through platforms like Reddit and crowdsourcing the investigation.”</p>\n<p>Broffman says that he hopes the film makes people step back and consider how social media can distort reality and a person’s true identity. Additionally, he says the film should serve as a way to raise awareness about the changing nature of media.</p>\n<p>“Journalists are required to operate in two universes — one is the world of radio, print, and broadcast, and then you’ve got this mysterious world of social media,” he says. “Reporters are expected to tweet, to participate in conversations and start conversations.”</p>\n<p>As more and more media operations adopt to the changing ways of a real-time news environment, Broffman says verification and accountability are falling by the wayside.</p>\n<p>“It’s a constant feeding frenzy of information, but that’s not information that was being reported,” says Broffman. “Luke Russert, who was a Capitol Hill correspondent for NBC, retweeted information mentioning Sunil’s name on several occasions. He would never have been able to stand up in front of an NBC camera and report Sunil’s name, or even say, ‘This is being speculated,’ because the police had never said anything — nothing was ever mentioned through any sort of official channel.”</p>\n<p>Sangeeta describes her younger brother as a gentle, thoughtful and quiet person. She says it was extremely difficult to see the world turn so quickly on Sunil.</p>\n<p>“It was horrible — it is horrible for somebody’s name to be flying around falsely,” she says. “Sunil’s story is particularly tragic and it’s particularly painful for our family. Part of why I choose now to continue engaging with the media is to continue to raise awareness. Everyone needs to remember not to just accuse social media or traditional media, but everyone single person should realize how much power their voice has — or their little tweet.”</p>\n<p><em>This <a href=\"http://www.thetakeaway.org/story/help-us-find-sunil-tripathi-and-one-familys-search-their-son/\">story</a> first aired as an interview on PRI's <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-13%2Fnew-documentary-explores-how-social-media-slanders-and-delayed-search-sunil&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/Sangeeta-Sunil-Ravi-Tripathi.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/sangeeta-sunil-ravi-tripathijpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/audio.wnyc.org/takeaway/takeaway061015-sunil.mp3"},{"href":"http://admin.pri.org/file/takeaway061015-sunilmp3"}]}