{"created":"2014-11-09T12:45:10+00:00","modified":"2015-05-06T20:39:29+00:00","valid":{"from":"2015-05-06T20:39:29+00:00","to":"3015-05-06T20:39:29+00:00"},"hreflang":"en","title":"In Brazil, Race Is A Matter Of Life And Violent Death","published":"2014-11-09T17:13:00+00:00","teaser":"In 2012, 56,337 people were murdered in Brazil. But that figure hides a color-coded truth: Homicide rates are actually way down — if you're white. If you're black? Murder rates are up 40 percent.","itags":["npr_api","362356878"],"guid":"aa070340-62a3-427f-861d-5c333e1c6acd","contentencoded":"<p>On June 11 — one day before the World Cup started — two policemen picked up three black teenagers in Rio de Janeiro. The three hadn't committed any crime — but they did have a history of petty offenses.</p><p>The officers drove them up to the wooded hills above the city. One was shot in the head and killed. One was shot in the leg and the back and left for dead. Another escaped.</p><p>We know what happened that day because the police officers left their patrol car cameras on, and <a href=\"http://g1.globo.com/fantastico/noticia/2014/07/cameras-em-carro-da-pm-incriminam-policiais-em-morte-de-menores-no-rj.html\">the videos surfaced on Brazil's Globo TV</a>.</p><p>\"We haven't even started beating you yet and you are already crying?\" one cop says. \"Stop crying! You are crying too much! Be a man!\"</p><p>But the three boys weren't men — they were about 14 years old.</p><p>Then <a href=\"http://g1.globo.com/rio-de-janeiro/noticia/2014/07/novas-imagens-incriminam-ainda-mais-pms-por-morte-no-sumare-rio.html\">the cops are heard saying</a> \"gotta kill the three of them.\"</p><p>And finally: \"Two less. If we do this every week, we can reduce their number. We can reach the goal.\"</p><p>The goal they reportedly were referring to was a crime-reduction target ahead of the World Cup.</p><p>Brazil is one of the most violent countries in the world. In 2012, 56,337 people were murdered. Compare that to the U.S., where fewer than 15,000 people died violently the same year in a country with 60 percent more people.</p><p>But those statistics hide a color-coded truth: Brazil actually has gotten a lot safer for white people. In the past decade, homicides among whites have decreased 24 percent. But among the black population they have increased 40 percent.</p><p>\"Those who are white tend to be able to afford themselves and avail themselves of greater security, and we are seeing reductions in homicides,\" says Robert Muggah from the IGARAPE Institute, a global security think tank based in Rio de Janeiro. \"Those who are black and who are unable to — as our societies become more and more unequal — are less able to secure those public goods, and as a result are seeing homicide rates going up.\"</p><p>Muggah says wealthier whiter populations, especially in Brazil, can pay for additional security, be it in the form of electric fences, or well-guarded apartment buildings or gated communities.</p><p>The rest of the population has to deal with a police force that in 2012 killed some 2,000 people — or more than five a day. (From 2010 to 2012 in the United States, <a href=\"http://www.propublica.org/article/deadly-force-in-black-and-white\" target=\"_blank\">an FBI database showed that police killed about 400 people a year</a>, or about an eighth as many per capita.)</p><p>\"The elite and the upper middle classes in a way tolerate a kind of repression — and in fact fuel it, and seek it,\" Muggah says. \"I think that there is this sense among the white, whiter populations of Brazil, that the black populations are the source of much of the vice and decay and violence in society.\"</p><p>And they often live where that repression can't be seen: At least 22 percent of Rio de Janeiro's population lives in the favelas, or shantytowns, but more than half of those residents are Afro-Brazilian.</p><p>To get into the vast complex of favelas known as Mare, our contact tells us we have to have the windows rolled down so the gangs can see our faces as we drive in slowly. They are worried about infiltrators from rival gangs; a turf war has been raging in this part of the community.</p><p>These are not checkpoints per se, but every few corners, a group looks us over — drug traffickers, says Patricia Sales Vianna, one of the directors of a local education NGO called the Redes da Mare.</p><p>In the past, dealers openly sold their product on the streets and moved around heavily armed, but <a href=\"http://www.npr.org/blogs/parallels/2013/08/09/210313400/unease-in-sprawling-rio-slum-ahead-of-police-pacification\">Mare is now in the process of being pacified</a> — a government program in which full-time police are embedded in certain favelas to drive the traffickers out.</p><p>The police effort has had mixed success, but in Mare, it's a different story — here, the army is in control. Residents of Mare call it \"the occupation.\" Trucks loaded with helmeted and heavily armed troops travel through the streets. It has the feel of a war, not a policing operation.</p><p>In Mare, Vianna explains, there are very poor communities, with very low resources, almost no opportunities: Of Mare's population of about 140,000, less than 1 percent has attended a public university, she says.</p><p>This is where the boy who was killed on June 11 was from. His name was Matteos Alves dos Santos.</p><p>We are here to see his father, Thiago Virgilio dos Santos; he lives in a tiny crumbling house with mattresses on the floor, and one shredded sofa providing a place to sit.</p><p>He tells me the only reason his son's death became known is because one of the other boys survived. If he hadn't been alive to talk about it, we'd never know what happened, he says — just another statistic.</p><p>He tells me there is no way to undo the pain.</p><p>The two policemen who killed Matteos are standing trial. The boy who survived is in juvenile detention; he was caught trying to steal a bicycle. His lawyer has tried to get him into a witness protection program because he fears for the teenager's life, but was told the state has no resources to provide protection.</p><p>Nilson Bruno Filho — the only Afro-Brazilian head of a state public defender's office — recently instituted a program to combat racism in Rio de Janeiro. He explains why the case of the murdered kids, now largely forgotten, didn't get much sustained attention.</p><p>\"There is a saying that 'black meat is cheaper.' People don't get shocked to see a dead black person, because the person in their minds can be linked to crime,\" he says. \"And, in Brazil, if a person is linked to a crime, then he can be killed.\"</p><p>Filho says there is a two-tiered system in Brazil based on skin color.</p><p>He says Brazil had one of the most <a href=\"http://www.npr.org/blogs/parallels/2013/11/12/244563532/photos-reveal-harsh-detail-of-brazils-history-with-slavery\">brutal and prolonged periods of slavery in the Americas</a>.</p><p>\"In a way it wasn't so long ago. I think some people still see blacks as a 'thing,' \" he says. \"It's still a reality in our country. We have a long path ahead.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Brazil%2C+Race+Is+A+Matter+Of+Life+And+Violent+Death&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lourdes Garcia-Navarro","audio":[{"meta":{"duration":"407"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362737959-1bddf9.m3u?orgId=1&topicId=1127&d=407&p=10&story=362356878&t=progseg&e=362737872&seg=14&ft=nprml&f=362356878"},{"href":"http://media.npr.org/assets/img/2014/11/07/inequalityinbrazil2-7ea37f454fca6690f5648401ce0a025a0363adfc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1940","width":"2587"}},{"href":"http://media.npr.org/assets/img/2014/11/07/inequalityinbrazil3-35340e6a88466007e37a49eb15114be0c29d9dea.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"225","width":"300"}},{"href":"http://media.npr.org/assets/img/2014/11/07/inequalityinbrazil1-0df7d1aaa8382369b1950a598dd45c4d5157cf13.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}