{"created":"2014-10-08T15:53:22+00:00","modified":"2014-10-31T02:01:05+00:00","valid":{"from":"2014-10-31T02:01:05+00:00","to":"3014-10-31T02:01:05+00:00"},"hreflang":"en","title":"The Merits Of Income Inequality: What's The Right Amount?","published":"2014-05-19T16:38:00+00:00","teaser":"Economists say too much income inequality is a bad thing. But they also say some inequality is necessary, and even good for society. Here are suggestions for finding that balance.","itags":["npr_api","313137739"],"guid":"aa2585ef-3e07-4f51-be2a-ed44d1b8632f","contentencoded":"<p>Income inequality is a big problem, many economists agree. But they also say some level of inequality is necessary for capitalism to work.</p><p>Inequality in the U.S. has risen to levels not seen since the 1920s. The top 1 percent pocket more than 20 percent of the nation's income, and the 400 richest people in the country own more wealth than everyone in the bottom 50 percent.</p><p>That's not healthy for the society or the economy, says Branko Milanovic, an economist at the City University of New York Graduate Center. For one thing, he says, it undermines the idea of equal opportunity.</p><p>\"It makes some people excluded or poor and unable to actually, for example, go to school, complete studies and contribute to society,\" he says.</p><p>That hurts individuals and, Milanovic says, it hurts the broader economy by not allowing a whole segment of society to be as productive as it could be.</p><p>French economist Thomas Piketty has warned in his best-seller <em>Capital in the Twenty-First Century</em> that inequality is likely to grow. That's because capitalism tends to reward the owners of capital with a greater and greater share of the economy's output, he says. Meanwhile, wage-earners get a smaller and smaller share.</p><p>Milanovic says that concentration of wealth is a threat to democracy. \"The elites start dominating the political discourse and even political decision-making, and then they reinforce their own privilege,\" he says.</p><p>Still, Milanovic says some level of inequality is needed to make capitalism work.</p><p>\"It provides incentives for harder work, study, investment and ... general desire to better one's condition and the condition of one's kids,\" he says.</p><p>But what's the right level of inequality? Tyler Cowen, an economist at George Mason University, says whether a certain level of inequality is good or bad depends on how it came be.</p><p>\"If your society has a lot of inequality because a lot of your producers have done very well selling their products on global markets, that kind of inequality is not harmful in general,\" he says. \"But if you have inequality because your poorer people don't have enough economic opportunity, I would say that is a big problem.\"</p><p>Cowen thinks the big rise in incomes at the top in the U.S. is coming mostly for the right reasons. But he is concerned that incomes are stagnating for Americans in the middle and at the bottom. He believes that's partly the result of inadequate education and the high cost of health care and housing.</p><p>There was a period of declining inequality in the U.S.: in the three decades after World War II. But, as Cowen points out, that happened because so much wealth and capital, like factories, were destroyed in the previous three decades by two world wars and the Great Depression.</p><p>\"The relative equality following World War II was because we had destroyed so many things in the world and we needed to rebuild them, and that created a lot of middle-class jobs for people,\" he says. \"But short of having another world war, we cannot re-create those circumstances, and of course we shouldn't try to.\"</p><p>But there were other reasons for a more equal distribution of income and wealth back then: higher taxes on the wealthy, for one. And, Harvard labor economist Richard Freeman says, there was another difference between then and now.</p><p>\"One of the key factors in that period of time was very strong unions,\" he says. Those unions bargained with the owners of capital to give workers a larger share of the economy's output.</p><p>But Freeman says we shouldn't look to unions, which are much weaker now, to have a big impact. In fact, he takes a very different tack.</p><p>\"The capitalists are making money; everybody's got to be a bit of a capitalist,\" he says.</p><p>That's an idea as old as America's beginnings, says Freeman. The founders, he says, thought broad ownership of land, a capital asset, was very important.</p><p>\"That was being driven by the notion that if we don't make sure that everybody has an ownership stake in what was the capital of that time, we were going to end up with a class of rich people separate from the middle class, and that was not healthy for democracy,\" Freeman says.</p><p>He advocates employee stock ownership and profit-sharing as tactics for closing America's inequality gap. Milanovic suggests substantial estate taxes and more equal taxation of labor and capital — currently income from labor is taxed at significantly higher levels. Cowen would focus on improving education and on making health care and housing more affordable to help people at the bottom do better.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Merits+Of+Income+Inequality%3A+What%27s+The+Right+Amount%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Ydstie","audio":[{"meta":{"duration":"312"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313618303-a57c3c.m3u?orgId=1&topicId=1017&aggIds=306866080&ft=3&f=313137739"},{"href":"http://media.npr.org/assets/img/2014/05/16/180884236-27cf1c4d94dafd7d986006d57f9436fbc7501149.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}}]}