{"created":"2015-02-04T21:45:18+00:00","modified":"2015-02-05T21:21:50+00:00","valid":{"from":"2015-02-05T21:21:50+00:00","to":"3015-02-05T21:21:50+00:00"},"hreflang":"en","guid":"aa2bd83b-6a7e-4a70-8507-f8cef82786c4","title":"Jordan promises 'earth-shaking' vengeance against ISIS","published":"2015-02-05T21:21:49+00:00","byline":"Christopher Woolf","tags":["ISIS","Islamic State in Iraq and Syria","execution","Moaz al-Kasasbeh","Conflict","Conflict & Justice","Amman","Asia","Jordan","Iraq","Syria","Asia","Middle East","Moaz al-Kasasbeh","Kenji Goto","Safi al-Kasasbeh","Daoud Kuttab","Sajida al-Rishawi","Ziyad Karboli","Jordan","ISIS","Islamic state","Amman","War"],"teaser":"King Abdullah of Jordan has promised a \"relentless war\" against ISIS after the gruesome murder of a captured Jordanian Air Force pilot. Two Islamists on death row in Jordan were executed this morning in apparent response, and the pilot's father has called for more. But how united is Jordan?  ","contentencoded":"<p>It seems that vengeance in Jordan comes quickly.</p>\n<p>On Monday, ISIS released a video showing the gruesome execution of a captured Jordanian fighter pilot. On Wednesday morning, two Muslim extremists on death row in Jordan were hanged in apparent response to the pilot's death.</p>\n<p>Lt. Moaz al-Kasasbeh was captured in December after his F-16 crashed during an operation over Syria. Jordan is taking part in the US-led campaign of airstrikes against ISIS, which calls itself the Islamic State. It seems he was killed just nine days later, on January 3, though the video was not released until a month later</p>\n<p>The two hanged militants were identified as Sajida al-Rishawi and Ziyad Karboli. Rishawi had been sentenced to death for her role in a 2005 suicide bombing in Amman, the Jordanian capital. Karboli was a senior al-Qaeda prisoner sentenced to death in 2008 on multiple charges, including the killing of a Jordanian in Iraq. Both were Iraqi nationals.</p>\n<p>ISIS demanded Rishawi's in exchange for Kasasbeh or a Japanese hostage, journalist Kenji Goto, who was beheaded in a video released last Saturday.</p>\n<p>But the pilot's father, Safi al-Kasasbeh, says <a href=\"http://www.reuters.com/article/2015/02/04/us-mideast-crisis-killing-idUSKBN0L71XE20150204\">Wednesday's executions were not enough</a>. \"I want the state to get revenge for my son's blood through more executions of those people who follow this criminal group that shares nothing with Islam,\" he told Reuters.</p>\n<p>He's not alone in his opinion, either. “Many Jordanians say these two were due to be hanged anyway,\" says Daoud Kuttab, the head of Amman's Radio al-Balad. \"The only thing that happened was that they speeded up the process.”</p>\n<p>Kuttab believes a wider response is coming. “There is going to be some kind of attack,” he says. “Maybe it’s going to be special forces, or much greater use of fighter jets. But there is going to be an attack on the people in the Islamic group that calls itself ISIS.”</p>\n<p>Jordan’s King Abdullah has vowed \"relentless war\" against ISIS and said that Jordan would \"hit them on their own ground.\" A government spokesman promised an \"earth-shattering\" response to Kasasbeh's death.</p>\n<p>Kuttab says the use of ground troops is being debated, but he thinks it's unlikely. “No one is talking in a level-headed way about a drawn-out ground way,\" he says. \"The situation in Syria is very complicated, with too many players. The government’s still there, and without [the] approval of the Syrian government, I don’t think the Jordanians will go on a ground war in Syria.”</p>\n<p>But despite widespread <a href=\"http://www.buzzfeed.com/sheerafrenkel/pilots-brutal-murder-brings-calls-for-isis-blood-in-jordan#.kda4gYXbG\">anger and calls for revenge</a> against ISIS, Jordan is not totally united. Some Jordanians are asking why their country is fighting ISIS in the first place, and Kuttab says some support ISIS, especially in the south of the country and among poor, unemployed youngsters. Some have even gone to join ISIS in Iraq and Syria.</p>\n<p>But the killing of Kasasbeh has not done ISIS any favors, Kuttab thinks: “In fact, the head of the foreign relations committee in parliament, who had previously said this was not our war, has been all over the press and media, saying ‘I don’t think that any more, and I think this is our war now, and we have to fight it.’”</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0204201501.mp3"},{"href":"http://www.pri.org/file/0204201501mp3"}]}