{"created":"2014-11-06T21:20:17+00:00","modified":"2015-04-29T17:55:43+00:00","valid":{"from":"2015-04-29T17:55:43+00:00","to":"3015-04-29T17:55:43+00:00"},"hreflang":"en","title":"Brooklyn Prosecutor Could Be Nominated Attorney General In Coming Days","published":"2014-11-07T22:59:00+00:00","teaser":"Loretta Lynch is the lead federal prosecutor in a district of 8 million people. But outside law enforcement circles, she isn't widely known. She'd be the nation's first black female attorney general.","itags":["npr_api","362086721"],"guid":"aa4063e5-8e2a-4249-b943-dff353f1608b","contentencoded":"<p>Two sources familiar with the process tell NPR that Loretta Lynch, the top prosecutor in Brooklyn, could be nominated by President Obama as attorney general in the coming days.</p><p>Lynch is the lead federal prosecutor in a district that serves 8 million people. But outside of law enforcement circles, this daughter of a preacher is not widely known. Friends say that's because Lynch prefers to let her cases speak for themselves.</p><p>And let's start with this one: a violent sexual assault against Haitian immigrant Abner Louima back in 1997. Prosecutors called that case one of the worst acts of police brutality in New York City history, and a central figure in the attack, Justin Volpe, was sentenced to 30 years in prison.</p><p>Lynch, a graduate of Harvard Law School, worked her way up the ladder in Brooklyn, a huge office that handles everything from old-school Mafia busts to new forms of cybercrime.</p><p>Here's Lynch talking last year about a $45 million ATM robbery. \"This was a 21st century bank heist. But instead of guns and masks this cybercrime organization used laptops and malware,\" she said.</p><p>More recently, Lynch made a splash for indicting a Republican congressman from Staten Island on fraud charges. That lawmaker, Rep. Michael Grimm, once worked as an undercover FBI agent — an irony Lynch pointed out at a news conference.</p><p>\"Michael Grimm made the choice to go from upholding the law to breaking it,\" she said.</p><p>Grimm, who was re-elected Tuesday, has pleaded not guilty.</p><p>That's not the only politically sensitive case on her docket. Brooklyn prosecutors are also investigating money-laundering allegations against an ally of Russian leader Vladimir Putin, the <em>Wall Street Journal</em> reported.</p><p>If she's selected by President Obama to lead the Justice Department, Lynch would become the first African-American woman to serve as attorney general. She was born in Greensboro, N.C., in 1959, a year before black students there sat down at a whites-only lunch counter and helped catalyze protests around the country.</p><p>Students like Ezell Blair Jr., who remembered that era with NPR.</p><p>\"But I was prepared that if I was going to die, then I'm going to die here taking my stand for what I believe to be right and true,\" Blair told NPR's <em>Tell Me More</em>.</p><p>In a speech two years ago, Lynch said her father opened his church to students as they planned their boycotts. He carried her, a toddler, to those meetings \"riding on his shoulders.\"</p><p>One of Lynch's brothers is a minister, carrying on a sort of family tradition. Another, she told the audience in New York in 2012, is a Navy SEAL \"like no other.\"</p><p>The U.S. Senate has twice confirmed Lynch to be the top prosecutor in Brooklyn, once in the Clinton years and again in 2010, by voice vote, for Obama.</p><p>In between, she worked for a law firm, but she never fully walked away from public service.</p><p>One of her assignments: investigating crimes for the International Criminal Tribunal for Rwanda. In the 2012 speech, Lynch described hearing the story of a woman who survived an attack by hiding in a churchyard \"under a pile of dead bodies.\" That work was an opportunity, Lynch said, to serve people and repay the gift of their trust.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Brooklyn+Prosecutor+Could+Be+Nominated+Attorney+General+In+Coming+Days&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"190"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362086722-022563.m3u?orgId=1&topicId=1070&d=190&p=2&story=362086721&t=progseg&e=362059023&seg=2&ft=nprml&f=362086721"}]}