{"created":"2015-07-01T19:33:24+00:00","modified":"2015-07-02T18:36:33+00:00","valid":{"from":"2015-07-02T18:36:33+00:00","to":"3015-07-02T18:36:33+00:00"},"hreflang":"en","guid":"aa4458ce-0be5-44a4-be8b-c7cf6b86a244","title":"This calico cat stationmaster was loved all over Japan","published":"2015-07-02T18:36:27+00:00","byline":"Nina Porzucki","teaser":"More than 3,000 mourners gathered this week at the funeral of Stationmaster Tama. She's a cat, and now a Shinto deity, that for more than a decade has been the symbol of one railroad company in Japan.","tags":["Culture","Arts, Culture & Media","Japan","Tama","Stationmaster","Kishi train","Cat"],"contentencoded":"<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/tama.jpg?itok=SVUe40aN\" alt=\"\" /><div class=\"field-caption\">\n    <p>Tama wears a stationmaster's cap of Wakayama Electric Railway at the Kishi station on the Kishigawa line in the city of Kinokawa, in Wakayama prefecture.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Toru Yamanaka/AFP/Getty Images</p>\n  </div>\n</div>\n<p>It’s goodbye kitty.</p>\n<p>This week, more than 3,000 people attended the funeral for one of Japan’s most beloved felines, Stationmaster Tama.</p>\n<p>Tama was a stray calico cat that found herself at the Kishi train station in rural Wakayama prefecture in western Japan. She hung about the station and was officially appointed stationmaster in 2007. She had her uniform, complete with a stationmaster’s hat. Her salary was paid in cat food.</p>\n<p>“The station was faltering and didn’t have enough passengers and was about to be closed. When Tama became stationmaster, the ridership increased dramatically,” says Roland Kelts, author of the “Japanamerica: How Japanese Pop Culture Has Invaded the US.”</p>\n<p>People came from all over Japan to this tiny, rural station to visit Tama. Typically the stationmaster in these rural train stations takes tickets and welcomes passengers, says Kelts. Tama was excused from ticket taking, but she did welcome passengers. As her popularity soared so did tickets sales, rising more than 10 percent in her first year.</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://embed.theguardian.com/embed/video/world/video/2015/jun/29/tama-the-cat-stationmaster-japan-video\" width=\"560\"></iframe></p>\n<p>“In a way she became an icon of rural survivalism in Japan,” says Kelts.</p>\n<p>The Japanese countryside has really hollowed out over the past decade. As the population grows increasingly older, some have looked to Tama as a symbol of the aging Japanese who continue to live in the rural villages around the country.</p>\n<p>“I think Tama became an icon of their toughness and willingness to persevere,” says Kelts.</p>\n<p>Since her death, Tama has been declared a Shinto diety.  She will reportedly be laid to rest at a shrine for cats near the station.</p>\n<p>Her elevated status to a Shinto deity is no surprise to Kelts. Cats have long been seen as symbols of good fortune and luck, particularly for fisherman in Japan, says Kelts. In fact you may even have seen the lucky statuette of the cat with its beckoning arm welcoming good luck and good business in many Japanese restaurants and stores around the world. And, of course, there’s also most famous Japanese cat, Hello Kitty, who has become a symbol in her own right.</p>\n<p>“I find that in Japanese culture, the borderline between the imaginative or the spiritual and the day-to-day, or what we think of as the naturalistic or realistic world, is much more porous,” Kelts says.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-07-01%2Fcalico-cat-was-stationmaster-and-loved-all-over-japan&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/07012015_05.mp3"},{"href":"http://admin.pri.org/file/0701201505mp3"}]}