{"created":"2015-06-29T12:38:57+00:00","modified":"2015-06-29T15:36:20+00:00","valid":{"from":"2015-06-29T15:36:20+00:00","to":"3015-06-29T15:36:20+00:00"},"hreflang":"en","guid":"aa4f82e3-caf1-4c79-bf8e-9adf142ca0cb","title":"Here's a radical solution: To make peace with terrorists, you need to talk to them","published":"2015-06-29T15:36:15+00:00","byline":"Oliver Lazarus","tags":["terrorism","diplomacy","government","Conflict","Conflict & Justice","Europe","Asia","Ireland","Iraq","Syria","ISIS","Terrorism"],"teaser":"Jonathan Powell played a key role in bringing about peace in Northern Ireland. In a new book, he says the lessons he learned there can be applied to terrorists conflicts around the world — including with ISIS. He says we just need to bring them to the table for negotiations.","contentencoded":"<p>The first time that Jonathan Powell met with terrorists — two leaders of the Irish Republican Army — it was personal.</p>\n<p>“When I met with Gerry Adams and Martin McGuinness, I refused to shake their hands. They had shot my father in an ambush and had injured him in 1940 in Northern Ireland. And my brother had been on a death list [in Northern Ireland]. So I didn’t feel warm and cuddly when I met them.”</p>\n<p dir=\"ltr\">And Powell, who led negotiations with the IRA while chief of staff to Tony Blair, didn’t feel so “warm and cuddly” when he received a call from McGuiness three days later, asking him to come back to Northern Ireland “incognito,” without alerting the British police or army. But Tony Blair gave him the OK.</p>\n<p>“I stood on a street corner for an hour, feeling rather foolish. Two guys with shaved heads came up and pushed me into the back of a cab. They drove me around for an hour until I was completely lost, and then they pushed me out of a door. I knocked on the door, and there was Martin McGuinness on crutches. I spent three hours talking with him.”</p>\n<p>After talking, Powell and McGuinness were not ready to strike a deal to end hostilities between the IRA and England. But a channel of communication had been opened, setting the groundwork for the 1998 Good Friday Agreement that ended the conflict — a task that Powell, along with much of England and Ireland, considered “sisyphean.”  </p>\n<p>“We didn’t make a breakthrough, but over the next 10 years, I would cross the Irish Channel once every week or every other week, and sit with Gerry Adams and Martin McGuinness in safe houses.”</p>\n<p>In a new book, Terrorists at the Table: Why Negotiating is the Only Way to Peace, Powell outlines the key lesson of these negotiations: To make peace with terrorists, you need to talk to them.</p>\n<p>“By taking our share of risks,” Powell continues, “by going onto their turf rather than by demanding they come to ours, you could actually build enough trust to make a breakthrough in these things. If you just approach it as a diplomatic negotiation, if you just sit in formal meetings, you won’t make any progress. You have to build trust first.”</p>\n<p>Powell believes that this lesson is applicable across situations, having successfully negotiated situations in Northern Ireland, South Africa and El Salvador, among others. Even the Arab-Israeli conflict, Powell says, can be solved through negotiating, rather than violence.</p>\n<p dir=\"ltr\">“I do believe that there is no such thing as an insolvable conflict. Everyone believed the Northern Ireland conflict was insolvable. And a funny thing happens when you have an agreement. You go suddenly from insolvable, to inevitable. And the next day, it’s inevitable.”</p>\n<p>The same lesson also applies to more violent “terrorist” scenarios, such as with Boko Haram and ISIS.</p>\n<p>“In these scenarios, the armed group needs to know there’s a political perspective if they put down their weapons. And we need to know they're going to put their weapons down and actually talk.”</p>\n<p dir=\"ltr\">Rather than sending big names, like a secretary of state, it’s important to send someone who is prepared to take risks to establish the initial connections. But opening up the first talks isn’t always so easy, simply because it can often be difficult to know if you’re talking with the right people.</p>\n<p dir=\"ltr\">Powell says, “It’s always difficult, because people often turn up and claim to be the representatives of terrorist groups. Sometimes you need a sign — like the tape of a hostage. In the case of the United States in Iraq, they would require them to fire missiles into the air, to make sure they were talking to the right people.”</p>\n<p>But Powell believes the US isn't doing enough in Iraq to deal with ISIS. If there is ever to be a peace that both sides are content with, the channels need to be opened now.</p>\n<p dir=\"ltr\">“I very much doubt [a channel] is open, and I think that’s the mistake we’re making right now. Had the channel not been there in 1993 [with the IRA], we would have never gotten into peace talks.”</p>\n<p>In addition to the initial talks, what Powell describes as a “mutually hurting stalemate” needs to be in place to ensure that both sides are willing to seriously negotiate. Rather than simply having a military stalemate, both sides need to be hurting, believing that they can’t make progress.</p>\n<p>The biggest concern with Powell’s doctrine is, of course, that it is too “easy” on terrorists. While just last week, President Barack Obama changed the law that made it illegal for families to pay ransoms to terrorist groups in hostage scenarios, the US government has long taken a hard line in negotiations with terrorists, at least publicly. But Powell notes a distinction between acquiescing to terrorists, and simply being smart and opportunistic diplomatically. Rather, grandiose terrorist demands, like all of Ireland being united independently, often turn to more reasonable grievances in negotiations.</p>\n<p>“Talking to terrorists is not agreeing with terrorists. When we sat down with the IRA, we were never going to agree to a united Ireland at the barrel of a gun, against the wishes of the majority of people. That was never going to be on the agenda. But when we sat down with them, there were a number of things they wanted to talk about — human rights, the Irish language, for example.”</p>\n<p dir=\"ltr\">Meeting reasonable grievances, Powell believes, is especially applicable today.</p>\n<p dir=\"ltr\">“It’d be the same with ISIL in due course. When we sit down with them, the first stage is to explore and to understand what they’re about, and for them to understand how they’re perceived by the rest of the world. If we get to a mutually hurting stalemate with them, then you could have a serious negotiation. But it wouldn’t be about a caliphate, it’d be about the grievances of the sunnis of Iraq and Syria, who have been disenfranchised by sectarian governments in Damascus and Baghdad.”</p>\n<p><em>This <a href=\"http://www.thetakeaway.org/story/terrorists/\">story</a> first aired as an interview on PRI's <a href=\"http://www.thetakeaway.org/story/terrorists/\">The Takeaway</a>, a public radio show that invites you to be part of the American conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-29%2Fheres-radical-solution-make-peace-terrorists-you-need-talk-them&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/audio.wnyc.org/takeaway/takeaway062515-terrorists.mp3"},{"href":"http://admin.pri.org/file/takeaway062515-terroristsmp3"}]}