{"created":"2014-10-08T17:44:28+00:00","modified":"2014-10-31T02:34:18+00:00","valid":{"from":"2014-10-31T02:34:18+00:00","to":"3014-10-31T02:34:18+00:00"},"hreflang":"en","title":"'Illmatic': The Making Of A Classic","published":"2014-05-01T11:53:00+00:00","teaser":"This summer Nas is traveling the world performing his debut album in full. The crowds that are coming out to see him are turning up because the 20-year-old record is an acknowledged classic.","itags":["npr_api","307724568"],"guid":"aa580699-9989-4be8-ade8-b93b6f582a58","contentencoded":"<p>This summer Nas is traveling the world performing his debut album, <em>Illmatic</em>, in full. The crowds coming out to see him — in Texas, Germany and California — are turning up because the 20-year-old record is an acknowledged classic.</p><p>In the early '90s hip-hop was just beginning its takeover of popular music. It was landing on the charts, but more often than not, the songs there were novelties (see: MC Hammer, Vanilla Ice).</p><p>For the people who took hip-hop seriously, and especially the fans in rap's hometown of New York City, this was a problem.</p><p>\"By '91 things had become commercialized,\" says Faith Newman, who was then director of A&R at Columbia Records, tasked with signing new acts. \"It didn't feel substantive.\"</p><p>One day that year, she was driving around in downtown New York, listening to a song by a group called Main Source. \"That's when I heard Nas' — Nasty Nas' — verse. Oh, my God, I can even remember — like, it was a really gray day.\" The song was called \"<a href=\"http://www.youtube.com/watch?v=S-zndpG0eS8\" target=\"_blank\">Live at the Barbeque</a>.\"</p><p>Newman wasn't the only one who heard that verse. At the time, Minya Oh was just a fan; now, she's <a href=\"http://www.missinfo.tv/\" target=\"_blank\">Miss Info</a>, a radio personality at Hot 97, the most influential hip-hop station in the country.</p><p>\"It was like it cut through the air. It just sounded so different, but familiar at the same time,\" she says. \"And a little scary. Because that era was filled with children born from a lot of struggle and born to express themselves through rhyme. And a lot of what they were seeing and then wanted to say was not pretty.\"</p><p>Somebody else heard it too: the rapper born Nasir Jones.</p><p>\"I'm walking through the projects late one night. And I see these older dudes by the radio — by a car. They sittin' by their car, talking. They were drinking beers and they were — late! And they were playing the radio out they car. So I'm just sitting there; I ain't have nowhere else to go at this point. I ain't seen none of my boys, so I'm just hanging out where they at. And then the record comes on. So I'm like, 'Yo, that's me! Yo, that's me!' So I'm like, 'Yo!' I'm trying to tell them, 'Yo, that's me!' But they all in they conversation, they yelling and talking amongst each other. They not listening to the radio. I'm trying to tell them that's me, they like, 'Yeah, all right, all right.' They not even — so I block them out. I'm just in my zone. I'm listening to me. So that walk from 12th Street to Vernon, back to my block, I was in a trance.\"</p><p>Nas was then 17 years old. Newman went on a mission to find him, and when she finally did, she signed him to a record deal. Then Nas told her what he wanted to do: assemble a dream team of the top producers of the day.</p><p>\"Could you imagine?\" says Nas. \"I'm like this — I'm brand new. Nobody — I got like two verses out there. How am I going to get a beat from Q-Tip? How am I gonna get a beat from Premier and Pete Rock? And I was lucky to have them produce for me at that stage.\"</p><p>It took Nas more than two years to craft <em>Illmatic</em>. He was not hard at work that whole time, but when he was, he was a perfectionist, and kept going over budget. Newman got frustrated. One night in the studio she got mad, and Nas walked out. \"But he had left a yellow legal pad there with lyrics on it, and I just started reading it. And I was like, 'Oh, my.' \"</p><p>Meanwhile Minya Oh had gone from fan to intern at the magazine considered the bible of hip-hop, <em>The Source</em>. <em>Illmatic</em> was becoming the object of such massive anticipation that the editors were worried their judgment might be clouded, so they assigned the review of it to someone who had a little distance.</p><p>\"I'm a Korean-American, girl — teenager — from Chicago,\" says Oh. \"Those are all different elements that really keep it blind.\"</p><p>In the winter of 1994, Oh was handed a cassette with handwritten track names on it. \"At the time I was using a bright yellow waterproof Walkman,\" she says. \"I got onto the subway platform. And when I started listening to the album and that intro comes on — 'Genesis' and then '<a href=\"http://www.youtube.com/watch?v=UKjj4hk0pV4\" target=\"_blank\">N.Y. State of Mind</a>,' it felt like somebody dropped a hood over me. And I remember that many trains went by and I was still standing there. I don't think I stopped playing it for days.\"</p><p>Writing under the pen name Shortie, she gave <em>Illmatic</em> 5 Mics, <em>The Source</em>'s equivalent of five stars. It had been more than two years since the magazine had bestowed that honor. She says she rated it so highly because it took her into a world she knew.</p><p>\"There's <a href=\"http://www.youtube.com/watch?v=JXBFG2vsyCM\" target=\"_blank\">a line about being 'telephone blown</a>.' And it's not about your telephone blowing up, and ringing. It's about your face being opened up with a razor, which was called a 'telephone cut' because it went from your ear, to your mouth and it was gruesome. And I knew lots of kids walking around — even girls — with these scars. So those are little tiny things that make it very realistic. And I think that the bravado that is in a lot of the songs was totally realistic. Everyone had to feel somewhat invincible in order to just not get downtrodden.\"</p><p><em>Illmatic</em> remains the pinnacle of Nas' career. The stories within it — the disappearance of the middle class, the climbing number of black men in prison — could have been written today. So people are asking him to perform it again. He has done it at the chandeliered Kennedy Center in a tux, at dusty festivals, in clubs.</p><p>\"It's a honor,\" says Nas. \"I'm honored that people would still like it. 'Cause the content is relevant to today.\"</p><p>That's the definition of classic.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Illmatic%27%3A+The+Making+Of+A+Classic&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frannie Kelley","audio":[{"meta":{"duration":"440"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1308569864-cf274d.m3u?orgId=1&topicId=1105&aggIds=100920965&ft=3&f=307724568"},{"href":"http://media.npr.org/assets/img/2014/04/28/12618-p17-b-5d5e31ec5d3bac9abed7d549aeb63ea7da19ac8a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"821","width":"1095"}}]}