{"created":"2014-09-04T16:42:32+00:00","modified":"2015-01-02T17:53:57+00:00","valid":{"from":"2015-01-02T17:53:57+00:00","to":"3015-01-02T17:53:57+00:00"},"hreflang":"en","title":"Travel Disasters Bring Out The Best, The Worst ... And The Cannibalism","published":"2014-07-17T18:41:00+00:00","teaser":"Tales about travel don't always end well: Planes crash into jungles and ships run aground. For NPR's \"Book Your Trip\" series, Lynn Neary considers the rich genre of travel disaster literature.","itags":["npr_api","331405017"],"guid":"aa6592ff-cf67-4d98-b9b2-d3d8f9f0a4bb","contentencoded":"<p>Author Sarah Lotz is terrified of flying, so naturally every time she gets on a plane she imagines the worst. \"I imagine how it's going to smell if things start burning,\" she says. \"I imagine the <em>thunk</em> of luggage falling out of the compartments at the top. ... I imagine it all in absolutely horrible detail.\"</p><p>All those horrible imaginings came in handy when Lotz was writing her new book <em>The Three</em> — the story of three children who are the only survivors of four separate plane crashes that occur in different parts of the world on the same day.</p><p>Lotz's book is part of a long tradition of travel disaster stories. After all, travel tales don't often end well: Planes crash into dense jungles and frozen tundras. Shipwreck victims spend months in rickety boats on the high seas. Survivors are stranded on far-flung islands and must overcome terrible odds.</p><p>Indeed you could think of Odysseus' long journey home in <em>The Odyssey</em> as just one travel disaster after another, says Eric Wilson, author of<a href=\"http://www.npr.org/books/titles/146598867/everyone-loves-a-good-train-wreck-why-we-cant-look-away\"> Everyone Loves a Train Wreck.</a></p><p>Odysseus endures \"just one test after another of his mettle,\" Wilson explains. \"Is he wily enough, is he crafty enough, is he strong enough, is he brave enough ... and the answer in all cases is yes!\"</p><p>Travel disasters typically thrust people into extreme conditions. Not only is their bravery tested, but so is their moral fortitude. Mitchell Zuckoff has written about real-life stories of travelers stranded in remote locations in his books <em>Lost in Shangri-La</em> and <em>Frozen in Time</em>. He says people get a vicarious thrill reading about such perilous adventures from the safety of their homes. But it also makes them think: \"We all fly, we all get on boats — if the worst happened, how would I react? That fascinates me,\" says Zuckoff.</p><p>One of Zuckoff's favorites is <em>A Night to Remember</em>, Walter Lord's account of the sinking of the Titanic, which was made into a film in 1958. Lord based his book on interviews with survivors and included the haunting image of the band that continued to play as the ship went down. But these stories don't end once the ship has sunk or the plane has crashed — often that is just the beginning.</p><p>\"Most travel disasters turn into something else,\" Zuckoff says, \"a story of survival, a story of bravery, of heroism, sometimes villainy. You just don't know when it starts where it's going to go because they are unexpected events.\"</p><p>It is usually the survivors who are left to tell the rest of us what really happened. In Lotz's book, the young survivors become the center of a media storm. They are suspected of being aliens or harbingers of the apocalypse.</p><p>\"There is something about a miracle — for example, surviving an air crash — that to us makes them extremely special,\" Lotz says. \"They've beaten death. That really fascinates us.\"</p><p>Survivors often find themselves struggling not only with forces of nature but also with each other. In <em>Frozen in Time</em>, Zuckoff's retelling of a cargo plane that crash-landed in Greenland during World War II, the survivors proved to be heroic.</p><p>\"It was amazing,\" Zuckoff says. \" ... Every guy inside the tail section of that plane felt as though: What can I give to the guy next to me? Can I warm his feet? Can I share my rations? How do I help him survive?\"</p><p>But survivors can also turn on each other, sometimes savagely, as in the novel <em>Lord of the Flies</em>. Being trapped in an isolated place — or a small space like a lifeboat — with a bunch of strangers can bring out the best or the worst in us, says author Eric Wilson.</p><p>\"Suddenly they have to work together as a team,\" he says. \" ... There's this idea of extreme behavior where oftentimes the normal guy becomes the hero and oftentimes the seemingly extraordinary guy becomes the goat. And then there's always the possibility of cannibalism. Again, the idea that something extreme is going to happen, and in the extreme context people will learn things about themselves they did not know before.\"</p><p>Wilson believes writers keep returning to the story of travels gone wrong because there is something immensely satisfying about it.</p><p>\"When there is danger, when there is destruction, we kind of feel like we're on the edge of life, fully alive,\" he says. \"And that can really bring out some strong prose. And it can allow us to think about some of the great questions in the universe, such as what is the meaning of suffering?\"</p><p>Sometimes a journey that ends in a disaster can bring the survivor in touch with the sublime. That's literally what happens in James Hilton's <em>Lost Horizon, </em>where survivors of a plane crash in the Himalayas find themselves in a paradise called Shangri-La.</p><p>The only problem is ... you'd have to survive a plane crash to get there.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Travel+Disasters+Bring+Out+The+Best%2C+The+Worst+...+And+The+Cannibalism&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lynn Neary","audio":[{"meta":{"duration":"405"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331586832-440a9d.m3u?orgId=1&topicId=1033&aggIds=320361610,100876926&ft=3&f=331405017"},{"href":"http://media.npr.org/assets/img/2014/07/14/istock_000003240386medium-91303135f43bf6dc0347a5d968a205baba198ad4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1131","width":"1509"}}]}