{"created":"2014-09-26T20:11:18+00:00","modified":"2014-10-30T22:01:51+00:00","valid":{"from":"2014-10-30T22:01:51+00:00","to":"3014-10-30T22:01:51+00:00"},"hreflang":"en","title":"New Boston Symphony Music Director Andris Nelsons: 'It's Not A Job — It's Life'","published":"2014-09-27T16:22:00+00:00","teaser":"The 35-year-old Latvian conductor brings a sincerity and enthusiasm to his position, marking the end of a three-year period of uncertainty for one of America's oldest and most respected ensembles.","itags":["npr_api","351720751"],"guid":"aa6f28b5-460e-448b-a851-75400c754bf1","contentencoded":"<p>Andris Nelsons is a bear of a man. The 35-year-old Latvian conductor, who will become the <a href=\"http://www.npr.org/artists/15937109/boston-symphony-orchestra\" target=\"_blank\">Boston Symphony Orchestra</a>'s youngest music director in more than a century, is <a href=\"http://www.youtube.com/watch?v=041V2wZ0EsQ\" target=\"_blank\">over 6 feet tall</a>, and when he stands on the podium, he <em>moves</em>.</p><p>\"Through conducting,\" Nelsons says, \"you express through your arms, through your face and even the body, what you want to tell, so the musicians of the orchestra understand.\"</p><p>In July, when Nelsons made his first appearance as music director designate at Tanglewood, the summer home of the BSO, the musicians understood.</p><p>Elizabeth Rowe, principal flutist of the BSO, says that above all, Nelsons is \"an incredibly enthusiastic musician.\"</p><p>\"His love for the music is so palpable,\" Rowe says. \"And there's a tremendous sincerity to what he brings that is really — it's fresh and it's very inspiring.\"</p><p>The BSO auditioned a number of conductors after its most recent director, James Levine, stepped down because of <a href=\"http://www.npr.org/blogs/deceptivecadence/2011/03/04/134236139/james-levine-leaves-the-boston-symphony-orchestra\" target=\"_blank\">health issues</a>. But Nelsons proved to be the <a href=\"http://www.npr.org/blogs/deceptivecadence/2013/05/16/184480130/andris-nelsons-named-music-director-of-the-boston-symphony\" target=\"_blank\">unanimous choice</a> of both the musicians and the board, says managing director Mark Volpe.</p><p>\"This guy,\" Volpe says, \"the music's kind of oozing out of not just his hands, but his whole body.\"</p><p>Nelsons was born into a musical family in Riga, Latvia, when it was part of the Soviet Union. He was just 17 when he started playing trumpet in the opera house, and eventually he became its music director. From there, Nelsons' career in Europe has exploded. He's conducted the Berlin and Vienna philharmonics at the Bayreuth Festival and leads the City of Birmingham Symphony Orchestra in England. Now, Boston. It's quite a resume for a 35-year-old.</p><p>\"It came very early and I'm still very young, for conductor,\" Nelsons says. \"But still, I'm very happy that it's been fast, but gradual opportunities.\"</p><p>Volpe says much of Nelsons' appeal comes from his openhearted approach to music-making.</p><p>\"It's almost a spiritual dimension that he brings,\" Volpe says. \"And he is a fairly spiritual guy. There's virtually no cynicism.\"</p><p>It's a privilege to be a musician, Nelsons says: \"Music is something so mystical, so unexplainably a thing you cannot put in the rules or boundaries, you know? It speaks about our feelings about questions of life and death. It goes absolutely beyond any kind of rules.\"</p><p>Since Levine's departure, it has been an uncertain three years for one of America's oldest and most respected ensembles. Malcolm Lowe, the Boston Symphony's concertmaster for the past 30 years, says it's exciting to have somebody like Nelsons at the helm.</p><p>\"It's one of those times that you can really honestly say that there's something very natural and very organic about what happens with him,\" Lowe says. \"Both as a human being and musically, which is really great for us.\"</p><p><em>Boston Globe</em> music critic Jeremy Eichler has been impressed by what he's seen and heard of Nelsons, but he has questions about how much influence the young conductor can have on the BSO, when he's only in town for about 10 weeks this season.</p><p>\"It's clear that he can lead exciting concerts with the Boston Symphony, but what exactly will be his appetite to actually drive institutional change?\" Eichler asks. \"To not just be the first conductor, you know, among equals, but to actually be a cultural leader in Boston. And, institutionally, to kind of grapple with these bigger questions of where the orchestra should go, how it can be renewing its mission, you know, what it means to be an orchestra in the 21st century.\"</p><p>For Nelsons, the most important mission of being a conductor is to make a human connection, with his orchestra and with his audience.</p><p>\"It is much more than profession and a job,\" Nelsons says. \"It's not a job. It's life. And we musicians can influence, and are responsible to influence, human hearts when we perform. We have to touch them.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Boston+Symphony+Music+Director+Andris+Nelsons%3A+%27It%27s+Not+A+Job+%E2%80%94+It%27s+Life%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Lunden","audio":[{"meta":{"duration":"367"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351812031-487138.m3u?orgId=1&topicId=1106&ft=3&f=351720751"},{"href":"http://media.npr.org/assets/img/2014/09/26/conducting-orchestra049-c6570208606960c3986aa8c18d1703059e91aec8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4159","width":"5546"}},{"href":"http://media.npr.org/assets/img/2014/09/26/rehearsal12-1--ddbd593cd0f4a8274aaa81f8b98f42ec07e9b36b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4159","width":"5546"}}]}