{"created":"2014-12-14T22:29:38+00:00","modified":"2014-12-15T02:40:10+00:00","valid":{"from":"2014-12-15T02:40:10+00:00","to":"3014-12-15T02:40:10+00:00"},"hreflang":"en","title":"LA's Unclaimed Dead Receive Prayers, And A Final Resting Place","published":"2014-12-14T22:57:00+00:00","teaser":"Every year since 1896, Los Angeles County has buried the cremated remains of people who die in the region, but whose bodies are never claimed. This year, the county buried the remains of 1,489 people.","itags":["npr_api","370592230"],"guid":"aa74fff3-0856-4469-a570-7c78b3a9c502","contentencoded":"<p>Every year since 1896, Los Angeles County has held a somber ceremony for the men, women and children who die there, but whose bodies are never claimed.</p><p>Some of those buried are unidentified; they are buried as Jane and John Does.</p><p>Many others have been identified, but for a variety of reasons, family and friends never picked up their cremated remains.</p><p>This year, in an interfaith ceremony on Dec. 9, the county buried the ashes of 1,489 people in a mass grave in the County Cemetery in LA's Boyle Heights.</p><p>County employees, media and others from the region — there simply to pay respects — watched as religious leaders recited the Lord's Prayer in English, Spanish, Korean and Fijian. A Hindu prayer was read, along with a poem by Maya Angelou.</p><p>\"They come to us as Larry 22s, Margaret 54s,\" said Father Chris Ponnet, leading the ceremony. He's a Catholic priest, but at this ceremony, he ministers to all faiths and to nonbelievers.</p><p>\"Sometimes families are with them, and some are not,\" Ponnet said. \"But today, we as a community, in the great tradition of this county, say, once again, 'They existed.' \"</p><p><strong>A Century-Old Tradition</strong></p><p>This year, the county buried the people who died in 2011. The county holds onto the cremated remains of the unclaimed for three years, in case someone ever comes to retrieve them.</p><p>Albert Gaskin is the caretaker of the those remains. He has worked for LA County for 42 years, and for more than 30 of those years, he has worked in the chapel and crematorium by the cemetery.</p><p>Each day, beginning around 4 a.m., he and his colleague, Craig Garnette, cremate the bodies of the unclaimed dead. Gaskin says they typically handle six bodies a day.</p><p>After cremation, the ashes are kept individually in brown plastic boxes, about the size of an average hardcover book. Those boxes are kept in a room at the crematorium on gray metal shelves, 13 shelves high. Gaskin says the remains around 6,000 individuals are kept in that room, in case someone comes to claim them.</p><p>When a family member or a friend comes to claim those remains, Gaskin says it can be painful.</p><p>\"Sometimes you feel their emotions,\" he says. \"So you just say, 'Are you all right?' And you sit down to talk to them and pat them on the shoulder ... You just have to do the best you can to be a help to them.\"</p><p>Gaskin is matter-of-fact but respectful in talking about his job. He says the feels like he's doing an important service for his community. But there are times when the work can get to him.</p><p>\"You get used to it, and then you're not,\" Gaskin says \"So just say your little prayer and keep on. Trying to make the day. Tomorrow will be better. Always look for tomorrow.\"</p><p><strong>Putting Stories To The Numbers</strong></p><p>Gaskin keeps the records of the unclaimed dead in a fireproof safe at the County Crematorium. Even today, those records are not digitized, but kept in bound books — although the county says it is currently undertaking a project to digitize all of the records of the unclaimed dead going forward.</p><p>This November, the <em>Los Angeles Times</em> digitized 2011's records and created a <a href=\"http://spreadsheets.latimes.com/unclaimed-dead/\">searchable database</a> for the people set to be buried in December's ceremony.</p><p>As a result, the paper was able to <a href=\"http://www.latimes.com/local/great-reads/la-me-c1-unclaimed-dead-20141109-story.html#page=1\">put stories to the unclaimed dead</a>, and discover why many of them went unclaimed.</p><p>One primary reason, <em>LA Times </em>reporter Jon Schleuss tells NPR's Arun Rath, was money.</p><p>\"Depending on whether it was handled by coroner or the county, it can be $350 to $460 to claim those ashes,\" Schleuss says.</p><p>But some people simply didn't know that their relatives or friends had died, or where they were buried.</p><p>\"A woman had been looking for a relative, [and] wasn't able to find this person,\" says Schleuss, who reported the story along with the <em>Times</em>' Maloy Moore.</p><p>\"After our story ran, she found this person in our database and was able to go to the county and claim them [before the burial].\"</p><p><strong>Remembering And Honoring</strong></p><p>Sam Judis attended this year's ceremony at the county cemetery to remember her mother. Judis lost touch with her mother years ago. Later, she found out her mother had died, and was buried in the county cemetery in 2002.</p><p>The day of this year's ceremony seemed like the right time to visit.</p><p>\"I hadn't spoken to her in many years,\" she says. \"And the first thing I did was check to see if she was still alive, because I couldn't find her.\"</p><p>When she discovered that her mother was buried at the County cemetery, she didn't come immediately.</p><p>\"It took me a few years to accept it,\" she says, \"and a few more years to be able to come. And so that's why I'm here today.\"</p><p>Judis' friend Terri Levine also came to pay her respects, not just to Judis' mother, but to all the people being buried.</p><p>\"I feel like it's the that least we could do is pay respects to these people,\" Levine says. \"They're people, too.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=LA%27s+Unclaimed+Dead+Receive+Prayers%2C+And+A+Final+Resting+Place&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"462"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370792973-c2fa50.m3u?orgId=1&topicId=1091&ft=3&f=370592230"},{"href":"http://media.npr.org/assets/img/2014/12/14/img_8711-620055eb9a5612b3297372b169ceb28705cc1717.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2094","width":"2792"}},{"href":"http://media.npr.org/assets/img/2014/12/13/Albert+Gaskin+-+Records-5ee79784aa03ab7427e9cc9a90c62524c22573e3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}},{"href":"http://media.npr.org/assets/img/2014/12/13/Room+Containing+Remains-7dac9f95438f1fb082f5b21b833284f7ffab0b2e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2367","width":"3156"}}]}