{"created":"2015-01-09T01:22:28+00:00","modified":"2015-01-09T21:45:56+00:00","valid":{"from":"2015-01-09T21:45:55+00:00","to":"3015-01-09T21:45:55+00:00"},"hreflang":"en","guid":"aa8634f4-d826-4b1a-bdd0-596072b5faa8","title":"To publish or not to publish? It's a tough question for the Charlie Hebdo cartoons","published":"2015-01-09T21:45:51+00:00","byline":"Carol Hills","tags":["Charlie Hebdo attack","censorship","media","Media","Arts, Culture & Media","Paris","Europe","France","Europe","Nick Cohen","Paul Farhi","Charlie Hebdo"],"teaser":"There's something missing from most of the media coverage about the murderous attack on the French satirical weekly Charlie Hebdo: the very cartoons that may have provoked the attack. And the decision to hold them back has sparked a fierce debate in the media world.","contentencoded":"<p>To justify their attack on the offices of Charlie Hebdo, Islamist militants and their supporters said some of the cartoons published by the satirical weekly defamed Islam and the Prophet Muhammad.</p>\n<p>Many news outlets have since chosen to censor — or simply not publish — images of the cartoons, leading to accusations that media are giving into the demands of terrorist groups. Nick Cohen of The Observer, a British newspaper, and Paul Farhi, a media correspondent for The Washington Post, argue about what's actually behind those decisions.  </p>\n<p>Here's a bit of the back and forth between Cohen and Farhi:</p>\n<p><strong>Cohen:</strong> The reason [British news organizations] aren't publishing them is that we're terrified. </p>\n<p><strong>Farhi:</strong> The Washington Post is not terrified. The American media is not terrified. This is called editing. It's not called censorship.  </p>\n<p><strong>Cohen:</strong> It's only radical Islam and the violence that comes from it that leads to talk of sensitivities. If we were doing a piece on anti-Semitic caricature in the Middle East, we would show the cartoons. </p>\n<p><strong>Farhi:</strong> In this case, The Washington Post Op-Ed page ran one of the Charlie Hebdo cartoons, and that was an editorial choice they made to show what the controversy was about. But the news pages did not show that.</p>\n<p><strong>Cohen:</strong> You can say you shouldn't needlessly offend people's religious sensitivities, but religions are a form of power. Like every other form of power, they should be subject to scrutiny — including satirical, robust and baudy, irreverent scrutiny. </p>\n<p><strong>Farhi: </strong>We're not in the business of offending any group of people. We're certainly capable of covering any group of people and any controversy without being offensive about it. That's a choice that individual editors make all the time.</p>\n<p><strong>Cohen:</strong> And I'm a little suspicious when people just say, \"Oh, we're worried about sensitivities.\" If you're worried about sensitivities the whole time, you wouldn't be in journalism, because everything offends someone.</p>\n<p><strong>Farhi:</strong> If there were a protest sign, for instance, either for or against what was going on in Ferguson, and it was deemed offensive by our editors or in proxy for a group of people, we would not publish that. We don't publish nudity. We don't publish pornography. We don't publish the bodies of American soldiers killed in wars.</p>\n<p><strong>Cohen:</strong> When you do have a violent, ultra-reactionary, obscurantist man threatening you with bombs and guns, you have got to at least have the bravery to admit you're afraid and acknowledge that it's influencing you.</p>\n<p><strong>Farhi:</strong> It would be wrong to say there is not fear and that we're totally fearless. There's certainly concern, but I also don't believe that it's guiding our editorial judgements. </p>\n<p><strong>Cohen:</strong> Normally in Britain we say we're five years behind America. I sometimes think on radical Islam, America is a bit behind us on this.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}