{"created":"2014-12-15T20:16:59+00:00","modified":"2014-12-18T23:26:19+00:00","valid":{"from":"2014-12-18T23:26:19+00:00","to":"3014-12-18T23:26:19+00:00"},"hreflang":"en","title":"Supreme Court Upholds North Carolina Traffic Stop","published":"2014-12-15T22:20:00+00:00","teaser":"The court has upheld a cocaine conviction that began when police stopped a car with just one brake light, even though state law in North Carolina requires only one brake lamp.","itags":["npr_api","370995815"],"guid":"aa8bc65c-1dfd-4422-9d25-94e8d2c00a81","contentencoded":"<p>The U.S. Supreme Court on Monday ruled that police officers don't necessarily violate a person's constitutional rights when they stop a car based on a mistaken understanding of the law. The ruling prompted a lone dissent from Justice Sonia Sotomayor, who warned that the court's decision could exacerbate public suspicion of police in some communities.</p><p>In 2009, Nicholas Heien and a friend were traveling down a North Carolina highway when they were pulled over for having a broken tail light. A subsequent search of the car found a plastic bag containing cocaine. It turns out, though, that police had no legal right to stop the car in the first place because, under North Carolina law, having a single broken tail light is not an offense. Heien contended that just as ordinary citizens cannot claim ignorance of the law as a defense, police can't either, and because the traffic stop was illegal, the evidence from the search that followed should not have been permitted in evidence against him.</p><p>But the Supreme Court, by an 8-1 vote, ruled that since the officer's mistake was reasonable, it did not violate the constitution's ban on <em>un</em>reasonable searches and seizures.</p><p>Writing for the court, Chief Justice John Roberts noted that the keystone of the Fourth Amendment ban on unreasonable search and seizure is the word \"unreasonable.\" And in this case, the officer's belief that having a broken tail light was illegal counted as a reasonable mistake. The traffic stop and the subsequent consensual search of the car were therefore also reasonable.</p><p>The maxim \"ignorance of the law is no excuse,\" does not apply here, Chief Justice Roberts maintained, because Heien \"is not appealing a brake light ticket; he is appealing a cocaine-trafficking conviction as to which there is no asserted mistake of fact or law.\"</p><p>The decision gives police \"somewhat more power, but it's hard to imagine that it's a lot,\" says professor John Barrett, of St. John's University School of Law in New York City.</p><p>That's because most state traffic laws are both clear and well known. Justice Elena Kagan joined in the majority but wrote separately to stress that the ruling applies to a small number of \"exceedingly rare\" cases where the law is unclear. Justice Ruth Bader Ginsburg joined the concurrence.</p><p>But Justice Sonia Sotomayor, in dissent, worried about giving police a further fudge factor.</p><p>Traffic stops can be \"annoying, frightening, and perhaps humiliating,\" she observed. And permitting stops based on a mistaken reading of the law has \"human consequences for communities and their relationships with the police.\"</p><p>The perverse effect of permitting police to go ahead with a mistaken reading of the law, she wrote, is to prevent or delay clarification of the law so that doubt continues to exist in the minds of the public or police about what is and is not legal.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Supreme+Court+Upholds+North+Carolina+Traffic+Stop&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"156"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371010860-f9680d.m3u?orgId=1&topicId=1070&ft=3&f=370995815"},{"href":"http://media.npr.org/assets/img/2014/12/15/istock_000020300376large-02abab7cdbb64001441178a777b6300e8929e566.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1944","width":"2592"}}]}