{"created":"2015-04-16T23:18:44+00:00","modified":"2015-04-23T17:05:08+00:00","valid":{"from":"2015-04-23T17:05:08+00:00","to":"3015-04-23T17:05:08+00:00"},"hreflang":"en","title":"Family Of Unaccounted For USS Oklahoma Sailor Wouldn't 'Let Him Go'","published":"2015-04-20T15:14:00+00:00","teaser":"Edwin Hopkins was on the USS Oklahoma when it was attacked in Pearl Harbor, and was one of hundreds buried as an unknown. His family is grateful for the decision to try to ID some of the remains.","itags":["npr_api","400167937"],"guid":"aa9d014d-9fdb-4f57-ace3-b4386be1fc9b","contentencoded":"<p>The Defense Department announced Tuesday that <a href=\"http://www.npr.org/blogs/thetwo-way/2015/04/15/399825301/pentagon-to-exhume-remains-of-sailors-aboard-uss-oklahoma\" target=\"_blank\">it will exhume</a> the remains of 388 sailors and Marines who were buried as \"unknowns.\" The men were killed when Japanese torpedoes sank the USS Oklahoma on Dec. 7, 1941, during the attacks on Pearl Harbor in Hawaii.</p><p>The remains of only 35 crew members were identified during salvage operations. The unidentified sailors eventually were buried at the National Memorial Cemetery of the Pacific in Honolulu.</p><p>Until recently, <a href=\"http://www.stripes.com/news/navy-opposes-uss-oklahoma-exhumations-to-identify-remains-1.287971\" target=\"_blank\">the Navy opposed testing such remains</a>, citing concerns that \"a full DNA testing and accounting could take many years and likely leave many of the missing still unaccounted for.\" But in its announcement Tuesday, the Pentagon said it will make an attempt at identification using genetic testing.</p><p>Tom Gray lost his cousin, 19-year-old Edwin Hopkins, on the USS Oklahoma. Gray told NPR's Audie Cornish he is \"extremely grateful\" at the chance to finally bring his cousin home.</p><p>\"It was always a tragedy in the family — and growing up, there was always this sense of loss and just pain involved there,\" Gray says. \"And I know Eddie's mother always thought that he was coming back, and there was no closure, you know? He went down with the ship and that's all we knew. It was not only the loss, but it was also the not-knowing, the open-endedness of it, so to speak.\"</p><p><em>Use the audio player above to hear the full interview. </em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Family+Of+Unaccounted+For+USS+Oklahoma+Sailor+Wouldn%27t+%27Let+Him+Go%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400178417-9a8481.m3u?orgId=1&topicId=1136&e=400167937&d=229&ft=nprml&f=400167937"},{"href":"http://media.npr.org/assets/img/2015/04/16/hopkins-photo-2-2b6e3f7d4efa5eb27bebcf4ba7cbbbf880ed21e2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1029","width":"1372"}}]}