{"created":"2014-12-27T14:42:20+00:00","modified":"2015-02-08T19:29:48+00:00","valid":{"from":"2015-02-08T19:29:48+00:00","to":"3015-02-08T19:29:48+00:00"},"hreflang":"en","title":"Preserving American Roots Music Begins With Keeping The Lights On","published":"2014-12-27T20:54:00+00:00","teaser":"For 20 years, the Music Maker Relief Foundation has been helping indigent blues, gospel and country musicians get by as well as reach a wider audience.","itags":["npr_api","373420285"],"guid":"aaae5fec-2fa9-45b2-897e-488cf085b71e","contentencoded":"<p>Boo Hanks' home is wedged between greenhouses and a tobacco field in rural Buffalo Junction, Va., hugging the North Carolina border. He still helps farm tobacco when his old body lets him. Home is a disheveled, one-bedroom trailer.</p><p>The trailer, and its lights and water, were paid for by the Music Maker Relief Foundation, which also covers Hanks' heating oil. The non-profit has also helped get this down-on-his-luck Piedmont bluesman a little attention for his music.</p><p>Hanks grew up in North Carolina. His father was also a farmer — and weekend musician.</p><p>\"Pa was a guitar player, and he played accordion, guitar, blowed harmonica. And I started playing guitar when I was about 11 or 12 years old, I started playing, and I been playing some guitar ever since,\" Hanks says. \"And at that time we had a Victrola, crank-handle Victrola, where you wind up with a crank handle. Had a reproducer on it with a needle in it. And you played them big records and the reproducer would pull the sound out.\"</p><p>Hanks says that as he sat in front of the record player's \"reproducer,\" or amplification cone, listening to artists like Piedmont blues great Blind Boy Fuller, he would play along on his own guitar.</p><p>\"I got a good ear,\" he says. \"You take my guitar — I don't need no tuner. I tune my guitar by ear.\"</p><p>In addition to the trailer and heating oil, Music Maker sends Hanks a small monthly check to help him pay for food and get by.</p><p>In all, Music Maker currently provides regular support for three dozen low-income blues and roots musicians. Ironing Board Sam recently required new prescription glasses. Eighty-five-year-old bluesman John Dee Holman needed help paying for medicine. R&B singer Denise LaSalle faced losing her home, so the foundation chipped in on her mortgage until she got back on her feet. Electric bluesman Pee Wee Hayes, who lives off of a disability check, needed a guitar; Music Maker came through with a new Stratocaster.</p><p>\"Seemed to be the best musicians were all living in abject poverty,\" says Tim Duffy, who co-founded the organization in 1994. \"The recording industry was never set up for these guys. Touring doesn't work for old men and old women. A hundred dollars a month or $50 a month can change whether they'll keep their guitar in the pawn shop or not.\"</p><p>Duffy got a degree in musicology and was hired to collect tunes for the Southern Folklife Collection. He got hooked finding musicians across the South. With his shaggy blond hair, Duffy looks like he might be a roadie for the Allman Brothers. He's a man on a mission.</p><p>\"If you follow any music that's popular around the world and you follow it back to its essential root, you'll find yourself squarely standing in the South,\" he says. \"Southern music was created by working-class people from the very founding of this country — black, white and mostly poor.\"</p><p>But Duffy knows the foundation can't cure poverty. Social welfare is just part of Music Maker's goal; the bigger job is getting gigs for these musicians — and recording them.</p><p>In the last 20 years, Music Maker has released more than 150 recordings. Most of the musicians are largely unknown, local players, many of whom had never recorded before. Duffy is a kind of modern-day <a href=\"http://www.npr.org/artists/163645364/alan-lomax\" target=\"_blank\">Alan Lomax</a>, with a checkbook.</p><p>Duffy met and was inspired by Lomax, the late musicologist and folklorist who did so much to record and preserve a trainful of great 20th-century American music. But Duffy says it was high time for a new model that put the musician first, and as an equal partner.</p><p>\"Alan Lomax, God bless him, he recorded everything. Superhuman. I had a different approach,\" Duffy says. \"I would document a single artist and save that single artist. Instead of one chance meeting with folklorist, it's a lifelong meeting. And that's the essential with Music Maker. We develop partnerships in the community with people like Boo, so it's a true hand up, not a handout.\"</p><p>Boo Hanks plays occasional gigs at local bars and nursing homes in the area. When he performed recently for a small crowd of firemen at the Virgilina Volunteer Fire Department, he was joined by an artist more than 50 years his junior, 32-year-old Dom Flemons, a roots-folk musician and founding member of the Grammy award-winning band the <a href=\"http://www.npr.org/artists/99046725/carolina-chocolate-drops\" target=\"_blank\">Carolina Chocolate Drops</a>. Boo and Dom have recorded an album together, <em>Buffalo Junction</em>.</p><p>Tony Young is a local who helped \"discover\" Boo Hanks. A Music Maker volunteer, he's part of Tim Duffy's ad hoc team that helps scout for players in need.</p><p>\"Everybody in the community is involved in this,\" Young says, \"and one reason I really like working with Music Maker, [you] feel like you're getting the whole community involved.\"</p><p>At Hanks' tiny trailer home, he offers a few more details about his family's history. \"Show him my grandaddy's picture,\" he says, pointing at a photo. Hanks says his great-grandfather was a slave — a \"gift\" from a wealthy landowner to a colonel and his new wife on their wedding day.</p><p>Hanks will turn 87 in the spring, and he's still living on his own. But he says that without help from Music Maker, he's not sure how he'd get by.</p><p>\"Yeah, I really appreciate getting hooked up with Tim and them and having the opportunity to do what I have done and I'm still doing,\" he says. \"Big help to me.\"</p><p>The Music Maker nonprofit consists of only half a dozen people. They get the occasional check from a supportive rock star and help from other foundations, but 70 percent of their budget comes from individual donations. Over the years they have helped hundreds of musicians, but Duffy says there are many more he hasn't been able to get to.</p><p>\"If I had the funding and the time to really be in the field, I could find hundreds of musicians every year. The music never ends,\" he says.</p><p>Back at the firehouse, Boo Hanks and Dom Flemons finish out their gig, two finger-picking bluesmen with generations between them, brought together by Music Maker. As they wrap up their set, the older musician insists the younger one take the lead. \"You go ahead and play something,\" Hanks says to Flemons. \"Let me follow you.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Preserving+American+Roots+Music+Begins+With+Keeping+The+Lights+On&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"488"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373420286-fabc6b.m3u?orgId=1&topicId=1039&e=373420285&d=488&ft=nprml&f=373420285"},{"href":"http://media.npr.org/assets/img/2014/12/27/img_0340-5af9b77f0e9a38abce11c7900d0f0c5617bd298e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2246","width":"2995"}}]}