{"created":"2015-04-01T09:01:59+00:00","modified":"2015-04-02T15:05:36+00:00","valid":{"from":"2015-04-02T15:05:36+00:00","to":"3015-04-02T15:05:36+00:00"},"hreflang":"en","title":"The Urban Neighborhood Wal-Mart: A Blessing Or A Curse?","published":"2015-04-01T21:22:00+00:00","teaser":"The nation's largest retailer is known for sprawling suburban and rural stores. Now Wal-Mart is moving into city centers — sometimes despite strong local opposition.","itags":["npr_api","396757476"],"guid":"aaae15b7-a2b5-4e84-b5f4-206e5cff6407","contentencoded":"<p><em>This is the first in a two-part story about Wal-Mart. Listen to Part 1 above, and tune into </em>Morning Edition<em> Thursday to hear Part 2. </em></p><p>The corner of First and H streets in downtown Washington, D.C., is a reflection of the changing face of the nation's capital. From here, you can see the Capitol dome, while across the street are a concrete public housing complex and a hip new Peruvian chicken restaurant.</p><p>You can also see a new Wal-Mart.</p><p>With wide, flat windows and exposed brick, it blends subtly into the surrounding urban architecture. The sleek building defies all stereotypes of the big-box store<strong> </strong>as most picture it: a monolith of consumerism, an island surrounded by the sprawl of a parking lot, tucked away in the suburbs.</p><p>That Wal-Mart chose to open a store in a rapidly developing urban neighborhood is indicative of where this company sees its future. More than 80 percent of America's population lives in cities. So while big-box stores are likely to continue opening in rural and suburban areas, Wal-Mart must go smaller if it wants to get bigger.</p><p>Most urban stores are 25 percent of the size of their rural and suburban cousins. They feature a slightly modified selection of products that caters more to a grab-and-go culture. That reflects a shift in consumer demand, as more Americans make their evening meal decisions in the late afternoon, says food industry analyst Justin Massa.</p><p>That's one reason freshly prepared foods are so important to Wal-Mart and its competitors like Target and other big grocery chains. And in densely populated cities like Washington, ready-to-go foods are even more of a focus.</p><p>\"In some stores, we might sell lots of iceberg lettuce, for example,\" explains Dorn Wenninger, vice president for produce and floral at Wal-Mart U.S. \"But in Washington, D.C., stores you might see us selling much more of prepared salads, or kits, or the full salad bistro bowls, which are really on fire.\"</p><p>An NPR analysis found that in 2005, none of Washington's 600,000 residents were within 1 mile of a Wal-Mart store. Today, almost 13 percent are. Chicago has experienced an even more dramatic transition. In 2005, only one-half of 1 percent of the city's 2.7 million residents lived within 1 mile of a Wal-Mart. Today, more than 22 percent do. (All estimates are based on 2010 U.S. Census population numbers.)</p><p>\"Many of the areas they're moving into, they've been able to identify as 'food deserts,' \" neighborhoods where residents have few options for fresh groceries, says Paul Trussell, an equity research analyst at Deutsche Bank who works in retail and big-box-store analysis. \"Areas on the South Side of Chicago, for example, really stand out as places that Wal-Mart has found success — there's very limited competition.\"</p><p>Pushback in some urban areas has been fierce, however, including in <a href=\"http://www.npr.org/2013/07/16/202688889/d-c-wage-rift-puts-spotlight-on-wal-marts-urban-push\" target=\"_blank\">Washington, D.C.</a> And some cities, such as San Francisco, <a href=\"http://www.npr.org/templates/story/story.php?storyId=5760329\" target=\"_blank\">Seattle</a> and <a href=\"http://www.npr.org/2011/02/04/133483848/new-york-city-officials-to-walmart-keep-out\" target=\"_blank\">New York</a>, remain holdouts against the chain.</p><p>In the 1990s, when Wal-Mart was first expanding into rural areas, there were fears that large chains would overpower local businesses. Since then, a more complex dynamic has emerged in places where Wal-Mart locates.</p><p>Stores like the one in Robertsdale, Ala., a town with a population of 6,000, experienced little community pushback when the store opened six months ago. Mayor Charles Murphy sees Wal-Mart as a catalyst for other local and new businesses. \"You're just building a bigger pie,\" he says. The store has already brought in state investment for infrastructure and has potential to reshape the local economy, he says.</p><p>Now that the company is moving into cities nationwide, the question becomes whether it has the capacity to reshape those spaces, too.</p><p>\"Wal-Mart is very excited about this current neighborhood market store, and there is an opportunity for them to roll out hundreds of these boxes,\" says analyst Trussell. \"That will certainly change the landscape of shopping and grocery — potentially as much as we saw [Wal-Mart] change the landscape 20 years ago as they started to roll out the supercenter model aggressively.</p><p>\"Certainly, this is a story that we should all stay in tune and watch closely,\" Trussell says.</p><p><em>NPR's Uri Berliner, Debbie Elliott and Chris Groskopf contributed reporting to this story. </em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Urban+Neighborhood+Wal-Mart%3A+A+Blessing+Or+A+Curse%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"621"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396757477-4ce594.m3u?orgId=1&topicId=1006&e=396757476&d=621&ft=nprml&f=396757476"},{"href":"http://media.npr.org/assets/img/2015/04/01/walmart-promo-01-35dd29daccf765315d0a66599d21b76a32cddc3b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1742","width":"2323"}},{"href":"http://media.npr.org/assets/img/2015/04/01/walmart14edit-2a068d0b046fcb5eaa7edb96653325bef9c93938.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1930","width":"2573"}}]}