{"created":"2014-11-15T11:05:12+00:00","modified":"2014-11-17T19:25:46+00:00","valid":{"from":"2014-11-17T19:25:46+00:00","to":"3014-11-17T19:25:46+00:00"},"hreflang":"en","title":"Get Ready To Watch This Lame-Duck Congress Sprint","published":"2014-11-15T15:21:00+00:00","teaser":"From a Hail Mary pass on the Keystone pipeline aimed at saving Sen. Mary Landrieu, D-La., to attempts to block White House appointments and executive actions, the next month in Congress could be busy.","itags":["npr_api","364214356"],"guid":"aab5d518-23ec-4ba0-a9a1-665659163cac","contentencoded":"<p>Maybe this duck won't be so lame after all.</p><p>Judging by what we've seen so far, the \"zombie Congress\" that returned to town this week (the reelected and the not-so-lucky) will do more business in the weeks following the election than it did in many months preceding.</p><p>Consider these trains — all long-sidetracked, all suddenly leaving the station on Capitol Hill:</p><p><strong>Immigration:</strong> The hot-button issue of the post-election session is the president's promise <a href=\"http://www.npr.org/2014/11/13/363842763/obama-plans-to-use-executive-action-to-reshape-immigration\" target=\"_blank\">to change federal immigration practices by executive order</a>. Republicans in the main oppose the expected changes, many strenuously. And all are incensed at the president's plan to do it unilaterally — calling it \"executive amnesty\" for lawbreakers.</p><p>Nonetheless, after waiting nearly two years for the House to take up the issue, the White House has leaked an outline of its own plan, including work permits for parents of children who are American citizens or legal residents. That could give more than 3 million currently undocumented residents the legal standing to stay. There would also be deferments for another million immigrants now facing deportation, and new standing for hundreds of thousands of migrant farm workers lacking legal status.</p><p><strong>Budget and spending:</strong> Republican leaders in the House and Senate had hoped to enact an \"omnibus\" spending bill covering a dozen appropriations categories, all of which are now operating on stop-gap authority that expires at midnight Dec. 11. This omnibus would be expected to roll through the end of the fiscal year in September 2015.</p><p>But GOP hardliners are loath to give up the leverage they can wield through stop-gap funding bills and a series of \"fiscal cliffs,\" which they hope to use to block Obama's immigration moves. If Obama calls their bluff, another government shutdown could ensue — a prospect Republican leadership abhors. But the anger among some in the rank and file will be hard to restrain.</p><p><strong>Keystone XL pipeline:</strong> Senate Majority Leader (until January) Harry Reid finally <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/13/363733379/congress-will-vote-on-keystone-xl-pipeline-with-an-eye-on-louisiana\" target=\"_blank\">has scheduled a vote on authorizing this project</a>, which the House approved on Friday (for the ninth time). Stalled for years in the no-man's land between House and Senate, this effort to suck Canadian crude from the oil sands of Alberta all the way down to refineries on the Gulf Coast finally may be on a fast track.</p><p>It needs 60 votes to clear the Senate on Tuesday, but sponsors appeared on the brink of that number Friday. The White House has not said the president would sign it, but they have not threatened a veto either.</p><p>So what changed? It's basically a \"Hail Mary\" pass by Reid, hoping to rescue Sen. Mary Landrieu, D-La., from defeat in her run-off election Dec. 6 (the only Senate race still unresolved). Landrieu has championed the pipeline as chair of the Senate Natural Resources Committee.</p><p><strong>National Security Agency:</strong> A bill reorganizing operations at the secret data gathering agency is a darling of many Democrats, including some who will not be returning in January. Reid would like to see it through while he's in charge, but the opposing corps of senators focused on war and terror remains strong in the Senate. No one may want to defend <a href=\"http://www.npr.org/blogs/thetwo-way/2014/01/23/265092661/post-9-11-panel-criticizes-nsa-phone-data-collection\" target=\"_blank\">the practice of bulk collection of telephone call data</a>, which was revealed by former NSA employee Edward Snowden in 2013, but these senators are wary of weakening the NSA in any way at a time when ISIS has heightened awareness of threats to the homeland.</p><p>Reid has slated a vote on this divisive issue, but it may not be able to reach the 60-vote threshold.</p><p><strong>Presidential appointments: </strong>It now appears <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/08/362526366/obama-nominates-loretta-lynch-for-attorney-general-post\" target=\"_blank\">the nomination of Loretta Lynch as the new attorney general</a> will not be submitted to the Senate until January. This probably indicates that the White House thinks Lynch can win confirmation even in a Republican Senate. It also may mean Senate Democrats hope to focus on confirming nominees to vacant judgeships.</p><p>There are 14 nominees to the federal bench at the district level who have cleared the Judiciary Committee and are ready for floor action, three of which are slated for votes on Tuesday. Nine others have had hearings in committee, but no vote. There are also many ambassadors awaiting confirmation.</p><p>Thanks to a rule change Reid pushed through earlier in the 113th Congress, these judges and ambassadors can be confirmed with a simple majority of 51. After the lame duck ends and the Senate Republicans take over, however, finding even 51 votes to confirm any kind of presidential appointment will become much more difficult.</p><p>That's one more reason this lame duck is likely to be lively.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Get+Ready+To+Watch+This+Lame-Duck+Congress+Sprint&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ron Elving","audio":[{"meta":{"duration":"222"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364289575-f49875.m3u?orgId=1&topicId=1014&ft=3&f=364214356"},{"href":"http://media.npr.org/assets/img/2014/11/14/458861020-79471a29920d1daee17c1d17cc5e2b2c19b57f77.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2875","width":"3833"}}]}