{"created":"2015-01-30T23:19:42+00:00","modified":"2015-05-13T21:19:54+00:00","valid":{"from":"2015-05-13T21:19:54+00:00","to":"3015-05-13T21:19:54+00:00"},"hreflang":"en","title":"Argentine Official Says He Sought Cooperation With Iran, Not Cover-Up  ","published":"2015-02-01T20:35:00+00:00","teaser":"In an exclusive interview with NPR, Foreign Minister Hector Timerman says he met Iranian officials as part of the effort to find out who was behind the 1994 bombing of a Buenos Aires Jewish center.","itags":["npr_api","381924288"],"guid":"aabc523b-a06d-4476-8932-c938d60ba02c","contentencoded":"<p>Shortly before Argentine prosecutor Alberto Nisman was found dead with a bullet in his head, he accused Argentina's president, Cristina Fernandez, and others in her government of covering up what he said was Iran's involvement in the 1994 bombing of a Jewish community center.</p><p>Nisman claimed that those involved in the cover-up included Foreign Minister Hector Timerman — a particularly sensitive accusation not only because of his position but because of his background.</p><p>Timerman is Jewish and one of the founders of the human rights group <a href=\"http://www.hrw.org/node/75134\" target=\"_blank\">Americas Watch, one of several precursors to Human Rights Watch</a>. He became active in human rights after his father, <a href=\"http://www.nytimes.com/1999/11/12/world/jacobo-timerman-76-the-torture-victim-who-documented-argentina-s-shame-dies.html\" target=\"_blank\">Jacobo Timerman</a>, was seized by Argentina's military dictatorship in 1977. After his release, Jacobo Timerman achieved international renown with his book detailing the government's abuses, <em>Prisoner Without A Name, Cell Without A Number.</em></p><p>In an exclusive interview Friday with NPR's Lourdes Garcia-Navarro, Timerman said that he had attempted to help find those involved in the 1994 bombing that killed 85 people and remains unsolved, not cover up for those responsible.</p><p>\"I can tell you we have done everything possible, the president and myself, to help the judge to bring justice to the victims of the attack on the Jewish center,\" Timerman told NPR. \"I have enough evidence to show the accusation [against me] was false, or was wrong at least.\"</p><p>Nisman accused Timerman of carrying out secret diplomacy with Iran that was intended to shield Iran from being implicated in the attack. According to Nisman, Timerman tried to get Interpol notices canceled for five Iranians who were wanted for questioning.</p><p>\"He was accusing me of something that I was not able by law to commit, to withdraw the orders of arrest of the Iranian suspects of putting the bomb in the Jewish center,\" Timerman said. \"That is impossible because by law only the judge can do that.\"</p><p>In Nisman's account, Argentina was negotiating to get Iranian oil in exchange for Argentine wheat, and as part of the deal Iran would not be implicated in the attack. But in the interview, Timerman said this was not plausible.</p><p>\"Everybody who knows something about the oil business knows that Argentina cannot use Iranian oil, because it is a very heavy oil and we cannot process such a heavy oil,\" he said.</p><p>Asked why he was talking to the Iranians, Timerman said he was attempting to get them to cooperate with Argentina's investigation in the bombing.</p><p>\"There is a law in Iran that forbids [the extradition of] Iranian citizens,\" Timerman said. \"And there is a law in Argentina that forbids judging someone in absentia. ... So the only way to move forward was to sign an agreement with Iran to allow the judge of Argentina to go to Tehran to interrogate the suspects.\"</p><p>The foreign minister said he supported Nisman's investigation but was not prepared to say who might be responsible for the 1994 bombing. The case, Timerman said, needs to be settled in court:</p><blockquote><p>\"Unless there is a judge who says, 'This person is guilty and this is the punishment,' it doesn't matter what I believe. I did what I did because I trusted Mr. Nisman's investigation. That was why I was helping the judge to go to Tehran to use Mr. Nisman's evidence against the Iranians. But I cannot say the Iranians are guilty. But as a person who was persecuted in my life, [I] never make a judgment against somebody unless there is a judge who says the person is guilty or innocent. So I have to wait until the judge declares who is behind the attack.\"</p></blockquote><p>Timerman also said he believed there were Argentines involved in the case but that the possibility hasn't been investigated properly.</p><p>\"You know that there is a local connection that has to be investigated, and you know that the judge told Mr. Nisman to focus on the local connection, something that he never did,\" Timerman said. \"I think that there is a local connection, there is an international connection.\"</p><p>Fernandez has alleged that Nisman was murdered, possibly by Argentine intelligence agents.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Argentine+Official+Says+He+Sought+Cooperation+With+Iran%2C+Not+Cover-Up++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lourdes Garcia-Navarro","audio":[{"meta":{"duration":"251"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382717176-55b78e.m3u?orgId=1&topicId=1127&d=251&p=2&story=381924288&t=progseg&e=382677464&seg=3&ft=nprml&f=381924288"}]}