{"created":"2015-06-23T15:24:26+00:00","modified":"2015-06-23T18:03:33+00:00","valid":{"from":"2015-06-23T18:03:33+00:00","to":"3015-06-23T18:03:33+00:00"},"hreflang":"en","guid":"aae1572d-c864-4f40-890e-5ac9690f8fec","title":"British civil servants get a lesson in grammar from the new justice secretary","published":"2015-06-23T18:03:15+00:00","byline":"Moira Lavelle","tags":["government","education","words","language","Education","Development & Education","Europe","United Kingdom"],"teaser":"A new leader in Britain's Ministry of Justice isn't pleased with the caliber of correspondence in his department, so he's going about changing it.","contentencoded":"<p>If you are a British civil servant it may behoove you to review your grammar books.</p>\n<p>Michael Gove, the new UK Justice Secretary, has issued a memo with specific grammatical and style instructions for correspondence within the department. Gove has declared that contractions are never to be used, hyphenated phrases are not preferred, \"impact\" is a noun but not a verb, and the word \"ensure\" is always to be replaced with 'make sure.'</p>\n<p>\"I think the one that's got the most controversy is he says you can never start a sentence with 'however,' it can only be used in the middle of a sentence,\" explains Telegraph reporter Olivia Goldhill. \"But a lot of people say they were taught to use 'however' to start sentences. And it is grammatically correct, this is just his personal style.\"</p>\n<p>In fact all of the above rules are more dictums of personal style than grammatical correctness. Gove also encourages his employees to take a \"warm tone\" and not be \"too pompous.\"</p>\n<p>Gove, a former education secretary, has a history of writing these sorts of style guide. In 2013 he sent out an email of \"10 golden rules\" for writing. The email also instructed government employees to read the works of writers such as George Orwell or Jane Austen to improve their own prose. </p>\n<p>But a British paper, the<em> Independent on Sunday</em>, conducted a study of Gove's writing and determined the Lord Chancellor has not always adhered to his own edicts. Gove used to be a writer for the <em>Times</em> and in that time frequently began sentences with however. Luckily for Gove, this error is not technically gramatically incorrect.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-22%2Fmichael-goves-golden-rules-grammar&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/Big_Ben_%25282732874889%2529.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/bigben28273287488929jpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/0622201505.mp3"},{"href":"http://admin.pri.org/file/0622201505mp3"}]}