{"created":"2015-05-18T11:57:43+00:00","modified":"2015-05-18T16:11:05+00:00","valid":{"from":"2015-05-18T16:11:05+00:00","to":"3015-05-18T16:11:05+00:00"},"hreflang":"en","guid":"aae4ebbd-0525-473d-95a2-52fa9a4091fb","title":"Has Morocco's 'Family Code' shown how gender equality can coexist with Islam in the courts?","published":"2015-05-18T16:11:00+00:00","byline":"Jake Warga","tags":["Religion","conflict","Justice","Across Women's Lives","Justice","Conflict & Justice","Africa","Morocco","Gender equality","Law","Religion","Islamic Feminism","Morocco","Human rights in Morocco","Religious law"],"teaser":"In 2004, Morocco's government adopted Moudawana, or \"Family Code,\" a new set of laws put into place to address women’s rights and gender equality within an international and Islamic legal framework. When it was passed, many embraced the reforms as evidence that gender equality is compatible with Islamic principles.","contentencoded":"<p>The courthouse in Azrou in Morocco's Atlas Mountains is where locals come to present their issues to a judge. These include family issues — like divorce, inheritance and child custody cases. The courthouse is as grand and plain as any government building in the world. Outside, men and women patiently wait their turn to see a judge.</p>\n<p>But one woman is not so patient. She stands by the courthouse, upset. \"I don’t have any rights, and I need the law to be on my side so that he can’t hit me anymore,\" she says. She’s at the courthouse today seeking a divorce. A decade ago, her husband would have had to give his permission. But today, under the Moudawana family code, she can ask the judge for a divorce herself.</p>\n<p>According to Nadia Sonneveld, a legal anthropologist studying Morocco's implementation of Moudawana in rural populations, the new family code is quite revolutionary compared to the old one.</p>\n<p>\"Morocco has one of the most progressive family law codes, except for Tunisia,” she says. In Egypt, for example, the wife has a legal obligation to be obedient to her husband.</p>\n<p>“And that means she must ask for his permission to leave the house. For work or to buy groceries, she should, legally speaking, ask for his permission,\" Sonneveld says.</p>\n<p>Women in many Muslim-majority countries, including Morocco, run the home and drive many of the family decisions. So it's only natural they should have some say in their and their family's legal status. That’s the goal of many Islamic feminists — to find a way to improve women’s rights within existing Islamic law.</p>\n<p>Judge Mohammed Zerda is president of the family court division in Tangier. There are ten judges in his court — three male, and seven female. When asked if that makes a difference, he says, \"This is simple, there’s absolutely no difference between female judges and male judges. We all went through the same schooling and same education and every judge must be neutral.\"</p>\n<p>There are a few sources a judge in Morocco can reference when making a decision: First is the Moudawana. Then there’s the Maliki school of jurisprudence, which relies on the Quran and the hadiths, or the reported sayings of the Prophet Muhammad. The Quran is seen as the direct word from God — it's divine and cannot be changed or questioned. The hadiths, on the other hand, were collected by men, so they're open to debate. Judge Zerda looks at both sources when deciding a case. But he sometimes has to go to the last source — that gray area between what’s written and local customs.</p>\n<p>He remembers one divorce ruling in which he awarded the woman a portion of the family property.</p>\n<p>\"I gave her a quarter of the property,” he says. “Mind you in the Islamic Sharia the law gives her one-eighth.\"</p>\n<p>In another example, legal anthropologist Nadia Sonneveld tells the story of a 12-year-old girl who asked a judge for permission to marry. The female judge refused, based on her age. A year later, the girl came back pregnant and again asked for permission. Because in Moroccan culture it's very important that a child carry the family name of the father, the judge had to reconsider.</p>\n<p>\"This judge told me, 'What should I do? If I refuse her request she will give birth to a bastard and the child will have no future in Moroccan society. And if I allow it, I’m actually encouraging this phenomenon.'\"</p>\n<p>In the end, the judge decided to legalize the marriage.</p>\n<p>Critics of the 2004 family code say it doesn't do enough to protect the rights of women and girls when it comes to minimum age of marriage, polygamy, and distribution of property. But more important, says Judge Zerda, is educating the population — especially in rural areas — about the rights they do have under Moudawana.</p>\n<p>\"For us in the city of Tangier, we know that not all the people that come to the courts do know about their rights and the laws,\" he says.</p>\n<p>Ten years since its implementation, the family law code in Morocco is firmly established in the courts. But it's still working its way down to the people.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-15%2Fhas-moroccos-family-code-shown-how-gender-equality-and-islam-can-coexist-courts&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/16655105428_a0046b9e79_o.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/16655105428a0046b9e79ojpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/jwarga.mp3"},{"href":"http://admin.pri.org/file/jwargamp3"}]}