{"created":"2015-02-05T10:04:17+00:00","modified":"2015-06-05T15:29:23+00:00","valid":{"from":"2015-06-05T15:29:23+00:00","to":"3015-06-05T15:29:23+00:00"},"hreflang":"en","title":"Brian Williams' Self-Inflicted War Wounds","published":"2015-02-06T23:09:00+00:00","teaser":"The NBC News anchor admits his story of being on a helicopter hit by enemy fire in Iraq was untrue. The question is why the veteran newsman's tale took on new — and false — elements in recent years.","itags":["npr_api","383988625"],"guid":"aaeee461-8a98-4111-9132-bc8da5dd7123","contentencoded":"<p>You could always rely on NBC anchor Brian Williams for the smooth handling of a tricky issue on the <em>NBC Nightly News,</em> or a slicing punch line in any of his many appearances on the late night humor shows.</p><p>Yet now his dependability — the trust built up over years with millions of viewers — has been cast in doubt because of <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/04/383877548/nbcs-brian-williams-admits-his-helicopter-took-no-fire-in-iraq\">a self-inflicted journalistic war wound</a> over a story nearly a dozen years old.</p><p>On Wednesday night, Williams retracted and apologized for saying he had been in a helicopter forced down by enemy fire during the invasion of Iraq in early 2003 — an account he had given several times in recent years. The reaction has been severe. Many people on social media, including some professional journalists, have called him an outright liar.</p><p>On the newscast last week that led to the apology, Williams hailed the soldiers who he said helped save his life in the Iraqi desert when, as the anchor put it, \"the helicopter we were traveling in was forced down after being hit by an RPG\" — that is, a rocket-propelled grenade. <a href=\"https://www.youtube.com/watch?v=0hxQ_PM_gDc\">The story</a> focused on U.S. Army Command Sgt. Major Tim Terpak, who Williams said took the lead in protecting him and his colleagues in the Iraqi desert.</p><p>As part of a segment that lasted two minutes, on a newscast that features approximately 19 to 20 minutes of actual news, Williams showed footage from that day in 2003 — and from the professional hockey game that Williams took Terpak to last week. In the video shown to millions on the <em>Nightly News, </em>Williams was repeatedly in the frame too, wrapped literally and figuratively in an embrace by a man cheered by thousands at Madison Square Garden as a military hero.</p><p>It is an embrace that Williams has welcomed and cultivated as part of his persona. His stint in Iraq was his final spur to earn as a correspondent before inheriting the NBC anchor's desk from Tom Brokaw in what was one of the smoothest transitions ever engineered in the network news business. Indeed, Williams is currently a member of the board of the <a href=\"http://www.cmohfoundation.org/\">Congressional Medal of Honor Foundation</a>, the group involved in promoting the nation's highest honor for valor on the battlefield. It is not an accident that the continuing celebration of Williams' decade mark as NBC's chief anchor plays up his time covering combat with images of him in flak jackets.</p><p>It can be hard to separate Williams' clearly deep-seated appreciation of the troops from the network's need to promote him as a star amid a bruising ratings competition with ABC. NBC's <em>Today </em>show, the news division's chief moneymaker, has been pushed into second place; Williams is battling to maintain ratings supremacy for his show. Internal intrigue has once again become fodder for New York tabloids.</p><p>Yet this was an unforced error. What he said last Friday was no slip of the tongue: Williams had told the same story, with a dramatic flair, <a href=\"http://youtu.be/xS3NAwZ4hGk?t=2m50s\">on David Letterman's Late Show</a><em> </em>two years ago. Williams made similar remarks when he spoke to the Council on Foreign Relations in 2005, according to the <a href=\"http://articles.latimes.com/print/2005/dec/02/entertainment/et-williams2\">Los Angeles Times</a>.</p><p>Following last week's story, outraged soldiers posted comments on <em>NBC Nightly News</em>' Facebook page contradicting his tale; <a href=\"http://www.stripes.com/news/us/nbc-s-brian-williams-recants-iraq-story-after-soldiers-protest-1.327792\">several told the military newspaper Stars and Stripes</a> that he had arrived an hour after the Chinook helicopter and two others were forced down.</p><p>As the Poynter Institute's <a href=\"http://www.poynter.org/news/mediawire/317423/veterans-force-nbcs-brian-williams-to-apologize/\">Al Tompkins wrote</a>, in 2003 Williams reported on <em>Dateline NBC</em> that \"the incident was so fresh when the helicopters landed that the crew from the helicopter that was hit by the RPG was too shaken to talk on camera.\" In 2008, Williams wrote that a helicopter in front of his was knocked down. The precise gap between when the Chinook was hit by fire and when Williams' helicopter arrived remains unclear.</p><p>What is clear is that over time, his accounts became more ambiguous in characterizing which helicopter was struck — and then his retellings became quite explicit and quite wrong.</p><p>NBC News has not yet responded to requests for comment beyond Williams' apologies.</p><p>The first episode of the hit public radio series <em>Serial </em>hinged on the unreliability of memory, even about something so important as the details of a day a friend was murdered. Scholars at Harvard University and elsewhere have argued <a href=\"http://www.wjh.harvard.edu/~dsweb/publications_files/Schacter_Guerin_%26_StJacques_2011_TICS.pdf\">that memory is fundamentally undependable</a>.</p><p>The incident has echoes of several incidents about wartime heroics by nonsoldiers. <a href=\"http://www.reuters.com/article/2008/03/26/us-usa-politics-clinton-idUSN2540811420080326\">Then-Sen. Hillary Clinton admitted \"a mistake\"</a> in saying that she had come under sniper fire while arriving at an airport in Bosnia in 1996 as first lady. Richard Blumenthal, when running for Senate in Connecticut, had to apologize for remarks on several occasions in which <a href=\"http://www.npr.org/templates/story/story.php?storyId=126961374\">he said he had served in the U.S. military in Vietnam</a>. He served during that era, but not overseas in Vietnam. In 2001, I revealed that Fox News' Geraldo Rivera, then its chief war correspondent, had been <a href=\"http://articles.baltimoresun.com/2001-12-12/features/0112120196_1_rivera-tora-kandahar\">300 miles from the site of dead American soldiers</a> that he claimed, on camera, to have prayed over.</p><p>Unlike Fox and Rivera, Williams <a href=\"https://www.youtube.com/watch?v=sW6AbX2q0fM\">apologized for the story</a> on his network's air. His tone was abject and contrite. But it fails to explain or satisfy.</p><p>As he wrote in his apology posted on Facebook, Williams kept notes of his experiences on that trip and was not alone that day in March 2003 — he was with colleagues. He is not only the star and anchor of the <em>NBC Nightly News</em> but its managing editor. For many, it is hard to square the dependable newsman with the narrator of a war story that became so embellished it turned into fiction.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Brian+Williams%27+Self-Inflicted+War+Wounds&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Folkenflik","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383988626-b0ae26.m3u?orgId=1&topicId=1020&d=234&p=3&story=383988625&t=progseg&e=383988522&seg=14&ft=nprml&f=383988625"},{"href":"http://media.npr.org/assets/img/2015/02/05/458483760-e887daeaff5de157d7c8125e9ab0d4a9064b1b24.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2071","width":"2761"}}]}