{"created":"2015-06-03T08:58:22+00:00","modified":"2015-06-15T17:13:54+00:00","valid":{"from":"2015-06-15T17:13:54+00:00","to":"3015-06-15T17:13:54+00:00"},"hreflang":"en","title":"Test Preppers, Take Note: Free SAT Study Tools Could Signal Sea Change","published":"2015-06-05T18:14:00+00:00","teaser":"The College Board has announced a unique partnership with Khan Academy to make prep materials for the SAT college-entrance exam available for students.","itags":["npr_api","411488278"],"guid":"aaf95035-feeb-4f2e-b06a-29b75b4fae65","contentencoded":"<p>The SAT is undergoing <a href=\"http://www.npr.org/2014/03/05/286387597/college-board-breaks-out-red-pen-for-sat-corrections\">major changes for 2016</a>.</p><p>And, as of today, students — for free — can tap into new online study prep tools from <a href=\"https://www.khanacademy.org/about\">Khan Academy</a>, the online education nonprofit.</p><p>The partnership between Khan Academy and <a href=\"https://www.collegeboard.org/\">the College Board</a>, which administers the SAT, could take a big bite out of the test prep-industrial complex; a multimillion dollar field that offers everything from $4,000 private tutoring courses to <a href=\"http://www.overstock.com/Bedding-Bath/SAT-Words-Prep-Shower-Curtain/3496512/product.html\">SAT prep shower curtains</a> ... for $28.99, plus shipping.</p><p>And both organizations are working with the <a href=\"http://www.bgca.org/newsevents/PressReleases/Pages/CollegeBoardAndKhanAcademy.aspx\">Boys & Girls Clubs of America</a> to make both online and in-person tutoring available at clubs for students who don't have computers, internet access or a supportive or safe place to study.</p><p>Khan Academy founder Sal Khan says that these moves will help level the playing field for less-affluent students.</p><p>\"Any student, especially lower-income students, will be able to go on to the Khan Academy resource,\" he said in an interview. \"They'll get unlimited practice, unlimited feedback, they'll get explanation and video and in text form. And if they engage on that on a regular basis and really master the concepts, I don't see any reason why they shouldn't be able to compete at a level footing.\"</p><p>Students have had access to some free online SAT prep tools for years. But Khan says the close cooperation with the College Board will make his prep courses a lot more useful and relevant. The new partnership aims, in the parlance of our times, to \"disrupt\" the test prep model.</p><p>\"It's more about learning the material than traditional test prep,\" Khan says. \"Not what test prep is traditionally associated with: tricks and 'when in doubt pick C,' or test-taking strategies. But mainly the best way to perform well on something like the SAT is to have a mastery of the skills — the math, the reading and writing. That's the goal. And hopefully it changes people's perceptions about what test prep actually is.\"</p><p>The offerings include four full-length practice tests, personalized practice recommendations tied to specific test skills, thousands of practice questions, video lessons, quizzes and more.</p><p>The Boys & Girls Clubs of America has more than 4,000 locations across the U.S. So far, only five of those clubs are participating in a pilot of the new prep tools. But the group plans to expand the program this summer.</p><p>Khan says that data from his organization shows that help from a mentor, teacher, parent or coach helps children absorb the material better. \"That's why we're excited about this partnership with the Boys & Girls Clubs. They can have an environment where they can engage, have access to the technology and have mentors and a community that will keep them improving their skills.\"</p><p>College Board CEO David Coleman predicted the partnership with Khan Academy will \"go beyond test prep by offering content that will also reinforce classroom work and enhance college readiness.\"</p><p>The second major revision of the SAT in 10 years includes these changes: The essay section will now be optional, and students will no longer be penalized for wrong answers. And obscure <a href=\"http://www.theatlantic.com/education/archive/2013/12/the-case-for-sat-words/282253/\">SAT words</a> that are little used in everyday conversation will be dropped. The emphasis now will be on relevant, useful vocabulary in context.</p><p>Bob Schaeffer of the watchdog group FairTest calls the new free test prep tools laudable. \"But the problem is that teenagers are so busy and have so little time and lack the self-discipline to do the thorough coaching you could get in an online course. That's why there is still so much demand for high-priced testing workshops and tutors among families that can afford them.\"</p><p>Schaeffer, whose group promotes making <a href=\"http://www.npr.org/2014/02/18/277059528/college-applicants-sweat-the-sats-perhaps-they-shouldn-t\">college-entrance exams \"test optional,\"</a> argues that all the tweaking of the SAT doesn't change the fact that the exam will continue to be largely a reflection of social-economic status, not an accurate predictor of college readiness or success.</p><p>\"Nothing in the changes announced for the SAT has dealt with <a href=\"http://www.fairtest.org/sat-cosmetic-surgery-ignores-tests-basic-flaws\">its historic flaws, </a>he added. \"The SAT will still be a weaker predictor than high school grades. It still will be an unfair, unlevel playing field for historically disenfranchised groups. And it will still be susceptible to high-priced coaching programs.\"</p><p>To date, FairTest has documented more than <a href=\"http://www.fairtest.org/university/optional\">850 colleges and universities</a> that no longer require SAT or ACT scores to make admissions decisions.</p><p>The College Board, however, thinks its revisions and test prep changes could reverse that trend and make the SAT more relevant than ever.</p><p>\"The SAT is just part of it,\" Sal Khan concedes. \"Grades, essays, recommendations are all super important.\"</p><p>The new SAT, he argues, focuses more on what students are actually learning; it \"is pretty much a straightforward exam that tests you on what you've learned in school.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Test+Preppers%2C+Take+Note%3A+Free+SAT+Study+Tools+Could+Signal+Sea+Change&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Westervelt","audio":[{"meta":{"duration":"228"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411660287-570f67.m3u?orgId=1&topicId=1013&d=228&p=3&story=411488278&t=progseg&e=411644331&seg=18&ft=nprml&f=411488278"},{"href":"http://media.npr.org/assets/img/2015/06/02/477028719-aec4d1c4fc2110d7856b5ac910e156bcf912d5e1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3130","width":"4174"}}]}