{"created":"2014-10-08T19:14:24+00:00","modified":"2014-10-10T15:29:32+00:00","valid":{"from":"2014-10-10T15:29:32+00:00","to":"3014-10-10T15:29:32+00:00"},"hreflang":"en","guid":"ab04a71b-aae1-44fa-aa13-5f33bed74ec7","title":"A gay Russian teen has been outed as he seeks asylum in the US","published":"2014-10-10T15:29:26+00:00","byline":"Traci Tong, Susie Blair","tags":["russia","asylum","LGBT rights","LGBT","Russia Ukraine conflict","US-Russia relations","Global Nation","Global Politics","Asia","North America","Russia","Ukraine","United States","Asia","North America","J. Lester Feder","Susan Reed","Homophobia","Social Issues","Politics","gay rights","Russia-Ukraine Conflict"],"teaser":"It's tough being gay in Russia. That's why an anonymous Russian exchange student sought asylum in the US on the basis of his sexual orientation. Though nobody was supposed to know about his application, an American official recently outed the teen in a piece for the New York Times.","contentencoded":"<p>There are many groups facing threats and harrassment in Russia right now, but gay people may be at the top of the list.&nbsp;That&rsquo;s why a 17-year-old Russian exchange student is seeking asylum in the US on the basis of his sexual orientation.</p><p>&ldquo;There are a lot of really terrible stories coming out of Russia about an increase in hate crimes.&nbsp;The Russian government has elevated a kind of political homophobia as a part of policy,&quot;&nbsp;says BuzzFeed reporter J. Lester Feder.&nbsp;&ldquo;I would imagine that going back is a very scary thing to do.&rdquo;</p><p>The US&nbsp;Citizenship and Immigration Services strictly&nbsp;prohibits government officials from discussing individual cases of asylum. But one&nbsp;official broke that rule <a href=\"http://www.nytimes.com/2014/10/05/world/europe/russia-cancels-exchange-program-after-a-student-seeks-us-asylum.html\">when he spoke to the New York Times</a>&nbsp;last weekend, outing the teenager as both gay and an asylum seeker.</p><p>&ldquo;Those things had never been confirmed in the American press before,&quot; Feder says. &quot;Up to that point, we had [only]&nbsp;allegations from the Russian government saying that was the case.&quot;</p><p>Susan Reed of the <a href=\"http://www.michiganimmigrant.org/\">Michigan Immigrants Right Center</a>, who&#39;s serving as the teen&#39;s lawyer,&nbsp;says the disclosure is in violation of international human rights laws. The fact that it involves a minor makes it even more sensitive.</p><p>&ldquo;You also have to feel for this kid, who is now 17, and any teenager who is dealing with coming out has a hard time,&rdquo; Feder says. &ldquo;But to come out, have to leave your family and your country behind,&nbsp;and then become the center of an international incident, has to be an incredibly difficult situation to be in.&rdquo;</p><p>The anonymous teen was taking part in the <a href=\"http://exchanges.state.gov/non-us/program/future-leaders-exchange\">Future Leaders Exchange</a>,&nbsp;a program set up during the 1990s that brings students from former Soviet&nbsp;states to the US.&nbsp;Only 1 in 50 students that apply are chosen.</p><p>[[{\"fid\":\"75108\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":405,\"width\":720,\"alt\":\"Students from the FLEX Program. The Russian government recently prohibited Russian students from participating. \",\"title\":\"Students from the FLEX Program. The Russian government recently prohibited Russian students from participating. \",\"class\":\"media-element file-default\"}}]]</p><p>&ldquo;It&rsquo;s a really important opening, I think, for these kids to experience the West,&rdquo; Feder says. &ldquo;And it came at a moment when there seemed to be an opening for building new relationships between the former Soviet Union and the United States.&rdquo;</p><p>The program was shutdown by the Russian government after the disclosure, which would have forced the gay teen to return home. He is now being held in&nbsp;protective&nbsp;custody by the federal government, which&nbsp;has put him in a foster home &mdash; a service usually provided for unaccompanied minors.</p><p>The teen is reportedly not the only person&nbsp;facing international scrutiny over the incident. According to&nbsp;Reed, his attorney, the boy&#39;s&nbsp;parents have been discussed&nbsp;in&nbsp;foreign media and are under tremendous pressure.</p><p>But Feder says this incident is less about Russian homophobia and more about tensions between the US, Ukraine and Russia.&nbsp;&ldquo;We are seeing, increasingly ...&nbsp;a kind of retrenchment in the face of this confrontation,&quot; he says. &quot;It may very well be that the Russian government was planning to pull out of this program anyway, and this was a convenient excuse.&rdquo;</p><p>The timing of this story, he adds, &quot;does suggest broader politics may be at work.&rdquo;</p><p>The American response might also suggest that: The US&nbsp;government announced that half the spots left in this program by Russia will go to students from one particular&nbsp;country &mdash; Ukraine.</p><br><br>","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/100820146.mp3"},{"href":"http://www.pri.org/file/100820146mp3"}]}