{"created":"2014-10-17T13:00:22+00:00","modified":"2015-05-14T17:23:14+00:00","valid":{"from":"2014-10-17T10:00:00+00:00","to":"3014-10-17T10:00:00+00:00"},"hreflang":"en","tags":["Health Care","kidney sales","organ transplant","organ donors","APM"],"published":"2014-10-17T10:00:00+00:00","title":"The push to better reimburse organ donors","byline":"Nova Safo","contentencoded":"<div class=\"barn-cleaned\"><p>Ever since the National Organ Transplant Act was established 30 years ago this month, ushering in our current organ donation system, it has been enshrined in the law and the medical community in the U.S. that we don’t pay for organ donations.&nbsp;</p>\n<p><span>But bioethicist Sigrid Fry-Revere is trying to challenge that notion, at least a little.&nbsp;</span></p>\n<p><span>Currently, there are 120,000 people waiting for a transplant, while only 8,200 people donated organs between January and July 2014, according to <a href=\"http://optn.transplant.hrsa.gov/\" target=\"_blank\">statistics from the Department of Health and Human Services</a>. &nbsp;Most of those waiting need a kidney transplant, which is one of few organs that can be donated both by the living and the dead.&nbsp;</span></p>\n<p><span>So, why aren’t there more kidneys?&nbsp;</span></p>\n<p><span>Fry-Revere wondered that while&nbsp;trying to donate a kidney to an ailing friend. She wasn’t able to do so, because she would need six weeks to recover and would need $8,000 to hire someone to tend her Virginia farm, she says.&nbsp;</span></p>\n<p><span>“My&nbsp;recipient was wealthy enough to pay $8,000 for a farm-hand, but it was against the law for him to do that,”&nbsp;because that would have seemed like she was getting paid upfront to donate her kidney, says Fry-Revere.&nbsp;</span></p>\n<p><span>In the end, her friend died waiting on the transplant list.&nbsp;</span></p>\n<p><span>Fry-Revere looked around the world to see if the problem was the same elsewhere. She discovered that it wasn’t in Iran, where there is an established practice of paying for organs, and kidneys are available to everyone who needs a transplant. The benefits and cash payments to donors there can total as much as three times the annual income of a typical Iranian, says Fry-Revere, who authored the book &nbsp;\"The Kidney Sellers: A Journey of Discovery in Iran.”&nbsp;</span></p>\n<p><span>Fry-Revere wants to bring a version of that concept to the U.S., by paying people upfront for any expenses they might incur from donating an organ.&nbsp;</span></p>\n<p><span>Currently, more than half of organ donations come form people who have died. But very few people die in the right set of conditions to allow for organ harvesting. So, in order to get more organs, you have to increase the number of living donors, says Fry-Revere.</span> <span>But that’s hard to do in the current U.S. system, she says, because of strict guidelines about how donors can be compensated for expenses related to their donation. Namely, donors cannot be paid for expenses before they donate, but can sometimes be compensated for some expenses, such as lost wages, after the fact.&nbsp;</span></p>\n<p><span>And that’s a disincentive, Fry-Revere says, because most people can’t afford to spend money first and then wait for reimbursement.&nbsp;</span></p>\n<p><span>“We have patients that have trouble coming to clinic because they can’t afford the gas,” says&nbsp;Dr. Stephen Pastan, medical director of kidney and pancreas transplant programs at the Emory Transplant Center in Atlanta, Georgia.&nbsp;\"Unfortunately, financial barriers, particularly for socioeconomically disadvantaged people, often play a large role in them not being able to become kidney donors.”</span></p>\n<p><span>Pastan says a lot of his patients are African-American with socioeconomically disadvantaged backgrounds, and they are disproportionately affected by the lack of donor kidneys.&nbsp;</span></p>\n<p><span>There is a <a href=\"https://www.livingdonorassistance.org/default.aspx\" target=\"_blank\">National Living Donor Assistance Program</a>,</span><span>&nbsp;set up to offer some financial reimbursement to donors. But the current system isn’t meeting the need, Pastan says. &nbsp;</span></p>\n<p><span>\"What I think we should do is do a better job of paying donors’ expenses, and paying them upfront,” Fry-Revere says.&nbsp;</span></p>\n<p><span>The details of Fry-Revere’s proposal are to amend current law so that organ donors can get cash upfront in the form of a pre-paid debit card loaded with as much as $14,000. The money would be use to pay for any expenses such as taking time away from work, childcare, and transportation costs.&nbsp;</span></p>\n<p><span>\"We want to remove any barriers to people who have come forward to be a living donor,” says Troy Zimmerman, head of&nbsp;governmental affairs at the National Kidney Foundation, \"But if it has any appearances of having an incentive to donate, that is something that the kidney foundation is very much opposed to.”</span></p>\n<p><span>But Fry-Revere says there are no ethical dilemmas in her proposal or dangers that the poor might be exploited for their organs by rich patients.&nbsp;</span></p>\n<p><span>In trying to shelter the poor from the possibility of exploitation, Fry-Revere says we have actually created a perverse inequality, in which transplant patients with financial means are better off in the living donor program, “because&nbsp;the system does allow recipients to reimburse the donor’s travel, lodging and lost wages. But that assumes a rich recipient.\"&nbsp;</span></p></div>","contenttemplated":"[{\"content\":\"<p>Ever since the National Organ Transplant Act was established 30 years ago this month, ushering in our current organ donation system, it has been enshrined in the law and the medical community in the U.S. that we don’t pay for organ donations. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>But bioethicist Sigrid Fry-Revere is trying to challenge that notion, at least a little. </span></p>\"},{\"content\":\"<p><span>Currently, there are 120,000 people waiting for a transplant, while only 8,200 people donated organs between January and July 2014, according to <a href=\\\"http://optn.transplant.hrsa.gov/\\\" target=\\\"_blank\\\">statistics from the Department of Health and Human Services</a>.  Most of those waiting need a kidney transplant, which is one of few organs that can be donated both by the living and the dead. </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>So, why aren’t there more kidneys? </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>Fry-Revere wondered that while trying to donate a kidney to an ailing friend. She wasn’t able to do so, because she would need six weeks to recover and would need $8,000 to hire someone to tend her Virginia farm, she says. </span></p>\"},{\"content\":\"<p><span>“My recipient was wealthy enough to pay $8,000 for a farm-hand, but it was against the law for him to do that,” because that would have seemed like she was getting paid upfront to donate her kidney, says Fry-Revere. </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>In the end, her friend died waiting on the transplant list. </span></p>\"},{\"content\":\"<p><span>Fry-Revere looked around the world to see if the problem was the same elsewhere. She discovered that it wasn’t in Iran, where there is an established practice of paying for organs, and kidneys are available to everyone who needs a transplant. The benefits and cash payments to donors there can total as much as three times the annual income of a typical Iranian, says Fry-Revere, who authored the book  &quot;The Kidney Sellers: A Journey of Discovery in Iran.” </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>Fry-Revere wants to bring a version of that concept to the U.S., by paying people upfront for any expenses they might incur from donating an organ. </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>Currently, more than half of organ donations come form people who have died. But very few people die in the right set of conditions to allow for organ harvesting. So, in order to get more organs, you have to increase the number of living donors, says Fry-Revere.</span> <span>But that’s hard to do in the current U.S. system, she says, because of strict guidelines about how donors can be compensated for expenses related to their donation. Namely, donors cannot be paid for expenses before they donate, but can sometimes be compensated for some expenses, such as lost wages, after the fact. </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>And that’s a disincentive, Fry-Revere says, because most people can’t afford to spend money first and then wait for reimbursement. </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>“We have patients that have trouble coming to clinic because they can’t afford the gas,” says Dr. Stephen Pastan, medical director of kidney and pancreas transplant programs at the Emory Transplant Center in Atlanta, Georgia. &quot;Unfortunately, financial barriers, particularly for socioeconomically disadvantaged people, often play a large role in them not being able to become kidney donors.”</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>Pastan says a lot of his patients are African-American with socioeconomically disadvantaged backgrounds, and they are disproportionately affected by the lack of donor kidneys. </span></p>\"},{\"content\":\"<p><span>There is a <a href=\\\"https://www.livingdonorassistance.org/default.aspx\\\" target=\\\"_blank\\\">National Living Donor Assistance Program</a>,</span><span> set up to offer some financial reimbursement to donors. But the current system isn’t meeting the need, Pastan says.  </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>&quot;What I think we should do is do a better job of paying donors’ expenses, and paying them upfront,” Fry-Revere says. </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>The details of Fry-Revere’s proposal are to amend current law so that organ donors can get cash upfront in the form of a pre-paid debit card loaded with as much as $14,000. The money would be use to pay for any expenses such as taking time away from work, childcare, and transportation costs. </span></p>\"},{\"content\":\"<p><span>&quot;We want to remove any barriers to people who have come forward to be a living donor,” says Troy Zimmerman, head of governmental affairs at the National Kidney Foundation, &quot;But if it has any appearances of having an incentive to donate, that is something that the kidney foundation is very much opposed to.”</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>But Fry-Revere says there are no ethical dilemmas in her proposal or dangers that the poor might be exploited for their organs by rich patients. </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>In trying to shelter the poor from the possibility of exploitation, Fry-Revere says we have actually created a perverse inequality, in which transplant patients with financial means are better off in the living donor program, “because the system does allow recipients to reimburse the donor’s travel, lodging and lost wages. But that assumes a rich recipient.&quot; </span></p>\",\"type\":\"text/html\"}]","teaser":"The National Organ Transplant Act is 30 years old this month.","itags":["Marketplace Morning Report for Friday, October 17, 2014","ab06883af28e54d45767299b8dbd718e","Marketplace","Marketplace Morning Report","PMP:Marketplace_PMP"],"description":"The National Organ Transplant Act is 30 years old this month.","guid":"ab06883a-f28e-454d-8576-299b8dbd718e","audio":[{"type":"image/jpeg","meta":{"crop":"primary","width":"610","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/kidney.jpg?itok=eOB7xcc5"},{"type":"audio/mpeg","meta":{"duration":140,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/10/17/mp_20141017_seg_04"},"duration_hms":"00:02:20"},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/10/17/mp_20141017_seg_04_64.mp3","format":"MP3"}]}