{"created":"2014-11-28T20:13:32+00:00","modified":"2014-12-01T20:32:13+00:00","valid":{"from":"2014-12-01T20:32:13+00:00","to":"3014-12-01T20:32:13+00:00"},"hreflang":"en","guid":"ab09c3dd-baec-44f1-8cf9-d376220ba0db","title":"Cricket fans worldwide pay tribute to young star who died tragically from on-field injuries","published":"2014-12-01T20:32:09+00:00","byline":"Christopher Woolf","tags":["Phillip Hughes","cricket","sports","Sheffield Shield","head injuries","Sports","Australia","Oceania","Phillip Hughes","Nick Marshall-McCormack","Cricket","Sports","Bouncer","Bowling"],"teaser":"The genteel world of cricket was rocked this week by the death of Phillip Hughes, an Australian star who was seemingly on his way to greatness. Hughes was hit in the neck by a bowled ball, highlighting the dangers of a sport many think of as an easygoing pastime.","contentencoded":"<p>Cricket isn't known for its violence, but tragedy struck the genteel sport this week when a young Australian star died from injuries he sustained during a match.</p>\n<p>Phillip Hughes, aged just 25 years old, was a powerful batsman and a rising star of Australia's international teams. He was batting during a match on Wednesday in Australia's domestic cricket league, called the Sheffield Shield competition, when he was struck in the back of the neck by a ball bowled to him at 93 miles per hour.</p>\n<p>Hughes was rushed to the hospital but died on Thursday from internal bleeding. The ball struck Hughes’ vertebral artery and caused <a href=\"http://edition.cnn.com/2014/11/27/sport/australia-cricket-phil-hughes-obit/\">what Australia's team doctor called</a> a \"massive bleed into his brain.\" Surgeons were unable to relieve the swelling around the brain, and Hughes never regained consciousness after he was hit.</p>\n<p>Nick Marshall-McCormack, an Australian journalist with BBC Sports, says the incident shows how cricket, despite its image, is actually a tough and sometimes aggressive sport.</p>\n<p>The kind of bowled ball that struck Hughes is called a \"bouncer,\" in which the ball is thrown so it strikes the ground well short of the batter and bounces up suddenly. It's also a perfectly legal intimidation tactic, much like a brushback pitch in baseball. </p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"//www.youtube.com/embed/HskkxL7e1Hw\" width=\"420\"></iframe></p>\n<p>“It’s a part of the arsenal of any bowler,” Marshall-McCormack says, a tactic “to try to unsettle the batsman in a hurry, almost aiming at their heads or upper body. It’s been around as part of the game for over a century. But never before has it killed a batsman.”</p>\n<p>That's why no one is pointing fingers at the man who bowled the ball at Hughes. “Nobody blames him for what he did,” Marshall-McCormack says. “He was just doing his job.”</p>\n<p>Other players are in shock over Hughes' death, Marshall-McCormack says, but he's not the first cricketer to die on the field — even recently. Two minor league players were killed in 2013, one in South Africa and one in Pakistan. One was struck in the head, the other in the chest.</p>\n<p>Marshall-McCormack says the game is “dangerous, yes, but obviously manageable.” Batsmen do wear helmets and other protective gear, including big leg pads not unlike those found on a hockey goalie. </p>\n<p>Yet the Times of India, a powerful voice in the world's most cricket-mad nation, called on Thursday <a href=\"http://blogs.timesofindia.indiatimes.com/toi-edit-page/cricket-isnt-worth-dying-for-ban-bouncers-thats-the-only-way-to-prevent-tragedies-like-phil-hughess-death/\">for bouncers to be outlawed</a>. \"Cricket isn't worth dying for,\" read the headline on the paper's editorial.</p>\n<p>There has been an outpouring of grief and sympathy in cricketing nations across the world, but especially in Australia, where cricket is a hugely popular sport. Flags are at half-mast. Individuals and organizations are also showing their concern by tweeting images under the hashtags #PutOutYourBats and #PutYourBatsOut. </p>\n<p>“This is all about taking a photo of your cricket bat outside your house, outside your workplace, outside your office, outside the headquarters of almost every company,\" Marshall-McCormack explains. \"They’re all showing their respect to Phillip Hughes.”</p>\n<div>“It’s a phenomenon that’s helping people to grieve and understand that they’ve lost someone — so young —  who was not just a cricketer but a great human being,\" he says, offering his own fond memories of Hughes.</div>\n<div>\n<p>“I’ve met Phil Hughes in my career,” Marshall-McCormack remembers. “I’ve interviewed him many a time and shared jokes. He was one of the cheekiest lads you’ll ever meet … It’s so tragic.”</p>\n</div>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/112820145.mp3"},{"href":"http://www.pri.org/file/112820145mp3"}]}