{"created":"2015-04-07T07:21:38+00:00","modified":"2015-04-08T19:05:37+00:00","valid":{"from":"2015-04-08T19:05:37+00:00","to":"3015-04-08T19:05:37+00:00"},"hreflang":"en","title":"New Orleans Educator Dreams Of Teaching Tech To Beat The Streets","published":"2015-04-07T21:49:00+00:00","teaser":"After the shooting death of one of his students, Jonathan Johnson was inspired to create a school that gives low-income students practical skills to compete in high-tech fields.","itags":["npr_api","397044111"],"guid":"ab212ebb-73de-4eea-ad59-65cbb5e8c014","contentencoded":"<p>Ten years after Hurricane Katrina, much has been rebuilt in New Orleans — including the public schools. But the current education system is radically different from the one that people who grew up in New Orleans remember. Virtually all students in the city now attend charter schools. Many of their teachers are both new to New Orleans and new to teaching.</p><p>Jonathan Johnson began teaching social studies to eighth-graders at one of the city's charter schools in 2010. After a rough start, Johnson says he became known as the \"warrior teacher\" because his classroom was all about \"fighting the war on low expectations for African-American youth.\"</p><p>In 2014, Johnson was a finalist for the <a href=\"http://tntp.org/fishman-prize/winners/fishman-prize-2014/jonathan-johnson\">Fishman Prize</a>, a prestigious and highly selective teaching award. Now Johnson is hoping to create a new education experience through a concept he called Rooted Schools. I reached out to him to learn why he decided to teach in New Orleans and why he is now trying to develop a new charter school.</p><p><strong>The trend toward a school system dominated by charters came out of crisis, but the pluses and minuses are still being debated. What, in your view, is working?</strong></p><p>Since 2004, we are getting better at preparing kids, academically, for college. More students are qualifying for TOPS scholarships, graduating from high school, and <a href=\"http://www.nola.com/education/index.ssf/2015/02/act_scores_up_slightly_in_loui.html\">ACT scores have risen</a>. We're expelling fewer students. Our schools have more nonblack students. Over the past 10 years, thousands of committed, passionate and smart leaders have made significant strides for students in New Orleans public schools.</p><p><strong>Tell us about Rooted School. Where did the concept come from and what do you hope to accomplish by creating it?</strong></p><p>The design — and now piloting — of Rooted School began out of me noticing a glaring problem in our city's schools today: the gross disconnect between what we're teaching and where tomorrow's jobs are being created.</p><p>What we haven't seen is a significant change in student life outcomes. Visions of college help some, but kids know that college isn't a guarantee. And for a growing number of kids, it's another heavy financial burden on top of others they already know and carry. Streets are beating schools in the fight for the attention of so many of our young men. Our schools are missing a connection to something bigger, to a future that the kids could actually connect to from where they are today.</p><p>I understand this problem firsthand. ... I got angry about the tragic killings of kids I've worked so hard to teach, kids who were working hard, but couldn't escape the streets. I started looking for ways to do something about this a year ago: Rooted School will come to life this fall as a small-scale pilot for 15 students, designed as a school that can beat the streets in the fight for relevance with kids. It has the potential to shape what is possible in public schools nationally. Rooted gives kids something to connect to in their own city, something with the capacity to convince them there's a better choice than what's out there now, a choice that's only recently been added to the answer sheet: a career in software and tech.</p><p>Greater New Orleans Inc. reported that there are more than <a href=\"http://www.nola.com/business/index.ssf/2014/10/a_lively_new_orleans_technolog.html\">7,000 jobs expected to open in the digital sector</a> over the next 10 years. Most local companies also state that our city does not have the consistent local talent base to supply the rising need, so they will either have to supply with nonlocal talent or move their companies elsewhere. The state of Louisiana has even implemented a Digital Interactive Media and Software Development Incentive, which offers a 35 percent refundable tax credit on payroll ... for companies to hire in-state labor. A similar problem exists in five other high-growth regional industries.</p><p>I'm going to connect schooling to these amazing opportunities in tech and five other industry clusters, leveraging employers themselves in the training of our students for the jobs they will have available in the years to come.</p><p>If we do this successfully, we will remove the potential of poverty for our students by placing them on an entry-level path toward a financial independence.</p><p><strong>What's next for New Orleans schools 10 years after Katrina? What can be done to make schools better?</strong></p><p>I don't know what wave people will catch. I can say that I'm a part of a group called the Tiny School Project. We are small-scale pilots launching this summer and fall who aim to present new ideas for what the future of school could be in New Orleans. There's no other collective like this in the country, and we're really excited to see what comes of it.</p><p>As for what can be better, I have a few ideas:</p><p>1. Discover more low-risk ways to test out/pilot smaller versions of new school models. I'm not talking about the typical college prep charter school that we've seen before. I'm talking about school designs that are largely untested in the country (i.e. Rooted School, Noble Minds Institute for Whole Child Learning).</p><p>2. Incentivize the start of organizations like 4.0 Schools and Propeller who incubate leaders and businesses who are willing to rethink what school could be.</p><p>3. Create more options for career success than college. College doesn't promise the same return on investment as it once did and can cause more problems than solutions, especially for many of the students we serve in this city. Not to mention, most of the jobs that will become available in Louisiana over the next decade will be technical and won't require a four-year college degree. Our public schools haven't figured out a viable alternative for the students — like the 51 percent of black males in New Orleans who are unemployed.</p><p><em>Michel Martin travels to New Orleans on April 21 to moderate a <a href=\"http://www.npr.org/blogs/presents/2015/02/26/389265061/4-21-15-npr-presents-michel-martin-chartered-waters\">live event on education 10 years after Katrina</a>. It's a collaboration with member station WWNO. You can join the conversation using #NOLASCHOOLS.<br /></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Orleans+Educator+Dreams+Of+Teaching+Tech+To+Beat+The+Streets&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michel Martin","audio":[{"meta":{"duration":"411"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398004500-5385d5.m3u?orgId=1&topicId=1013&aggIds=352974380&e=397044111&d=411&ft=nprml&f=397044111"},{"href":"http://media.npr.org/assets/img/2015/04/02/jonathanjohnson-ce3837dc52643f94a946f43bb41668f3b9740cf1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"465","width":"620"}}]}