{"created":"2014-11-12T21:24:06+00:00","modified":"2015-05-12T18:53:50+00:00","valid":{"from":"2015-05-12T18:53:50+00:00","to":"3015-05-12T18:53:50+00:00"},"hreflang":"en","title":"The Rare Place Where Israelis And Iranians Play Together","published":"2014-11-13T01:39:00+00:00","teaser":"Iran and Israel are sworn enemies, but Germany is neutral ground where people from those countries can collaborate musically. Sistanagila, an Israeli-Iranian ensemble, is doing just that.","itags":["npr_api","363517234"],"guid":"ab26c76c-6bed-4536-b1f2-0ac418205afb","contentencoded":"<p>Like many Iranians living abroad, Babak Shafian cringed whenever Mahmoud Ahmadinejad, his country's former president, spewed hate-filled rhetoric about Israel. The 33-year-old computer scientist says the diatribes ignored thousands of years of shared history between Jews and Persians.</p><p>\"The main thing which annoyed me really is that Ahmadinejad was presented in the Western media as the main voice of Iranian society,\" says Shafian, who moved to Germany 14 years ago.</p><p>He decided the best antidote would be a musical collaboration with the alleged enemy. The problem, however, is that he didn't know how to play a musical instrument. So three years ago, Shafian talked to friends and scoured the Internet to find Israelis and Iranians living in Berlin who did.</p><p>Yuval Halpern, a 34-year-old lsraeli composer there, recalls getting Shafian's invitation through couchsurfing.org, a website that connects travelers with locals offering a place to crash.</p><p>\"At first I thought he's a terrorist wanting to kidnap me, as most Israelis think when they think of Iran,\" Halpern says. \"But then I thought I would just meet him and see how it is because I thought the idea was a nice one, and that is how it started.\"</p><p>Shafian, his German wife, two other Israelis and two Iranians now form the band Sistanagila, which plays what members describe as world music with improvisations and a folksy flair. The name, like the group, is a mix of Israel and Iran, combining the names of an Iranian province and a popular Jewish folk song played at bar mitzvahs, bat mitzvahs and weddings.</p><p>Halpern says the members have learned a lot about each other — not only about their countries' different musical styles but about each other's food and traditions. He jokes it sometimes can be a bit much, like when the Iranian members first heard \"Hava Nagila.\"</p><p>\"Israelis can't hear it anymore from [its] being done thousands, millions of times, and actually the Iranians were the ones who told us: 'Oh, let's do Hava Nagila,' \" he recalls. \"We said, 'Really, are you sure?' \"</p><p>In the end, they did perform it. But just like \"Yalla Yalla,\" a Moroccan folk song they recently rehearsed in a cramped basement in the trendy Kreuzberg neighborhood of Berlin, when they do Jewish songs, it's with a Persian twist.</p><p>That twist is provided in large part by their Iranian percussionist, Jawad Salkhordeh, who plays a traditional Persian instrument called a <em>tombak</em>.</p><p>The 34-year-old immigrant from the Caspian Sea region of Iran earns his living in Berlin working as a nurse. But he says his real passion is music and that he loves having the freedom to create songs and lyrics with his Israeli colleagues and friends.</p><p>In Iran, \"all of the lyrics and music has to be approved by the Islamic Guidance Ministry, a process that can take months,\" Salkhordeh says. \"Women singers can't usually hold concerts unless they are just for women. It's very difficult to organize concerts, especially if men and women are performing together,\" as is the case with Sistanagila.</p><p>The group is one of a growing number of Middle Eastern musical collaborations in Germany where more and more immigrants from that region are settling — including tens of thousands of Israelis and Iranians.</p><p>Sistanagila members say they are determined to keep their music about art rather than politics, which is why Shafian says he turned down an invitation by the Iranian Embassy in Berlin to play at an interreligious event. Even so, several previous Iranian members of the group quit because they feared authorities in the Islamic Republic might lash out at them or their families in Iran for working with Israelis, Shafian says.</p><p>\"In Iran there's always a risk, regardless of whether one has done something or not. So it could happen,\" he says.</p><p>The members nevertheless want to increase their visibility, which is why Sistanagila is starting an online campaign in the coming weeks to help fund its first CD.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Rare+Place+Where+Israelis+And+Iranians+Play+Together&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Soraya Sarhaddi Nelson","audio":[{"meta":{"duration":"307"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363579826-d49ccd.m3u?orgId=1&topicId=1124&d=307&p=2&story=363517234&t=progseg&e=363538562&seg=5&ft=nprml&f=363517234"},{"href":"http://media.npr.org/assets/img/2014/11/12/israel-iran-band-99978e36fdc2033a7c7e76b5734e81a7e3371266.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"720","width":"960"}}]}