{"created":"2015-03-26T20:02:09+00:00","modified":"2015-05-13T21:06:38+00:00","valid":{"from":"2015-05-13T21:06:38+00:00","to":"3015-05-13T21:06:38+00:00"},"hreflang":"en","title":"A Fraying Promise: Exploring Race And Inequality In Havana ","published":"2015-03-30T21:39:00+00:00","teaser":"One of the revolution's core promises was an egalitarian society. But as Cuba opens up, one of the unintended consequences may be more inequality.","itags":["npr_api","395530735"],"guid":"ab28fe69-2332-40f2-9eaa-de6ee395240b","contentencoded":"<p>Miguel Coyula points at an open door in the middle of Old Havana. The mahogany door looks worn, but still handsome. The concrete facade has lost most of its paint, and time has ripped parts of it open.</p><p>\"That's marble,\" Coyula says, pointing to the treads of the staircase. \"They are the remnants of something that was very glorious.\"</p><p>Coyula is an architect and an economist, and as he walks through the streets of Havana, he doesn't just see breathtaking decay. He sees how economic policies and social circumstances have shaped this city.</p><p>The buildings in Havana tell the story of two intersecting problems: one that everyone talks about — housing — and one that is typically discussed with great discretion — race and inequality. Both of them have the potential to be hugely affected by a thaw in diplomatic relations with the United States.</p><p>\"You stand in front of two buildings, one is good, the other one is crumbling, and you wonder, why this contrast between these two buildings standing next to each other?\" Coyula says.</p><p>In simple terms, that question has a one-word answer: money.</p><p>\"Suppose for a moment that the people who live in the good house remember that they had a relative in Miami who can send them money,\" Coyula says. \"If we take an example in which the neighbors are earning the average salary, $20 a month, think about having a relative in Miami who can send you $100 a month. That means five monthly salaries in one round. Immediately the gap between you and your neighbor is one to five. But sometimes the gap is one to 50 or more.\"</p><p>One of the promises of revolutionary Cuba was an egalitarian society. To that end, Cuba made tenants owners of their apartments. Rent was nominal and later forgiven. Utilities were heavily subsidized.</p><p>But people couldn't actually buy and sell their homes until two years ago. One unintended consequence of those policies is a large class of homeowners who can't afford to maintain or repair their homes.</p><p>Coyula says a gallon of paint costs an average Cuban 30 percent of their monthly salary. A new toilet? That's about two years' worth of pay.</p><p>It means that Havana is literally falling down.</p><p>There's a popular joke, Coyula says, that the only way to thrive in Havana is to have <em>fe — </em>faith. Except the \"f\" and the \"e\" stand for <em>familia en el extranjero</em>, or family abroad.</p><hr /><p><strong>We meet up with Yusimí Rodríguez López</strong> in the restored part of Old Havana.</p><p>It's a part of Havana that is packed with tourists. There are grand squares like the Plaza de las Palomas, with its 16th-century basilica of Saint Francis of Assisi. It's the one place in Havana where you see sidewalk cafes and government-run stores with brand-new shoes in display windows.</p><p>López, a 38-year-old writer and journalist, says she and her family can afford to eat at one of these restaurants perhaps once a year.</p><p>\"My life is more real,\" she says. \"This is like staged for tourists. ... I still live with my mother, and I share the bedroom with my sister and my niece. I mean three generations living together because there are no houses.\"</p><p>López has written a lot about the black and white divide in Cuba. Honestly, it seems that everyone has it hard in Cuba, but López says that black Cubans still face greater challenges.</p><p>\"We have the same opportunities and that cannot be denied. In fact one of the achievements of the Cuban revolution is that we Cubans have universal access to education and health, but one of the mistakes that our government made was to declare that that there was no more racism in Cuba,\" López says. \"That was a big mistake. And then they just silenced the problem, the issue, in the name of national unity, but racism has remained.\"</p><p>Statistics back her up. Up-to-date numbers are hard to come by, but Esteban Morales Domínguez, a Cuban economist and political scientist, published a book on the topic in 2007.</p><p>He found that the revolutionary promise of an equal society was fraying: Blacks were unemployed at double the rates of whites; 85 percent of those in jail were darker-skinned Cubans; and most of those who held jobs as scientists or technicians were white.</p><p>It wasn't always like this. At the height of Soviet largesse, the revolution did equalize society. According to research quoted by <em>Espacio Laical</em>, a magazine published by the Cuban Catholic church, in the late 1980s, the Gini coefficient of income inequality was 0.24 on the island. (Zero represents complete equality and 1 represents complete inequality.) In recent years, according to the magazine, that number has risen to 0.5, similar to the average for the rest of Latin America.</p><p>The prospect of deeper reform — one of a more market economy in Cuba — presents another problem.</p><p>According to U.S. Census data, 85 percent of Cuban Americans are white. If the economy opens up further – and even more money from overseas Cubans flows into the island — the gap between whites and blacks in Cuba will likely grow.</p><hr /><p><strong>Under an intense, tropical sun</strong> we walk with López to a small ferry terminal. It connects the restored part of the city to Regla, a poor and largely black neighborhood across the Havana Bay.</p><p>In the 1990s, during what the regime termed the island's \"Special Period in Time of Peace,\" when the country was desperately trying to stay afloat after the collapse of the Soviet Union, hijackers took over one of these boats with the intention of navigating it to Miami.</p><p>At the same time, many of the city's black residents — hungry and suffering — took to the streets to protest, all of this climaxing with Fidel Castro announcing that anyone who wanted to leave the island could do so. In the U.S., the summer of 1994 became known as <a href=\"http://www.latinamericanstudies.org/balsero-rafter-crisis.htm\">the summer of the Cuban <em>balsero</em> crisis</a>, when more than 35,000 Cubans boarded rafts and boats and tested their luck in the straits of Florida.</p><p>On the ferry, we see Cubans loading bikes and carts and many of them are carrying flowers.</p><p>Our ride to Regla is peaceful and quick.</p><p>On this side of the bay, says López, we will get a glimpse of the real Cuba.</p><p>We disembark and start walking. Within a block, we come upon a big white church. Many of the passengers we saw carrying flowers walk toward the entrance and lay the flowers near an altar holding a statue of the black Madonna. The church, Our Lady of Regla, is a place of veneration in Cuba's blended observance of Catholicism and Santeria — the faith brought to Cuba by Yoruba slaves.</p><p>We walk a few blocks farther, down streets with very few shops and hardly any cars or trucks.</p><p>Then, we come upon a group of Afro-Cuban women. They are hoping for some public attention to their plight.</p><p>They invite us in to where they live: transitional housing for people who have been homeless, often because their homes collapsed. They can spend years here.</p><p>The rooms are lined up, one after the other, facing the courtyard of an old factory. Families of two, three or four live in these spaces, which have the feel of a refugee camp.</p><p>\"There are 21 apartments here and 1 million sick kids,\" Qurian Betancourt, 32, tells us.</p><p>She moves through the courtyard, pushing aside some clothes that's been hung to dry. In a corner on the first floor, she shows her room. It's neat, but there isn't much there. It is, perhaps, 8 feet by 8 feet. She has a small refrigerator; the tall ceilings have been dropped and converted into a second story where she sleeps.</p><p>Betancourt says the government gave her mother this space after their house collapsed while they were hammering something into the kitchen wall.</p><p>\"It was terrible,\" she says. \"What can I tell you? I came here as a girl and now I'm a woman and a mother.\"</p><p>She points to a picture on the wall. It's of a baby girl, Betancourt's daughter. Betancourt has been here for more than a decade, so her daughter, who she says has breathing problems, is growing up in this place and is now 6 years old.</p><p>Betancourt worries that Cuba is sending its doctors to help with Ebola in Africa while Cubans are living in inhumane conditions at home.</p><p>\"I'm not against Cuba,\" she says. \"But I'm against these conditions. They have us in a bad spot. They're just letting us die here.\"</p><p>When we walk out of the shelter, López is visibly moved. This couldn't have come as a great surprise. Her first book of short stories, which was just released, alludes to the daily struggle that Cubans face. The title —<em> The Cuban Dream</em> — also alludes to the hope of a better future.</p><p>López says that she didn't expect that we would able to see the things she had been describing earlier. She feels like her complaints — of living with her mother and sharing a room with her niece, of the difficulties of finding money to take a taxi — are small compared to the conditions here.</p><p>\"Compared to this, I'm privileged,\" she says.</p><p>But the thing in Cuba, she says, is that people have gotten used to this.</p><p>\"You manage to live every day. These people manage to live every day,\" López says. \"They manage to survive. I think Cubans are specialists in surviving.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Fraying+Promise%3A+Exploring+Race+And+Inequality+In+Havana+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Robert Siegel","audio":[{"meta":{"duration":"499"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395604788-8ce800.m3u?orgId=1&topicId=1127&aggIds=395846943&d=499&p=2&story=395530735&t=progseg&e=395512367&seg=13&ft=nprml&f=395530735"},{"href":"http://media.npr.org/assets/img/2015/03/26/havana-01-cfe60e54f20d1b0f0189807f7989ffa9798f9944.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1180","width":"1574"}},{"href":"http://media.npr.org/assets/img/2015/03/26/havana-02_wide-b8041a51b64b969f4a1057db91144117e1d2ebde.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1687","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/03/26/havana-04_wide-297e69df837334543b8609a3582d34371f3744fd.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1518","width":"2699"}},{"href":"http://media.npr.org/assets/img/2015/03/26/havana-08_custom-89240c19f8505095a26b830d9711f94a5e72f217.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1846","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/03/26/havana-03_custom-7db4071f9a81f116ec0f6f59c4c44f9741cfb803.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/03/26/havana-05_wide-7c3b9f4af5267756a174727d6f019d827b2c6656.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1581","width":"2812"}},{"href":"http://media.npr.org/assets/img/2015/03/26/havana-06_custom-7733694ab2e32be1656ebf4b9945b3c76b026f72.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1909","width":"3000"}}]}