{"created":"2015-03-05T18:24:49+00:00","modified":"2015-03-06T21:23:36+00:00","valid":{"from":"2015-03-06T21:23:36+00:00","to":"3015-03-06T21:23:36+00:00"},"hreflang":"en","guid":"ab32f582-de46-4bdd-8bca-27a791ec24bf","title":"Nikola Tesla changed the world — so why did we forget him?","published":"2015-03-06T21:23:35+00:00","byline":"Stephen Snyder","tags":["books","history","culture","innovation","Books","Arts, Culture & Media","Europe","North America","Serbia","United States","Europe","North America","Nikola Tesla","Vladimir Pistalo","Thomas Edison","Ken Strickfaden","Electromagnetism","Wireless energy transfer","Tesla coil","Nikola Tesla in popular culture","Tesla"],"teaser":"Nikola Tesla was a visionary and a recluse with a genius for invention. He's also a hero in Serbia, where an author has created a new fictional account of Tesla's incredible life and many achievements.","contentencoded":"<p>Nikola Tesla isn't a big name in the United States. I'd heard of him, and you <em>might</em> have — but probably because of the fancy new car that carries his name, not for his many stunning accomplishments.</p>\n<p>That's mostly because of his big fight with Thomas Edison at the end of the 19th century over which man's electrical system would prevail. Edison took the spotlight and Tesla mostly faded away, even if his world-changing inventions won out. But that's not the case in Serbia, where Tesla is a national hero. There his face appears on currency, and a Serbian author has now turned the remarkable facts of Tesla's life into a novel.  </p>\n<p>In \"<a href=\"https://www.graywolfpress.org/books/tesla-portrait-masks\">Tesla: A Portrait with Masks</a>,\" Vladimir Pistalo reconstructs the inventor's personal life. The book reads like a poem, and Pistalo's passion for his subject comes through on every page.</p>\n<p>\"He's the father of robotics, he's the one who enabled the neon cascades of Las Vegas and Times Square, he's the guy who invented radio, according to the decision of the Supreme Court of New York State and of the Supreme Court of France,\" Pistalo says. He also came up with alternating current, without which none of our machines and electronics could work.</p>\n<p>Pistalo says Tesla's passion for discovery led him into some uncharted territory. \"For example, Tesla was the only human who created earthquakes,\" Pistalo says. \"By using small oscillators that he attached to the bearing walls of his studio, Tesla set up a vibration in the foundation of a Manhattan office building. And then it went into the foundations of other buildings in Manhattan, and <a href=\"http://www.intuitor.com/resonance/tesla.php\">the earthquake has actually been documented</a>.\"</p>\n<p>\"That's kind of what gods do,\" Pistalo marvels.</p>\n<p>Tesla took some enormous risks with his discoveries. At one point, he demonstrated the safety of his alternating current by running thousands of volts of electricity through his body, an episode Pistalo portrayed in his novel.</p>\n<p><iframe class=\"scribd_iframe_embed\" data-aspect-ratio=\"0.6666666666666666\" data-auto-height=\"false\" frameborder=\"0\" height=\"600\" id=\"doc_89713\" scrolling=\"no\" src=\"https://www.scribd.com/embeds/257688930/content?start_page=1&amp;view_mode=scroll&amp;access_key=key-UPc9hBg3vXSZPJgXKN7e&amp;show_recommendations=true\" width=\"100%\"></iframe></p>\n<p>\"After that, no one would come to shake his hand for some time,\" Pistalo says. \"And his body and his clothing would continue emitting slight halos after that. This is really the stuff that fairy tales are made of, but it actually happened.\"</p>\n<p>Sadly, Tesla's intense experiences with electricity had no parallel in his personal life. \"He never had a love interest in his life, a man or a woman,\" Pistalo says.  </p>\n<p>Perhaps that explains a curious fact that Pistalo shared after our interview. \"Tesla's favorite film was '<a href=\"https://www.youtube.com/watch?v=o1Izq-E3o7Y\">The Bride of Frankenstein</a>,'\" he says. \"He saw it five times. That loner was attracted to the idea that one could build himself the perfect woman out of electricity.\"</p>\n<p>Some of the electrical effects in this clip from the first Frankenstein movie, from 1931, are in fact provided by a Tesla coil, rumored to have been procured <a href=\"http://www.edn.com/design/power-management/4426453/The-Tesla-coil--A-Frankenstein-folly-or-a-brilliant-Nikola-Tesla-creation-\">by the film's electrical prop man</a>, Ken Strickfaden, from Tesla himself. </p>\n<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/1qNeGSJaQ9Q?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-04%2Fnikola-tesla-changed-world-so-why-did-we-forget-him&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/teslaweb.mp3"},{"href":"http://www.pri.org/file/teslawebmp3"}]}