{"created":"2015-02-04T20:34:44+00:00","modified":"2015-02-05T19:51:28+00:00","valid":{"from":"2015-02-05T19:51:28+00:00","to":"3015-02-05T19:51:28+00:00"},"hreflang":"en","guid":"ab32de71-e5a7-4f75-8a2a-f8f7928ace87","title":"A Nigerian satirist takes a sobering approach to measles, Ebola","published":"2015-02-05T19:51:27+00:00","byline":"Traci Tong","teaser":"His humble proposal to screen Americans traveling to Africa for measles has been widely supported on Twitter. He explains why he wrote it and says the world has a ''one-dimensional narrative'' toward Africa.","tags":["Human Needs","Health","Health & Medicine","Africa","Nigeria","West Africa","Africa","Goodluck Jonathan","Elnathan John","Measles outbreak","Ebola","Ebola virus disease"],"contentencoded":"<p>Normally Nigerian author Elnathan John is full of witty remarks and one-liners. But in an interview, he was dead serious about measles and Ebola.</p>\n<p>On Twitter, John had lamented: \"Our thoughts are with the measles-ravaged country America. I hope we are screening them before they come to Africa.\" His sentiment was retweeted or favorited more than 44,000 times.</p>\n<p>In Wednesday's interview with PRI's The World, John explains: \"I was trying to talk about the danger of one-dimensional narratives ... And how these narratives can reduce a whole continent like Africa to a footnote of war and disease.\" </p>\n<p>As an example, he cites the news of the Ebola epidemic in Liberia, Sierra Leone and Guinea, which prompted some Americans to urge screenings of all US-bound Africans for Ebola. \"West Africa was not a subcontinent ravaged by Ebola,'' John said. \"We have three to five countries that had Ebola.\" </p>\n<p><a href=\"http://www.washingtonpost.com/blogs/the-fix/wp/2015/02/04/measles-passes-ebola-as-the-subject-of-americans-terrified-google-searches/\">Google search statistics show</a> more Americans have been searching measles rather than Ebola since the last third of January, though figures as of Feb. 1 show a much lower interest in measles than Ebola showed during the height of the US freak-out in October.</p>\n<p> </p>\n<p> </p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0204201510.mp3"},{"href":"http://www.pri.org/file/0204201510mp3"}]}