{"created":"2014-12-16T20:46:35+00:00","modified":"2015-06-15T17:16:14+00:00","valid":{"from":"2015-06-15T17:16:14+00:00","to":"3015-06-15T17:16:14+00:00"},"hreflang":"en","title":"Skating Out Classroom Stress As A 'Derby Dame'","published":"2014-12-17T19:46:00+00:00","teaser":"English teacher and roller derby queen Elle L. Cool Jam, aka Nina Park, plays offense and defense on the track and in her classroom.","itags":["npr_api","354108735"],"guid":"ab344004-546d-4f0e-8d8a-6e6e98a289b9","contentencoded":"<p><em><em>The NPR Ed team is discovering what teachers do when they're not teaching. Pilot? Artist? Bartender? Explore our </em></em><a href=\"http://www.npr.org/series/359617600/the-secret-lives-of-teachers\">Secret Lives of Teachers</a><em><em> series.</em></em></p><p>Every fall, on the first day of school, Nina Park greets her new honors English class with a game called \"two truths and a lie.\" Her students, 10th-graders at TechBoston Academy in Dorchester, Mass. have to guess which is which.</p><p>\"I tell them, 'Reading is my favorite thing to do, I'm Instagram famous, and I play roller derby,' \" she says. \"And every year, they get it wrong.\"</p><p>It'd be hard to blame them for failing her test.</p><p>The mild-mannered Ms. Park shows a totally different side after dismissal, when she's geared up in helmet, knee pads, elbow pads and retro-looking roller skates and jostling, bumping and rolling around a makeshift derby track in an old warehouse.</p><p>Known as Elle L. Cool Jam, she's part of the <a href=\"http://blog.bostonderbydames.com/teams/cosmonaughties/\">Cosmonaughties</a>, a women's roller derby team in Boston.</p><p>She's the team's jammer — the position that tries to score by forcing and finessing her way past a scrum of blockers, most of whom are way bigger than Park's 5-foot-2, 120-pound frame.</p><p>\"It's really scary,\" she says as she speeds off into a knot of players down the track. Players shove, twist and bounce off one another, often ending up on the cement floor.</p><p>Once, Park was literally knocked unconscious and rushed to the hospital. But she's kept coming back, ever since a friend first brought her to watch a game more than four years ago.</p><p>\"I was like instantly, 'I need to be part of this,' \" Park recalls.</p><p>It was both a challenge and a change; instead of teaching, she was the one learning again. And her learning curve was a steep one; she didn't even know how to skate. \"I mean it's exciting, it's exhilarating,\" Park says.</p><p>And it's liberating.</p><p>Park says derby is a great way to release all the stress and frustration from teaching at her inner-city Boston public school.</p><p>\"You know, sometimes the hip check is for something else,\" Park says, laughing. \"You always do it legally, but sometimes it just feels good to let it out.\"</p><p>\"We're pretty tough,\" she adds. \"We're thoughtful and ladylike, but when comes down to it, we're ready to rumble.\"</p><p>Many of the players make that clear with their derby names: Brutal Lithium, Hard Core, License to Kari. And like Park, all these Boston Derby Dames — the name of the league — are acting out a kind of double life.</p><p>By day, Brutal Lithium is a Ph.D. student in chemistry, Hard Core works for the registry of motor vehicles, and License to Kari is a waitress.</p><p>Some wear tutus over their tattoos; others are bedazzled and metallic. But this is real competition, not staged brawls. It's a complex sport, with serious athletes playing both offense and defense at the same time — which Park says feels a lot like what she does in the classroom.</p><p>\"My students have lot of kind of tender spots, so I have to push them to work harder, but if you push too hard they push back,\" Park says. \"So you have to have the right amount of push and support at the same time.\"</p><p>Back at school, Park pivots constantly between praising her students and pressing them to do more. \"Awesome job,\" she says to one. \"You're breaking my heart,\" she chides another who has not finished an assignment on time.</p><p>Tenth-grader Malachi Freeman calls Park tough, but not intimidating — and definitely not someone you'd peg for a roller derby queen. \"That blew my mind,\" Freeman says. \"I didn't know teachers had an afterlife like that.\"</p><p>But you'd be wrong to think this was a total Jekyll and Hyde kind of thing. Even when she's skating, you can definitely see the Ms. Park in the Elle L. Cool Jam.</p><p>Park gets whacked with a block and immediately calls out, \"Nice! You guys got me so good!\" A moment later, the breath knocked out of her again, she exclaims, \"You were amazing!\"</p><p>\"She will get hit so hard and she just smiles, and [says], 'You did such a great job!' \" says teammate Shayna Nestor. \"She congratulates the other team for hitting her well!\" adds another teammate, who goes by Tiny Dancer.</p><p>Toward the end of her practice, as Park turns back to the track, I catch a glimmer of a silver necklace she's wearing with a name on it. But it's not Nina or Elle L. Cool Jam. I'm confused, I say.</p><p>\"It's actually my Instagram handle: @NinaNailedIt,\" she explains. \"I also do nail art!\"</p><p>Yup – that's the other, other life of this English teacher.</p><p>Remember her \"two truths and a lie\" game? Her story about being an Instagram star is true: Park has more than 18,000 followers. And just to prove it, she flashes her floral-painted fingernails popping out of her black roller derby wrist guards.</p><hr /><p><em><strong>Tell us about the Secret Lives of Teachers</strong> — maybe your own or a teacher you know. Or post your own Secret Life on Facebook, Twitter or Instagram at <strong>#secretteachers</strong>. We're on Twitter at <strong>@npr_ed</strong>. Our Facebook page </em><a href=\"https://www.facebook.com/pages/nprEd/402441646563033\">is here</a><em> or you can drop us an email at </em><a href=\"mailto:NPREd@npr.org\">NPREd@npr.org</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Skating+Out+Classroom+Stress+As+A+%27Derby+Dame%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tovia Smith","audio":[{"meta":{"duration":"251"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371253681-7f2344.m3u?orgId=1&topicId=1013&aggIds=359617600&d=251&p=2&story=354108735&t=progseg&e=371178807&seg=6&ft=nprml&f=354108735"},{"href":"http://media.npr.org/assets/img/2014/12/16/derby-101-track_custom-54e8507048bf750c538af504c289aa79584201ec.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"435","width":"675"}},{"href":"http://media.npr.org/assets/img/2014/12/11/szymczak_npark_111514_25-08b6cb60be9260887cabfbfdeb5dbc14500e6a58.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2997","width":"3996"}},{"href":"http://media.npr.org/assets/img/2014/12/11/szymczak_npark_111514_02_slide-e8c8b3bbabc38ad7d6a4e9f174dccf85c40c6799.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2997","width":"4496"}},{"href":"http://media.npr.org/assets/img/2014/12/11/szymczak_npark_111514_04_slide-4cc3b8996d4a887652f02b34de2acebb58c11fa9.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2997","width":"4496"}},{"href":"http://media.npr.org/assets/img/2014/12/11/szymczak_npark_111514_13_slide-ac4983f30374d1486def75a80cb4e44bfd735d13.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2997","width":"4496"}},{"href":"http://media.npr.org/assets/img/2014/12/16/3_custom-aa709a78ff1b86b42fe5c89c8ee8ebc715512752.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1144","width":"3854"}},{"href":"http://media.npr.org/assets/img/2014/12/11/szymczak_npark_111814_05_slide-574f8faf6a723574361ce49b69df1ac861790676.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2997","width":"4496"}},{"href":"http://media.npr.org/assets/img/2014/12/11/szymczak_npark_111514_20_slide-3999cc92d5c8aa179e1f69f62be362adbb55d562.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2997","width":"4496"}}]}