{"created":"2014-12-08T18:36:37+00:00","modified":"2014-12-11T20:13:59+00:00","valid":{"from":"2014-12-11T20:13:59+00:00","to":"3014-12-11T20:13:59+00:00"},"hreflang":"en","title":"First Time Producer's 'The Imitation Game' Gets Oscar Buzz","published":"2014-12-09T13:06:00+00:00","teaser":"Actor Benedict Cumberbatch plays a British homosexual mathematician who is instrumental in cracking Nazi's Enigma machine.","itags":["npr_api","369380740"],"guid":"ab3d05c7-f684-49bc-95df-500801d0d4f5","contentencoded":"<p>Nora Grossman and Ido Ostrowsky were between television jobs when they came across the story of British mathematician Alan Turing. He was instrumental in the effort to crack the code generated by the Nazi&#8217;s Enigma machine during World War II, but later was prosecuted because of homosexuality.</p><p>Though neither had produced a feature film before, the pair decided to make a film based on his story. The result was <a href=\"https://www.youtube.com/watch?v=S5CjKEFb-sM\" target=\"_blank\">&#8220;The Imitation Game&#8221;</a> which stars Benedict Cumberbatch as Turing, whose performance is already generating talk of a possible Oscar nomination.</p><p>Co-producer <strong>Nora Grossman</strong> joins <a href=\"http://hereandnow.wbur.org/\" target=\"_blank\"><em>Here & Now</em></a>&#8216;s Jeremy Hobson to talk about the film.</p><h4>Interview Highlights: Nora Grossman</h4><p><strong>How did you discover this story?</strong></p><p>“It was the fall of 2009 and my now producing partner Ido Ostrowsky and I were in between jobs, we both came from television and a mutual friend said, ‘hey you guys should hang out,’ since you’re both unemployed. We’d go to coffee shops and look for jobs and pitch movie ideas. We happened to see the Prime Minister apologize for the treatment of Alan Turing during WWII and admittedly we didn’t know who Alan Turing was and we were curious as to why there was such a blatant apology. So we did some research and we found the biography and found out that the rights were available. I flew to London, met with the biographer, Andrew Hodges and his agent, and convinced him that Ido and I—who had no credits—were the perfect people to shepherd the story. We optioned this book for very little money and since we both came from TV we weren’t that knowledgeable of the feature space. That is when we met Graham Moore, I was having a party at my house and said I had optioned this book…Graham overheard me and was really excited about Turing’s story and wanted to tell it.”</p><p><strong>What really stuck out to you about Alan Turing?</strong></p><p>“For us it was sort of the unsung hero that didn’t get his time, his due and the fact that he was the man behind breaking the enigma code and the fact the government persecuted him. He died so young and he is considered the father of computer theory. To think of all the achievements he could have made if he lived longer.”</p><p><strong>Why Benedict Cumberbatch for the role of Alan Turing?</strong></p><p>“Our director, Morten Tyldum, when he came on board, he first read the script and he was imagining Sherlock&#8211; Benedict Cumberbatch. Fortunately when we are at the studio, Ido and I got to meet with Benedict and had a general with him, we knew he had read the script so when our director said, ‘This the number one guy, this is who I want to do it,’ it was just a matter of getting them together. We always joke about how Morton went in trying to convince Benedict to do the role and Benedict went in trying to convince Morton to hire him…So they had a Skype, total love fest and it worked out.”</p><h4>Guest</h4><ul><li><strong> <a href=\"http://variety.com/exec/nora-grossman/\" target=\"_blank\">Nora Grossman</a> </strong>, producer of &#8220;Imitation Game&#8221; and &#8220;Masterwork.&#8221; She tweets at <a href=\"https://twitter.com/noraemily\" target=\"_blank\">@noraemily.</a></li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=First+Time+Producer%27s+%27The+Imitation+Game%27+Gets+Oscar+Buzz&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"547"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369567274-84a015.m3u?orgId=1&ft=3&f=369380740"},{"href":"http://media.wbur.org/wordpress/11/files/2014/12/459791508.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"823","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2014/12/nora.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1280","width":"853"}}]}