{"created":"2014-10-07T20:29:05+00:00","modified":"2014-10-31T00:01:19+00:00","valid":{"from":"2014-10-31T00:01:19+00:00","to":"3014-10-31T00:01:19+00:00"},"hreflang":"en","title":"Happy 30th Birthday, PG-13!","published":"2014-07-23T16:21:00+00:00","teaser":"Up until 1984, the Motion Picture Association of America rated films G, PG, R or X. But that same year some gory scenes in PG-rated movies — including <em>Indiana Jones </em>and<em> Gremlins</em> — raised concerns.","itags":["npr_api","334275950"],"guid":"ab48f6a2-2666-4be4-92be-256ded247bcc","contentencoded":"<p>The PG-13 movie rating celebrates its 30th birthday this month. Until 1984, the Motion Picture Association of America rated films as G, PG, R or X. But that year a couple of gory scenes in PG-rated movies raised concerns.</p><p>Remember <a href=\"https://www.youtube.com/watch?v=mk2E1CoGe98\" target=\"_blank\">that human sacrifice</a> in <em>Indiana Jones and the Temple of Doom</em>? Or the <a href=\"http://youtu.be/PIrd4172Czw?t=1m46s\" target=\"_blank\">monster-in-the-microwave scene</a> from <em>Gremlins</em>? Coincidentally, both of those movies were produced or directed by Steven Spielberg, and maybe not-so-coincidentally, it was Spielberg who suggested it was time for a new rating in between PG and R.</p><p>These days PG-13 movies are lucrative for major studios, because they bring in both teens and adults. And that financial incentive is guiding a lot of creative decisions during production, says Scott Mendelson, who covers the film industry for<em> Forbes.</em></p><p>\"Hollywood is going for the PG-13 at all costs and as a result crafting films that really shouldn't be PG-13 in the first place and aren't what the PG-13 was intended for,\" Mendelson explains. \"What you're seeing is a generation of kids that are seeing a lot more violent content in films than the generation of past.\"</p><p>Mendelson points to <a href=\"http://pediatrics.aappublications.org/content/early/2013/11/06/peds.2013-1600.abstract\">a study published in November 2013</a> that shows PG-13 movies today have more gun violence than ever — even more than today's R-rated movies.</p><p>But Joan Graves, who chairs the MPAA Classification and Ratings Administration, says most of that violence is stylized, often with special effects or sci-fi elements.</p><p>\"Not to say that it isn't intense at times, but it's not the graphic, grisly stuff that ends up in R,\" Graves says.</p><p>Graves allows that PG-13 <em>has</em> changed over its 30 years, keeping pace with changing parental attitudes. She says MPAA surveys show that parents think they are getting good information about the content.</p><p>At end of the day, Graves says MPAA ratings aren't any kind of final judgment, they're just a guideline. And — in the words of PG-13 itself — parents are \"strongly cautioned.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Happy+30th+Birthday%2C+PG-13%21&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"169"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334275951-1e5dfd.m3u?orgId=1&topicId=1045&ft=3&f=334275950"},{"href":"http://media.npr.org/assets/img/2014/07/23/istock_000013266660medium-bdb84f268b070fe47c2fdc80c8907c341d95f122.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1129","width":"1505"}}]}