{"created":"2014-09-10T07:25:40+00:00","modified":"2014-10-30T22:33:32+00:00","valid":{"from":"2014-10-30T22:33:32+00:00","to":"3014-10-30T22:33:32+00:00"},"hreflang":"en","title":"The National Anthem, And The National Pastime","published":"2014-09-10T15:09:00+00:00","teaser":"This Sunday marks the 200th anniversary of Francis Scott Key's penning of \"The Star-Spangled Banner.\" As commentator Frank Deford explains, baseball and the national anthem go way back.","itags":["npr_api","347100345"],"guid":"ab50d520-7296-4e99-94a8-81c63eedb65c","contentencoded":"<p>This Sunday, Sept. 14, marks the 200th anniversary of the writing of Francis Scott Key's poem, \"The Defence of Fort McHenry\" — better known today as \"The Star-Spangled Banner.\"</p><p>And is any national anthem so identified with sports as ours?</p><p>The association is probably because the song is played before every baseball game, and baseball games are legion. It is even responsible for that oldest of sports jokes: \"What are the last two words of the national anthem? Play ball!\"</p><p>But then, baseball itself was at least somewhat responsible for helping Francis Scott Key's stirring song to officially be ordained as our anthem in 1931. Indeed, \"The Star-Spangled Banner\" had been played at baseball games as early as 1862. But what really gave it prominence was when it was performed during the first world war, at the opener of the 1918 World Series, Red Sox vs. Cubs.</p><p>It was the seventh inning stretch, and the band struck up \"The Star-Spangled Banner.\" The Boston third baseman, one Fred Thomas, on furlough from active duty for the series, stood there at the hot corner saluting. The other Sox put their hands on their hearts, and the patriotic fans followed suit. \"A great volume of melody rolled across the field,\" sighed <em>The New York Times</em>. Oh, say can you see it now?</p><p>In the years that followed, Mr. Key's melody was reserved mostly for holiday games, but everyday treatment started during World War II, and now, of course, for every sport the anthem is as requisite as the game ball.</p><p>Altogether too many performances are awful. Singers try too hard. They all ought to listen to Renee Fleming's flawless rendition at this year's Super Bowl. So many singers drag it out that Vegas now offers an over-and-under bet on how long the Super Bowl troubadour will warble. Last year, Alicia Keys staggered in at 2 minutes, 36 seconds. Please! You should hit the home of the brave in about 2 minutes. Ms. Fleming came in at 2:03. See?</p><p>Key dashed off the anthem 200 years ago this coming Sunday, after watching the British bombard Baltimore. He was a Washington boy — that backwater of a capital, which the British had just burned — and he didn't like Baltimore because he thought it was too war-crazy, but when, by the dawn's early light, he saw that the flag was still there, flying over Fort McHenry, that sure, shall we say, changed his tune.</p><p>If ever there was a hunch bet this anniversary year, it would be that Baltimore's O's will beat Frank Key's Washingtons in the World Series. And this very bicentennial Sunday, the Orioles will be home, playing the Yankees at Camden Yards — hardly three miles from Fort McHenry.</p><p>Play ball!  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+National+Anthem%2C+And+The+National+Pastime&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"219"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347305918-4f7550.m3u?orgId=1&topicId=1055&aggIds=4499275&ft=3&f=347100345"}]}