{"created":"2014-09-28T15:05:28+00:00","modified":"2014-10-31T01:20:01+00:00","valid":{"from":"2014-10-31T01:20:01+00:00","to":"3014-10-31T01:20:01+00:00"},"hreflang":"en","title":"Meet The Models: Exhibit Explores The People Behind The Paintings","published":"2014-06-12T18:17:00+00:00","teaser":"An exhibit at Smithsonian's Archives of American Art investigates the relationship between artists and their models. The stern woman in Grant Wood's <em>American Gothic?</em> That was actually his sister, Nan.","itags":["npr_api","320381120"],"guid":"ab5a4528-ad42-4373-bb15-7e504f860fc9","contentencoded":"<p>An artist friend, Virginia Isbell, once asked me to pose for a quick pastel sketch in her Paris studio. I was flattered — and amazed to be on that side of a work of art. Never have I been looked at so intently, except by a parent or a lover. I was being fixed, examined, absorbed. And, for all the intensity, there was absolutely nothing personal about it.</p><p>I was an object to be replicated. Her eyes went from my face to her sketchpad, my nose, my eyes, mouth, chin — sketched in pastel in 20 minutes. It was fun. But it felt as if something had been taken from me.</p><p>I thought of Matisse and his lifetime of models. In her novel <em>The Woman Who Brought Matisse Back From the Dead</em>, Alison Leslie Gold portrays the painter reminiscing about his models: Lisette Lowengard, Helene Galitzine, Greta Prozor. Gold says to do their jobs, those women must master the rigors of a pose. They must hold stock-still \"for hours and hours and hours,\" she says. \"Often in a cold studio. This is a testament to the models who stood there and didn't shiver and try to control their goose bumps.\"</p><p>You can't quite see their goose bumps, but an <a href=\"http://www.aaa.si.edu/exhibitions/artists-and-their-models\" target=\"_blank\">exhibit</a> at the Smithsonian's Archives of American Art explores the relationship between artists and their models. The show is culled from artists' papers and records.</p><p><strong>'I Was Nearly Dead At The End Of It'</strong></p><p>In 1851, Worthington Whittredge only had to<em> seem</em> cold when he posed for the painting <em>Washington Crossing the Delaware</em> — that iconic image of the revolutionary general standing as soldiers row him across the icy river. Whittredge was in Germany studying with the painter Emanuel Leutze.</p><p>Archives of American Art curator Elizabeth Botten says for his painting, Leutze got Washington's actual uniform copied. In a manuscript on view at the Archives of American Art (<a href=\"http://www.aaa.si.edu/collections/viewer/worthington-whittredge-manuscript-autobiography-15823\" target=\"_blank\">you can see it here</a>), Whittredge explains why he got the modeling job.</p><p>\"He says in his essay that he was chosen because he fit the suit,\" Botten says.</p><p>The suit fit, but it was heavy. And holding the pose for three hours so Leutze could get the drapery right in Washington's cloak did not suit Whittredge a bit.</p><p>\"I was nearly dead at the end of it, but they poured champagne down my throat and I lived through it,\" Whittredge wrote.</p><p>So what's so hard about this job?</p><p>\"I think it's really hard to stand still,\" Botten says. \"If you think about how you feel at the end of the day after you've been sitting at your desk hunched over — and then imagine doing that with your arms twisted above your head without any clothes on. It's a challenge.\"</p><p><strong>Models Form Guild For Protections</strong></p><p>In San Francisco, after World War II, some artists' models decided they needed to get organized. Florence Allen was a founding member of The San Francisco Models' Guild — the nation's first nonprofit association for models. Still in operation, today it's called the Bay Area Models' Guild. Her guild working card is in the Smithsonian show. Allen was one of the popular models of the day, and got lots of work. San Francisco was a hub for artists after the war. Art schools, studios, shifts in styles and tastes made it a busy time for models. Some of the busyness was problematic.</p><p>\"The guild wanted to make sure that the models were paid on time, and paid at all,\" Botten says. \"They needed to have ensured breaks for rest periods. They needed to be in a warm studio. They needed to be in environments where they felt safe and not in a dangerous situation.\"</p><p>And the guild set standards for their models.</p><p>\"They were expected to be clean, they were expected to be on time, and be professional,\" Botten says.</p><p><strong>A Second Take On 'American Gothic'</strong></p><p>Now, if you're posing for a relative, you don't need a guild card. (Mary Cassatt painted her sister; Cezanne's wife looks so long-suffering in his portrait of her — worn out and no longer game. He worked so slowly he had to use artificial fruit for his still lifes — the real stuff kept spoiling.) But relatives' rights could get trampled on in other ways. In his classic 1930 painting <em>American Gothic</em>, Grant Wood turned his beloved sister Nan into a dyspeptic spinster.</p><p>\"He painted her to look much older,\" Botten says. \"She has a relaxed face, so it looks like she's frowning. She looks very severe.\"</p><p>The model, Nan Wood, took a lot of heat for that painting.</p><p>\"The public reaction to the painting was so rough on her that her brother Grant felt bad for her,\" Botten says. \"So he said, 'I'm going to paint a portrait of you.' \"</p><p>That 1931 portrait shows a kinder, gentler Nan, in a pretty sleeveless top — yellow with black polka-dots. In one hand she holds a plum. In the other, a baby chick. The Smithsonian exhibits an essay Nan Wood typed in 1947 about posing for that portrait with her modeling partner, the family's pet fowl. (<a href=\"http://www.aaa.si.edu/collections/viewer/story-my-portrait-15802\" target=\"_blank\">You can read that essay here.</a>)</p><p>\"The chick got used to staying up late with Grant when he would paint late at night,\" Botten says. \"And it was squawking terribly one night. So he put it in a crock and put a book on top of it and forgot about it. They all go to bed. The next morning, her mother gets up early and discovers the chick passed out in the crock.\"</p><p>Mother Grant was alarmed. She called the family. They ran in and started fanning the bird, trying to bring it back to life. It worked. The chick came to: weak, but with it.</p><p>Nan Wood wrote: \"Grant didn't have her do much posing that day.\"</p><p>Whether it's a pet, a relative or a professional model, their names are rarely known, and their stories even less so. This exhibit fills in some blanks.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Meet+The+Models%3A+Exhibit+Explores+The+People+Behind+The+Paintings&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susan Stamberg","audio":[{"meta":{"duration":"397"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1321218371-ef5584.m3u?orgId=1&topicId=1141&ft=3&f=320381120"},{"href":"http://media.npr.org/assets/img/2014/06/09/dickinson-9d5e32ae2797d521a8818ef4128bb599b688ed16.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1286","width":"1714"}},{"href":"http://media.npr.org/assets/img/2014/06/09/rowan_enl-eec5c6b2390dcfa0d8e2a06e95a90061bdf29f67.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1126","width":"1500"}},{"href":"http://media.npr.org/assets/img/2014/06/09/15_leutze_washington-crossing-the-delaware_enl-558e23aaf1d6f71e020f784e8a4cf35f89cd918a.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1083","width":"1462"}},{"href":"http://media.npr.org/assets/img/2014/06/09/1_1981_enl-c03c4494221d0febbfae8b7e61b2ae6d5a73772d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2731","width":"2394"}}]}