{"created":"2015-05-14T16:15:20+00:00","modified":"2015-05-14T16:15:20+00:00","valid":{"from":"2015-02-18T21:04:25+00:00","to":"3015-02-18T21:04:25+00:00"},"hreflang":"en","guid":"ab8a95a5-399e-493b-8023-5c86d115ce18","contentencoded":"<div class=\"barn-cleaned\"><p>Keith Brincks’ kidneys have failed him.</p>\n<p>“I’m wore out, rundown. With my blood this toxic my short term memory is kinda nonexistent,” he says, three days before the surgery that will prevent him from needing to go on dialysis and extend his life.</p>\n<p>Brincks is of course only one out of 101,511 people waiting for a new kidney, according to the United Network for Organ Sharing or&nbsp;<a href=\"http://www.unos.org\" target=\"_blank\">UNOS</a>. &nbsp;About 17 percent of them will actually get one this year and around 4,500 will die waiting, says the&nbsp;<a href=\"https://www.kidney.org/news/newsroom/factsheets/Organ-Donation-and-Transplantation-Stats\">National Kidney Foundation</a>.&nbsp; There is one person who is able to help Keith Brincks right now, and that is his sister Melissa.</p>\n<p>“I’m feeling pretty nervous, pretty anxious, little scared,” she says the night before she is to go under the knife. “When I met the surgeon they told me last minute they were going to take out a rib, so a lot of pain is what I’m expecting I guess.” She laughs. Ribs are rarely&nbsp;taken out for kidney donation these days, but this&nbsp;was Melissa's lot.&nbsp;“And five days in the hospital. I’m doing this because I love my brother.”</p>\n<p>Brincks will pay a price for her generosity, beyond the&nbsp;<a href=\"http://msl1.mit.edu/ESD10/kidneys/HndbkHTML/ch1.htm\">quarter-to-a-third of a pound of flesh</a>&nbsp;and bone she is giving up from her abdomen. She won’t be able to work for two months.</p>\n<p>“Six to eight weeks, just depending on how I’m feeling after I get out of the hospital.”</p>\n<p>Brincks goes out of her way to say how much she loves her bosses, but the fact is, she doesn’t get sick days. &nbsp; &nbsp;</p>\n<p>“At first it was figuring out what I was gonna do with my job – I clean carpets – then how am I gonna pay for my bills.” &nbsp;</p>\n<p>On top of that, Brincks had to travel from Iowa to Arkansas several times for pre-op appointments just to make sure she could donate. She had to find childcare for her son when she was away, and will have to do it once more during the surgery and her recovery. On average it costs $3,000 to $5,000 for living donors like Melissa Brincks, though&nbsp;<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/24597854\" target=\"_blank\">cost</a>&nbsp;<a href=\"http://www.helplivingdonorssavelives.org/wp-content/uploads/2014/12/Cost-of-Living-Donation-in-U.S..pdf\" target=\"_blank\">estimates</a>&nbsp;<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/16554329\" target=\"_blank\">vary</a>.</p>\n<p><strong>Limited assistance</strong></p>\n<p>“Not everyone has employer paid time off and vacation and sick time,” says Dr. Robert Merion, president of Arbor Research Collaborative for Health, a nonprofit research group.</p>\n<p>“That’s four to six weeks you’re going to be generating no income for your family no rent money no money to put food on the table and so on. &nbsp;And our health insurance system doesn’t currently provide a way for that to be covered.”</p>\n<p>Neither does the government.</p>\n<p>Dr. Merion helped create the National Living Donor Assistance Center or&nbsp;<a href=\"https://www.livingdonorassistance.org/potentialdonors/applicationprocess.aspx\">NLDAC</a>. &nbsp;It uses grants from the Department of Health and Human Services to help thousands of low income people every year with some expenses like travel and lodging. The assistance is available only if the organ recipient makes below 300% of the federal poverty line. The organ donor is left out of the equation, though there are some exceptions for financial hardship. &nbsp; &nbsp;</p>\n<p>Brincks didn’t qualify.</p>\n<p>NLDAC does not cover lost wages.</p>\n<p>Alan Langnas, a past president of the American Society of Transplant Surgeons, says he has an idea why not.</p>\n<p>“There are people in the government who still have reservations, it makes them a little uncomfortable to overly promote living donation,” he says. It’s not about money. “For many years many people were full on against living donation period. Just the idea you’d take someone who is perfectly healthy and operate on them and take out one of their kidneys.”</p>\n<p><strong>Confusion over the law</strong></p>\n<p>&nbsp;In the private sector, transplant doctors say there’s confusion about whether it’s even legal to reimburse someone for expenses. Congress outlawed payment for organs in 1984 out of fear of creating a market. But it carved out&nbsp;<a href=\"https://www.livingdonorassistance.org/documents/NOTA.pdf\">an exception</a>&nbsp;for paying a person’s expenses and lost wages. Not all transplant centers and hospitals got the memo. Melissa Brincks’ hospital didn’t.</p>\n<p>“They tell you there’s laws that you can’t receive money from the recipient, and I don’t know the laws,” says Brincks.</p>\n<p>This misinformation coupled with the lack of substantial financial support &nbsp;for many donors has its consequences. Sigrid Fry-Revere is a bioethicist and would’ve been an organ donor.</p>\n<p>“My friend died.”</p>\n<p>Fry-Revere would have missed two months of farm work to recuperate after saving her friend’s life, which she could not afford to do.</p>\n<p>“I personally got excluded as a living donor simply because I didn’t have enough resources.”</p>\n<p>Her friend would’ve paid to help her with expenses, but she, like Brincks, was told she couldn’t receive any money in any way from the donor.</p>\n<p>After her friend passed away, Fry-Revere went on to campaign to get assistance for other living donors and eventually helped create the&nbsp;<a href=\"http://www.helplivingdonorssavelives.org/\">American Living Organ Donor Fund</a>&nbsp;last summer through a crowdfunding project.</p>\n<p>Though too late for her friend, her group has helped about thirty people receive or donate an organ so far, including Melissa Brincks. Though thirty people is minuscule compared to the need, Fry-Revere says “we realized maybe we can do a little bit to save just a few people.”</p>\n<p>Fry-Revere argues that the federal government should do more to reduce costs to living donors because it would in the end, save money. Medicare will cover end-stage kidney disease regardless of age, and transplants are more cost effective than dialysis — some&nbsp;<a href=\"http://onlinelibrary.wiley.com/doi/10.1046/j.1600-6143.2003.00290.x/pdf\">studies</a>&nbsp;predict a savings of $100,000 for each transplant,&nbsp;<a href=\"http://europepmc.org/abstract/MED/11871278\">others</a>&nbsp;predict Medicare will pay more for three years before breaking even and then saving money for decades after that.&nbsp;</p>\n<p>Troy Zimmerman, Vice President for government relations at the&nbsp;<a href=\"https://www.kidney.org\" target=\"_blank\">The National Kidney Foundation,</a>&nbsp;says the possibility of delayed savings complicates the prospect of congressional action. &nbsp;“Certainly anything that’s introduced in congress if it has a price tag, particularly if it’s a tax credit, tax break, any kind of tax expenditure or entitlement like Medicare or Medicaid, it requires a cost estimate from CBO,” and if it has a net cost over a five or ten year period, it requires an offset.”</p>\n<p>The Kidney Foundation favors a tax credit system that would offer individuals cash at tax time.&nbsp; “At the federal level it's like any federal tax proposal it has to be combined with a larger tax bill.” Tax reform has been one of the most elusive goals on Capitol Hill for many years. &nbsp;</p>\n<p><strong>Biased Incentives</strong></p>\n<p>But Medicare already spends tens of thousands of dollars per patient to expedite transplants in some instances. It pays $50,000 - $70,000, for example, to organizations that procure kidneys from&nbsp;<em>dead</em>&nbsp;donors, according to data provided by&nbsp;<a href=\"http://www.unos.org\" target=\"_blank\">UNOS</a>. &nbsp;</p>\n<p>“[But] they get zero if they arrange a living organ donor,” says Fry-Revere. “The incentive has always been to establish better and more deceased organ donation.”</p>\n<p>Deceased organ donation, however, doesn’t come close to meeting the need she says.</p>\n<p>“At the moment fewer than 1% of the u.s. population dies under conditions where organs can be retrieved, so even if every single american signed their donor card we would never have enough,” she says, citing&nbsp;<a href=\"http://www.stoporgantraffickingnow.org/?page_id=5948\">research</a>&nbsp;published in the New England Journal of Medicine. Even so, organ donation saved or extended&nbsp;24,383 lives last year. &nbsp;</p>\n<p>Back in Arkansas, Keith Brincks knows exactly what he’s asking of his sister. &nbsp;</p>\n<p>“It’s asking a lot. &nbsp;A lot from her,” he says. And he is grateful.</p>\n<p>“I got real lucky. If it weren’t for my sister, the transplant definitely extended my life.”</p>\n<p>For now though, people willing to give up their flesh to save a life must also be able to give up thousands of dollars. Which many doctors say means there are simply more people out there who want to donate than there are people who are financially able to.</p>\n<hr />\n<p><span><strong><em>Update:</em></strong> &nbsp;Keith and Melissa Brincks are recovering from a successful transplant surgery after receiving assistance from the&nbsp;</span><a href=\"http://www.helplivingdonorssavelives.org\" target=\"_blank\">American Living Organ Donor Fund.</a></p></div>","published":"2015-02-18T21:04:25+00:00","description":"Organ donation saves lives and money — unless you’re the organ donor.","byline":"Sabri Ben-Achour","tags":["Health Care","organ","Transplants","sabri","kidneys","APM","donation"],"title":"The cost of generosity","contenttemplated":"[{\"content\":\"<p>Keith Brincks’ kidneys have failed him.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“I’m wore out, rundown. With my blood this toxic my short term memory is kinda nonexistent,” he says, three days before the surgery that will prevent him from needing to go on dialysis and extend his life.</p>\"},{\"content\":\"<p>Brincks is of course only one out of 101,511 people waiting for a new kidney, according to the United Network for Organ Sharing or <a href=\\\"http://www.unos.org\\\" target=\\\"_blank\\\">UNOS</a>.  About 17 percent of them will actually get one this year and around 4,500 will die waiting, says the <a href=\\\"https://www.kidney.org/news/newsroom/factsheets/Organ-Donation-and-Transplantation-Stats\\\">National Kidney Foundation</a>.  There is one person who is able to help Keith Brincks right now, and that is his sister Melissa.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“I’m feeling pretty nervous, pretty anxious, little scared,” she says the night before she is to go under the knife. “When I met the surgeon they told me last minute they were going to take out a rib, so a lot of pain is what I’m expecting I guess.” She laughs. Ribs are rarely taken out for kidney donation these days, but this was Melissa&apos;s lot. “And five days in the hospital. I’m doing this because I love my brother.”</p>\"},{\"content\":\"<p>Brincks will pay a price for her generosity, beyond the <a href=\\\"http://msl1.mit.edu/ESD10/kidneys/HndbkHTML/ch1.htm\\\">quarter-to-a-third of a pound of flesh</a> and bone she is giving up from her abdomen. She won’t be able to work for two months.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“Six to eight weeks, just depending on how I’m feeling after I get out of the hospital.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Brincks goes out of her way to say how much she loves her bosses, but the fact is, she doesn’t get sick days.    </p>\"},{\"content\":\"<p>“At first it was figuring out what I was gonna do with my job – I clean carpets – then how am I gonna pay for my bills.”  </p>\",\"type\":\"text/html\"},{\"content\":\"<p>On top of that, Brincks had to travel from Iowa to Arkansas several times for pre-op appointments just to make sure she could donate. She had to find childcare for her son when she was away, and will have to do it once more during the surgery and her recovery. On average it costs $3,000 to $5,000 for living donors like Melissa Brincks, though <a href=\\\"http://www.ncbi.nlm.nih.gov/pubmed/24597854\\\" target=\\\"_blank\\\">cost</a> <a href=\\\"http://www.helplivingdonorssavelives.org/wp-content/uploads/2014/12/Cost-of-Living-Donation-in-U.S..pdf\\\" target=\\\"_blank\\\">estimates</a> <a href=\\\"http://www.ncbi.nlm.nih.gov/pubmed/16554329\\\" target=\\\"_blank\\\">vary</a>.</p>\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Limited assistance</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>“Not everyone has employer paid time off and vacation and sick time,” says Dr. Robert Merion, president of Arbor Research Collaborative for Health, a nonprofit research group.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“That’s four to six weeks you’re going to be generating no income for your family no rent money no money to put food on the table and so on.  And our health insurance system doesn’t currently provide a way for that to be covered.”</p>\"},{\"content\":\"<p>Neither does the government.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Dr. Merion helped create the National Living Donor Assistance Center or <a href=\\\"https://www.livingdonorassistance.org/potentialdonors/applicationprocess.aspx\\\">NLDAC</a>.  It uses grants from the Department of Health and Human Services to help thousands of low income people every year with some expenses like travel and lodging. The assistance is available only if the organ recipient makes below 300% of the federal poverty line. The organ donor is left out of the equation, though there are some exceptions for financial hardship.    </p>\"},{\"content\":\"<p>Brincks didn’t qualify.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>NLDAC does not cover lost wages.</p>\"},{\"content\":\"<p>Alan Langnas, a past president of the American Society of Transplant Surgeons, says he has an idea why not.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“There are people in the government who still have reservations, it makes them a little uncomfortable to overly promote living donation,” he says. It’s not about money. “For many years many people were full on against living donation period. Just the idea you’d take someone who is perfectly healthy and operate on them and take out one of their kidneys.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Confusion over the law</strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> In the private sector, transplant doctors say there’s confusion about whether it’s even legal to reimburse someone for expenses. Congress outlawed payment for organs in 1984 out of fear of creating a market. But it carved out <a href=\\\"https://www.livingdonorassistance.org/documents/NOTA.pdf\\\">an exception</a> for paying a person’s expenses and lost wages. Not all transplant centers and hospitals got the memo. Melissa Brincks’ hospital didn’t.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“They tell you there’s laws that you can’t receive money from the recipient, and I don’t know the laws,” says Brincks.</p>\"},{\"content\":\"<p>This misinformation coupled with the lack of substantial financial support  for many donors has its consequences. Sigrid Fry-Revere is a bioethicist and would’ve been an organ donor.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“My friend died.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Fry-Revere would have missed two months of farm work to recuperate after saving her friend’s life, which she could not afford to do.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“I personally got excluded as a living donor simply because I didn’t have enough resources.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Her friend would’ve paid to help her with expenses, but she, like Brincks, was told she couldn’t receive any money in any way from the donor.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>After her friend passed away, Fry-Revere went on to campaign to get assistance for other living donors and eventually helped create the <a href=\\\"http://www.helplivingdonorssavelives.org/\\\">American Living Organ Donor Fund</a> last summer through a crowdfunding project.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Though too late for her friend, her group has helped about thirty people receive or donate an organ so far, including Melissa Brincks. Though thirty people is minuscule compared to the need, Fry-Revere says “we realized maybe we can do a little bit to save just a few people.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Fry-Revere argues that the federal government should do more to reduce costs to living donors because it would in the end, save money. Medicare will cover end-stage kidney disease regardless of age, and transplants are more cost effective than dialysis — some <a href=\\\"http://onlinelibrary.wiley.com/doi/10.1046/j.1600-6143.2003.00290.x/pdf\\\">studies</a> predict a savings of $100,000 for each transplant, <a href=\\\"http://europepmc.org/abstract/MED/11871278\\\">others</a> predict Medicare will pay more for three years before breaking even and then saving money for decades after that. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Troy Zimmerman, Vice President for government relations at the <a href=\\\"https://www.kidney.org\\\" target=\\\"_blank\\\">The National Kidney Foundation,</a> says the possibility of delayed savings complicates the prospect of congressional action.  “Certainly anything that’s introduced in congress if it has a price tag, particularly if it’s a tax credit, tax break, any kind of tax expenditure or entitlement like Medicare or Medicaid, it requires a cost estimate from CBO,” and if it has a net cost over a five or ten year period, it requires an offset.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The Kidney Foundation favors a tax credit system that would offer individuals cash at tax time.  “At the federal level it&apos;s like any federal tax proposal it has to be combined with a larger tax bill.” Tax reform has been one of the most elusive goals on Capitol Hill for many years.  </p>\"},{\"content\":\"<p><strong>Biased Incentives</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>But Medicare already spends tens of thousands of dollars per patient to expedite transplants in some instances. It pays $50,000 - $70,000, for example, to organizations that procure kidneys from <em>dead</em> donors, according to data provided by <a href=\\\"http://www.unos.org\\\" target=\\\"_blank\\\">UNOS</a>.  </p>\",\"type\":\"text/html\"},{\"content\":\"<p>“[But] they get zero if they arrange a living organ donor,” says Fry-Revere. “The incentive has always been to establish better and more deceased organ donation.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Deceased organ donation, however, doesn’t come close to meeting the need she says.</p>\"},{\"content\":\"<p>“At the moment fewer than 1% of the u.s. population dies under conditions where organs can be retrieved, so even if every single american signed their donor card we would never have enough,” she says, citing <a href=\\\"http://www.stoporgantraffickingnow.org/?page_id=5948\\\">research</a> published in the New England Journal of Medicine. Even so, organ donation saved or extended 24,383 lives last year.  </p>\",\"type\":\"text/html\"},{\"content\":\"<p>Back in Arkansas, Keith Brincks knows exactly what he’s asking of his sister.  </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“It’s asking a lot.  A lot from her,” he says. And he is grateful.</p>\"},{\"content\":\"<p>“I got real lucky. If it weren’t for my sister, the transplant definitely extended my life.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>For now though, people willing to give up their flesh to save a life must also be able to give up thousands of dollars. Which many doctors say means there are simply more people out there who want to donate than there are people who are financially able to.</p>\"},{\"content\":\"<hr />\",\"type\":\"text/html\"},{\"content\":\"<p><span><strong><em>Update:</em></strong>  Keith and Melissa Brincks are recovering from a successful transplant surgery after receiving assistance from the </span><a href=\\\"http://www.helplivingdonorssavelives.org\\\" target=\\\"_blank\\\">American Living Organ Donor Fund.</a></p>\",\"type\":\"text/html\"}]","itags":["Marketplace","Marketplace Tech for Wednesday, February 18, 2015","Marketplace Tech","PMP:Marketplace_PMP","ab8a95a5399e93bf02395c86d115ce18"],"teaser":"Organ donation saves lives and money — unless you’re the organ donor.","audio":[{"type":"image/jpeg","meta":{"crop":"primary","width":"610","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/71204794.jpg?itok=HTWrwtEb"},{"meta":{"duration_hms":"00:05:41","duration":341,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2015/02/18/mp_20150218_seg_20"}},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2015/02/18/mp_20150218_seg_20_64.mp3","type":"audio/mpeg","format":"MP3"}]}