{"created":"2014-10-27T21:40:08+00:00","modified":"2014-10-27T21:40:08+00:00","valid":{"from":"2014-10-27T21:40:08+00:00","to":"3014-10-27T21:40:08+00:00"},"hreflang":"en","title":"Homeless Teen Crowdsources His College Dream","published":"2014-06-23T18:08:00+00:00","teaser":"California teen James Ward and his mentor raised money online to pay for his tuition and expenses at Howard University.","itags":["npr_api","324890336"],"contentencoded":"<p>Formerly homeless teenager <strong>James Ward </strong>raised money online to pay for his tuition and expenses at Howard University.</p><p>While homeless, Ward and his mentor <strong>Jessica Sutherland</strong> launched the online campaign <a href=\"http://homelesstohoward.tumblr.com/\" target=\"_blank\">Homeless to Howard</a>. Sutherland, a formerly homeless teen herself, graduated from college and met Ward when she spoke at the mission where he lived.</p><p>Their site went viral and raised over $2,000 in its first 8 hours alone. The duo crowdsourced the funds required to go to the university in Washington, D.C., and allowed Ward to be the first in his family to go to college.</p><p>Ward and Sutherland share their success story with <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson.</p><h4>Interview Highlights: James Ward and Jessica Sutherland</h4><p><strong>Ward on an important lesson he learned his first year at college</strong></p><p>&#8220;Finding other people like you is very important to succeed in college because having like minded individuals around you, help will push you to succeed. They&#8217;re going to keep you up when you&#8217;re feeling down, push you to do things you need to get done. And vice versa.&#8221;</p><p><strong>Ward on becoming homeless and arriving at the shelter</strong></p><p>&#8220;We moved into the homeless shelter around mid-February of 2012. When I got there I don&#8217;t think I was mentally prepared for it. I really realized &#8220;Hey, I&#8217;m homeless now.&#8221; There was kind of nowhere else to go. When I got there I met other children who were pretty much in the same place and it made me realize that it&#8217;s not a singular event.&#8221;</p><p><strong>Sutherland on her life as a homeless youth and what drew her to help Ward</strong></p><p>&#8220;I bounced around with and without my mother. When you go through that and you know each and every person that helped you and made sure you had a place to stay when you couldn&#8217;t find one, fed you, and bought you school supplies you needed&#8211; you can&#8217;t help but want to give back. The biggest thing for me was when, as James was saying, you try and keep it a secret. As soon as I started telling the truth and people started finding out what my life really was like, all the shame that I felt, I discovered it was completely unnecessary.&#8221;</p><p><strong>Ward on advice for youth who are homeless</strong></p><p>&#8220;The first thing I would tell them is: it&#8217;s okay. There are other people out there like you. And I know it seems difficult and hard, and that you believe there is no one out there who understands your situation, but there are people out there just like you in the exact same place that you are. You have to stay strong and ambitious and determined because there are a thousand reasons why you shouldn&#8217;t succeed in life, but all you need is one to get to where you need to be. They just need to believe in themselves and get there. The next thing I would tell them is to ask for help and to reach out to someone they feel comfortable with whether its a friend or an adult, a counselor, or a teacher. There is so much that someone can do if you actually tell them and ask for help.&#8221;</p><h4>Guests</h4><ul><li><strong>James Ward</strong>, formerly homeless teenager now attending Howard University.</li><li><a href=\"http://homelesstohoward.tumblr.com/post/57644423590/my-name-is-jessica-sutherland-im-jamess\" target=\"_blank\"><strong>Jessica Sutherland</strong></a>, of the group &#8220;Homeless to Higher Ed.&#8221; She tweets <a href=\"https://twitter.com/homeless2higher\" target=\"_blank\">@homeless2higher</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Homeless+Teen+Crowdsources+His+College+Dream&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"ab95cee2-6af1-46d1-b2ef-a00ae66f92fb","audio":[{"meta":{"duration":"349"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325164527-a39b51.m3u?orgId=330&ft=3&f=324890336"}]}