{"created":"2015-05-15T02:43:21+00:00","modified":"2015-05-15T02:43:21+00:00","valid":{"from":"2013-09-11T13:23:15+00:00","to":"3013-09-11T13:23:15+00:00"},"hreflang":"en","guid":"aba7f034-1b6a-4377-8702-69148b8e3e44","contentencoded":"<div class=\"barn-cleaned\"><p>Anybody who wants to build anything big in California has to deal with CEQA. That’s short for the California Environmental Quality Act. It’s a landmark law designed to block development that hurts the environment. &nbsp;</p>\n<p>&nbsp;Now, however,&nbsp; Californians are debating changes to the 43-year-old law.&nbsp; Business groups in California have griped for years about the hoops developers have to jump through to meet CEQA’s requirements. &nbsp;They complain it hampers development and jobs and &nbsp;say the law is commonly abused.&nbsp; Everybody from &nbsp;labor unions to rival developers to NIMBY’s have exploited CEQA to stop projects or extract concessions, they say.</p>\n<p>&nbsp;Democratic Governor Jerry Brown agrees the law doesn’t work as intended and has called a CEQA overhaul “the Lord’s work.” Even some of California’s passionate environmentalists want changes. “Our view has been there are things that can be made better,” says David Pettit of the Natural Resources Defense Council in Southern California.</p>\n<p>&nbsp;The NRDC &nbsp;has been working with California legislators to “update” the &nbsp;law. Pettit says, for one, they want to make it harder for NIMBY’s who use CEQA to block the kind of urban development that promotes walking and biking instead of cars. Pettit also says CEQA has been used to block urban mass transit. Residents in a tony Los Angeles neighborhood tried to use CEQA to block construction of light rail near their homes.</p>\n<p>&nbsp;Some worry that business groups in California just want to gut CEQA. Shiloh Ballard at the Silicon Valley Leadership Group says that’s not their intention. She says they just don’t want developers intimidated by the mere threat of a CEQA lawsuit.</p>\n<p>She cites a builder in over-priced Palo Alto who ended up building only 50 affordable housing units instead of 100.&nbsp; “And that was before the process even got started,” says Ballard. “Simply because they looked at the tea leaves and said, you know what?&nbsp; We don’t want to deal with the headaches. We don’t want to deal with the financial risk.”</p>\n<p>It’s not clear whether the California legislature will actually pass any changes to the law before it adjourns on Friday. The Sierra Club’s Kathryn Phillips says lawmakers need to tread carefully. CEQA has done a lot of good in California, says Phillips.&nbsp; She says the law helped L.A.’s huge port complex become one of the greenest in the country when it comes to diesel emissions, for one.</p>\n<p>CEQA is “a process,” says Phillips.&nbsp; It makes developers “reduce their air pollution, their impacts on water and other natural resources as much as feasible\" and she doesn’t want that to change.</p></div>","itags":["PMP:Marketplace_PMP","Marketplace for Wednesday, September 11, 2013","Marketplace","aba7f0341b6a3779702c69148b8e3e44"],"published":"2013-09-11T13:23:15+00:00","tags":["APM","Environment","Sustainability","california"],"contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Anybody who wants to build anything big in California has to deal with CEQA. That’s short for the California Environmental Quality Act. It’s a landmark law designed to block development that hurts the environment.  </p>\"},{\"type\":\"text/html\",\"content\":\"<p> Now, however,  Californians are debating changes to the 43-year-old law.  Business groups in California have griped for years about the hoops developers have to jump through to meet CEQA’s requirements.  They complain it hampers development and jobs and  say the law is commonly abused.  Everybody from  labor unions to rival developers to NIMBY’s have exploited CEQA to stop projects or extract concessions, they say.</p>\"},{\"content\":\"<p> Democratic Governor Jerry Brown agrees the law doesn’t work as intended and has called a CEQA overhaul “the Lord’s work.” Even some of California’s passionate environmentalists want changes. “Our view has been there are things that can be made better,” says David Pettit of the Natural Resources Defense Council in Southern California.</p>\",\"type\":\"text/html\"},{\"content\":\"<p> The NRDC  has been working with California legislators to “update” the  law. Pettit says, for one, they want to make it harder for NIMBY’s who use CEQA to block the kind of urban development that promotes walking and biking instead of cars. Pettit also says CEQA has been used to block urban mass transit. Residents in a tony Los Angeles neighborhood tried to use CEQA to block construction of light rail near their homes.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> Some worry that business groups in California just want to gut CEQA. Shiloh Ballard at the Silicon Valley Leadership Group says that’s not their intention. She says they just don’t want developers intimidated by the mere threat of a CEQA lawsuit.</p>\"},{\"content\":\"<p>She cites a builder in over-priced Palo Alto who ended up building only 50 affordable housing units instead of 100.  “And that was before the process even got started,” says Ballard. “Simply because they looked at the tea leaves and said, you know what?  We don’t want to deal with the headaches. We don’t want to deal with the financial risk.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>It’s not clear whether the California legislature will actually pass any changes to the law before it adjourns on Friday. The Sierra Club’s Kathryn Phillips says lawmakers need to tread carefully. CEQA has done a lot of good in California, says Phillips.  She says the law helped L.A.’s huge port complex become one of the greenest in the country when it comes to diesel emissions, for one.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>CEQA is “a process,” says Phillips.  It makes developers “reduce their air pollution, their impacts on water and other natural resources as much as feasible&quot; and she doesn’t want that to change.</p>\"}]","teaser":"Golden State legislators are voting on whether to weaken a key law protecting the environment. Many say the law has been abused.","byline":"Steve Gardner","title":"Landmark environmental law under threat in California","description":"Golden State legislators are voting on whether to weaken a key law protecting the environment. Many say the law has been abused.","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/yosemite_0.jpg?itok=GPa840fM","meta":{"height":"340","crop":"primary","width":"610"},"type":"image/jpeg"},{"format":"MP3","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/09/11/marketplace_segment19_20130911","type":"application/json"},"duration_hms":"00:02:19","duration":139},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/09/11/marketplace_segment19_20130911_64.mp3","type":"audio/mpeg"}]}