{"created":"2015-03-31T08:59:10+00:00","modified":"2015-06-25T17:44:47+00:00","valid":{"from":"2015-06-25T17:44:47+00:00","to":"3015-06-25T17:44:47+00:00"},"hreflang":"en","title":"'Publicly Shamed:' Who Needs The Pillory When We've Got Twitter?","published":"2015-04-27T18:33:00+00:00","teaser":"Host Steve Inskeep explores modern-day humiliation with writer Jon Ronson, whose new book <em>So You've Been Publicly Shamed</em> digs into the lives of people who've been raked over the coals on social media.","itags":["npr_api","396413638"],"guid":"aba810f8-83a9-40fb-a031-8562a25fb2ff","contentencoded":"<p>Writer Jon Ronson has spent a lot of time tracking people who have been shamed, raked over the coals on social media for mostly minor — but sometimes major — transgressions. He writes about some of them in his new book, <em>So You've Been Publicly Shamed</em>.</p><p>Ronson tells NPR's Steve Inskeep that his anxiety level shot up while he was writing about the victims of public ridicule. \"My book has a kind of panicky, heart-racing quality to it,\" he says, \"but in a positive way, because I wanted to say look, if we're going to carry on destroying people for nothing, this is what it feels like.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On what he means by shaming</strong></p><p>I'm talking specifically about the disproportionate punishment of people who really didn't do very much wrong. This weird surveillance society that we've created for ourselves since the advent of social media, where I think we're trying to define each other by the worst tweet we ever wrote. We're trying to see people's tweets as like a kind of clue to their inherent evil, even though we know that's not how human beings actually are.</p><p><strong>On the shaming of Justine Sacco</strong></p><p>She was going to South Africa for the holidays, and just before she got on the plane, she tweeted, \"going to Africa, hope I don't get AIDS, just kidding, I'm white.\" So she got on the plane and fell asleep, and woke up in Cape Town and turned on her phone to see a text, from somebody she hadn't spoken to since high school, that said \"I am so sorry to see what's happening to you right now.\" And while she slept her tweet went around the world, and her life was destroyed.</p><p>By the way, her tweet wasn't intended to be racist. It was supposed to be in the tradition of people mocking privilege by taking the position of privilege ... she just wasn't very good at it. Not being good at it, and being oblivious to her destruction was enough to just turn this into a hurricane.</p><p><strong>On the difference between trolling and shaming</strong></p><p>In some ways I think focusing one's attention on trolls is kind of taking the easy way out, because Justine Sacco ... some trolls piled onto her, she got plenty of rape threats and death threats, but it wasn't trolls who destroyed her, it was good people like us. It was nice people, empathetic people trying to do good. It was hundreds of thousands of empathetic people, that's what destroyed Justine Sacco. I think self-righteous people who piled onto Justine Sacco, robbing her joke of its nuance and just trying to destroy her because they wanted to be seen as a kind of Rosa Parks — but of course they weren't, because there was nothing brave about it — they're more frightening, actually, than trolls.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Publicly+Shamed%3A%27+Who+Needs+The+Pillory+When+We%27ve+Got+Twitter%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"423"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396505368-bff972.m3u?orgId=1&topicId=1033&aggIds=100876926&d=423&p=3&story=396413638&t=progseg&e=396504499&seg=13&ft=nprml&f=396413638"},{"href":"http://media.npr.org/assets/img/2015/03/30/a121-o1kphl._sl1500_-6990fbacf1adb2627ea5a61a049901da2ddc26a2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"337","width":"450"}}]}