{"created":"2014-12-02T19:49:07+00:00","modified":"2014-12-03T00:20:28+00:00","valid":{"from":"2014-12-03T00:20:28+00:00","to":"3014-12-03T00:20:28+00:00"},"hreflang":"en","title":"Peter Pan's Magic Is In The Pixie Dust","published":"2014-12-02T20:15:00+00:00","teaser":"NBC is airing a live version of <em>Peter Pan </em>on Thursday, nearly 60 years after the first live telecast. Critic David Bianculli says the cast and the revival of the medium are genius.","itags":["npr_api","367653718"],"guid":"abc506ed-2075-4184-815a-0be72909906c","contentencoded":"<p>NBC devotes all three hours of its prime-time lineup Thursday to a new production of the musical <em>Peter Pan.</em> It will be performed and broadcast live, nearly 60 years after the first live telecast.</p><p>Author J.M. Barrie created his classic characters — the ageless Peter Pan, the little girl Wendy, whom he whisks away to Neverland, and the villainous pirate Captain Hook — in short stories at the turn of the 20th century. Those stories led quickly to a play, then a book. But <em>Peter Pan, </em>in America, really took off in the '50s. Walt Disney's full-length animated <em>Peter Pan </em>movie came out in 1953, there was a Broadway musical production in 1954, and the first live telecast of that production aired in 1955 on NBC.</p><p>That TV version, like the Broadway show, starred Mary Martin — Larry Hagman's mother — as Peter Pan. It was such a hit on TV that it was performed all over again the following year, a rare event for television. And then it was performed live once more, four years later, this time in color.</p><p>The date was Dec. 8, 1960 — and I know that because my diary entry for Dec. 7, 1960, when I was 7 years old, reads, \"Today I am <em>too </em>tickled because tomorrow PETER PAN is on.\" And before I went to bed the following night, I wrote what I consider to be one of my earliest surviving pieces of writing as a TV critic: \"Was PETER PAN <em>good </em>today.\"</p><p>And it was. Back then, NBC referred to its ambitious TV specials as \"spectaculars.\" And that version of <em>Peter Pan, </em>with Martin suddenly lifted into the air by wires I never noticed, certainly qualified.</p><p>NBC, the network that presented the original live <em>Peter Pan </em>musical telecast, is about to do it again. NBC is still flying high from last year's live telecast of <em>The Sound of Music, </em>an experiment that drew mixed reviews for Carrie Underwood in the central role but was an unqualified success at attracting viewers. An estimated 22 million people watched that production, which was overseen by Craig Zadan and Neil Meron. They've already had a hand in reviving the movie musical, thanks to <em>Chicago</em><em> </em>in 2002 and the big-screen version of <em>Into the Woods </em>coming later this month. But on TV, what they and NBC are doing isn't just reviving the form — it's reviving the medium.</p><p>Casting Christopher Walken as Captain Hook in this new <em>Peter Pan </em>is a genius move. Relatively few people know him as a song-and-dance man, or saw him in the film version of the musical drama <em>Pennies from Heaven </em>-- but he has the kind of credibility and audience base that should draw people to this live telecast. And in the title role, Allison Williams should, too, not because of her ability to carry the leading role in a musical, which at this point is a question mark, but because she has fans who watch her on HBO's <em>Girls. </em>Add in the pre-teens, who <em>should </em>be excited about watching Peter Pan fly through the air, and you have three generations of viewers with good reasons to tune in.</p><p>And it's live. When I was a kid, if you missed <em>Peter Pan </em>on TV, you <em>really </em>missed it. No DVDs or home video, no cable marathons and — for those first few telecasts — no reruns. That's why it was so diary-worthy.</p><p>In 2014, things are different. Record it yourself, or watch highlights on the Internet or the eventual home-video release, and you can enjoy this new <em>Peter Pan </em>whenever, and these days wherever, you want. But there's something extra special about watching live TV, knowing that millions of others are doing the same thing at the exact same time. In the '40s and '50s, TV <em>had </em>to broadcast live. Today, except for sports, news, award shows and late-night comedy shows, it's a rarity. And the success of <em>The Sound of Music </em>last year suggests there's an appetite for more.</p><p>I can't wait to see this new <em>Peter Pan. </em>But I'll have to, because it's live. New songs are being added to the familiar ones, and the script is being adapted somewhat for modern times — but the magic is in the pixie dust, and that ought to be as potent in 2014 as when NBC first broadcast <em>Peter Pan </em>in 1955 and when I watched it in 1960. \"Dear Diary, PETER PAN is coming on TV again ... and I'm <em>still </em>tickled.\"</p><p><em>David Bianculli is founder and editor of the website </em><a href=\"http://tvworthwatching.com/\" target=\"_blank\">TV Worth Watching</a><em>. </em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Peter+Pan%27s+Magic+Is+In+The+Pixie+Dust&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Bianculli","audio":[{"meta":{"duration":"491"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368032374-2b009c.m3u?orgId=1&topicId=1138&ft=3&f=367653718"},{"href":"http://media.npr.org/assets/img/2014/12/01/nup_166285_0554-95e7d3c56622813230a4ff37c74331bdeff94a27.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"510","width":"680"}},{"href":"http://media.npr.org/assets/img/2014/12/02/c1060013-2--a5abc304cc0f65f78dcbf13bcec5e6fb378cc84e.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1615","width":"2153"}},{"href":"http://media.npr.org/assets/img/2014/12/01/nup_166285_1006-34318c03e7d783ae007256ba84cd6da478a12c06.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}}]}