{"created":"2014-09-03T18:41:39+00:00","modified":"2014-09-03T18:41:39+00:00","valid":{"from":"2014-09-03T18:41:39+00:00","to":"3014-09-03T18:41:39+00:00"},"hreflang":"en","guid":"abd38401-0479-4ee2-b3ea-b9148085a782","title":"An ISIS video appears to show the killing of American journalist Steven Sotloff","published":"2014-09-03T18:41:38+00:00","byline":"Matthew Bell, David Leveille","tags":["terrorism","propaganda","Media & Journalism","Conflict","Conflict & Justice","Asia","Syria","Iraq","Middle East","Asia","Steven Sotloff","James Foley","Paul Danahar","Seth Jones","Aleppo","Syria","Foley","ISIS","Religion"],"teaser":"Steven Sotloff, an American reporter held for more than a year after his capture in Syria, appeared to be the victim of an execution by the Islamist militant group ISIS. After being shown in the recording of journalist James Foley's killing, Sotloff's murder was also filmed and distributed on the Internet.","contentencoded":"<p>In a video posted online, an American reporter is shown kneeling in a stretch of desert, wearing an orange jumpsuit. Standing by is a masked man holding a knife. You know where this is going. Only this time, instead of James Foley, it appears to show the beheading of fellow captive Steven Sotloff.</p><p>The video was produced by ISIS, the Islamist terrorist organization that also calls itself the Islamic State. Called a &quot;A Second Message to America,&quot; it seems to show the same executioner, with the same&nbsp;British accent, who killed Foley. And like Foley before him,&nbsp;<a href=\"http://www.mcclatchydc.com/2014/09/02/238342_video-depicts-beheading-of-second.html?rh=1\">Sotloff is forced to give a short statement</a>&nbsp;before his death.</p><p>&ldquo;I am Steven Joel Sotloff. I&rsquo;m sure you know exactly who I am right now and why I&rsquo;m appearing before you,&rdquo; Sotloff says. &ldquo;Obama, your foreign policy of intervention in Iraq was supposed to be for the preservation of American lives and interests. So why is it that I&rsquo;m paying the price of your interference with my life? Am I not an American citizen?&rdquo;</p><p>The masked man then begins to cut Sotloff&#39;s throat; the video switches to a shot that appears to show Sotloff&#39;s head sitting on his body. Then the killer addresses the camera.</p><p>&ldquo;I&rsquo;m back, Obama,&quot; the man says, &quot;and I&rsquo;m back because of your arrogant foreign policy towards [ISIS], because of your insistence in continuing&nbsp;<a href=\"http://www.aljazeera.com/news/middleeast/2014/08/iraq-breaks-islamic-state-siege-amerli-2014831958746506.html\">your bombings in Amerli</a>&nbsp;and the Mosul Dam.&rdquo; The reference to the besieged Iraqi city of Amerli suggests that the Sotloff video was shot in the past two days.</p><p>At the end of the video, another man is shown kneeling in an orange jumpsuit. He is identified as British citizen David Cawthorne Haines, another captured journalist. The killer issues a warning to &ldquo;those governments who&rsquo;ve entered this evil alliance of America against [ISIS] to back off and leave our people alone.&rdquo;</p><p>The&nbsp;<a href=\"http://www.bbc.com/news/world-middle-east-28871702?ocid=socialflow_twitter\">31-year-old Sotloff</a>&nbsp;was abducted in northern Syria, near the city of Aleppo, about a year ago. He was working as a freelance reporter for TIME and Foreign Policy magazines, the Christian Science Monitor and a journal called World Affairs.</p><p>According to Seth Jones, who directs the International Security and Defense Policy Center at the Rand Corporation, this latest propaganda video &ldquo;continues the cycle of videos made by ISIS and its predecessor groups, including al-Qaeda in Iraq.&quot;</p><p>&quot;They have periodically entered these phases where they have conducted beheadings of foreigners and then faced pretty vicious backlashes,&rdquo; Jones says. &ldquo;Right now, we&rsquo;re in a cycle where they seem to believe that it&rsquo;s in their interest to conduct these fairly gruesome beheadings and cover them on video.&rdquo;</p><p>Earlier today, the State Department said US intelligence officials were still trying to determine if the video was genuine.&nbsp;To verify the video, Jones says, the family or friends of the victim will need to personally see and evaluate it.&nbsp;</p><p>There&#39;s also other valuable information to be gleaned. &ldquo;It would be important to identify the area where this was done and there are a range of computer programs that can help identify landscape patterns,&quot; Jones says. Eliot Higgings, a journalist who&nbsp;<a href=\"http://www.pri.org/stories/2014-08-29/hobbyist-turned-journalist-one-man-digital-detective-agency\">identified the probable location</a>&nbsp;of Foley&#39;s killing, said on Tuesday that Sotloff&#39;s execution appeared to have happened in a different spot:</p><blockquote class=\"twitter-tweet\" lang=\"en\"><p>I&#39;m not sharing the Sotloff video link on Twitter. It appears it&#39;s not filmed in the same location as the James Foley video.</p>&mdash; Brown Moses (@Brown_Moses) <a href=\"https://twitter.com/Brown_Moses/status/506854531523940353\">September 2, 2014</a></blockquote><script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>In addition, Jones says US government agencies will attempt &ldquo;to intercept communications by ISIS talking about it, emailing about it, to help confirm it, so as many kinds of confirmations possible.&rdquo;</p><p>As for the government&rsquo;s response, that&#39;s harder to predict.&nbsp;&ldquo;It&rsquo;s concerning that ISIS has multiple other captives &mdash; including Americans &mdash; so there may be efforts to try and encourage ISIS to not execute these individuals,&rdquo; Jones says. But he think&nbsp;US is more likely to turn to other Western governments to assist with any negotiations.</p><p>In the short term, Jones underscores the point that the video &ldquo;may harden the US government&rsquo;s interest in continuing to perceive ISIS as a major threat to the US and may actually encourage it to increase its strike portfolio against ISIS, especially in Iraq.&rdquo;</p><p>The execution of Sotloff is a reminder that the wars in Syria and Iraq have effectively morphed into one single war,&nbsp;says Paul Danahar, Washington bureau chief for the BBC and author of &ldquo;<a href=\"http://www.amazon.com/The-New-Middle-East-Spring/dp/162040253X\">The New Middle East: The World After the Arab Spring</a>.&rdquo;</p><p>ISIS is now a key regional player with plenty of territory, weaponry and cash to keep up the fight back and forth across the Syria-Iraq border &mdash; a border that effectively no longer exists.</p><p>Danahar says inaction on the part of the Obama administration helped create the power vaccuum that ISIS has filled. &ldquo;We have a situation where America, as the president said last week, does not have a policy for ISIS in Syria,&quot; Danahar says. &quot;And if you don&#39;t have a policy in Syria, you can&#39;t really have a policy in Iraq, because this is one war and one organization.&rdquo;</p><p>At this point, Danahar says the international community is trying to play catch-up, and they&#39;ll have to do it quickly: About 20 foreign journalists are still believed to be held captive in Syria, many of them by ISIS.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/AP581831888897.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/ap581831888897jpg"}]}