{"created":"2015-06-13T09:21:48+00:00","modified":"2015-07-01T14:55:49+00:00","valid":{"from":"2015-07-01T14:55:49+00:00","to":"3015-07-01T14:55:49+00:00"},"hreflang":"en","title":"Lawyer Argues That Virtual Trials Would Make Justice System More Fair","published":"2015-06-17T17:02:00+00:00","teaser":"Adam Benforado's new book, <em>Unfair: The New Science of Criminal Injustice,</em> describes a system in which race, accents and even attractiveness couldn't play a role in a jury's decision.","itags":["npr_api","413912073"],"guid":"abd566b6-6d4b-4e0f-8952-26d07a1c8617","contentencoded":"<p>The <a href=\"http://www.npr.org/sections/thetwo-way/2015/06/08/412842780/kalief-browder-jailed-for-years-at-rikers-island-without-trial-commits-suicide\" target=\"_blank\">death of Kalief Browder</a> shined more harsh light on the American justice system. Browder was held at New York's Rikers Island prison complex for three years after being accused of stealing a backpack at 16. He was never tried, much less convicted, but spent nearly two years in solitary confinement and was savaged by gangs. Browder was finally released with no charges in 2013, but suffered aftereffects from incarceration. He killed himself on June 6 at the age of 22.</p><p>Drexel University law professor Adam Benforado has written a new book about what he sees as the flaws and prejudices of the American criminal justice system. It's called <em>Unfair: The New Science of Criminal Injustice.</em> He tells NPR's Scott Simon why false confessions happen and how the trial system could be reformed to acknowledge bias.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On why some people confess to crimes they didn't commit</strong></p><p>There are a lot of reasons that people can confess when they are actually innocent, but my opinion is that the leading cause is actually the way that we train police officers. So, the police officer — the detective — is supposed to discern whether the person — the suspect — is actually lying or telling the truth. Now, the science says that people are actually terrible at discerning deceit.</p><p>Now, what's deeply problematic is as soon as the detective decides that, yes, this person is lying, they immediately shift to trying to get out a confession and they sort of use this classic good-cop-bad-cop strategy. And it presents great, great stress and we know that people who are young, who have low IQs, who have a history of mental illness ... are particularly vulnerable. And a lot of times these people think, \"Well, I just have to remove this acute distress that I'm experiencing. And I know that I'm innocent and as soon as I confess, this will end and then the truth will come out as other evidence emerges.\" And the problem is that as soon as we have a confession, all of those other leads — the police stop looking for anyone else.</p><p><strong>On whether police body cameras and taped interrogations help</strong></p><p>I think it's a mixed bag. On the one hand, I think there's good research to support the idea that people behave differently when they believe that they're being watched. And so to the extent that that encourages police officers and others to take more care, I think that's a good thing.</p><p>Now, what we have to be very, very careful about is with our assumption that a camera provides an objective take on reality. In one experiment, they put a camera behind the interrogator and then they put a camera behind the suspect. And when the camera was behind the interrogator, viewers said, \"Well, that confession was totally voluntary.\" But when we changed the perspective and people were watching through the eyes of the suspect, suddenly a much larger proportion said, \"Wait a second, this wasn't voluntary, this was a coerced interrogation.\" So I think cameras are a good idea, but we have to be very careful that we're offering a neutral, third-party perspective wherever possible.</p><p><strong>On the problem with how the justice system handles witnesses</strong></p><p>We need to think about witness memory a lot more like we think about trace evidence. So a bloodstained handkerchief that we find at the crime scene, we have very rigorous protocols about how that sample is treated, how it's preserved, how it's tested. We don't do the same thing with eye-witness memory and yet the research is clear: Eye-witness memory is just as fragile and malleable as biological evidence.</p><p><strong>On his proposal that we do away with live trials in favor of virtual trials</strong></p><p>This is one of the proposals that I lay out, really, for far in the future. And why I recommend it is there [are] so many biases that psychologist have uncovered ... [that] shouldn't determine the outcome [of a trial] — what color of skin the attorney representing the accused has or whether he has, you know, a particular inflection. And yet we know that those things matter. It matters how attractive the witness is. Well, that shouldn't matter.</p><p>And so I think a move to virtual trials would allow us to control for a lot of the things which are currently skewing outcomes. And I don't think it's as radical as it might seem. There are certain constitutional problems related to the confrontation clause [the right to confront your accuser]. ... We have already made exceptions in a lot of different areas.</p><p><strong>On whether he would be comfortable with a virtual trial, in which he couldn't see the jury that would decide his fate, if he was being tried for a crime he didn't commit</strong></p><p>I think that I would be more comfortable with a system that accepted the biases that we all carry, and was attempting to do something about them, than a system which was based on untested assumptions about human behavior from centuries earlier. So I don't think we're at all ready for virtual courtrooms now, but I certainly would prefer to be in a system which ensured that, when I was interrogated, the camera offered a third-party perspective; and when witnesses were brought in, they were shown a lineup which was sequential — which is one image at a time rather than showing a whole bunch of images on a page, which we know leads people to pick the image that is closest to the image in their head rather than do an accept-or-reject approach.</p><p>So I think there are so many changes — which, I should point out, are being tried in jurisdictions around the United States. I would much prefer to be in one of those jurisdictions which was looking at the science, taking it seriously and making changes.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lawyer+Argues+That+Virtual+Trials+Would+Make+Justice+System+More+Fair&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"304"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414149679-a4e71c.m3u?orgId=1&topicId=1033&d=304&p=7&story=413912073&t=progseg&e=414149625&seg=9&ft=nprml&f=413912073"},{"href":"http://media.npr.org/assets/img/2015/06/12/unfair_4326-2c1a2bf9fb0b5a792b6ea84d91451a56a1a6e51b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1688","width":"2253"}},{"href":"http://media.npr.org/assets/img/2015/06/12/adam-benforado-author-photo---credit-joe-craig-5e33d72e97370531bb3f6ffb29d4f85746ff49c5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2832","width":"3779"}}]}