{"created":"2014-11-27T18:58:23+00:00","modified":"2014-11-27T21:18:16+00:00","valid":{"from":"2014-11-27T21:18:16+00:00","to":"3014-11-27T21:18:16+00:00"},"hreflang":"en","title":"Mother Of Released Hostage Theo Padnos Speaks Out","published":"2014-11-27T21:18:00+00:00","teaser":"Nancy Curtis discusses her son's capture and the behind-the-scenes negotiations that led to his release in August.","itags":["npr_api","367027231"],"guid":"abd659d1-0b8a-49a4-92a9-c1f16e308d3f","contentencoded":"<p>Theo Padnos, who has also written under the name Peter Theo Curtis, spent the last two Thanksgivings as a hostage of Islamist militants in Syria.</p><p>He was released in August and will spend this Thanksgiving with his family.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young visited his mother, <strong>Nancy Curtis</strong>, at her home in Cambridge, Mass., to talk about Theo&#8217;s capture and the behind-the-scenes negotiations that led to his release.</p><h4>Interview Highlights: Nancy Curtis</h4><p><strong>On how it feels to have Theo back home</strong></p><p>&#8220;Obviously I am so very happy that Theo is home safe and in very good shape. He&#8217;s recovering very well from a terrible ordeal. We&#8217;re profoundly, profoundly happy. Of course, we are humbled by the fact that other families were not as fortunate as we are.&#8221;</p><p><strong>On figuring out that Theo had been kidnapped in October 2012</strong></p><p>&#8220;I knew that something was wrong about Theo because we had been in daily communication. I knew he was going into Syria for just a few days. Suddenly there was nothing from him, and then an email that said &#8220;hey&#8221; &#8212; that was the subject line, and there was no message. And it was just like a dagger to the heart. I didn&#8217;t hear any news whatsoever until the end of July 2013. That&#8217;s when a fellow cellmate was able to escape. And then the FBI called me and said &#8216;we have proof of life; we know that Theo is alive.'&#8221;</p><p><strong>On what waiting and not knowing was like</strong></p><p>&#8220;You adapt. You cannot live in terror every day for two years. I think I went pretty numb. I didn&#8217;t allow myself to contemplate the worst because it would be paralyzing. Three female cousins &#8212; all of them professional women with great demands on their time &#8212; took on finding Theo and getting him out as a second job. It was just remarkable. And I did the zombie state &#8212; pretty much functioning &#8212; I was going to work every day. But I don&#8217;t think you can live in just 100 percent terror all the time.&#8221;</p><p><strong>On the U.S. policy of not paying ransom</strong></p><p>&#8220;It is painful &#8212; it&#8217;s terrible &#8212; to see other people in the same situation having their sons be released and yours cannot be released. I fully understand the United States policy. We were warned by the State Department &#8211; &#8216;oh, you can&#8217;t pay a ransom, and you could be prosecuted.&#8217; I understand the reasons for it, but I think there needs to be a debate &#8212; how do you handle this.&#8221;</p><p><strong>On sitting down with the FBI to Skype with the captors&#8217; negotiator</strong></p><p>&#8220;[The captors&#8217; negotiator] made it very clear they did not want to deal with the family. They wanted to deal with United States government. I think they realized that American families don&#8217;t have the kind of money that they were looking for &#8212; certainly didn&#8217;t in my case. They took a video of me, and then they could show it to Theo to make sure that they had the right person.&#8221;</p><p><strong>On what her Arab translator friend told the negotiator</strong></p><p>&#8220;The first guy that we talked with, he gradually became friendly with my Arab-speaking friend. He said to them, &#8216;Listen, you have to understand this is a poor old woman! She&#8217;s sold her clothes, she&#8217;s selling her furniture! She&#8217;s doing everything she can to raise money!&#8217; But he was putting it in cultural terms that the people could understand.&#8221;</p><p><strong>On learning that photojournalist James Foley had been killed</strong></p><p>&#8220;One of the worst moments was when I heard that Jim had been killed. It just devastated me because I hadn&#8217;t &#8212; you know, I hadn&#8217;t contemplated that that could happen to Theo; you can&#8217;t let yourself think that. And when the reality hit, it was &#8212; I just sank on the floor and sobbed. They were taken a month apart in the same part of Syria, and they were held in the same prison complex, although neither one was aware that the other existed. And ISIS, as Theo described it, calved out of Nusra and became a separate group and took a bunch of prisoners with it.&#8221;</p><h5>Read More</h5><ul><li><strong>New York Times Magazine:</strong><a href=\"http://www.nytimes.com/2014/10/28/magazine/theo-padnos-american-journalist-on-being-kidnapped-tortured-and-released-in-syria.html\" target=\"_blank\"> Theo Padnos&#8217; essay &#8220;My Captivity&#8221;</a></li><li><a href=\"http://hereandnow.wbur.org/2014/08/27/peter-theo-curtis\" target=\"_blank\">Freed Hostage ‘Overwhelmed With Emotion’ By Efforts To Free Him</a></li><li><a href=\"http://hereandnow.wbur.org/2014/08/25/sennott-foreign-correspondents\" target=\"_blank\">GlobalPost Co-Founder On Foley, Curtis And Training Foreign Correspondents</a></li></ul><h4>Guest</h4><ul><li><strong>Nancy Curtis</strong>, mother of released hostage Peter Theo Curtis.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mother+Of+Released+Hostage+Theo+Padnos+Speaks+Out&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"745"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367027234-f8ee59.m3u?orgId=1&ft=3&f=367027231"}]}