{"created":"2015-03-23T07:33:30+00:00","modified":"2015-06-05T15:27:36+00:00","valid":{"from":"2015-06-05T15:27:35+00:00","to":"3015-06-05T15:27:35+00:00"},"hreflang":"en","title":"Rethinking Alcohol: Can Heavy Drinkers Learn To Cut Back?","published":"2015-03-24T15:19:00+00:00","teaser":"The limit for healthy drinking may be less than you think — one drink a day for women and two for men, according to health experts. New strategies aim to help heavy drinkers reduce their intake.","itags":["npr_api","393651417"],"guid":"ac0c85f2-ed73-45a9-a11d-f280fe53e29f","contentencoded":"<p>The thinking about alcohol dependence used to be black and white. There was a belief that there were two kinds of drinkers: alcoholics and everyone else.</p><p>\"But that dichotomy — yes or no, you have it or you don't — is inadequate,\" says <a href=\"http://asp.cumc.columbia.edu/facdb/profile_list.asp?uni=jm2330&DepAffil=Psychiatry\">Dr. John Mariani</a>, who researches substance abuse at Columbia University. He says that the thinking has evolved, and that the field of psychiatry recognizes there's a spectrum.</p><p>Problems with alcohol run the gamut from mild to severe. And there are as many kinds of drinkers along the continuum as there are personality types.</p><p>People with severe problems, such as those who keep on drinking even after they lose jobs or get DUIs, need treatment to stop drinking completely.</p><p>But there are other drinkers, including some who are in the habit of drinking more than one or two drinks a day, who may be able to cut back or moderate their consumption and reduce their risk.</p><p>In fact, a recent <a href=\"http://www.cdc.gov/pcd/issues/2014/14_0329.htm\">study</a> by the Centers for Disease Control and Prevention found that the majority of Americans who drink more than one or two drinks a day are not alcoholics. They don't report symptoms of dependence.</p><p>So what would it take for them to cut back? Increasingly there are researchers and therapists evaluating this question. And they're finding a host of strategies that may be helpful.</p><p>Another <a href=\"http://www.cdc.gov/vitalsigns/pdf/2014-01-vitalsigns.pdf\">CDC study</a> found that alcohol screening and counseling in doctors' offices — for instance, your primary care doctor asking about drinking during an annual checkup — can reduce drinking by 25 percent per occasion in people who drink too much.</p><p>And the National Institute on Alcohol Abuse and Alcoholism has a whole <a href=\"http://rethinkingdrinking.niaaa.nih.gov/Strategies/TipsToTry.asp\">list of tips</a> aimed at cutting down — everything from <a href=\"http://rethinkingdrinking.niaaa.nih.gov/ToolsResources/DrinkingTrackerCards.asp\">drinking tracker cards</a> that you can keep in your wallet to help you track your drinking when you go out, to strategies for <a href=\"http://rethinkingdrinking.niaaa.nih.gov/ToolsResources/CopingWithUrgesToDrink.asp\">handling urges</a>.</p><p>For people concerned that their drinking may be moving towards dependence, a screening tool called the <a href=\"http://www.drinkerscheckup.com/\">Drinker's Checkup</a> can evaluate and give feedback.</p><p>There are also support groups such as <a href=\"http://www.moderation.org/\">Moderation Management</a>, which aims to help drinkers who are trying to cut back.</p><p>Ten years ago, Donna Dierker, who lives in St. Louis, was concerned about her drinking. \"When I did drink, I drank a lot,\" Dierker told us. She never drank during the workweek, but on weekends were different. \"Fridays would be a six-pack,\" she says. And Saturdays meant more drinking. \"On Sundays I'd feel awful.\"</p><p>Her blood pressure was going up; her weight was creeping up. And so she resolved to cut back.</p><p>\"I had these good intentions, but then every time Friday rolled around, I'd lose my resolve,\" Dierker says.</p><p>She checked out Alcoholics Anonymous because that was the only alcohol support group she'd ever heard of. But she says it didn't seem like the right fit.</p><p>Then she read about Moderation Management. \"And I just decided to try it.\"</p><p>When she connected with leaders and other people on the MM listserv, they helped her work through her issues.</p><p>The first task was to identify her triggers. Why was she was drinking so much?</p><p>She realized that she used alcohol as a reward for a hard week's work. \"Getting through a Friday evening without my reward, you know, that was the tough one,\" Dierker says.</p><p>But she also realized that her drinking was more of a habit than a compulsion. And the friends she drank with reinforced that habit. \"That was the norm,\" she says.</p><p>So Dierker set out to change her weekend routine. Instead of drinking beer on a Friday night, \"I'd drink seltzer water ... and dance in the playroom with my son,\" she says.</p><p>Slowly she developed a new relationship with alcohol. To pull this off, she learned tools and techniques to help her keep it in check. For instance, her old routine was to drink one drink after another, back to back — what's known as chain drinking.</p><p>\"I had to consciously slow down and learn to sip instead of gulp,\" Dierker says.</p><p>And just as people learn to eat less by counting calories, she learned to count her drinks and set limits. \"For me, that really helps.\"</p><p>Dierker says that for the most part it works for her. She has no problem just having a glass of wine with dinner or a couple of drinks with friends.</p><p>And every so often she takes a monthlong break from drinking so it doesn't start to creep up.</p><p>\"I feel I'm in the driver's seat again,\" Dierker says. She no longer drinks out of habit. \"I've gotten to the point where it's a treat again and I look forward to it.\"</p><p>Since Donna first tried moderation, the concept of helping people try to moderate their drinking has gained traction. The Substance Abuse and Mental Health Services Administration (SAMHSA) lists Moderation Management as an <a href=\"http://nrepp.samhsa.gov/ViewIntervention.aspx?id=212\">evidence-based program</a>.</p><p>And the National Institute on Alcohol Abuse and Alcoholism has reviewed one <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/?term=J+Consult+Clin+Psychol.+2011+April+%3B+79%282%29%3A+215%E2%80%93224.+doi%3A10.1037%2Fa0022487.\">study</a> that found that the moderation approach offered by Moderation Management and <a href=\"http://moderatedrinking.com/home/default_home.aspx?p=register_login\">ModerateDrinking.com</a> can help some heavy drinkers cut back.</p><p>But many experts would like to see more evidence of its effectiveness. \"It's only one study,\" says NIAAA Director <a href=\"http://www.niaaa.nih.gov/about-niaaa/our-staff/directors-page\">George Koob</a>.</p><p>Moderation as an alternative to abstinence certainly doesn't work for everyone.</p><p>And the tricky part of the moderation path is that there's no way to know which heavy drinkers can learn to control their drinking rather than having to give it up completely.</p><p>There isn't enough data to know if a certain person with a certain profile is going to be successful, says Koob. \"The science just hasn't been done.\"</p><p>And to some, the concept of moderation is controversial.</p><p>Some critics point to the story of the woman who founded Moderation Management. After leaving the organization, she struggled with drinking, caused a fatal drunk-driving crash and then committed suicide.</p><p>\"For everybody, it's really a process to figure out what's going to work and what's not,\" says Sarah Vlnka. She's a social worker and therapist in Michigan who has struggled with alcohol.</p><p>In her case, after about a year and a half of experimenting with moderation she realized that she wanted to quit drinking entirely.</p><p>In part, she realized she was spending too much time thinking about managing the process.</p><p>\"I got tired of it,\" she says. \"Anything that takes [so much] brain space doesn't feel worth it.\" So she stopped. In her case, moderation led her to abstinence.</p><p>Mariani says there are lots of heavy drinkers who are resistant to help or the idea of abstinence, but <em>are</em> open to the idea of cutting back.</p><p>\"As a starting place,\" Mariani says, \"moderation is often a goal that everyone can agree on.\"</p><p>And it also addresses what many experts see as a treatment gap. In the past, it was only the people with the most severe cases of alcohol dependence who got treatment or help.</p><p>With the moderation approach, \"it's a way of reaching people earlier,\" says <a href=\"http://casaa.unm.edu/wrmiller.html\">Dr. William Miller</a>, professor emeritus of psychology and psychiatry at the University of New Mexico and author of <em>Controlling Your Drinking</em>. It's a way of meeting people where they are.</p><p>And if moderation doesn't work? It may be a step on the path to abstinence.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rethinking+Alcohol%3A+Can+Heavy+Drinkers+Learn+To+Cut+Back%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"405"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394789484-13b02d.m3u?orgId=1&topicId=1066&d=405&p=3&story=393651417&t=progseg&e=394789385&seg=5&ft=nprml&f=393651417"},{"href":"http://media.npr.org/assets/img/2015/03/19/npr_2manydranks_4000-3f9110ba7dcd989e200161f2f51cf5b259566cac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2073","width":"2764"}}]}