{"created":"2014-11-05T19:53:47+00:00","modified":"2014-11-06T15:20:29+00:00","valid":{"from":"2014-11-06T15:20:29+00:00","to":"3014-11-06T15:20:29+00:00"},"hreflang":"en","guid":"ac1d68bb-eaaa-41f8-85dc-23afe4232f14","title":"This library for wizards in New York  City is by appointment only","published":"2014-11-06T15:20:19+00:00","byline":"Alina Simone","tags":["books. culture","Books","Arts, Culture & Media","New York City","North America","United States","New York","Bill Kalush","Horatio Galasso","Thomas Fraps","Harry Houdini","Luca Pacioli","Claude Alexander Conlin","Human behavior","Magic","Conjuring Arts Research Center","Deception","Harry Houdini"],"teaser":"Where can you, and some of the world's most famous magicians, find some of the rarest magical tomes in the world?  On the fifth floor of a non-descript high-rise in New York City. ","contentencoded":"<p>Acquiring the esoteric knowledge necessary to become a good magician has never been easy. Some magicians only share their techniques with their protégés. Others take their secrets and tricks with them to their graves.</p>\n<p>Then there’s Harry Houdini, who liked to scorch the magical earth behind him by publishing the mechanics of an act after he was done with it, deliberately shriveling the market for his imitators.</p>\n<p>But one particular institution helps modern magicians get on the right path. The fifth floor of a non-descript high-rise in midtown Manhattan may not be the first place you would go in search of magic, but that’s exactly where one of the rarest repositories of magical literature in the world is housed — the <a href=\"http://conjuringarts.org/\">Conjuring Arts Research Library</a>.</p>\n<p>“I wanted a place that was available for anyone with an appointment, to be able to come in and find some of the rarest material — the things that you couldn’t find, almost anywhere else in the world,” says <a href=\"https://twitter.com/wkalush\">Bill Kalush</a>, the founder of Conjuring Arts Research Center.</p><div class=\"media media-element-container media-story_image\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/story_main/public/story/images/kalush_lg.jpeg?itok=h6G9YIqr\" width=\"864\" height=\"487\" alt=\"\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of the Conjuring Arts Research Center</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>\"We're interested in deception,\" says Bill Bill Kalush, former magician and founder of the Conjuring Arts Research Center in New York.</p>\n  </div>\n</div>\n<p>You’ll find rare magic books elsewhere, he explains, but many of those books sit on the shelves unread, in their original Italian or Persian or French. Conjuring Arts doesn’t just collect books — it translates them.</p>\n<p>“The first person we hired was this amazing woman who translates from five or six languages into English. So we’re making these early books in other languages from other cultures and other parts of the world, accessible to English-speaking readers,” Kalush says.</p>\n<p>Ths includes what's believed to be the very first book of magic — the 15th century \"De viribus quantitates\" by Luca Pacioli, which the library is translating from Latin. </p>\n<p>Of course, magic means different things to different people, from chanting Silencio while waving your Harry Potter wand to ventilating a voodoo doll.</p>\n<p>Kalush keeps it simple: “We’re interested in deception” — meaning literature on mentalism, card magic and cryptography, as well as books on gambling, and cheating at cards and at dice.</p>\n<p>But as with all things magic, what you see isn’t ever what you get.      </p>\n<p>“Sometimes books masquerade as other objects, other objects masquerade as books.”</p>\n<p>Kalush shows me an Italian devotional book written by Horatio Galasso in 1617. Every page is filled with pictures of saints arranged in a simple grid. I am asked to pick one of the images, without saying what it is. Bill flips a few pages and asks me a seemingly unrelated question:</p>\n<p>“You’re thinking of St. Rocco?”</p>\n<p>“Yeah, how’d you do that?” I ask.</p>\n<p>“This is a mind-reading book; it’s not even really a book. It’s a prop that was meant to be used to read minds,” he says.</p>\n<p>The practice of magic itself seems like a gateway drug to the study of its history. Kalush started off as a magician himself before turning to serious scholarship. And now Conjuring Arts is helping both magicians and historians alike by putting the dark arts online.</p>\n<p>“We’ve got about 2.5 million unique pages that we’ve scanned so far, and it represents material from the 15th century to things that have just come out in the last month,” he says.</p>\n<p>The library’s database is called Ask Alexander — a nod to <a href=\"http://www.all-about-magicians.com/Claude.html\">Claude Alexander Conlin</a>, an infamous mentalist popular in the 1920s, who claimed to be able to “know, see and tell all.”</p><div class=\"media media-element-container media-default\"><img height=\"203\" width=\"300\" style=\"width: 300px; height: 203px; float: right; margin: 5px;\" alt=\"The Conjuring Arts Research Library named its digital database &amp;quot;Ask Alexander,&amp;quot; after a 1920s mentalist named Claude Alexander Conlin, who claimed to be able to “know, see and tell all.”\" title=\"The Conjuring Arts Research Library named its digital database &amp;quot;Ask Alexander,&amp;quot; after a 1920s mentalist named Claude Alexander Conlin, who claimed to be able to “know, see and tell all.”\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/askAlexander.jpg\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of the Conjuring Arts Library</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>The Conjuring Arts Research Library named its digital database \"Ask Alexander,\" after a 1920s mentalist named Claude Alexander Conlin, who claimed to be able to “know, see and tell all.”</p>\n  </div>\n</div> \n<p>The database is changing how magicians craft their acts.</p>\n<p>“People think you go in a magic shop, buy a trick and then that’s it,” says Munich-based magician <a href=\"http://www.thomasfraps.com/english/index_e.html\">Thomas Fraps</a>. He’s never visited Conjuring Arts, but he asked Alexander to research a 100-year-old trick called “The Educated Goldfish,” in which live goldfish drag scrabble-like letters to the surface of an aquarium to spell words called out by the audience.</p>\n<p>“I always liked that but I had never seen it performed because it’s actually rather complicated. You would need a huge area underneath the stage and 26 wires and a guy underneath the stage. It was really, really complicated,” Fraps says.</p>\n<p>Ask Alexander helped Fraps resurrect a more portable version of The Educated Goldfish for his own live act.</p>\n<p>It’ll take a while before it’s all online — the library contains more than five million documents, including one-of-a-kind items that haven’t been recorded in any magic literature or bibliographies.</p>\n<p>“We probably have in the neighborhood of 20,000 magician’s letters; magicians trading secrets and gossip. And we’ve gone through, cataloged and digitized about 7,000 so far of our collection,” Kalush says.</p>\n<p>The one thing you probably won’t spot here, though, is an actual magician: Kalush is careful to protect the identity of the world famous conjurers who’ve made the library their clubhouse.</p>\n<p>“We try to keep it as mysterious as possible and we do have an awful lot of interesting people visit,” he says. “If I were to tell you all about it, I think that our source of interesting people flowing through the door might be cut off.\"</p>\n<p>Fair enough.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Magician%20library.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/magician-libraryjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/100520146.mp3"},{"href":"http://www.pri.org/file/100520146mp3"}]}