{"created":"2014-10-08T16:33:48+00:00","modified":"2014-10-31T02:17:21+00:00","valid":{"from":"2014-10-31T02:17:21+00:00","to":"3014-10-31T02:17:21+00:00"},"hreflang":"en","title":"Legendary D.C. Law Firm To Pay Chevron In Ecuador Pollution Case","published":"2014-05-08T13:04:00+00:00","teaser":"Rain forest residents had sued the oil giant, and Washington law firm Patton Boggs tried to make the company pay up. But Chevron sued the law firm for fraud — and is now due $15 million.","itags":["npr_api","310603201"],"guid":"ac1e75b7-caeb-4d0f-8f97-de61392f8fe4","contentencoded":"<p>A long-running legal battle between a legendary Washington law and lobbying firm and a major oil company has been settled.</p><p>D.C.-based Patton Boggs has agreed to pay Chevron $15 million to settle a case that centers on pollution from drilling activity in the rainforests of Ecuador.</p><p>The case has gone on for more than four years, and the stakes were enormous for the two powerhouses.</p><p>Chevron filed a suit against the firm for engaging in fraud and deception in trying to get the oil company to pay up on a nearly $10 billion verdict that was handed down by an Ecuadorian court in 2011.</p><p>In that case, Ecuadorean villagers had sued Chevron for polluting the Amazon jungle during oil exploration projects decades earlier.</p><p>The exploration projects were conducted by Texaco, but Chevron bought that company in 2001.</p><p>In court filings, Chevron said Patton Boggs knew that a critical report about the extent of the environmental damage was wrong.</p><p>In a statement, Patton Boggs did not admit to any wrongdoing but said it regrets its involvement in the case.</p><p>The rain forest villagers and their New York-based lawyer Steven Donziger issued their own statement, condemning Patton Boggs for settling the case and Chevron for \"intimidation.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Legendary+D.C.+Law+Firm+To+Pay+Chevron+In+Ecuador+Pollution+Case&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jackie Northam","audio":[{"meta":{"duration":"98"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310630838-6e6e0c.m3u?orgId=1&topicId=1070&ft=3&f=310603201"}]}