{"created":"2014-09-22T16:10:55+00:00","modified":"2014-09-22T16:10:55+00:00","valid":{"from":"2014-09-22T16:10:55+00:00","to":"3014-09-22T16:10:55+00:00"},"hreflang":"en","title":"More Art, Less Tequila In Tijuana On Spring Break","published":"2014-04-22T22:38:00+00:00","teaser":"This spring break trip in Tijuana is not the tequila-soaked experience of yesteryear. Instead, it is about sampling local craft beers and viewing street art with the artists, themselves.","tags":["npr_api","304592761"],"contentencoded":"<p>For decades, Southern Californians thought Tijuana was Spanish for \"spring break.\" The streets of TJ used to be packed full of spring breakers pounding shots of tequila and taking drunken photos astride donkeys painted like zebras. That is, well, a thing of the past. The rise in <a href=\"http://www.nytimes.com/2010/10/26/world/americas/26mexico.html?_r=0\">drug violence</a> over the years caused tourism in this border city to plummet. But now tourists are trickling back, and I was recently among them.</p><p>A group of more than a dozen Americans met up in front of a McDonald's in San Ysidro, Calif., to follow an Ohio native, and now Tijuana transplant, Derrik Chinn, across the border into Mexico. I'm from California and I'd never done this before.</p><p>\"Today is your first time?\" asked the spunky Chinn, his English slightly accented from spending so much time south of the border. \"Awesome! This is going to be so great. I'm so happy that this will be your experience!\"</p><p>The tourists were mostly from San Diego and ranged from boomers to millennials. All were armed with cameras and smartphones. And our fearless guide, Chinn, was double-fisting two plastic bags filled with Tecates as he led us, on foot, into TJ. We breezed by the long line of people waiting to cross into the U.S. No pat-down, no passport check, no <em>nada</em>. And, once in Mexico, we stepped aboard what looked like an ancient school bus (parked by another Mickey D's).</p><p>It was barely noon and we were drinking cheap beer, sipping tequila and dancing in our seats to <em>cumbia</em> en route to the beach.</p><p>But this wasn't your typical Tijuana party bus.</p><p>Chinn moved here seven years ago to learn Spanish and fell in love with the city at a time when Americans were too scared to visit. He started organizing little trips to entice his friends to come. He took them to the best taco stands, Mexican wrestling matches, concerts. Friends of friends started showing up, and then complete strangers. And, after Chinn lost his job as a reporter in San Diego, he turned the hobby into a business called <a href=\"http://www.turistalibre.com/\">Turista Libre</a>. (The literal translation is \"free tourist\" but \"liberated tourist\" is closer to the sentiment; the trips are fairly inexpensive but they aren't free.)</p><p>On this outing we checked out street art with two Mexican muralists. Gloria Muriel (aka Glow) and Alonso Delgadillo (aka El Norteño) have pieces all over the city. Their art competes for space with graffiti and alongside ads for Viagra and Pemex gasoline.</p><p>We all stood on the boardwalk at Playas de Tijuana, the Pacific Ocean at our backs, staring up at a larger-than-life mural on a three-story apartment building: a mustachioed father wearing a sombrero, his young son perched atop his shoulders ready to splash into the water below.</p><p>Norteño said everyday life in Tijuana inspires his art — not drug violence and prostitution, but a father and son spending the day at the beach, a gardener taking pride in his plants, a grown man reliving the pain of being bullied as a child.</p><p>The signature feature of Glow's murals is a woman's face with big expressive eyes and flowing hair. It is the perfect complement to El Norteño's male-dominated art with bold lines and colors. The two often collaborate on murals.</p><p>We crisscrossed the city for hours checking out their work, chatting and laughing, getting to know the artists and one another. There was a stop for marlin and shrimp tacos at Taquería Machatlan, one of El Norteño's favorite taco stands, where we all shouted out orders in varying degrees of Spanish fluency; another pit stop for IPAs from a local nanobrewery called <a href=\"https://www.facebook.com/MamutBreweryCo\">Mamut;</a> and dinner at a <a href=\"http://www.lifeandfoodblog.com/?p=5709\">restaurant</a> recently voted the best in Tijuana and San Diego where we enjoyed wine from a <a href=\"http://www.winemag.com/February-2014/10-Best-Wine-Travel-Destinations-2014/index.php/slide/Valle-de-Guadalupe-Baja-California--Mexico/cparticle/3#.U1VuSFVdXTo\">Baja vineyard</a>.</p><p>Just about everyone in the group said they'd come back. For a handful, like Tony Cruz, this was already their fifth or sixth time. Cruz sees the trips as an opportunity to be a tourist in his hometown. He recently moved to San Diego to be closer to work but was born and raised in Tijuana.</p><p>\"This guy from Ohio showed me a different side of my own city,\" said Cruz. \"And I fell in love with it.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=More+Art%2C+Less+Tequila+In+Tijuana+On+Spring+Break&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Shereen Marisol Meraji","guid":"ac20b62d-960d-46d3-9cb0-4d44ecabdab1","audio":[{"meta":{"duration":"256"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1305960177-aecea6.m3u?orgId=1&topicId=1015&ft=3&f=304592761"},{"href":"http://media.npr.org/assets/img/2014/04/21/img_7661-1b02338157b4212f8d4f836e63799a2fb95e0e94.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1180","width":"1574"}},{"href":"http://media.npr.org/assets/img/2014/04/18/img_7680-3b3c6dae20e5991a15b34d60f8e012b3049eb910.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1049","width":"1399"}},{"href":"http://media.npr.org/assets/img/2014/04/18/img_7468-8bab1c03b8b9f4ba8f2092cc9291e172a8c17cde.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1092","width":"1455"}},{"href":"http://media.npr.org/assets/img/2014/04/18/img_7480_vert-f9de22513288a508918d9776e8ac7bb156cf0d59.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1566","width":"1173"}},{"href":"http://media.npr.org/assets/img/2014/04/18/img_7610_custom-adc78befc40c615d67ee8528e2f2c305fd68a759.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2407","width":"3867"}}]}