{"created":"2014-12-10T19:37:30+00:00","modified":"2015-05-13T21:27:13+00:00","valid":{"from":"2015-05-13T21:27:13+00:00","to":"3015-05-13T21:27:13+00:00"},"hreflang":"en","title":"Feeling Watched? 'God View' Is Geoff Nunberg's Word Of The Year","published":"2014-12-11T14:47:00+00:00","teaser":"Uber's \"God view\" shows a map of the cars in an area and the silhouettes of the people who ordered them. Linguist Geoff Nunberg says Uber-Santa doesn't just know when you've been sleeping, but where.","itags":["npr_api","369740829"],"guid":"ac392b07-73fe-4767-8404-93b0784675d5","contentencoded":"<p>\"Infobesity,\" \"lumbersexual,\" \"phablet.\" As usual, the items that stand out as candidates for word of the year are like its biggest pop songs, catchy but ephemeral. But even a fleeting expression can sometimes encapsulate the zeitgeist. That's why I'm nominating \"God view\" for the honor.</p><p>It's the term that the car service company Uber uses for a map view that shows the locations of all the Uber cars in an area and silhouettes of the people who ordered them. The media seized on the term this fall when it <a href=\"http://www.forbes.com/sites/kashmirhill/2014/10/03/god-view-uber-allegedly-stalked-users-for-party-goers-viewing-pleasure/\">came out</a> that the company had been entertaining itself and its guests by pairing that view with its customer data so it could display the movements of journalists and VIP customers as they made their way around New York.</p><p>Those reports came on top of earlier criticisms of Uber for taking a prurient interest in its customers' movements. Not long before, an Uber data scientist had blogged about tracking what he called \"<a href=\"https://web.archive.org/web/20140827195715/http:/blog.uber.com/ridesofglory\">rides of glory</a>.\" Those were the customers who booked rides late on weekend nights and then returned home a few hours later, presumably after one-night stands. You could think of that as the uber-Santa view: He doesn't just know when you've been sleeping, but where.</p><p>Those were awkward revelations for Uber, which has also been <a href=\"http://www.vanityfair.com/business/2014/12/uber-travis-kalanick-controversy\">under fire</a> for its sharp-elbowed tactics with regulators and competitors and a truculent attitude toward its critics. The so-called sharing economy depends on users providing a company with enough personal information to reassure others that it's OK to rent to or drive around with. As <a href=\"http://blog.airbnb.com/introducing-airbnb-verified-id/\">Airbnb</a> put it last year when it asked users to provide their Facebook contacts and pictures of their drivers licenses, \"There is no place for anonymity in a trusted community.\" So it doesn't look good when the people entrusted with the information come off as a crew of cocky striplings who seem to take privacy and <a href=\"http://tinyurl.com/ledyp2q\" target=\"_blank\">security</a> casually.</p><p>Calling the display \"God view\" didn't help dispel that impression, particularly coming from a company whose name already suggested a certain Teutonic grandiosity. But if Uber's choice of terms was ill-advised, it's still a pretty apt name for the way technology sees us now. Every week brings another indication that the world is becoming a vast panopticon, a place where everyone can be observed without being aware of it. An <a href=\"http://www.cultofmac.com/157641/this-creepy-app-isnt-just-stalking-women-without-their-knowledge-its-a-wake-up-call-about-facebook-privacy/\">app</a> displays the Facebook profile of every woman in the immediate vicinity who is logged in on Foursquare. A <a href=\"http://techcrunch.com/2014/11/07/insecam-displays-insecure-webcams-from-around-the-world/\">website</a> streams live video from thousands of unsecured webcams, along with their map locations. And we're dogged by those uncannily personalized ads as we browse the Web.</p><p>In a course I co-teach at Berkeley, we ask our students to try to figure out what Google knows about them. One young woman tried switching to a new browser and entering searches for products like blood pressure monitors and Barry Manilow albums. She wasn't surprised when ads for menopause supplements started to appear on the Web pages she visited. But it was unsettling when her boyfriend started seeing ads for Viagra.</p><p>What we're talking about here, of course, is the sense that the world is getting more and more creepy. That word has been around too long to be a candidate for word of the year, but it's clearly in the running for word of the era. It goes back to the time of Dickens, but we use it <a href=\"http://people.ischool.berkeley.edu/~nunberg/Creepyimage\" target=\"_blank\">more often</a> and more broadly than ever before. It's our aesthetic reaction to everything from John Malkovich to Furbys. And it has become our reflexive response to the unnerving promiscuity of digital information. Scholars ponder it. You see articles in academic journals and law reviews with titles like \"<a href=\"http://www.icyte.com/saved/recode.net/836239?key=b1330c9c2b1b06a115fdbd73006e5ed8ae0bec6c\">A Theory of Creepy</a>\" and \"<a href=\"http://scott.mainzone.com/pubs/14-leakiness-creepiness.pdf\">Leakiness and Creepiness in App Space</a>.\" As the thinking goes, understand creepiness and you've located the boundaries of personal privacy, the line you mustn't trespass.</p><p>Creepy is a more elusive notion than scary. Scary things are the ones that set our imagination to racing with dire scenarios of cyberstalkers, identity thieves or government surveillance — whereas with creepy things, our imagination doesn't really know where to start. There doesn't have to be any concrete threat we can point to. There's only the unease we feel when we realize we've been the object of somebody's unbidden gaze. My wife was caught by Google Street View early one morning as she was opening our gate after taking out the garbage. It creeped her out. \"You can see me from Buenos Aires,\" she said. \"I wouldn't even wear those pants to the Safeway.\"</p><p>Not that most of the builders of the technology are actively trying to creep us out, though they're willing to come close. As Google's <a href=\"http://www.theatlantic.com/technology/archive/2010/10/googles-ceo-the-laws-are-written-by-lobbyists/63908/\">Eric Schmidt</a> put it, \"Google policy is to get right up to the creepy line but not cross it.\" But that line is constantly moving as we get more and more used to being exposed. Time was when we'd be creeped out if someone Googled us before a meeting or a first date. Now we're fine with that, and even post profiles on Facebook and LinkedIn to make it easier.</p><p>Follow that logic, some people say, and the creepiness of technology may come to seem a passing phase. But this isn't really about technology in the first place. What we find creepy isn't those God views in themselves but the people we fear might be out there using them. There may be no more creeps in the world than in earlier times, but there have never been so many opportunities for acting like one.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Feeling+Watched%3F+%27God+View%27+Is+Geoff+Nunberg%27s+Word+Of+The+Year&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Nunberg","audio":[{"meta":{"duration":"448"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369887404-82dab2.m3u?orgId=1&topicId=1060&d=448&p=13&story=369740829&t=progseg&e=369868988&seg=2&ft=nprml&f=369740829"},{"href":"http://media.npr.org/assets/img/2014/12/10/450275018-c47e8a2d2763ac2ec03b8f6bb7dae52127003962.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3263","width":"4353"}}]}