{"created":"2015-03-24T07:41:38+00:00","modified":"2015-04-15T20:05:39+00:00","valid":{"from":"2015-04-15T20:05:39+00:00","to":"3015-04-15T20:05:39+00:00"},"hreflang":"en","title":"For Banks 'Too Big To Jail,' Prosecutors Count On A Promise To Behave","published":"2015-03-24T18:49:00+00:00","teaser":"A conviction can be fatal for a big company. So in some cases prosecutors have been holding off on punishing firms that have broken the law. In return, the companies vow to clean up their act.","itags":["npr_api","394897368"],"guid":"ac4c5d51-6c50-4635-a588-02c5498beead","contentencoded":"<p>Last week, a top Justice Department official issued <a href=\"http://www.reuters.com/article/2015/03/16/us-banks-moneylaundering-idUSKBN0MC1ZE20150316\">a tough warning</a> to banks and other corporations that repeatedly commit crimes. She said U.S. officials could do away with their deferred-prosecution agreements.</p><p>Such deals allow companies that have broken the law to escape criminal convictions by promising to clean up their act. A new book looks at the role these agreements play in the corporate world.</p><p>It may not always seem like it but in recent decades U.S. officials have charged a lot more companies with crimes such as bribery, insider trading and fraud. And that has raised a question: How do you punish a company that's done wrong?</p><p>Criminal convictions can be a death sentence for big companies, as the 2002 guilty verdict of <a href=\"http://www.npr.org/2014/09/02/344983151/whats-in-a-name-former-arthur-anderson-employees-spell-it-out\">Arthur Andersen</a> showed.</p><p>So U.S. officials have increasingly turned to the deferred prosecution agreement. It works like this: Prosecutors hold off on charging a company with a crime. In return, the company promises to reform, and in most cases also promises to cooperate with investigators and pay a big fine.</p><p><a href=\"http://www.law.virginia.edu/lawweb/faculty.nsf/fhpbi/1165630\">Brandon Garrett</a> of the University of Virginia law school says prosecutors have long struck deals like these with individuals who commit crimes, such as first-time shoplifters or drug users.</p><p>\"It's a chance for a low-level criminal to show good conduct,\" he says. \"Now, the idea that really serious corporate offenders would benefit from that kind of treatment was certainly a creative move.\"</p><p>Garrett set out to find out how widespread these agreements have become in corporate cases. It wasn't easy because there's no central registry keeping track of them, and some prosecutors even seal them to spare companies embarrassment.</p><p>Garrett discovered there have been more than 300 in the past decade, and a lot of them involve big publicly traded companies. In his book, <em>Too Big to Jail,</em> Garrett writes that the agreements with companies are sometimes vaguely written.</p><p>\"They just say, 'Do some compliance, fix things. Maybe create an anti-money laundering program that satisfies all the best industry standards, ' \" Garrett says. \"It's often very generic language: 'Do some best practices, please.' \"</p><p>And he says in most cases no one outside the company is appointed to monitor its compliance to make sure it has lived up to its side of the agreement.</p><p>\"That's a huge job, and typically prosecutors just depend on the company to update them on, 'Yes, oh yes, we've made good progress over the last year,' \" Garrett says.</p><p>In recent years a few federal judges have pushed back against these agreements, demanding more of a role in overseeing them. Former federal prosecutor Dan Richman says deferred prosecution agreements in general are often more nuanced than they appear to the public.</p><p>For instance, he says, there may be no outside monitor appointed in many cases. But outsiders aren't always well-equipped to police big, complex companies. It may make more sense to rely on a company's internal compliance department to monitor a deal — especially when the wrongdoing was limited to a few rogue employees. Richman says white collar crimes can be hard cases, and prosecutors struggle to figure out how to keep companies accountable.</p><p>\"Whether that accountability needs to take the form of an actual conviction or something short of conviction is I think a close question once you recognize that companies can't be put in jail and that as an economy we would like many of these companies, if not all of them, to continue to play useful roles in the productive world,\" he says.</p><p>Richman says the goal for prosecutors is to find a way to make meaningful change at a company where crimes have been committed. But U.S. officials acknowledge that companies can resist such efforts and deferred prosecution agreements haven't stopped some companies from becoming repeat offenders.</p><p>U.S. officials are now <a href=\"http://www.bloomberg.com/news/articles/2015-03-17/banks-said-to-risk-old-libor-charges-in-currency-rigging-probes\">investigating whether UBS and Barclays</a> manipulated currency rates at a time when they were already operating under a deferred prosecution agreement for manipulating interest rates.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Banks+%27Too+Big+To+Jail%2C%27+Prosecutors+Count+On+A+Promise+To+Behave&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jim Zarroli","audio":[{"meta":{"duration":"248"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395001641-11bdc4.m3u?orgId=1&topicId=1006&e=394897368&d=248&ft=nprml&f=394897368"},{"href":"http://media.npr.org/assets/img/2015/03/23/43183121_h34834255-9537110cd4e78d25fb6f9ff2b0d239afda4f8475.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2331","width":"3108"}}]}