{"created":"2014-11-17T08:44:13+00:00","modified":"2014-12-03T01:14:36+00:00","valid":{"from":"2014-12-03T01:14:36+00:00","to":"3014-12-03T01:14:36+00:00"},"hreflang":"en","title":"Six Words: 'With Kids, I'm Dad. Alone, Thug'","published":"2014-11-18T14:18:00+00:00","teaser":"With his brown skin and long dreadlocks, Marc Quarles stands out in his predominantly white neighborhood. He's particularly aware of that, he says, when his biracial children aren't with him.","itags":["npr_api","361804353"],"guid":"ac57e686-82c6-46ab-afb3-13a17e12ac5b","contentencoded":"<p><em>NPR continues a series of conversations from <a href=\"http://theracecardproject.com/\" target=\"_blank\">The Race Card Project</a>, where thousands of people have submitted their thoughts on race and cultural identity in six words.</em></p><p>Marc Quarles is African-American, with a German wife and two biracial children — a son, 15, and daughter, 13. The family lives in Pacific Grove, a predominantly white, affluent area on California's Monterey Peninsula.</p><p>Every summer, Quarles' wife and children go to Germany to visit family. Consequently, Quarles spends the summers alone. And without his family around, he says, he's treated very differently.</p><p>Most of the time, \"I've noticed my white counterparts almost avoid me. They seem afraid,\" Quarles tells NPR Special Correspondent Michele Norris. \"They don't know what to think of me because I'm in their neighborhood. I oftentimes wonder if they think I'm a thug.\"</p><p>\"The same does not happen when I have the security blanket and shield of my children,\" Quarles says. \"When my children are with me, I'm just a dad. I love being a dad.\"</p><p>Those experiences prompted him to share his six words with The Race Card Project: \"With kids, I'm Dad; Alone, thug.\"</p><p><strong>'Where Are You From?'</strong></p><p>\"There aren't a whole lot of African-American males in Pacific Grove,\" Quarles says. \"So I think most people do wonder, 'What is this ... black guy up to? ... Why is he here, and what is he doing? And why is he in my nice, affluent neighborhood?' \"</p><p>That \"stings and bites,\" says Quarles, an ultrasound technician. \"I have a very decent job. I would take care of most of these people if they came to my hospital. And to assume that I'm anything less than a productive member of the community, that does hurt.\"</p><p><strong>'I'm Just A Regular Old Hospital Worker'</strong></p><p>Quarles recalls an incident when his family first moved into their second home in Pacific Grove. \"We had been in the home for maybe two days,\" he says, when the police knocked on the door, looking for a missing purse.</p><p>The officer asked Quarles if he had noticed anything suspicious in the neighborhood. \"And I said, 'Like what?' And he said, 'Well, the woman across the street is missing her purse.'</p><p>\"And I looked at him, and I said, 'So, you can come in and look for it if you'd like. But no, I didn't take the purse.' \"</p><p>Quarles was surprised when his neighbor approached him a few days later. He walked over to tell Quarles that he was \"really sorry about the other day.\"</p><p>\"And I said, 'What do you mean?' And he said, 'Well, the police went over to your house.' And I'm like, 'You sent the <em>police</em> to my <em>house</em>?' \"</p><p>The neighbor explained that he did ask the police to check them out, but his family eventually found the missing purse — in their own home. He then went on, Quarles recalls, to ask Quarles where he was from.</p><p>\"And I said, 'I'm from here, Pacific Grove.' And he said, 'No, really — where did you move from before you moved here to this house?' \"</p><p>When Quarles explained that his family had moved from their first home, nearby, \"he looked at me again and he said, 'You have <em>two</em> houses?' \" Quarles says the neighbor then looked at him from head to toe and asked, \"What do you do?\"</p><p>\"And part of me — sometimes I mess with these people. I'll tell them, 'Well, I sell drugs and I'm a pimp. I can get you anything I want.' ... I say it deadpan serious.\"</p><p>They finally realize he's joking, Quarles says, when he starts laughing. \"And once they see the crazy hours that I work and they see me in my hospital scrubs, then they clearly know I'm not a pimp and a drug dealer,\" he says. \"I'm just a regular old hospital worker.\"</p><p><strong>Living With A Double Standard</strong></p><p>Quarles' experiences weigh on his mind when he thinks about his children. His son, Joshua, has brown skin, while he described his daughter, Danielle, as \"very, very light. She could almost pass for white.\"</p><p>Quarles knows the community and the world might treat his kids differently as they grow older, particularly with one child being lighter and the other darker-skinned. \"I think the world will have a certain idea of what they are, and what they can become, just by looking at them,\" he says.</p><p>That difference also comes into play with how his kids see themselves, Quarles says. Several years ago, he says, his daughter's teacher asked the class to write essays about what the Martin Luther King Jr. holiday meant to them.</p><p>In her essay, Quarles' daughter wrote \"that if it were not for Dr. Martin Luther King, she and her brother, Joshua, would have to go to different schools,\" Quarles says.</p><p>\"She meant that she would go to one school, and that her brother, Joshua, because of his browner skin, would have to go to a school other than the school that she attended.\" <strong></strong></p><p>Quarles and his wife wrestled with if, and how, the family should discuss the issue of skin color together.</p><p>In the end, he says, \"we decided to ... let her grow and potentially approach that conversation a little bit later. Because I think eventually, and unfortunately, someone who's a little lighter than she is with a little straighter hair, with a little blonder hair, is going to call her out and get her to understand that she does have some brown in her.\"</p><p>Even so, Quarles says, \"I don't know if my wife and I are doing the right things by not talking about race that much with them.\"</p><p>But as their children get older, they're the ones who are bringing it up — like this summer, after a white police officer shot black 18-year-old Michael Brown in Ferguson, Mo.</p><p>Quarles says his son \"brought it up many times, and continues to bring it up. Because he identifies with being more black than white, although he's split right down the middle. And things like that do concern him.</p><p>\"As he's getting older, he's getting bigger and stronger and folks are starting to wonder about him,\" Quarles adds. \"You know, 'What is he? Why is he here?' \"</p><p>Quarles responds by telling his son \"that there are simply things that he cannot do,\" he says. \"Just because of his appearance and his brown skin, there are things that he can't do that the other kids can do.\"</p><p>And if that sounds like a double-standard, Quarles says, that's because it is. \"That's my answer: 'It is a double standard, Son. And trust me, one day, you'll understand.' \"</p><p>Not that Quarles <em>accepts</em> double standards based on skin color. But he's had to figure out how to rise above them, he says — how to succeed by letting certain slights go. And that's the path to success for his son, too, he says.</p><p>\"You can live in this world with that double standard and be successful and have a wonderful life.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Six+Words%3A+%27With+Kids%2C+I%27m+Dad.+Alone%2C+Thug%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"343"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364641171-038c02.m3u?orgId=1&topicId=1015&aggIds=173814508&ft=3&f=361804353"},{"meta":{"duration":"205"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364718252-f377ed.m3u?orgId=1&topicId=1015&aggIds=173814508&ft=3&f=361804353"},{"meta":{"duration":"420"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364934184-5ec1b3.m3u?orgId=1&topicId=1015&aggIds=173814508&ft=3&f=361804353"},{"href":"http://media.npr.org/assets/img/2014/11/14/november-2014_1945-bc7ca90841483828f66c131b22942106e919d952.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1925","width":"2566"}}]}