{"created":"2014-10-07T21:04:51+00:00","modified":"2014-12-04T14:32:28+00:00","valid":{"from":"2014-12-04T14:32:28+00:00","to":"3014-12-04T14:32:28+00:00"},"hreflang":"en","title":"Skimping On Sleep Can Stress Body And Brain","published":"2014-07-18T12:58:00+00:00","teaser":"Too stressed to get seven hours of solid shut-eye tonight? Prepare to be even less resilient tomorrow. Stress disrupts sleep, which feeds depression, anxiety — and more stress, scientists say.","itags":["npr_api","332058265"],"guid":"ac79b933-6bfe-41f4-b0f3-825d082931cc","contentencoded":"<p>\"The lion and calf shall lie down together,\" Woody Allen once wrote, \"but the calf won't get much sleep.\"</p><p>That's pretty much the connection between stress and sleep, researchers say, and NPR's own numbers suggest the same thing. In our <a href=\"http://www.rwjf.org/en/research-publications/find-rwjf-research/2014/07/the-burden-of-stress-in-america.html\">recent poll </a>on stress in America, conducted in conjunction with the Robert Wood Johnson Foundation and the Harvard School of Public Health, about <a href=\"http://www.npr.org/blogs/health/2014/07/07/327322187/stressed-out-americans-tell-us-about-stress-in-their-lives\">70 percent</a> of those who reported experiencing a great deal of stress in the previous month also said they had trouble sleeping.</p><p>\"Under stressful circumstances, and when people are haunted by life, they cannot sleep very well,\" says the University of Pittsburgh's <a href=\"http://www.sleep.pitt.edu/personnelDetail.asp?pid=2807&id=1481&ptype=2&pnavcat=2&subpc=\">Martica Hall</a>.</p><p>And no wonder. When you're feeling stressed, Hall says, your body marshals its famous fight-or-flight response. Stress hormones, such as cortisol and adrenalin, are pumped out, your heart rate goes up, sugar is released into the blood, and more blood is sent to your brain and muscles. Hall says it's really hard to stay asleep through all that biological activity. She has found, for example, that cortisol — which surges to deal with that deadline or cope with that car payment — stays elevated throughout the night. So, even if you're sound asleep, cortisol is constantly nudging your brain to wake up, deal with danger — real or perceived.</p><p>\"Daytime stress follows you into the night,\" Hall says.</p><p>Mareba Mack, a 42-year-old Air Force veteran who is now an education specialist with the Department of the Navy, says she typically wakes up four to six times a night. She'll fall asleep quickly and soundly, but be wide awake and worried a couple of hours later.</p><p>\"I'm typically consumed with a thought or an idea of what I need to do,\" she says. \"They can be work-related, or personal or just a litany of things.\"</p><p>Often it's a litany of stressful events. Mack recently moved from her home in Florida up to Washington, D.C. She's also a single mother of a 7-year-old with cerebral palsy. Mack feels up-rooted, anxious about her daughter, worried about work.</p><p>\"I'll sleep for a couple of hours, and then I'll wake,\" she says, \"then sleep a couple of hours, and then I wake.\"</p><p>Throughout the night. Night after night.</p><p>This kind of interrupted sleep prevents a stressed person from ever feeling well-rested.</p><p>\"It's not like sleep is a timeout,\" Hall says. \"It isn't a timeout. Everything — all the sadness, all the fears, all the angst that you have — follows you into sleep.\"</p><p>All adults, whether stressed or not stressed, typically wake up multiple times in a night, each time very briefly. Scientists call these moments \"mini-arousals.\" Unstressed people go right back into deep sleep in a matter of two or three seconds. But people who report feeling lots of stress have mini-awakenings that last much longer, Hall has discovered — sometimes many minutes longer.</p><p>Most adults need between seven and eight hours of sleep every night, says Harvard Medical School's <a href=\"https://sleep.med.harvard.edu/people/faculty/210/charles+a+czeisler+phd+md+frcp\">Charles Czeisler</a>, who is chairman of the board of the <a href=\"http://sleepfoundation.org/\">National Sleep Foundation</a>. Any less than that (if it happens regularly) is a \"sleep deficiency,\" Czeisler says. And when we're not sleeping well, that deficiency follows us right into the next day, making it hard to handle the slings and arrows that come our way.</p><p>\"The exhaustion associated with that places a physiologic burden on us,\" Czeisler says, \"and we actually are much less resilient.\"</p><p>A woman I met named Amanda (she doesn't want us to use her last name because she's worried about her job) feels that burden every day. She's 34, the mother of a toddler and an infant, and gets up at 5 a.m. each day for a long commute to a full-time job as a social worker helping vets find housing in San Francisco.</p><p>\"It's very rough,\" she says. \"I've missed a lot of work because of lack of sleep.\" You can hear the distress in her voice. The lack of sleep, she says, makes her not only exhausted but forgetful, moody, overwhelmed.</p><p>Some mornings, she says, after only two or three hours of sleep, \"I'd wake up and my hands are shaking — and I know I can't do it.\"</p><p>Researchers do have some practical suggestions to help: Go to bed and get up at the same time every night, even on weekends. This will train your brain's biological clock to release the sleep hormone, melatonin — key to us getting that seven or eight hours we need. <strong></strong></p><p>And get all the gadgets — cellphones, computers, TV — out of the bedroom. The short-wave light that these screens emit suppresses melatonin.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Skimping+On+Sleep+Can+Stress+Body+And+Brain&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michelle Trudeau","audio":[{"meta":{"duration":"288"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332205225-2d086d.m3u?orgId=1&topicId=1128&aggIds=327816692&ft=3&f=332058265"},{"href":"http://media.npr.org/assets/img/2014/07/16/sleep_stress_4000-c9d17d090f2eccc22ae91d12e40acec96179b68d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2246","width":"2998"}}]}