{"created":"2014-10-08T15:36:37+00:00","modified":"2014-10-31T01:50:58+00:00","valid":{"from":"2014-10-31T01:50:57+00:00","to":"3014-10-31T01:50:57+00:00"},"hreflang":"en","title":"Civilian Life Taught This Military Dog Some New Tricks","published":"2014-05-22T20:59:00+00:00","teaser":"As a bomb-detecting dog, Zenit the German shepherd never chased his tail or dug holes. Those are skills he learned after he was adopted by his former professional partner, Cpl. Jose Armenta.","itags":["npr_api","314885278"],"guid":"ac7f863f-8bfe-4c48-8527-a6aeb86b415d","contentencoded":"<p>As a dog handler in the Marines, it was Jose Armenta's job to walk ahead of his platoon and search for roadside bombs with his dog, Zenit, a German shepherd trained for explosives detection and patrol. In 2011, while searching for IEDs planted by the Taliban in Afghanistan, a bomb they didn't detect exploded and Armenta was thrown 20 feet. He narrowly survived, but both his legs had to be amputated above the knee. Zenit was uninjured and redeployed with a new handler.</p><p>After his injury, Armenta was surprised by how much he missed his canine partner, and embarked on a complicated and time-consuming process to adopt him. In 2012, he finally succeeded.</p><p>Armenta is profiled in <em>National Geographic</em>'s June cover story, \"<a href=\"http://ngm.nationalgeographic.com/2014/06/war-dogs/paterniti-text\">Hero Dogs</a>.\" He tells <em>Fresh Air</em>'s Terry Gross about his and Zenit's life together in the Marines, and how civilian life has changed the German shepherd.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On Armenta and Zenit's life in the Marine Corps</strong></p><p>Zenit would sleep bedside. ... He was my familiar buddy in an unfamiliar place, so he was comforting. He brought a lot of joy to all the Marines that came by. To them, he was just a dog and reminded them of home, so I had a lot of Marines wanting to come up and play with him. I had to be the tough dad [and say,] \"He's not a pet, so don't play with him too much.\"</p><p><strong>On willing himself to survive after being hit by the IED explosion</strong></p><p>It's funny how it happened — maybe funny is not the right word, because it wasn't comical. It was weird, the feeling I had at the time. I felt really tired, and I did make a conscious effort to not pass out. I felt that if I did, I knew the outcome would be me dying, so I definitely ran away from the light.</p><p><strong>On missing Zenit after the IED explosion</strong></p><p>After I was injured, my dog was assigned to another dog handler, and they went on and completed the six-month deployment, because I was at the halfway point, about three months, when I was injured. And so Zenit went on for another three months doing missions with another dog handler [in Afghanistan]. ...</p><p>It was surprising because, up until that point, I had made sure I was emotionally detached from Zenit. I tried to keep it strictly professional since I knew it was very likely that one of us would be injured performing our job. ... But after the fact, after I was out of the battlefield and recovering and found out that he was assigned to another handler, I was angry. I didn't want him in danger anymore; I wanted him back home with me. And so that's when it became evident that my emotions were evolving from a professional relationship to more of a partnership and a friendship.</p><p><strong>On Zenit's transition to civilian life</strong></p><p>He wasn't sure how to react once we brought him back home and once he could relax and not have to do anything. So it was new to him ... getting used to not being told what to do every minute of the day. He was used to taking a lot of orders and to always training and playing around, which a lot of times that's what they like, especially German shepherds and the breeds that we use. These dogs love to be active, they love to have jobs. ... And for the first month ... he would just sit there and stare at me and wait for a command. And gradually, as time went on, he relaxed.</p><p><strong>On how civilian life has changed Zenit's personality</strong></p><p>It changed a lot. A lot of these dogs, they have emotion when you give them their toy, when you praise them for a job well done, but other than that you don't see a lot of emotion out of them. ... But now he chases his tail and digs holes in the yard and loves steaks. I don't think he even knew what a steak was. So he's changed a lot.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Civilian+Life+Taught+This+Military+Dog+Some+New+Tricks&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"1957"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314927751-8d298a.m3u?orgId=1&topicId=1078&ft=3&f=314885278"},{"href":"http://media.npr.org/assets/img/2014/05/22/war_dogs_mm8119_0614_012-91962a536c4a5b58404d20d7077864264fa9ddd8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"490","width":"653"}},{"href":"http://media.npr.org/assets/img/2014/05/22/ngm_june_cvr_2014_custom-c93eddd951237094a22738b12d2156ac82cdb712.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3000","width":"2063"}}]}