{"created":"2014-09-08T15:35:17+00:00","modified":"2015-02-18T17:06:48+00:00","valid":{"from":"2015-02-18T17:06:48+00:00","to":"3015-02-18T17:06:48+00:00"},"hreflang":"en","title":"Ferguson Teachers Use Day Off As Opportunity For A Civics Lesson","published":"2014-08-20T00:30:00+00:00","teaser":"School has been canceled for the week in Ferguson, Mo., as civil unrest continues. While the students are out of the classroom, teachers are helping to clean up the streets.","itags":["npr_api","341651494"],"guid":"acab1852-dc89-4da4-8613-d7b2a7db41b9","contentencoded":"<p><a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/19/341574604/fresh-clashes-in-ferguson-mo-as-national-guard-arrives\">Chaos and unrest overnight</a> have kept the National Guard in the suburban town of Ferguson, Mo., for a second day, and the local school district has canceled classes for the week. After two nights of violent clashes this week, neighboring Jennings School District is out of class, too.</p><p>So this morning, instead of being in the classroom, 150 area teachers took part in some unusual professional development: picking up broken glass, water bottles and tear gas canisters from the street.</p><p>\"It says 'Defense Technology' on it,\" says social studies teacher Arthur Vambaketes, showing off a busted canister from his trash bag.</p><p>The unrest in this St. Louis-area town straddles two school districts — Ferguson and Jennings. Jennings had already started school last week, but since some of the district's schools border parts of a hub for nightly street clashes, officials called off classes early Tuesday morning and notified parents with phone calls and text messages.</p><p>\"Our students have no buses in the district — we walk to school — so as a safety concern, our children come first,\" says special education teacher Miya Moore.</p><p>Jennings is also a district where a majority of students live below the poverty line. So many Jennings kids rely on free and reduced lunch that, even though classes are canceled, the meals are not.</p><p>\"We're building up the community,\" says Tiffany Anderson, the Jennings School District superintendent. She has organized the teachers helping with cleanup, is offering meal deliveries for students with special needs, and has mental health services at the ready.</p><p>\"Kids are facing challenges. This is unusual, but violence, when you have over 90 percent free and reduced lunch, is not unusual,\" Anderson says. \"Last week, I met with several high school students, some of whom who are out here helping clean up. And we talked a little bit about how you express and have a voice in positive ways.\"</p><p>Around town, young people <em>are</em> expressing themselves. Over the weekend, Jennings District student Leslie Adams, 12, decorated a handmade sign with pink glitter. It reads \"Hands Up, Don't Shoot,\" a reference to Michael Brown, the slain teen whose still-unexplained killing at the hands of police started the unrest.</p><p>The nightly police clashes happen around the corner from where Adams and her friends play. \"At first I was absolutely, absolutely scared,\" she says. \"But then, since I was watching the news, I understood that it was history that was going on.\"</p><p>Social studies teacher Arthur Vambaketes says he's going to be talking through this still-unfolding civic event with his students.</p><p>\"I don't know what the answers are,\" he says. \"There's definitely a class issue here, just as much as there is a race issue. There has to be some kind of legislative action taken.\"</p><p>The calls for action range widely in this community; demands for justice can mean so many things. Some locals want the county prosecutor replaced. Others call for the arrest of Darren Wilson, the police officer who shot and killed Michael Brown.</p><p>For their part, the educators want to provide support during a difficult time.</p><p>\"We like to tell kids we're a lifeline. And that's really the message that we're giving today. We're a lifeline. And everyone in this community is a lifeline,\" superintendent Anderson says.</p><p>This school year is not starting out like the rest — but teachers hope some lasting lessons will come out of it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ferguson+Teachers+Use+Day+Off+As+Opportunity+For+A+Civics+Lesson&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"219"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341674649-a2adb7.m3u?orgId=1&topicId=1001&e=341651494&d=219&ft=nprml&f=341651494"},{"href":"http://media.npr.org/assets/img/2014/08/19/teachers-819-5e1463c12722eb47ea0ee8b8892b4017b4b8fc79.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2274","width":"3033"}},{"href":"http://media.npr.org/assets/img/2014/08/19/handsup-819-37952d202dee3c3ff61cdca80d5694ee2ed275bb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1791","width":"2388"}}]}