{"created":"2014-09-02T22:24:24+00:00","modified":"2014-09-02T22:24:24+00:00","valid":{"from":"2014-09-02T22:24:24+00:00","to":"3014-09-02T22:24:24+00:00"},"hreflang":"en","guid":"acb29bbb-4eb1-4b1e-a0ef-8a3feccc1707","title":"Doctors in Ethiopia are looking past their religious beliefs on abortions to save lives","published":"2014-09-02T22:24:22+00:00","byline":"Dalia Mortada","tags":["abortion","medicine","women","health","Human Needs","Health","Health & Medicine","Addis Ababa","Africa","Ethiopia","Khadija Ali","Dawit Argaw","Addis Woldemariam","Human reproduction","Gynaecology","Pregnancy","Abortion","Opposition to the legalization of abortion","The Ninth Month"],"teaser":"While contrary to Ethiopia's conservative religious ideals, a new law there makes access to abortions easier and has been one way the government has tried to save women’s lives. Before the law, a third of all maternal deaths in the country were from botched abortions.","contentencoded":"<p>In Ethiopia, easier access to abortions has been one way the government has tried to save women&rsquo;s lives. Since 2005, Ethiopia has made it much easier and cheaper for women to get legal abortions.</p><p>It seems contrary to the population&rsquo;s very conservative religious ideals, but doctors say they&rsquo;re willing to look past their religion to save women&rsquo;s lives.&nbsp;In Ethiopia&rsquo;s capital, Addis Ababa, many women come to the Marie Stopes Clinic to get birth control advice, to give birth and follow up on their pregnancies. Sometimes, they come to have abortions.</p><p>That&rsquo;s where 29-year-old Khadija Ali &mdash; a fake name she gave, because of the stigma associated with abortion &mdash; was undergoing an abortion. She says she&rsquo;s not in too much pain.</p><p>&ldquo;I was working for a family in Bahrain where I was raped by my employer,&rdquo; she explains, wringing her hands partly from anxiety, and partly from the cramping caused by the abortion medicine. &ldquo;I immediately came back to Ethiopia but I couldn&rsquo;t tell anyone.&rdquo;</p><p>Her friend told her about the clinic that provides affordable &mdash; free, if necessary &mdash; abortions. &ldquo;Now, I&rsquo;m very glad.&rdquo; Khadija says she&rsquo;s grateful for the private, safe service. No one can ever know about the pregnancy or the abortion &mdash; especially not her husband.</p><p>Ethiopia is a religious, conservative country. Khadija is Muslim. The majority of Ethiopians are Orthodox Christians. But both religions share a belief that abortions are not OK.</p><p>&ldquo;Talking about the abortion law, I mean ... this is something very sensitive in the community,&rdquo; says Addis Woldemariam, the Minister of Health&rsquo;s chief of staff. &ldquo;People practice it, but they don&#39;t want to talk about it.&rdquo;</p><p>Before the new abortion regulations in 2005, a third of all maternal deaths were from botched abortions. The law stopped short of fully legalizing the procedure, but it did allow abortions in cases of rape, incest, birth defects, and if the girl is under 18 or her life is in danger.</p><p>Woldemariam says the changes have been a godsend for Ethiopian women. But many, like Dr. Seyoum Antonios, say the new law has become a backhanded way to legalize abortion.</p><p>&ldquo;The interpretation [of the new law] opened the floodgate for people to exploit the new penal code,&rdquo; the surgeon explains.</p><p>Antonios leads a prominent Protestant pro-life group. He says the law&#39;s loopholes are enormous. &ldquo;If a woman comes to you, to a medical facility, saying that she is raped, no one has the right to ask her whatsoever who raped her, where she was raped, or any other question related to the rape,&rdquo; he says. &ldquo;She cannot be asked to deliver evidence of incest. If a woman of 35 comes to you and says I&rsquo;m 17, you have to write 17.&rdquo;</p><p>[[{\"fid\":\"73216\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":1687,\"width\":3000,\"style\":\"width: 400px; height: 225px; float: right; margin: 5px;\",\"alt\":\"Dr. Dawit Argaw\",\"title\":\"Dr. Dawit Argaw\",\"class\":\"media-element file-default\"}}]]Many other abortion critics agree with Antonios&rsquo; concerns.</p><p>Dr. Dawit Argaw is a devout man himself. As we speak he fiddles with a keychain that&rsquo;s got an image of the Virgin Mary. But he says, ultimately, it doesn&rsquo;t matter what God or religious men say. Doctors &mdash; even those who believe abortions are religiously forbidden &mdash; have a duty.</p><p>&ldquo;When you have stayed in the medical world and you have seen the complications that have happened because a trained physician didn&#39;t attend to the proper procedure, then you come to think that if you do it properly, you can save lives,&rdquo; he explains.</p><p>He&rsquo;s in the business of saving lives, Argaw says, something he believes God would approve of.</p><p><em>Dalia Mortada was in Ethiopia with a fellowship from the <a href=\"http://internationalreportingproject.org/\">International Reporting Project</a> (IRP).</em></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/KhadijaHands_CROP.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/khadijahandscropjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/090220147.mp3"},{"href":"/file/090220147mp3"}]}