{"created":"2014-09-05T13:44:57+00:00","modified":"2014-10-30T22:52:21+00:00","valid":{"from":"2014-10-30T22:52:21+00:00","to":"3014-10-30T22:52:21+00:00"},"hreflang":"en","title":"The Wall That Defined Scotland's Frontier 2,000 Years Ago To Today","published":"2014-08-30T16:33:00+00:00","teaser":"The Roman emperor Hadrian built a wall two millennia ago that kept the Scottish out. On Sept. 18, the Scots hold an independence vote to decide if they want to separate from Britain.","itags":["npr_api","344031401"],"guid":"acc2916d-66aa-4d21-9c88-d95f75cc3c3a","contentencoded":"<p>About 2,000 years ago, the Roman Empire stretched from the Middle East all the way across Western Europe. A wall marked the empire's northernmost boundary, at one point less than a mile from today's border between England and Scotland.</p><p>The Roman emperor Hadrian built the 73-mile wall at this point to keep the unruly Scottish out. When the Scottish vote in an independence referendum on Sept. 18, they will be deciding whether they want to separate from the rest of Britain.</p><p>And Hadrian's wall, which still stands, has some modern-day issues of its own. The organization that maintains the wall has lost its funding.</p><p>For most people, a hike along the wall demands only the most basic equipment: a water bottle, a sturdy pair of shoes, and (this being England) rain gear.</p><p>Alisha Martin, 9, is working a more authentic look. The girl is ready for battle, with a plastic helmet, shield and sword.</p><p>\"A Roman costume,\" she says, \"because it's Hadrian's Wall. Hadrian built it to keep out the barbarians.\"</p><p>\"Hadrian was a emperor, I think?\" She glances at her mother, who nods encouragingly. \"Yeah, emperor.\"</p><p>Tourist David Fletcher explains it this way: \"The Romans, who were occupying England at the time, were a bit cheesed off at the Scottish people, who kept stealing their sheep.\"</p><p>\"Marauding tribes!\" adds his wife, Kath.</p><p>\"Marauding. And Hadrian said, 'Enough is enough!' \" Fletcher says.</p><p>The wall took six years to build. It originally stood 15 feet high. The Romans put a major fort every five miles along its length.</p><p>\"There's quite strong evidence that the wall was painted white in Roman times,\" says Linda Tuttiett, chief executive of the Hadrian's Wall Trust. \"So as you can imagine, that would have been visible from miles and miles and miles away.\"</p><p>It made a grand statement about the empire's size and strength. And it also said something about the people who withstood the massive Roman Empire.</p><p>\"It's a testimony to the strength of feeling and character of the Scots as they were at the time,\" she says.</p><p>And perhaps as they are today as well, given Scotland's upcoming vote.</p><p>\"Indeed,\" says Tuttiett. \"Who knows how that strength of character has developed?\"</p><p>Two thousand years later, this wall is a lot less imposing. It's no longer white. The forts are gone. It looks like a garden wall, running along cliffs and hills surrounded by heather and scrubby trees. Hadrian's Wall — now standing only a few feet tall — stretches from one horizon to the other.</p><p>\"Many, many of the farms and barns and churches across Hadrian's Wall are built out of the very stone of the wall,\" Tuttiett says. The Romans were great stonemasons. So after the empire fell, people took those nicely-cut stones for their own buildings.</p><p>Today the wall is a UNESCO heritage site, and Tuttiett's organization has led the preservation effort — planting new grass, coordinating archaeological programs, and making sure nobody takes a stone for themselves. At least, that's what her organization used to do. Government funding dried up, and now the trust has been forced to close.</p><p>\"You really hate to see it disappear, because it is a great link to the past,\" says American tourist Steve Taylor, who's visiting from Houston. \"And at the same time, you kind of wonder how long do you keep it around? Forever? I don't know the answer to that.\"</p><p>Nobody expects the wall to vanish, but it won't be kept up like before. Responsibility will lie with 300 or so different entities along the wall's route, rather than one single organization.</p><p>\"Wall maintenance has been a bit of an issue for almost 100 years, so these aren't new issues that are cropping up,\" says Dr. Andrew Birley. He's the archaeologist who runs excavations at a nearby Roman fort called Vindolanda, and the third generation of his family to excavate this site.</p><p>Birley says studying ancient history gives him a long view of borders and empires.</p><p>\"Frontiers are not permanent things. Hadrian's Wall is a great example of that. It took a mighty Roman army here for almost 300 years to maintain this barrier between peoples,\" he says.</p><p>As an Englishman, Birley won't be voting on Scottish independence. But he says his personal view is, why shove up more walls? He thinks, better to bring barriers down than put new ones up.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Wall+That+Defined+Scotland%27s+Frontier+2%2C000+Years+Ago+To+Today&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"261"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344477090-2065f3.m3u?orgId=1&topicId=1124&ft=3&f=344031401"},{"href":"http://media.npr.org/assets/img/2014/08/30/hadrian-e454a28f6a155a5076a1483d2734c9554247b4d2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"749","width":"999"}},{"href":"http://media.npr.org/assets/img/2014/08/29/haidrians-wall2-b7d86ddaf0fd9ee5010876e59c2659e004189f1d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2994","width":"3993"}}]}