{"created":"2015-05-05T18:07:45+00:00","modified":"2015-05-05T18:17:20+00:00","valid":{"from":"2015-05-05T18:17:20+00:00","to":"3015-05-05T18:17:20+00:00"},"hreflang":"en","title":"What Is Cinco De Mayo?","published":"2015-05-05T18:16:00+00:00","teaser":"The Mexican holiday is well known in the U.S., but as we sip on margaritas, do we know exactly what we're celebrating?","itags":["npr_api","404463426"],"guid":"acc46dc3-0e6f-4384-9892-d5b376fd039d","contentencoded":"<p>Today is Cinco de Mayo (the fifth of May), a Mexican holiday traditionally celebrated with colorful costumes, singing, dancing and lots of drinking.</p><p>The day is well known in U.S., but as we sip on margaritas, do we know exactly what we&#8217;re celebrating?</p><p>The holiday commemorates a Mexican victory over the French in Puebla on May 5, 1862.</p><p>Professor <strong>Raul Ramos</strong> of the University of Houston tells <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson more about the history of the holiday and why it became more popular in the U.S. than in Mexico.</p><h4>Interview Highlights: Raul Ramos</h4><p><strong>On why the holiday is important</strong></p><p>&#8220;It was important because it kept the Mexican nation together, it kept it unified. And it signaled &#8211; not only in Mexico, but outside of Mexico &#8211; that Mexico was still there, still willing to fight and that’s how it became an important celebration on the American side. In fact, there are many groups of Mexicans and other Latinos in California, and other parts of what used to be Mexico here in the Southwest, that organized to support the Mexican army at that time. That’s a story that we’re only now starting to recover, in terms of how Mexicans on the American side were supporting Mexico during the French intervention.&#8221;</p><p><strong>On whether Mexicans celebrate the holiday like Americans do</strong></p><p>&#8220;No, except for Puebla, of course, where the battle took place. It’s not a national holiday; folks are still going to work. But it’s become a large celebration in the U.S. more recently because of some of the commercial consumer ties. The fact that it was even around is a testament to how Mexicans on the American side &#8211; Mexican Americans &#8211; were very closely tied to the resistance of the French intervention. Many of those same Mexican-Americans fought in the Union army against the Confederacy in New Mexico, seeing the Confederacy as a kind of other side of the coin of the aristocracy that was involved in the French intervention… There are these links with American history that are important, and I think as we find out more about them, we’ll go further into linking the history of Mexican people with Americans and really see it as a continental story and not just a national story.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.uh.edu/class/history/faculty-and-staff/ramos_r/\" target=\"_blank\">Raul Ramos</a></strong>, associate professor of history and director of undergraduate studies at the University of Houston.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Is+Cinco+De+Mayo%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"215"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404463429-aee35f.m3u?orgId=1&d=215&p=60&story=404463426&t=progseg&e=404447097&seg=13&ft=nprml&f=404463426"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/7157411648_6c710c6131_o.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"683","width":"1024"}}]}