{"created":"2014-10-10T21:40:10+00:00","modified":"2014-10-30T21:37:17+00:00","valid":{"from":"2014-10-30T21:37:17+00:00","to":"3014-10-30T21:37:17+00:00"},"hreflang":"en","title":"43 Missing Students, 1 Missing Mayor: Of Crime And Collusion In Mexico","published":"2014-10-10T23:04:00+00:00","teaser":"The town at the center of the students' disappearance has a history of political and police corruption. The mayor's own mother-in-law said he was on a drug gang's payroll, earning $155,000 a month.","itags":["npr_api","355140186"],"guid":"acc82211-af0b-4557-aa24-da88395ab627","contentencoded":"<p>On the second story of the municipal palace in Iguala, Mexico, Mayor Jose Luis Abarca occupied the large corner office. His wife, Maria de los Angeles Pineda, head of the city's family welfare department, occupied the one right next door. From there, residents say, the two ruthlessly ruled over this city of 150,000 in the southern state of Guerrero. <a href=\"http://www.eluniversal.com.mx/nacion-mexico/2014/impreso/la-8220pareja-imperial-8221-que-8220reino-8221-en-iguala-219183.html\" target=\"_blank\">A national newspaper dubbed the duo the \"imperial couple.\"</a></p><p>But on Sept. 30, their reign ended. The mayor, with his wife by his side, asked the city council for a leave of absence. Neither has been seen since.</p><p>That happened four days after 43 university students disappeared after a confrontation with police in Iguala. Twenty-eight bodies — thought to be some of the missing students — were <a href=\"http://www.npr.org/blogs/thetwo-way/2014/10/08/354661579/in-mexico-protesters-demand-return-of-43-missing-students\">discovered in a nearby mass grave a week ago</a>. <a href=\"http://www.npr.org/blogs/thetwo-way/2014/10/10/355175673/authorities-find-four-new-mass-graves-in-mexico\">More mass graves were discovered Friday</a>.</p><p>The case highlights the corruption and collusion between politicians and drug traffickers in many parts of rural Mexico today.</p><p>Residents say Iguala changed under the current Mayor Abarca's tenure.</p><p>\"Crime has been terrible since Jose Luis Abarca took over,\" says Claudia Guitierrez, a 20-year-old law student. \"Iguala was never like this before.\"</p><p>These days Mexico's new paramilitary gendarmerie patrols Iguala's streets. Twenty-two local cops are under arrest, four are fugitives, and the remainder of the force was relieved of duty.</p><p>Authorities say that on Sept. 26, officers shot at three buses of students from a poor, rural teaching college who had come into town soliciting donations. After the shooting, with six people dead, the local cops were seen corralling the surviving students into patrol cars. Reportedly some of the officers confessed to turning the students over to a local drug gang, which later killed them.</p><p>Authorities say they don't have a motive yet, but focus has centered on Iguala's mayor and his wife, who have well-known connections to traffickers.</p><p><strong>Iguala's First Family's Open Secret<br /></strong></p><p>Sergio Fajardo Carillo owns a local radio station in Iguala. He says the mayoral family's connection to drug traffickers was an open secret in the town — and throughout the state.</p><p>Three brothers of Pineda, the mayor's wife, were lieutenants in <a href=\"http://news.yahoo.com/mexico-formally-charges-beltran-leyva-cartel-boss-220822694.html\" target=\"_blank\">the ruthless Beltran-Leyva organized crime gang</a>, according to prosecutors and the family's own statements. Two were killed in a shootout with rivals five years ago, according to news reports.</p><p>A third, Alberto \"The Eraser\" Pineda, was released from prison last year and is allegedly the head of the Guerreros Unidos gang — an offshoot from the once-powerful Beltran organization — that is attempting to take over Iguala. National Security Commissioner Monte Alejandro Rubido says the cartel, which has been implicated in the students' disappearance, specializes in the transport of marijuana and heroin to Chicago.</p><p>In a video released this week, the mayor's own mother-in-law says he was on the drug gang's payroll, receiving $155,000 a month, to give the crime organization carte blanche over the city.</p><p>Few appeared to complain — Iguala's streets were paved and the budget was in the black for the first time in years.</p><p>The mayor, as in many towns throughout this troubled region of Mexico, was able to enrich himself and family members, collude with gangs and use the local police force to maintain control, according to prosecutors, rivals and even members of his own political party — including one who publicly accused the mayor of murdering her husband.</p><p>Iguala City Councilwoman Sofia Mendoza says it was the mayor who shot her husband, Arturo Hernandez, a local community organizer, last year. He and the mayor had been longtime political rivals and argued publicly at a city council meeting the day before Hernandez was killed.</p><p>She says a witness, who saw the mayor shoot her husband in the head, even gave a statement to state prosecutors, but they did nothing.</p><p>\"This man had so much power, there was little I could do, I just had to take it,\" says Mendoza. \"I couldn't bear to look at him anymore.\"</p><p>Abarca, the mayor, took away Mendoza's office. She holds meetings with local constituents at a plastic table on the street behind city hall.</p><p><strong>'Embarrassment For The President'</strong></p><p>The revelations of local corruption and crime in Guerrero have embarrassed the administration of President Enrique Pena Nieto.</p><p>His attorney general called international journalists to a meeting earlier this week at his office to discuss the case. Jesus Murillo Karam defended his decision not to investigate Iguala's leaders earlier.</p><p>\"Look, if your cousin commits a crime, that doesn't mean I can investigate you, even if it's your brother,\" Murillo said. \"I need evidence, not suspicions.\"</p><p>Murillo said he knew about the murder accusations against the mayor, but homicides, he said, fall under state jurisdiction, not federal officials.</p><p>Mendoza, the Iguala city councilwoman, says authorities should have done more.</p><p>\"If they had paid attention to me and what happened to my husband,\" she says, \"this all could have been avoided.\"</p><p>Authorities are searching for the mayor, his wife and Iguala's police chief — who are all wanted for questioning — and for the still-missing students.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=43+Missing+Students%2C+1+Missing+Mayor%3A+Of+Crime+And+Collusion+In+Mexico&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"249"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355188008-078b9a.m3u?orgId=1&topicId=1127&ft=3&f=355140186"},{"href":"http://media.npr.org/assets/img/2014/10/10/ap-mexico-b789744a7381a191dfdf1e1e49429721788eae5b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"999","width":"1332"}}]}