{"created":"2014-09-02T15:12:50+00:00","modified":"2015-01-29T13:10:32+00:00","valid":{"from":"2015-01-29T13:10:32+00:00","to":"3015-01-29T13:10:32+00:00"},"hreflang":"en","title":"Pittsburgh Health Care Giants Take Fight To Each Other's Turf","published":"2014-08-22T14:47:00+00:00","teaser":"Highmark Blue Cross/Blue Shield and University of Pittsburgh Medical Center worked together for decades. But tensions have prompted a split and uncertainty in Pittsburgh's health care market.","itags":["npr_api","341399014"],"guid":"acd0cd10-1008-4c8e-ad84-be6e4f280022","contentencoded":"<p>Pittsburgh's dominant health insurance company and its largest healthcare provider are, essentially, getting a divorce.</p><p>For decades, <a href=\"https://www.highmark.com/hmk2/newsroom/snapshot/index.shtml#fastfacts\">Highmark Blue Cross/Blue Shield</a> and <a href=\"http://www.upmc.com/about/Pages/default.aspx\">University of Pittsburgh Medical Center</a> worked together. But as the line between insurance companies and health care providers across the country blurs, these longtime allies are venturing into each other's business and becoming competitors.</p><p>In the process, patients can get caught in the middle. Day-care worker Gail Jameson has Highmark insurance and she's been going to the same UPMC medical office for more than 20 years. \"I could go in and just stop in if I needed to because it's close to my work,\" Jameson says. \"I go past it every day.\"</p><p>She's about five years from retirement and was disappointed to learn her Highmark policy will no longer include UPMC providers. She has to find all new doctors through another health system that is unfamiliar to her.</p><p>The road to divorce began when insurer Highmark got into the hospital business. It bought the struggling West Penn Allegheny Health System, which was UPMC's main competitor.</p><p>\"Highmark stepped in in order to ensure that there was competition in the marketplace and there would continue to be consumer choice,\" says Highmark President and CEO David Holmberg. In a town where UPMC controls more than 60 percent of the market, Holmberg says there needs to be healthier competition among providers.</p><p>There's another reason an insurance company would decide to become a healthcare provider: the Affordable Care Act. It tells insurance companies what basic services to offer; who they must insure and even what percent of premiums can go to administrative expenses and profits. That takes away a lot of what insurance companies used to do, so they're looking for new reasons to exist.</p><p>\"Insurers are trying to demonstrate that they bring value to the table and are doing more than just brokering a benefit ... and doing more than paying bills,\" says Gail Wilensky, senior fellow at <a href=\"http://www.projecthope.org/about/\">Project HOPE</a>.</p><p>Wilensky says some insurance companies are responding by building more efficient networks of high-quality providers. Highmark went a step beyond that and became a provider of health care itself.</p><p>UPMC responded by expanding its existing insurance business and refusing to sign a new long-term contract with Highmark, saying it could not both compete and work with Highmark.</p><p>\"We couldn't have a contract with them,\" says UPMC President and CEO Jeffrey Romoff, \"Because they [Highmark] have the burden of keeping their provider side alive. So, for every one of their insurance subscribers they will want to steer them to go to their own providers.\"</p><p>The divorce of Highmark from UPMC is all but final now. An agreement between the two companies will expire on January 1, 2015. The state of Pennsylvania negotiated a <a href=\"http://wesa.fm/post/upmc-and-highmark-confusing-truce\">transition<em> </em>agreement</a>. It does things like ensure Highmark subscribers already in certain kinds of treatment at UPMC can continue receiving care.</p><p>Now the Pittsburgh health care landscape looks very different. \"It went from one of the least competitive environments that you can imagine — a dominant insurer and a dominant health system joined at the hips with a long term contract,\" says Romoff, \"To one without a long-term contract with, now, five choices.\"</p><p>In addition to the two new competitors, UPMC invited three large insurance companies into the Pittsburgh market: Cigna, Aetna and United Healthcare. \"Competition is good,\" says Romoff, \"It keeps us all on top of our game. It gives us incentive to not be fat and sloppy.\"</p><p>With competition come the marketing campaigns. UPMC is banking on its good reputation. Highmark will appeal to those concerned about price. \"For some people their monthly premium and the cost of their health care may be more important than having access to everything,\" Holmberg says.</p><p>In Pittsburgh now people have a lot more choices — and decisions — to make when it comes to their health care. That's supposed to be a good thing. But for Jameson, who was satisfied with her Highmark-UPMC combination, the extra work is a pain. \"I just don't like change. I shouldn't have to change,\" says Jameson.</p><p>It's not just patients dealing with change. Employers who buy insurance for their workers face difficult decisions too. With two insurance/provider networks that don't allow access to each other, Pittsburgh employers can be put in the position of, effectively, choosing which doctors treat their workers.</p><p>\"Employers want to provide benefits that allow them to be competitive and attract and retain a productive work force,\" says Jessica Brooks, executive director of the <a href=\"http://www.pbghpa.com/who-we-are2.php?ID=3\">Pittsburgh Business Group on Health</a>. \"They don't want to be in the business of making personal life decisions around who their employees can see and who they can't see,\" she says.</p><p>The Affordable Care Act aims to increase the quality and affordability of health care. Creating competitive marketplaces is part of the plan. It will be a few years before people in Pittsburgh and around the country know whether the changes happening now make those goals reality.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pittsburgh+Health+Care+Giants+Take+Fight+To+Each+Other%27s+Turf&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Brady","audio":[{"meta":{"duration":"347"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341542620-2d6bbd.m3u?orgId=1&topicId=1128&e=341399014&d=347&ft=nprml&f=341399014"},{"href":"http://media.npr.org/assets/img/2014/08/18/pitt-skyline-2-23710bea476dacb8642accfb92fb723af8a2fe37.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1164","width":"1552"}}]}