{"created":"2014-10-08T17:33:46+00:00","modified":"2014-10-31T02:27:21+00:00","valid":{"from":"2014-10-31T02:27:21+00:00","to":"3014-10-31T02:27:21+00:00"},"hreflang":"en","title":"Poised And Persistent, Reporter Broke White House Color Barrier","published":"2014-05-03T16:33:00+00:00","teaser":"Harry McAlpin became the first black White House reporter in 1944, though he was excluded from joining the Correspondents' Association. Decades later, he'll be be honored at the group's centennial.","itags":["npr_api","309072652"],"guid":"acd627f0-d7f4-44d7-be55-3805c399e554","contentencoded":"<p>Hollywood starlets will mingle with politicians and even humble reporters in Washington on Saturday night. That can only mean one thing: the annual White House Correspondents' Dinner. The black-tie event has evolved into a glitzy celebrity roast, but it began as a simple chance for journalists to break bread with the presidents they cover.</p><p>This year, the White House Correspondents' Association is celebrating its 100th anniversary, and it plans to posthumously honor the first African-American reporter to cover a presidential news conference.</p><p>That recognition is 70 years overdue.</p><p>It was 1944 when <a href=\"http://www.npr.org/blogs/codeswitch/2014/04/10/301455423/pioneering-black-newsman-in-the-white-house-belatedly-gets-his-due\">Harry McAlpin finally broke the color barrier</a> in the White House press corps.</p><p><em>National Journal</em> reporter George Condon, who's writing a book about the Correspondents' Association, says black newspaper editors had complained for years that white reporters covering the president weren't asking the questions their readers wanted answers to. At their urging, Franklin Roosevelt finally opened the door to McAlpin, a reporter for the <em>Atlanta Daily World</em>.</p><p>\"He knew there was one black face in the room where there had never been one before,\" Condon says. \"So after the press conference, Roosevelt, seated in his chair, called him over and shook his hand and said, 'Glad to see you here, McAlpin.' \"</p><p>Ordinarily, Condon says, the head of the Correspondents' Association would have introduced a new reporter on the beat, but McAlpin didn't get that courtesy. The association was an all-white club at the time, and its leader actively tried to prevent McAlpin from entering the Oval Office.</p><p>\"He told him, 'It's so crowded in there, you might step on a white reporter's foot and there could be a riot in the Oval Office.' McAlpin was privately furious,\" Condon says. \"But he kept his calm, and said, 'Well, I'd be surprised if that happens. But if it does, that would be a hell of a news story, and I want to be there for that.' \"</p><p>McAlpin's son Sherman says that sounds like his father — a man who was rarely confrontational but who could be persistent in pursuit of a goal.</p><p>\"He was ... not into aggressively or truly overt means of achieving integration and so on. That doesn't mean he wasn't about to fight for equal opportunity and would press in a very measured way to achieve that,\" Sherman McAlpin says.</p><p>The elder McAlpin later served as a war correspondent in the South Pacific and eventually settled in Louisville, Ky., where he led the local chapter of the NAACP. Harry McAlpin died in 1985.</p><p>Even though he covered the White House under presidents Roosevelt and Truman, Harry McAlpin was never allowed to join the Correspondents' Association or invited to its annual dinner, his son says.</p><p>\"Internally, I think it would have bothered him. But he was one of those people that simply would soldier on and would not be about to let it show,\" Sherman McAlpin says.</p><p>It was 1951 before the first black reporter was allowed to join the Association. Women were excluded from the dinner until 1962, when President Kennedy threatened to boycott unless they were allowed in.</p><p>On Saturday the Association will award its first-ever Harry McAlpin scholarship, in honor of the trailblazing correspondent. Association President Steve Thomma says the goal is to keep Harry McAlpin's story alive, inspire young reporters, and acknowledge the organization's past mistakes.</p><p>\"Well, that's the definition of history. We're going to tell the whole story,\" Thomma says.</p><p>Harry McAlpin will finally receive an honorary membership in the group. Seventy years is a long time to wait for an apology, but Condon, whose historical research led to the scholarship, says, \"It's never too late to try to set things right.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Poised+And+Persistent%2C+Reporter+Broke+White+House+Color+Barrier&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Horsley","audio":[{"meta":{"duration":"220"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309213607-76c047.m3u?orgId=1&topicId=1020&ft=3&f=309072652"},{"href":"http://media.npr.org/assets/img/2014/05/02/50490431-b26162ad4b1c0cb5e417771efb48d58d4c7b6b66.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1196","width":"1593"}}]}