{"created":"2015-02-25T21:05:23+00:00","modified":"2015-02-26T19:44:01+00:00","valid":{"from":"2015-02-26T19:44:01+00:00","to":"3015-02-26T19:44:01+00:00"},"hreflang":"en","guid":"acdaebef-6df2-40c5-b3f7-f7dedfb7fc3d","title":"How Doctor Who's David Tennant distorted time for the BBC's radio audience","published":"2015-02-26T19:44:00+00:00","byline":"Leo Hornak","tags":["culture","radio","entertainment","television","Culture","Arts, Culture & Media","Europe","United Kingdon","Europe","David Tennant","Television","Entertainment","Tenth Doctor","Doctor Who"],"teaser":"David Tennant is already famous in the United Kingdom for his performance on Doctor Who, a long-running BBC sci-fi show. Now he's made history on another popular British program of a very different kind.","contentencoded":"<p>The Doctor of Doctor Who is famous for his time-travelling abilities. But this month, David Tennant, the actor famous for playing the 10th version of the Doctor, has been attracting attention for a different kind of time distortion.</p>\n<p>For the first time, Tennant took part in an episode of the long-running BBC radio show \"Just A Minute.\" Much to the surprise of the audience and the other contestants, he managed something no newcomer has <em>ever</em> done in the program's four decades on the air: Tennant spoke for a whole minute, the show's equivalent of a home run.</p>\n<p>The premise of the show is simple: A panel of contestants takes turns attemtping to speak uninterrupted on topics assigned to them at random by a chairman. The rest of the contestants are expected to interrupt if they hear any hint of a hesitation, a change of topic or the repetition of any word. It is highly unusual for even experienced players to make it to 60 seconds without an interruption. For a beginner, it is unprecedented.</p>\n<p>Tennant was given the subject \"Exit pursued by a bear.\" I've listened to his monologue on the topic several times now, and I'm still not entirely clear what he's talking about. What is clear, however, is that he does so without pausing, without veering onto other subjects and without obviously repeating himself — although pedantic listeners have noted that he does use the word \"stage\" twice.</p>\n<p>In the British media, reaction to the good doctor's feat has been enthusiastic and — like Tennant's persona — slightly manic. Clips of his speech have been featured on news programs, and extracts have been included in major newspapers. According to Simon Brett, one of the show's former producers, public affection for Just A Minute stems from its simplicity.</p>\n<p>\"It is something of a blank canvas, and that is its strength\" he says. \"That is what has allowed a new generation of comedians to take over and make it their own.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-25%2Fhow-dr-whos-david-tennant-distorted-time-bbcs-radio-audience&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0225201505.mp3"},{"href":"http://www.pri.org/file/0225201505mp3"}]}