{"created":"2014-11-12T12:08:48+00:00","modified":"2015-05-12T00:18:05+00:00","valid":{"from":"2015-05-12T00:18:05+00:00","to":"3015-05-12T00:18:05+00:00"},"hreflang":"en","title":"China And U.S., Titans Of Carbon Pollution, Move To Cut Gases","published":"2014-11-13T17:30:00+00:00","teaser":"China and the U.S. account for more than a third of greenhouse gases — making it vital that any broad climate plans include the pair.","itags":["npr_api","363467360"],"guid":"ace0b655-1c2c-4909-b35d-5a9390e63d37","contentencoded":"<p>President Obama says the U.S. will sharply cut its emissions of greenhouse gases, announcing a new approach to climate change alongside Chinese President Xi Jinping. The plan also includes China's agreement to cap its emissions.</p><p>The two leaders' pledges are being called dramatic and ambitious — for the U.S., because Obama's earlier plans had called for a smaller cut in emissions, and for China, because the country had previously resisted calls for it to consider capping its emissions as it grows and modernizes.</p><p>\"This is an ambitious goal, but it's an achievable goal,\" Obama said. \"It will double the pace at which we're reducing carbon pollution in the United States. It puts us on a path to achieving the deep emissions reductions by advanced economies that the scientific community says is necessary to prevent the most catastrophic effects of climate change.\"</p><p>Here's how the White House describes the changes:</p><blockquote><p>\"The United States intends to achieve an economy-wide target of reducing its emissions by 26 percent - 28 percent below its 2005 level in 2025 and to make best efforts to reduce its emissions by 28 percent.</p><p>\"China intends to achieve the peaking of CO2 emissions around 2030 and to make best efforts to peak early and intends to increase the share of non-fossil fuels in primary energy consumption to around 20 percent by 2030.\"</p></blockquote><p>Other plans include one initiative that aims to reduce pollution by cities, and another that encourages trade in \"green goods\" and environmentally clean technology.</p><p>Obama and Xi unveiled the plan at the end of the APEC conference in Beijing, where negotiators from both countries met to hammer out a deal.</p><p>China and the U.S. are the top two producers of carbon emissions in the world, accounting for more than a third of all greenhouse gases — and making it vital that any broad agreement on climate change include the pair. In that light, the new plan is also as an attempt to build momentum toward next year's global climate meeting slated for Paris.</p><p>As for what it will take to reach the goals, \"In China, it's going to require a huge investment in clean energy,\" says NPR's Scott Horsley, <a href=\"http://www.npr.org/2014/11/12/363458879/china-u-s-pledge-to-limit-greenhouse-gases\">reporting from Beijing</a> for <em>Morning Edition.</em></p><p>Scott adds, \"By 2030, China wants to be getting 20 percent of its energy from nonpolluting sources. And when you look at the growth of energy consumption in this country, that's a lot of windmills and solar panels.\"</p><p>The U.S. plan will rely on speeding up a process that is already underway, Scott says.</p><p>\"The White House thinks the U.S. can meet these targets without new legislation,\" he says. \"That's important, because after last week's midterm elections, we're not likely to see any new climate legislation coming out of Capitol Hill.\"</p><p><strong>Update, 7:25 p.m. ET: Reactions From Climate, Business Groups</strong></p><p>The agreement amounts to \"institutionalized peer pressure\" on India, Brazil and other large, developing economies, Elliot Diringer of the Center for Climate and Energy Solutions <a href=\"http://www.npr.org/2014/11/12/363579748/for-u-s-china-deal-on-greenhouse-gases-the-devil-is-in-the-details\" target=\"_blank\">tells NPR's Christopher Joyce</a>.</p><blockquote><p>\"I think there will be strong pressure on other countries to be part of that deal. People on both sides have pointed to weak action by the other to delay action at home. Hopefully this announcement puts those excuses behind us.\"</p></blockquote><p>But Tuesday's pledges amount to mere measuring sticks until they're backed up by action, Roger Pielke Jr., a professor of environmental studies at the University of Colorado, tells Christopher. \"Without the plans in place for how we're going to expand nuclear or solar or wind,\" he says, \"the targets are merely symbolic.\"</p><p>Renewable energy companies expect those policies to come through, Anne Kelly, <a href=\"http://www.ceres.org\" target=\"_blank\">the climate director at Ceres</a>, told Christopher.</p><blockquote><p>\"They are popping champagne this morning. It sends the right signal to investors and companies who have known for a long time that the transition to a clean energy economy was one of the greatest economic opportunities we face.\"</p></blockquote><p>Christopher's full look at the climate deal's impact on U.S. businesses will air Thursday on Morning Edition.</p><p><strong>Update at 12:10 p.m. ET:</strong><strong> Republicans Criticize Deal</strong></p><p>News of the American and Chinese pledges on carbon gases is meeting with Republican opprobrium in the United States.</p><p>Presumptive Senate Majority Leader Mitch McConnell, R-Ky., said this after President Obama's announcement:</p><p>\"I was particularly distressed by the deal apparently he's reached with the Chinese on his current trip, which as I read the agreement requires the Chinese to do nothing at all for 16 years, while these carbon emissions regulations are creating havoc in my state and other states around the country.\"</p><p>And Sen. James Inhofe, R-Okla., who many expect will chair the Senate's committee on the environment, called the plan \"a non-binding charade.\"</p><p>\"China builds a coal-fired power plant every 10 days, is the largest importer of coal in the world, and has no known reserves of natural gas,\" Inhofe said in a statement issued after today's announcement.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=China+And+U.S.%2C+Titans+Of+Carbon+Pollution%2C+Move+To+Cut+Gases&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"248"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363467709-a2368d.m3u?orgId=1&topicId=1025&d=248&story=363467360&ft=nprml&f=363467360"},{"href":"http://media.npr.org/assets/img/2014/11/12/climate-obama-xi-china-517f5b3ab2ef3b4c97045f0572d989217ae0fb92.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1275","width":"1700"}}]}