{"created":"2014-12-30T21:20:59+00:00","modified":"2015-02-26T23:06:25+00:00","valid":{"from":"2015-02-26T23:06:25+00:00","to":"3015-02-26T23:06:25+00:00"},"hreflang":"en","title":"In 'The Honorable Woman,' There's No One You Can Trust","published":"2014-12-31T01:39:00+00:00","teaser":"Maggie Gyllenhaal says she had reservations about taking on the role of Nessa Stein in the Sundance series. The conflict in the Middle East is \"really complicated and it goes back <em>so</em> far,\" she says.","itags":["npr_api","373999124"],"guid":"acf4e09a-a14a-44c0-9540-53a7a30803fe","contentencoded":"<p><em>This is part of NPR's annual series \"The Ones That Got Away,\" in which we look at some of the best entertainment we didn't report on this year.</em></p><hr /><p>\"Who do you trust?\" are the first words the audience hears in the political-psychological thriller <em>The Honorable Woman.</em> And as it turns out, the answer should be: No one.</p><p>The chilling, first scene gets you right off the bat: A businessman is having lunch in a restaurant with his two children. The table is laid with china. A waiter, dressed in a white suit, delicately places rolls on their plates with silver tongs. First the little boy's. Then the little girl's. When he gets to the man, he raises the tongs and stabs him in the throat. Through the horror, the calm voice of the grown-up little girl, Nessa Stein, says: \"It's a wonder we trust anyone at all.\"<em></em></p><p><em>The Honorable Woman</em> is, in many ways, an old fashioned whodunit. Riddles are everywhere: a mysterious, Palestinian nanny. An Israeli family friend who might be dealing with terrorists. A world-weary, disheveled, British spy straight out of John le Carré. British and American intelligence nervously dance around each other. Everybody's got an agenda.</p><p>In the middle of it all is Nessa Stein, a powerful, stylish, Anglo-Israeli woman trying to navigate the complexities of doing business in the Middle East. Her father was an Israeli arms dealer. Twenty-nine years later, she and her brother have inherited his company. Instead of weapons, they now invest in communications technology linking Israel and the West Bank. As she says in a speech, she and her brother hope their investment will help bring peace to the region: \"In our view, amongst the greatest threats to Israel is Palestinian poverty. Terror thrives in poverty. It dies in wealth,\" says Stein.</p><p><em>The Honorable Woman</em> was a critical favorite of 2014. The eight-part Sundance series operates on two levels: as a high-stakes, geopolitical chess match and as an intimate look at the messy personal lives of the people playing it. Maggie Gyllenhaal has been nominated for a Golden Globe for her performance as Nessa Stein. Netflix recently began streaming the series.</p><p>Gyllenhaal says that Middle East conflicts are so sensitive that she had some reservations about playing the role. \"So many people don't know very much about this area of the world,\" she says. \"It's really complicated and it goes back <em>so</em> far.\"</p><p>Hugo Blick, who wrote and directed <em>The Honorable Woman,</em> has been curious about Middle East history ever since 1982, when Shlomo Argov, the Israeli ambassador to Britain, was shot in front of a London hotel. Blick was a teenager at the time. \"Suddenly I felt that the world that seemed so distant was there on our sidewalks, on our streets,\" Blick says. \"His blood spilled there by those assailants from a very distant place — and here it was affecting us.\"</p><p>Since then, Blick has traveled to Israel many times. He says he's always struck by Jerusalem, a dense city segmented by religions. \"It's like the kernel of our international identities being struggled over in this very small and compressed space,\" he says. Blick thought: What if he created a single character who embodied those struggles? The result was Nessa Stein.</p><p>She's \"a woman who was at odds with herself,\" Blick explains. She's \"engaged in the Israeli-Palestinian irreconciliation, their irreconcilable differences, attempts to make some progress towards reconciliation, and yet, in herself, is unreconciled to her own past and to her own personality.\"</p><p>After spending time with Blick, Gyllenhaal says, she was convinced Nessa Stein would be a fascinating role to play. \"She's very intelligent. She's graceful,\" says Gyllenhaal. \"She doesn't apologize for that grace and power and intelligence, but underneath that, is all the opposites of those things.\"</p><p>Nessa can be dangerously naive. She's a binge drinker who's free with her body, and an emotional wreck who shares secrets with her friend and former translator, Atika Halabi (Lubna Azabal), a Palestinian nanny. As the series progresses, we learn a lot more about the relationship between Nessa and Atika. It would be giving away too much to say what. But Gyllenhaal says Atika could also be the \"honorable woman\" in the title. \"Atika also is a personal, emotional, kind of reflection of geopolitics,\" she says.</p><p>Nessa learns a lot from Atika, and the audience does, too. Blick wants <em>The Honorable Woman </em>to give this seemingly intractable conflict a human dimension. As critic Alastair McKay put it in <a href=\"http://www.standard.co.uk/lifestyle/london-life/woman-of-substance-hugo-blick-on-casting-maggie-gyllenhaal-in-the-honourable-woman-and-why-its-most-powerful-characters-are-female-9594117.html\">The London Evening Standard</a>: \"Once an episode is finished, its themes linger on. Even the news starts to look different.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27The+Honorable+Woman%2C%27+There%27s+No+One+You+Can+Trust&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"324"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374033103-c7edea.m3u?orgId=1&topicId=1138&e=373999124&d=324&ft=nprml&f=373999124"},{"href":"http://media.npr.org/assets/img/2014/12/30/daa93896-9db4-ac38-a3be-074c49b947fe_new_thw-maroc-7275ba096af1e09db5e169de098aad3fe4400149.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"982","width":"1310"}},{"href":"http://media.npr.org/assets/img/2014/12/30/honorable-woman_custom-c78123f23c6e335dff8eb76a6e1f06f3014a795d.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3648","width":"5478"}}]}