{"created":"2014-09-04T16:42:58+00:00","modified":"2014-10-09T16:05:37+00:00","valid":{"from":"2014-10-09T16:05:37+00:00","to":"3014-10-09T16:05:37+00:00"},"hreflang":"en","title":"So You Need A Celebrity Book. Who Ya Gonna Call? Ghostwriters","published":"2014-04-14T17:33:00+00:00","teaser":"Nonfiction shelves are full of memoirs by people who can't actually write. They're brought to you by authors who suppress their own ego to write in a famous voice — in exchange for a hefty check.","itags":["npr_api","292382481"],"guid":"acf7a2dc-25b4-41ca-8174-bbdc7496e931","contentencoded":"<p>The next time you're in a bookstore, take a look at the nonfiction shelf. See all those celebrity autobiographies — the memoirs of actors, athletes and politicians? Chances are, they're the work of a ghostwriter.</p><p>David Fisher is one of those invisible authors. He's ghostwritten over 70 books, adopting the voices of quarterback Terry Bradshaw, attorney Johnnie Cochran and actor and comedian Leslie Nielsen, among others.</p><p>How does he do it? What's it like writing someone else's memoirs? The answer, Fisher says, is down in his basement, which is filled with boxes of cassette tapes. Fisher says he has \"literally hundreds and hundreds and hundreds\" of tapes. And they're filled with the lives of famous people: secrets about the FBI's crime lab, the pharmaceutical industry's inner workings and Hollywood's real dramas.</p><p>Fisher pulls out one of comedian George Burns' tapes: \"Let's just see what he has to say.\" An old conversation between Burns and Fisher starts to play:</p><blockquote><p>\"There is only one reason why I went into show business. I fell in love with it. It's as simple as that. In fact, the more I flopped the better I loved it.\"</p><p>\"Have you ever been terrified on the stage?\"</p><p>\"No! It sounds like a joke but I imagine to get nervous you gotta — you gotta have talent.\"</p></blockquote><p>\"People say, 'Boy that must have been great just sitting opposite him with a tape recorder writing down everything he says.' That's ... It's not true,\" Fisher says. \"But it's a great compliment.\"</p><p>In reality, ghostwriting is a lot harder than that. Fisher studies speech patterns, sentence structures, what jokes his subjects tell. And then he has to organize all the bits of information into a coherent story.</p><p><strong>From Dark Secret To Significant Subgenre</strong></p><p>Not so long ago, Fisher's profession was mostly a deep, dark secret, says Madeleine Morel, a literary agent for ghostwriters.</p><p>\"Say 10 years ago, ghostwriting definitely had a sort of dirty name, the same way as online dating had a dirty name,\" she says. \"So if you were a ghostwriter you'd maybe tell your best friend on pain of death never to tell anyone else 'cause there was a slightly ignominious feature to it.\"</p><p>But according to Morel, those days are long gone. \"In fact, it has become a very significant subgenre in publishing,\" she says. \"I mean, publishing is absolutely dependent on ghostwriters.\"</p><p>She estimates that if you look at the nonfiction bestsellers list right now, at least 60 percent of the books are ghostwritten. That's because celebrities sell books, but they can't necessarily <em>write</em> them.</p><p>\"I've had some authors that basically never even read their books,\" Morel says.</p><p>But if readers finish those books and didn't realize they were ghostwritten — well, that's the point. And the ghosts don't seem to mind.</p><p>Joni Rodgers, a ghostwriter from Houston, says that \"being invisible is 1,000 times more exciting than being famous.\" Subsuming your own personality is part of the job description, she explains: \"It's a total set-aside of your own ego.\"</p><p>These ghosts give up control and credit. What do they get in exchange? For one thing, a check: Top-tier ghostwriters can make hundreds of thousands of dollars per book, and professional ghostwriters often write several books a year.</p><p>But is all this misleading the readers?</p><p>\"I suppose that's like saying, well, getting breast implants is terribly dishonest or wearing make-up is terribly dishonest,\" says Rodgers.</p><p>Ghostwriters have developed a delicate dynamic with readers. They try to cater to them, but they don't feel beholden. Their allegiances are with the named author.</p><p><strong>Sometimes, 'More Merchandise Than Literature'</strong></p><p>Dan Paisner has ghosted almost 50 books, working with people like Gilbert Gottfried and Denzel Washington.</p><p>\"I've been an autistic high school student. I've been a founder of the most successful urban fashion line. I was the 17-time grand slam champion,\" he says — and yep, he means Serena Williams. \"I was a Holocaust survivor. What else? Oh I was the co-chair of the Republican National Committee. I was the three-term Democratic mayor from New York City. I was the three-term Republican governor from New York State. I've been a lot of things.\"</p><p>But he readily admits he's not writing the next Moby Dick. His works often don't have a very long shelf life. He says, \"Some of the books are more merchandise than literature.\"</p><p>And he's often racing against the clock — the celebrity's \"15 minutes of fame\" clock. So while he can labor over a book for two years, he can also crank one out in two weeks, writing up to 35 pages a day.</p><p>But regardless of how long it takes, Paisner has one main goal. \"The endgame is to capture the tone, the voice, the essence of the subject that you are working with,\" he says.</p><p>He recently did a book for surfer Izzy Paskowitz. \"He comes from a legendary American surfing family. So the goal there was for his book to sound like a surfer dude, you know, just sharing some stories over beers, over a camp fire,\" Paisner says. \"And there's no room in that experience for some ghostwriter from New York breathing down the reader's neck.\"</p><p>Paisner started interviewing and gathering material, and then he started writing in Paskowitz's voice:</p><blockquote><p>Didn't much matter to us kids if we woke up on a beach in Florida or Texas or Rhode Island or all the way down at the tip of the Baja Peninsula, or even in some motel parking lot, tucked way in the back where the street lights didn't quite reach, as long as we could surf and hang and make our little pieces of trouble.</p></blockquote><p>Paskowitz says when <em>he</em> started working on the book, he had his doubts</p><p>\"When I sat down and thought about, you know, my life story — I couldn't come up with anything,\" he says. \"And then I came up with, I don't know, about 20 good stories. And then my stupid Blackberry broke and I lost those. So I couldn't remember anything.\"</p><p>A year later, Paskowitz had taught Paisner to surf. They'd bonded over beers. And finally, Paskowitz sat down to read his own book for the first time.</p><p>\"It is my voice. It is my words,\" he says. \"It is everything that I would say. And I was blown away, you know — how incredibly interesting, you know, my <em>life</em> was.\"</p><p>And his ghostwriter, Dan Paisner, says that's the point.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=So+You+Need+A+Celebrity+Book.+Who+Ya+Gonna+Call%3F+Ghostwriters&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gabrielle Emanuel","audio":[{"meta":{"duration":"285"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1302166548-f767b4.m3u?orgId=1&topicId=1161&aggIds=100876926&ft=3&f=292382481"},{"href":"http://media.npr.org/assets/img/2014/03/21/1629269_cf658cc39a_o-91c5ea1cb882858541780a4af9398b4b4081bf3a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"953","width":"1272"}}]}