{"created":"2014-11-10T08:04:38+00:00","modified":"2015-05-06T20:27:35+00:00","valid":{"from":"2015-05-06T20:27:34+00:00","to":"3015-05-06T20:27:34+00:00"},"hreflang":"en","title":"Want To Grow These Apples? You'll Have To Join The Club","published":"2014-12-03T01:21:00+00:00","teaser":"New brands are reshaping the apple aisle of supermarkets. Many are \"club apples\" --varieties that are controlled and managed by select groups of farmers.","itags":["npr_api","358530280"],"guid":"ad11fa8b-1e45-4d25-8d54-36288bc9bec4","contentencoded":"<p>There's an apple renaissance underway, an ever-expanding array of colors and tastes in the apple section of supermarkets and farmers markets.</p><p>Less visible is the economic machinery that's helping to drive this revolution. An increasing number of these new apples are \"club apples\" — varieties that are not just patented, but also trademarked and controlled in such a way that only a select \"club\" of farmers can sell them.</p><p>To understand the new trend, start with the hottest apple variety of recent years: Honeycrisp.</p><p>\"It's incredible,\" says Sydney Kuhn, who owns <a href=\"http://www.kuhnorchards.com/\">Kuhn Orchards</a> in Cashtown, Pa. \"That apple has such a following at this point.\" It's the most popular variety that Kuhn sells, by far.</p><p>Honeycrisp came from the University of Minnesota. Apple <a href=\"http://www.apples.umn.edu/\">breeders</a> there cross-pollinated different apple trees, created new genetic combinations and picked this one.</p><p>\"I still remember the first day that I tasted it,\" says David Bedford, one of the university's apple breeders. This new, as-yet-unnamed apple was crisp. Bedford calls it \"explosively crisp.\"</p><p>\"That texture was so different that I had to pause and kind of think for a minute: Is this good? Is this bad?\" he says.</p><p>Consumers decided it was good; so good, in fact, that they were willing to pay extra for it. And it dawned on people that there might be serious money in new apple varieties.</p><p>There's now a race underway to create the next Honeycrisp.</p><p>Which brings us to another variety, another product of the University of Minnesota. It's called <a href=\"http://www.apples.umn.edu/SweeTango/index.htm\">SweeTango</a>, and Bedford says it has all the crispness of Honeycrisp, plus more flavor: \"I think this one has all the potential of Honeycrisp. It's actually a child of Honeycrisp.\"</p><p>But there's a crucial difference between the way these two varieties have found their way to consumers.</p><p>Anyone could plant a Honeycrisp tree. Apple growers just called up a nursery and ordered their trees. The variety was patented, so growers did have to pay a royalty of about a dollar per tree to the University of Minnesota, but that patent has now expired.</p><p>SweeTango, on the other hand, is much more tightly controlled.</p><p>The University of Minnesota licensed it to a single group of apple growers — 45 of them, mainly in the states of Washington, Michigan and New York. The group is called the <a href=\"http://sweetango.com/about/our-growers/\">Next Big Thing cooperative</a>.</p><p>SweeTango apples come only from these growers. And their exclusive rights could last forever, because SweeTango is not just covered by a patent. The name SweeTango is also a trademark, which never expires. And for every bushel of SweeTango apples that these growers sell, they pay a royalty to the University of Minnesota.</p><p>The apples started arriving in stores a few years ago, joining a raft of other apples that are controlled in a similar way. More than a dozen of these so-called \"managed\" or \"club\" varieties are available, or will be soon. They're called \"club apples\" because you have to be part of a particular group to grow them.</p><p>Tim Byrne, president of the Minnesota-based Next Big Thing cooperative, which controls SweeTango, says there are good reasons for this trend.</p><p>The first is quality control. \"If you have one management company overseeing the whole thing, you get to select the group that you want to manage the commercialization, the growing, the harvesting, the packing,\" he says. That way, you can make sure that all SweeTango apples in the store are of consistently high quality.</p><p>Also, there's control over quantity. You can grow enough to satisfy the demands of supermarket chains, but not so many that you drive down prices.</p><p>Perhaps most important, Byrne says, is the ability to organize marketing campaigns that convince consumers to buy the variety, and stores to stock it. Nobody did that for previous varieties, because anyone could plant them.</p><p>\"If anyone can plant [a new variety], why could I put half a million dollars into a marketing campaign, out of my pocket, when everyone else can ride the coattails of that campaign?\" says Byrne.</p><p>This is the future of the apple section in your supermarket, he says. Apple-growing clubs will compete for shelf space. Traditional \"open\" varieties, because they lack marketing muscle, will have trouble competing and may disappear. \"It is going to be a world of managed brands, just like the soup aisle or the potato chip aisle or any other aisle,\" he says.</p><p>For a lot of people in the apple industry, this is an unsettling change.</p><p>Philip Baugher is right in the middle of it. He runs <a href=\"http://www.acnursery.com/\">Adams County Nursery</a> in Aspers, Pa., in the heart of one of the biggest apple-growing areas on the East Coast. When farmers are deciding what apple varieties to grow, they come to him to buy young trees.</p><p>Baugher shows me two rows of trees in his nursery. On the right, he says, is a variety called Sweetie. \"That one we can sell to anybody,\" he says.</p><p>\"But that one?\" I ask, pointing to a row on our left. It's a variety called Kanzi.</p><p>\"That one, we can't,\" Baugher says. \"Only to those who are working within the managed program.\"</p><p>Baugher tells me he's trying to figure out, himself, what the new trend will mean for the industry. Maybe it will be good, he says. Maybe this club arrangement can help to promote new apple varieties, which apple growers have sometimes failed to do in the past. \"There have been some very, very good apple varieties introduced over the past 30 years that have never, ever generated much interest,\" he says.</p><p>On the other hand, what if you're a farmer, and your customers come to you looking for some hot new apple variety that you are not allowed to grow?</p><p>This has, in fact, happened to apple grower Sydney Kuhn. \"We've actually had customers at market ask us about SweeTango,\" she says. \"And we explain that it's a club variety, and we are not part of the club, so we cannot grow that apple.\"</p><p>But Kuhn says she's not really worried. There are lots of great apples she still can grow. And her customers, she says, usually respond that \"Honeycrisp is just as good. I'll buy your Honeycrisp!\"</p><p>Kuhn is interested in another new child of Honeycrisp, a variety called <a href=\"http://www.evercrispapple.com/\">EverCrisp</a>. A group of Midwestern apple growers created EverCrisp, and they're managing it a little bit like a club apple — but with a crucial difference. If you want to grow this apple, you just sign up with the Midwest Apple Improvement Association and pay your dues.</p><p>It's a club that anyone can join.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Want+To+Grow+These+Apples%3F+You%27ll+Have+To+Join+The+Club&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"366"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362952917-214ad5.m3u?orgId=1&topicId=1053&d=366&p=3&story=358530280&t=progseg&e=362952643&seg=8&ft=nprml&f=358530280"},{"href":"http://media.npr.org/assets/img/2014/11/07/pinata-apples-8a08836c0e6cceda0a66b0aae069f5f2f0723514.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1004","width":"1339"}},{"href":"http://media.npr.org/assets/img/2014/11/07/kuhn-1-aa0d152081512db5730eadb2e16a412d0c3195ff.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}