{"created":"2014-09-12T20:49:52+00:00","modified":"2014-09-15T20:28:31+00:00","valid":{"from":"2014-09-15T20:28:31+00:00","to":"3014-09-15T20:28:31+00:00"},"hreflang":"en","guid":"ad3009bb-a928-4658-8798-b96bfe07facf","title":"Colombia's undercover, anti-groping squad is patrolling public buses in Bogota","published":"2014-09-15T20:28:30+00:00","byline":"Leo Hornak","tags":["sexual harrassment","sexual crimes","Justice","world gender","Human Needs","Justice","Conflict & Justice","Bogota","South America","Colombia","South America","Arturo Wallace","Lina Maria Rios","Police","public transit","Sex crimes","Sexual harassment","Gender-based violence"],"teaser":"Women around the world often feel vulnerable to groping and sexual harassment when they ride on crowded public transit. And it can be hard to catch offenders. So the police in Colombia's capital, Bogota, have created a new squad of mostly female officers to catch those who harass — and to support female riders.\r\n","contentencoded":"<p><span style=\"line-height: 1.538em;\">Like many cities, Bogota, Colombia has a problem with safety on its public buses.&nbsp;</span><span style=\"line-height: 1.538em;\">In spite of government campaigns, around one in six women has been a victim of groping and related crimes.&nbsp;</span><span style=\"line-height: 1.538em;\">So the city&rsquo;s police are going undercover.</span></p><p>Buses across Bogota are now patrolled by the &quot;Transmileno Elite Group,&quot; a special team of plainclothes officers, mostly females, who are ready to assist victims and arrest offenders. The idea is to deter potential perpetrators, since men planning to disturb or violate female passengers will know they run the risk that they&#39;re sharing a seat with a member of the squad.</p><p>The BBC&rsquo;s Arturo Wallace spent a day with the unit, watching how they work. He was struck by how the squad uses body language to spot potential suspects. &ldquo;They watch people, how they sit,&quot; he explains, and look for clues like &ldquo;whether a man is openly and aggressively staring at a woman&rsquo;s body, whether he has his hands held low when it would be more natural to hold the handrail.&quot;</p><p>The squad is ready to catch predators red-handed, but it also acts as a specialist unit that can be called in on short notice when harassment is reported.</p><p>The fact that the squad is mostly female &mdash; seven of the eleven members are women &mdash; has led to some confusion. Local media outlets assumed that the female officers were intended to act as bait for potential sex offenders. In fact, that would count as entrapment in Colombian law.</p><p>Instead, the use of female officers is intended to be help reassure female victims when they report a crime. Female officers are also more perceptive about situations where there&#39;s risk of a crime taking place.&nbsp;</p><p>When they do make an arrest, the clandestine approach is dropped. The officers take care to make a very public arrest to warn other potential offenders and reassure women that help is available.</p><p>So is the new approach working? The leader of the squad, Lt. Lina Maria Rios, told Wallace that the first month of operations saw a slight decrease in reported cases. But she admitted it&#39;s still early to draw conclusions.</p><p>Perhaps the real benefit of the squad lies in its public profile. Since it was launched, the officers of the Transmileno Elite Group have been extensively, if anonymously, covered in Colombian media &mdash; and with it, awareness of the problem of public harassment has grown.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/_77154198_transmilenio1.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/77154198transmilenio1jpg"}]}