{"created":"2015-01-20T10:06:50+00:00","modified":"2015-01-22T19:06:15+00:00","valid":{"from":"2015-01-22T19:06:15+00:00","to":"3015-01-22T19:06:15+00:00"},"hreflang":"en","title":"IRS Budget Cuts May Make For An Unpleasant Tax Filing Season","published":"2015-01-22T00:18:00+00:00","teaser":"The IRS commissioner warns that congressionally mandated budget cuts are hurting the agency's ability to crack down on tax cheats, process timely refunds and even staff its help lines.","itags":["npr_api","378525613"],"guid":"ad4ef673-3342-48f6-b80e-6fbfd82b6f27","contentencoded":"<p>The Internal Revenue Service on Tuesday began accepting tax returns electronically, and paper returns will begin to be processed at the same time. In a statement, the IRS reminded taxpayers that filing electronically is the most accurate way to file a tax return and the fastest way to get a refund.</p><p>As Americans start looking at their tax forms, they may not want to bother trying to get prompt assistance with questions from the IRS. The agency's commissioner warns that congressionally mandated budget cuts are hurting the agency's ability to crack down on tax cheats, process timely refunds and even staff its help lines.</p><p>Taxpayer service is poor and getting worse, according to the blunt headline of a report written by the Taxpayer Advocate Service, an independent office within the IRS. It calls the declining quality of service the top problem for taxpayers. How bad? The IRS is predicting it will only be able to answer half of the 100 million calls it expects from taxpayers this year, and those who do get through can expect to wait a half-hour to hear a live voice.</p><p>\"You're going to need to be patient,\" says Nina Olson, the national taxpayer advocate. 'I've joked, bring your knitting, have some project to do while you're waiting on the phone, and you may have to call a number of times if you need to get through to the IRS.\"</p><p>Olson says it's worse than she's ever seen it. More individuals and businesses are filing tax returns than ever before. More than 150 million individual returns came in last year. This year, things will be more complicated for many taxpayers because of the Affordable Care Act, meaning more taxpayers are likely to seek assistance. In the meantime, the IRS budget has been reduced.</p><p>\"If you look at it in terms of inflation,\" Olson says, \"we have estimated that it is about a 17.5 percent decrease from 2010 levels.\"</p><p>The reduced budgets and increased responsibilities mean the IRS is supposed to do way more with a lot less. Olson says it's taxpayers who are losing out.</p><p>\"We can't get through to the IRS to get answers to our tax law questions. It increases our burden because we have to pay tax law professionals to answer our questions, and this is all for the privilege of paying our taxes, which is not a painless thing for people. So why are we putting more pain on taxpayers?\" Olson asks.</p><p>Republicans who now control Congress and who led the effort to reduce the IRS budget don't seem too concerned about the agency's woes, an attitude stemming from GOP charges that the agency targeted for extra scrutiny conservative groups seeking tax-exempt status.</p><p>Says Republican Sen. John Thune of South Dakota: \"I don't think that based on the IRS's record over the last couple of years that there's a whole lot of sympathy for the complaints that they're now making about not having enough funding. Obviously they have a job to do; it's an important job. We want to make sure they have the resources to do that job to collect the taxes, but wasting resources targeting conservative groups and other things like that is obviously something that we would take great issue with.\"</p><p>IRS Commissioner John Koskinen says the agency's budget is so lean, it may have to close down for two days and furlough employees.</p><p>Colleen Kelly, president of the NTEU, the union that represents IRS employees, says lawmakers are doing harm, and not just to IRS workers.</p><p>\"You don't starve them to try to set them up to fail. You especially don't do that to an agency that impacts the entire country, the entire U.S. economy. It also opens it wide open for tax cheats,\" Kelly says.</p><p>The IRS says the budget cuts will also mean fewer audits, and while that may sound like good news, it also means about $2 billion less for the Treasury than would have been collected.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=IRS+Budget+Cuts+May+Make+For+An+Unpleasant+Tax+Filing+Season&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Brian Naylor","audio":[{"meta":{"duration":"242"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378525614-37b1f7.m3u?orgId=1&topicId=1014&ft=3&f=378525613"}]}