{"created":"2014-09-16T21:05:24+00:00","modified":"2014-09-16T23:05:26+00:00","valid":{"from":"2014-09-16T23:05:25+00:00","to":"3014-09-16T23:05:25+00:00"},"hreflang":"en","title":"Ethicists Tell NASA How To Weigh Hazards Of Space Travel","published":"2014-04-03T11:55:00+00:00","teaser":"Risks to astronauts on extended missions include vision impairment, weakened bones and radiation exposure. There are also psychological risks from facing danger while being stuck inside a small craft.","tags":["npr_api","298327535"],"guid":"ad55097e-880b-4bad-90f7-33774bc5dec2","contentencoded":"<p>NASA is hoping to soon venture out farther into space than ever before. But these long journeys mean astronauts could face greater risks to their physical and mental health than the space agency currently allows.</p><p>Now, an independent group of experts convened by the Institute of Medicine, the health arm of the National Academy of Sciences, has weighed in on how NASA should make decisions about the kinds of risks that are acceptable for missions that venture outside low Earth orbit or extend beyond 30 days.</p><p>Some of the recommendations involve making sure that women get a fair chance at going on these missions and that former astronauts who take risks are guaranteed health care even after they leave the space agency.</p><p>The committee's chairman, <a href=\"http://www.bioethicsinstitute.org/people/jeffrey-kahn-4\">Jeffrey Kahn</a>, of the Johns Hopkins Berman Institute of Bioethics in Baltimore, says that NASA sponsored the report because officials wanted some advice: \"What happens when sending people out into space would exceed the existing health standards? What should they do?\"</p><p>Risks to astronauts include vision impairment, weakened bones and radiation exposure. Plus, there are psychological risks of facing extreme danger while being stuck inside a small, confined space with other crew members. Astronauts on unprecedented missions might also face unknown health risks.</p><p>After all, just getting to Mars would take at least nine months, and then there'd be the return flight. NASA has also pondered sending astronauts out to an asteroid. Closer to home, astronauts may get assigned long-duration missions on the International Space Station.</p><p>\"Those are the kinds of missions that they are envisioning when they're asking for help in how to think through the ethics of health standards in those situations,\" notes Kahn.</p><p>Astronauts aren't covered by the same sort of occupational health and safety regulations that usually protect workers.</p><p>\"NASA is exempted from those rules by the Space Act, but as part of that they are required to make their own rules,\" Kahn says. \"I think there's a sense that it's important to engage in exploration but not doing so in ways that would expose people to greater-than-acceptable levels of risk.\"</p><p>The committee's report says that NASA should keep its current health standards and make rare exceptions on a mission-by-mission basis.</p><p>In deciding whether to make those exceptions, officials should follow an ethical framework that includes principles like balancing the risk of harm with the potential for benefit.</p><p>The report says that to recognize sacrifices made by astronauts for the benefit of society, NASA should offer them health care for the rest of their lives.</p><p>What's more, the report recommends ensuring equality of opportunity for crew selection.</p><p>As it stands now, notes Kahn, \"women are allowed to spend fewer days in space than are men, because of their risk of cancer to certain organs in their body.\"</p><p>NASA currently protects all crew members to the same risk level from radiation, says Richard Williams, NASA's chief health and medical officer.</p><p>\"And it turns out that women are more vulnerable from radiation-induced cancer than men are so they'll reach the same risk limit as men at a lower radiation level than the men will,\" says Williams.</p><p>\"It's not been a problem up until now and in the future because we never got close to radiation limits, but with extended flight on the International Space Station and certainly exploration-class missions, we will get close to those limits,\" Williams says.</p><p>That's one of the issues that led NASA to seek outside advice on the ethics of making these decisions, he says, and the agency is glad to have this new report.</p><p>\"I think that we all, from one end of the agency to the other, understand that the missions that we do are of high priority and of high risk,\" says Williams. \"We are all interested and committed to limiting the risk to the greatest extent possible but also to actually completing and doing the missions.\"</p><p>But Ed Lu, a former astronaut who did a six-month stint on the International Space Station, says that \"most if not all astronauts\" have a problem with the way \"in which the standards are handed down from on high.\"</p><p>He notes that astronauts do understand and accept the need for health standards for medical problems that could potentially impact a mission's success, such as whether an astronaut has good eyesight or is susceptible to painful kidney stones that might derail a long-duration spaceflight.</p><p>\"But there are other standards which we all had a problem with, I think,\" says Lu. \"And they have to do with ones that are things for quote, 'your own good.' \"</p><p>In his view, managers shouldn't be the ones to decide whether an increased risk of cancer years in the future is worth the chance to do a specific mission. \"Decisions like that ought to be up to the astronaut,\" Lu says.</p><p>The committee disagreed with the idea, however, that it was enough to simply tell astronauts the risks and let them make an informed choice, says Kahn.</p><p>\"There needs to be a decision made about levels of risk being acceptable,\" says Kahn, \"before astronauts are given the opportunity to make a decision to participate or not.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ethicists+Tell+NASA+How+To+Weigh+Hazards+Of+Space+Travel&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"185"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1298374028-8a7322.m3u?orgId=1&topicId=1128&ft=3&f=298327535"},{"href":"http://media.npr.org/assets/img/2014/04/02/152919019-1f40921b4ee3e3d93d890733f262d3bd5e532f41.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2848","width":"3795"}}]}