{"created":"2014-10-25T17:58:35+00:00","modified":"2014-11-10T21:45:31+00:00","valid":{"from":"2014-11-10T21:45:31+00:00","to":"3014-11-10T21:45:31+00:00"},"hreflang":"en","title":"Iranian Entrepreneurs Make Pitches That Are Just Practice, For Now","published":"2014-10-27T22:25:00+00:00","teaser":"Young Iranians are brimming with ideas for tech startups. But extensive financial sanctions facing their country prevent them from entering the global marketplace.","itags":["npr_api","356646970"],"guid":"ad61d297-04e7-47f5-ac98-024ce08f77a4","contentencoded":"<p>Imagine this: You have a great idea for an Internet startup. You're sure it will work. You are ready to be part of the global market. There's one big problem: You live in Iran, a country facing some of the most extensive financial sanctions imposed on any country in the world.</p><p>That was the challenge for a team of young Iranian entrepreneurs competing in the recent <a href=\"http://startupistanbul.com/\">Startup Istanbul</a>, where aspiring entrepreneurs got to pitch ideas to the founders of successful tech companies and venture capitalists at a conference in Turkey.</p><p>The Iranians came armed with hot business ideas and plenty of enthusiasm, their first time competing on an international stage.</p><p>\"We are so glad that today we have teams who traveled from Tehran and they are going to pitch here,\" says Mohsen Malayeri, the 29-year-old founder of Avatech Accelerator who describes himself as a builder of startup communities in Iran.</p><p><strong>'Startup Fever Is Everywhere'</strong></p><p>Malayeri has organized more than a dozen startup weekends in nine Iranian cities for a generation excited about the prospects of a tech career in a country where 65 percent of the population is under 35 years old.</p><p>\"The average (age) is like 23 to 25 usually, but we have people who are showing up, a 12-year-old guy with an idea, which is quite impressive,\" he says.</p><p>I meet Malayeri at Microsoft headquarters in Istanbul as the competition kicked off.</p><p>\"Startup fever is everywhere,\" he says.</p><p>The HBO show <em>Silicon Valley </em>is now a big hit in Iran, where it can be downloaded from the Internet. The fever swept through the country two years ago and there are already multimillion-dollar startups generating jobs.</p><p>The Iranian teams came to Istanbul to learn international best practices to build on those successes.</p><p>\"They are going to pitch, they are going to hear feedback from the mentors and investors,\" says Malayeri.</p><p>There's a Silicon Valley vibe in the basement of Microsoft headquarters in Istanbul, and the Iranians fit right in. At long wooden tables, the clatter of keyboards and the familiar pings of e­mail alerts is the background music in an open space where new ideas are shared over endless free coffee and competitive pingpong matches. The young crowd represents a new tech culture in the region.</p><p>Companies from Jordan, Pakistan, Turkey and Saudi Arabia are among the more than 100 Internet startups at the event. Women have founded some of the most successful ventures. The pitches to investors reflect the vision across the region to build Internet companies that streamline everything and create jobs.</p><p><strong>No Way Around Sanctions</strong></p><p>One of the most promising Iranian companies is a pioneer in e-commerce. Though it's new, Zarin Pal's market potential is huge: Iran has a population of 80 million. Established in 2010, it already has a customer base of 6 million, says Mostapha Amiri, a co-founder.</p><p>Amiri was making the pitches at the Istanbul event. Sotoodeh Adibi, another founding member, was going over last-minute details with him.</p><p>\"It is going to become very popular year by year,\" she says of Zarin Pal, which is based on the same model as PayPal.</p><p>Amiri is obviously nervous as he faces the panel of mentors who will help him shape the pitch. He has never done this before in English.</p><p>The mentors include a venture capitalist from Silicon Valley and a couple of successful startup pioneers.</p><p>Amiri has 10 minutes to outline his proposal and describe the Iranian market. He explains there is a young, connected population with no access to international credit cards due to sanctions. However, debit cards linked to Iranian banks are extremely popular.</p><p>Zarin Pal has built these links into a successful Internet business for the domestic market and now wants to offer the service to the 5 million Iranians who live abroad, Amiri explains.</p><p>If the team came from any other place in the Middle East, Zarin Pal would be an obvious candidate for investment. But the financial sanctions are still firmly in place, and that means the doors are closed to the global market. The mentors are impressed with the business model, but when it comes to sanctions, there's nothing they can do, they say.</p><p>Despite the warm applause, the Iranian team leaves the mentor session deeply disappointed.</p><p>\"We need their help to open the doors of our country,\" Amiri says.</p><p><strong>Investments, Not Boycotts</strong></p><p>They voice the frustration of many young Iranians, born after the 1979 Islamic Revolution. They are eager for change, for jobs and for a role in building Iran's future.</p><p>American Dave McClure, one of the mentors at the Istanbul event, wants to help.</p><p>\"Instead of boycotting countries maybe we should be investing in their entrepreneurs,\" says McClure, a founding partner of 500 Startups, which backs promising Internet business in the region — although \"not in Iran yet, it's still illegal.\"</p><p>McClure encourages investment to counter the region's gloomy news narrative.</p><p>\"Young people without jobs is a problem, so, creating jobs is a way to fill that gap,\" he says.</p><p>McClure is convinced that regional investment is good for the U.S. \"as a way to have a better foreign policy approach and probably increase national security.\" And he's willing to write a check to test it.</p><p>His latest venture is Geeks on a Plane, where he invites investors to travel to the region to finance the new tech culture. Tehran is on his wish list for next year.</p><p>He's a hero to Iranian entrepreneurs after <a href=\"http://www.youtube.com/watch?v=I2QiOrOG8mk&t=26m38s\">a recent speech in Berkeley</a> where he challenged wealthy Iranian-Americans to invest in Iran's tech culture rather than what he called expensive, \"sexy sports cars.\" His speech went viral in Tehran.</p><p><strong>Talking To Top Investors <br /></strong></p><p>On the closing day of the competition, the Iranian team was one of 14 companies the judges sent on to the finals. Amiri was on stage again in front of a panel of judges and a packed house. This is the pitch that counts.</p><p>\"Hi, I'm Mostapha from Zarin Pal, we are the first Iranian e-wallet system,\" he begins in a bit of a shaky start.</p><p>He's honed the presentation over the four days of this event. He's learned to hit all the highlights. It's the first time an Iranian team has pitched in English.</p><p>Back home, the Iranian government still places restrictions on the Internet, banning access to Facebook and Twitter. But it is removing domestic barriers for these startup entrepreneurs. Many are encouraged by a government-backed increase in Internet speed and a mobile 3G connection now offered by two main operators in Iran.</p><p>Malayeri, Avatech Accelerator's founder and organizer of the trip, says the team has won just by coming to Istanbul.</p><p>\"I'm not sure if there is any cash prize in place, but talking to top active investors is considered as a prize,\" he says, beaming.</p><p>As for the Zarin Pal team, their efforts were good enough to garner an honorable mention — the only one in the entire competition — and, more important, the attention of international investors. If the sanctions are lifted, these young Iranians want to be ready to jump quickly into the global market.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Iranian+Entrepreneurs+Make+Pitches+That+Are+Just+Practice%2C+For+Now&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Deborah Amos","audio":[{"meta":{"duration":"422"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359403567-6354b1.m3u?orgId=1&topicId=1009&ft=3&f=356646970"},{"href":"http://media.npr.org/assets/img/2014/10/20/startup-istanbul-fb64e5740d6e0028c3ecf4e3a98a8e4d5e18fdc9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"848","width":"1131"}},{"href":"http://media.npr.org/assets/img/2014/10/20/malayeri_custom-3507eeb867297f2579d3bed35469e4b645df5df7.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3060","width":"2374"}}]}