{"created":"2014-09-05T17:05:13+00:00","modified":"2014-12-23T18:42:01+00:00","valid":{"from":"2014-12-23T18:42:00+00:00","to":"3014-12-23T18:42:00+00:00"},"hreflang":"en","title":"Tequila Nation: Mexico Reckons With Its Complicated Spirit ","published":"2014-06-26T21:54:00+00:00","teaser":"Some of tequila's oldest traditions are fast being erased as international spirit conglomerates take over family businesses. And tequila makers are worried about their impact on the environment.","itags":["npr_api","323714694"],"guid":"ad68d0cc-6461-439d-bc3a-0e75fbf1d5cf","contentencoded":"<p>The Mexican town of Tequila in the western state of Jalisco is the heart of a region that produces the legendary spirit. Any bottle of tequila must be made from the Weber Blue species of agave, grown and distilled in this region.</p><p>Field after field of agave gives this land a blue hue, defining an economy and its traditions.</p><p>But using just one species of blue agave to make 100 percent blue agave tequila is done through cloning the plants, without pollination or flowering. After \"doing this for so many generations, the agaves are getting weaker, and the only way to protect them is by the increased use of pesticides and herbicides,\" David Suro of the Tequila Interchange Project tells us.</p><p>That and other environmental issues have <em>tequileros</em>, or tequila makers, concerned about the future of the industry.</p><p><strong>The Spirit's Hidden History</strong></p><p>Guillermo Erickson Sauza, a member of one of tequila's royal families, gives us a tour of his 125-year-old tequila distillery process in the town of Tequila on the northwest slope of the Tequila volcano. His distillery and hundreds of others, both large and small, fill the hills and valleys some 60 minutes outside Guadalajara, Jalisco's capital and Mexico's second-largest city.</p><p>Cenobio Sauza, his great-great grandfather, got to the town of Tequila in the 1850s when he was 16. At the time, it was a boomtown, and many people were setting up tequila distilleries there. The natural spring water, the rusty red volcanic soil, the climate all made the region perfect for the growing of blue agave.<br /> <br /> Cenobio started the brand of Tequila Sauza in 1873, and was the first to export tequila into the U.S. In 1893, Tequila Sauza made a sensation when it was served at the Chicago World's Fair. At that time the drink was called <em>vino mescal</em>.<br /> <br /> Traditionally, Guillermo tells us, \"tequila was the drink of cement workers and bricklayers.\" At weddings and celebrations in Sauza's own family, and families like his, brandy was served, not tequila.<br /> <br /> In 1946, Guillermo's grandfather Javier took over Sauza, and slowly helped make tequila what it became — one of the premier products of Mexico. In a move that shocked his family, he sold the distillery in 1976 without warning.</p><p>Through the years, the family held on to one of its small, old distilleries. About a decade ago, Javier's grandson decided to come back to Tequila and started making the drink in the old traditional way, using a stone crusher, taking a long time to age the spirit. He brought out his first brand, which he called Los Abuelos, or \"the grandparents,\" in Mexico. In the U.S., Los Abuelos is sold under the name Fortaleza, which means \"fortitude.\"</p><p><strong>'Agave Business Is A Casino Business'</strong><br /> <br /> It takes five to eight years for the blue agave, the only kind of agave that can be used to make official appellation tequila, to mature. Growing agave is risk-filled, and requires knowledge and maintenance.</p><p>So agave growers and tequila producers must be looking far ahead at all times.<br /> <br /> \"Agave business is a casino business,\" says <a href=\"http://www.tequilainterchangeproject.org/members/board/\">David Suro</a>, president of the Tequila Interchange Project, a nonprofit organization and consumer advocacy group for agave distilled spirits.</p><p>In the same way wine producers are always wrestling with climate, weather, bugs and soil conditions, the <em>tequileros</em> and agave producers are working just as hard. But instead of one season of growth and then harvest, they have to tend their fields for five to eight years before the sugar levels are high enough for harvest.</p><p>Suro produces a tequila, too, called Siembra Azul. \"It's kosher certified,\" he says. \"There's not a Mexican institution to certify organic. So the kosher certification is the closest [to prove how] very careful we make our tequila.\"<br /> <br /> <strong>Composting Tequila</strong> <br /> <br /> Mexican video journalist Rogelio Navarro says Guadalajara is the Silicon Valley of Mexico in many ways. \"I would compare the tequila industry to the electronic industry, which is so important to us here,\" Navarro says. That means tequila is likely to play a huge part in the future of Mexico's economy.</p><p>Traditionally tequila was a Mexican family business passed from generation to generation. Now that is changing. \"The biggest tequila companies are not Mexican anymore; they are internationally owned,\" he says. \"Tequila produces a lot of jobs and a lot of money, and now they just the sent the first package of tequila to China, and they're expecting to sell millions of liters of tequila in China.\"<br /> <br /> Navarro notes that tequila not only means alcohol — it also means culture. It's associated with folkloric dancing, with music, with film, with tourism.<br /> <br /> The Tequila Chamber of Commerce and the Tequila Regulation Council are now very focused on what is happening with tequila all over the world, says Navarro. And they make sure that tequila produced in tequila country is actually tequila because of the agave they are using and the amount in the final product. There have long been troubles with people both in and outside of Mexico producing something they label as tequila that is not true tequila, not 100 percent blue agave.</p><p>Navarro has been following some of the efforts to make tequila production more organic and sustainable, as it is an industry that produces a serious amount of waste.</p><p>\"The cellulosic waste, or bagasse, is what is left once you cook the agave plant and chop it and put it through a mill. ... What do they do with all this organic trash?\" he says. \"They were trying to compost it, and you can use it back in the agave fields as well, but in the past it's been easier to just throw away. Now, there's a guy that decided, what are people in Brazil are doing with the cane? And he bought the machines and started compressing the bagasse and making bricks, and he started to sell them as charcoal for roasting and bricks for houses.\"<br /> <br /> Carlos Camarena is a third-generation family master distiller and one of the most respected <em>tequileros</em> in Mexico. Tequila, Arandas and Atotonilco are three of the major areas where agave thrives and exceptional tequila is made. We make the pilgrimage with him to his La Altena distillery in the highlands of Jalisco, where he makes the legendary Tequila Tapatio, Tequila Ocho and more.</p><p>Inside is a huge round pit made of stone, with a stone wheel on top of it. \"What we are looking at is called a <em>tahona</em>,\" he says.</p><p>In the past, the wheel was turned by mules. The stone crushes the agave and squeezes out the juice. Three years ago, Carlos' father pulled out the mules and replaced them with a John Deere tractor to pull the wheel. Tequila Siete Leguas, about an hour away near Atotonilco, is one of the last distilleries to crush its agave with the huge stone wheel pulled by mules.</p><p><strong>Tequila For The Next Generation</strong></p><p>At La Altena, Camarena is thinking deeply about the environmental impact of making tequila. \"We're noticing the summers are getting hotter and hotter every year, and the winters are getting colder,\" he says. \"So much hot is making the plant grow faster, but not letting it get all the nutrients from the soil and develop the sugar content and the acidity and to be as healthy.\"<br /> <br /> And he notes that <em>tequileros</em> face a particular difficulty because blue agave plants being used to produce these millions of gallons of tequila are clones from the same mother. This monoculture style of agriculture over time requires more and more pesticides and herbicides to carry on.<br /> <br /> About eight years ago, Camarena also got interested in treating all of the residues at the distillery instead of just dumping them in the garbage. With all the organic materials it's producing, it started making an organic fertilizer that it put back on the agave fields. And the distillery started recycling all the water it uses instead of just throwing it away.</p><p>Camarena is awaiting certification as a green industry because he is focused on controlling all aspects of the \"leftovers\" the distillery creates through the tequila-making process, to make certain it has no polluting effect, including reducing emissions into the air from its boilers and stills. He tells us, \"If I want to change the world, I need to start by changing yourself, and let's see if that attracts other people to do what they have to do in order to have a better planet for people who come after us.\"</p><p><strong>Agave Goddess<br /></strong></p><p>Carmen Villareal is one of the few women in Mexico to run a tequila company. It's called Tequila San Matias, and it's now 127 years old. Villareal tells us about Mayahuel, the pre-Columbian goddess of fertility and maternity who is a sort of patron saint of tequila and is often pictured with 200 breasts.</p><p>\"Our agaves have babies,\" says Villareal. \"Normally one agave can have 10 or 12 babies, so it is about being productive.\" Villareal sees Mexico through the eyes of Mayaguel, the productivity and fertility of tequila working for the growth and wellness of the country.</p><p>\"Mexico is a country with great poverty,\" she says. \"Tequila is an important income for the country. For example, our distillery is located in a tiny town, and we are practically the only source of work in the area. The way I see the industry, we we can help bring wellness and opportunity to our country.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tequila+Nation%3A+Mexico+Reckons+With+Its+Complicated+Spirit+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"The Kitchen Sisters","audio":[{"meta":{"duration":"464"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325073894-46786d.m3u?orgId=1&topicId=1053&aggIds=91851784&ft=3&f=323714694"},{"href":"http://media.npr.org/assets/img/2014/06/23/107705519-da0b6fa0ee895692d3fb7e98ab39c2d300068562.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1832","width":"2443"}},{"href":"http://media.npr.org/assets/img/2014/06/23/img_0683-0ed78c5143b2a6b8a9ac32444545ab55bcfb6b6f.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"2367","width":"3156"}},{"href":"http://media.npr.org/assets/img/2014/06/23/agave-empire-99677d3710a9bacbc7682d6d7e672ff08ccd2f9c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"349","width":"465"}},{"href":"http://media.npr.org/assets/img/2014/06/23/img_0723_dyptich_custom-3c9f79e85aa9b23f76c63512461b211d76855d42.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2444","width":"6439"}}]}