{"created":"2015-05-24T12:37:52+00:00","modified":"2015-05-26T14:40:36+00:00","valid":{"from":"2015-05-26T14:40:36+00:00","to":"3015-05-26T14:40:36+00:00"},"hreflang":"en","title":"Accusations Pile Up Against Panama's Former President","published":"2015-05-26T14:40:00+00:00","teaser":"One of Central America's richest and most eccentric former politicians, Ricardo Martinelli, may soon face charges for stealing millions of dollars from the government during his five years in power.","itags":["npr_api","409190235"],"guid":"ad6f7bee-02f5-4709-a73f-3c5f0f124475","contentencoded":"<p>Former Panamanian President Ricardo Martinelli wasn't always rich.</p><p>One of Central America's richest and most eccentric former politicians, Martinelli started off as a credit officer at Citibank in Panama. He bought one business, then another. Among his holdings is the country's largest supermarket chain, Super 99, known for bargain prices and catchy jingles.</p><p>But while his jingles may get Panamanian's hips moving, Martinelli's alleged pilfering and profiteering make their blood boil.</p><p>The self-made supermarket magnate is accused of stealing tens of millions of dollars from the national food assistance program, and widespread eavesdropping on business competitors and political enemies.</p><p>Prosecutors have arrested Martinelli's close aides, and recently stripped Martinelli of his criminal immunity.</p><p>The accusations swirling around the former president seem to grow daily. Martinelli has taken refuge in Miami, and says the accusations are part of a political vendetta.</p><p>Civic activist Aurelio Barria says that in 2009, Martinelli campaigned as a reformer. He liked to say his administration would jump into the job feet — <em>patas</em> — first, and keep his <em>manos</em> — hands — to himself, a reference to past presidents' propensity for thievery.</p><p>\"They put both in there, the <em>pata, la mano</em> and the whole body, you know?\" Barria says.</p><p>Estimates of how much Martinelli and associates stole are as high as $100 million, Panama's current president said earlier this month.</p><p>It seems that nearly every day, more victims of Martinelli's extensive spying program come to light, which included clandestine videotaping, skimming of text messages and tapping of phone conversations. One such conversation was collected from the cell phone of leftist legislator Zulay Rodriguez in a heated conversation with her husband.</p><p>Rodriguez says their fight was not only secretly taped, but then posted to YouTube.</p><p>Sitting in her office next to the National Assembly, Rodriguez says it was a private conversation that no one should have heard. She says she had no idea how sophisticated and extensive Martinelli's surveillance was until after he left office in July of last year, and she saw the files he kept on her and dozens of other victims.</p><p>\"They had all my emails, voice mails and my text messages,\" she says. Martinelli even took a video of her having relations with her husband, she says.</p><p>Martinelli vehemently denies all the charges. He left the country earlier this year and won't talk to the press. Multiple requests for an interview, through his lawyers and spokesmen, were denied, but he <a href=\"https://twitter.com/rmartinelli\">does tweet daily</a>. He says he's the victim of political revenge by the current president.</p><p>Despite the mounting evidence against him, Martinelli still has supporters. After all, the economy grew impressively during his five-year administration, due to a massive construction boom fueled by the expansion of the Panama Canal and big-ticket infrastructure projects.</p><p>One of those projects is the $2 billion, 9-mile-long Metro, Central America's only subway, which has cut rider Dios Celina Villegas' daily commute from two hours each way to less than 40 minutes.</p><p>\"They say he did some bad things,\" says Villegas. \"But in my book, Martinelli did a lot of good for the people, too,\" she says.</p><p>Rider Jorge Colon is happy with the Metro too — and all the new roads, highways and sports facilities Martinelli built. <br /> <br />But he says with each big project, it seems Martinelli got a big benefit too. He says he hopes the former Panamanian president is brought home to face justice.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Accusations+Pile+Up+Against+Panama%27s+Former+President&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"287"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409210201-919cc2.m3u?orgId=1&topicId=1127&d=287&p=10&story=409190235&t=progseg&e=409210084&seg=6&ft=nprml&f=409190235"}]}