{"created":"2015-06-19T09:04:03+00:00","modified":"2015-06-22T21:04:23+00:00","valid":{"from":"2015-06-22T21:04:23+00:00","to":"3015-06-22T21:04:23+00:00"},"hreflang":"en","title":"Why Isn't The Second Season Of 'True Detective' More Surprising?","published":"2015-06-19T16:53:00+00:00","teaser":"HBO's crime drama returns for its second season on Sunday. It has a new cast, setting and story. Our TV critic says the new episodes should have retained a bit more of what worked from last season.","itags":["npr_api","415671805"],"guid":"ad7f18e0-8017-487e-acb3-b02c3af095fb","contentencoded":"<p><em>(Be warned: This story has lots of spoiler-ish details about True Detectives' first few new episodes) </em></p><p>As I watched the first three episodes from HBO's new season of <em>True Detective</em>, one thought kept nagging: Why isn't this more, well, surprising?</p><p>Consider this scene, featuring Colin Farrell as Ray Velcoro, a police officer whose wife has been beaten and raped. Vince Vaughn is Frank Semyon, a crime boss who slips Farrell's character a picture of the possible culprit.</p><p>\"Fits the description, right?\" Vaughn's Semyon asks. \"My people know him. He's not with us. Bragged about it. Said ... well, matched your wife's account.\"</p><p>Farrell's Velcoro is suspicious. \"How do you know my wife's account?\"</p><p>\"This is only information, man,\" Semyon counters. \"I'm sharing with you. I wanted to do this. And now it's done.\"</p><p>Of course, it's obvious nothing between them is done, especially now that the cop owes the crime boss a favor. And you can see where their relationship is going in an instant — particularly if you've seen any cop show in the past 10 years.</p><p>The bulk of <em>True Detective</em>'s new story takes place years after that moment, with Farrell's damaged cop and Vaughn's damaged criminal working together as a murder shakes up their fictional home base, the tiny Los Angeles suburb of Vinci.</p><p>The new season actually centers on the crime boss played by Vaughn and three dysfunctional cops. Along with Farrell, <em>Friday Night Lights</em> alum Taylor Kitsch is Paul Woodrugh, a motorcycle patrolman and war veteran running from his past.</p><p>And Rachel McAdams is Ani Bezzerides, a hard-drinking, emotionally shut down sheriff's detective. She tries to talk her father, a spiritual guru played by David Morse, into stopping her sister from doing porn.</p><p>\"You don't have any feeling,\" she says, angrily. \"(Seeing) your daughter doing that?\"</p><p>Her father counters: \"I am not comfortable imposing my will on anyone and I haven't been since 1978.\"</p><p>\"Not even to stop them walking into a river?\" she says.</p><p>\"Not even then,\" he responds. \"And if your mother's flair for drama had been more present in her acting she might have gone on to great things.\"</p><p>You don't need a psychology degree to see these are all monumentally damaged police officers. They're brought together to investigate the brutal murder of Vinci's city manager, who was tangled up in a scheme involving rich criminals, real estate and a high speed rail project.</p><p>Municipal corruption? Railway construction? This is a <em>lot</em> less riveting than the first season of <em>True Detective</em>, where the cops were chasing a Louisiana serial killer and Matthew McConaughey (as philosophical, tortured homicide detective Rust Cohle) was dropping little bits of existential wisdom like this:</p><p>\"Someone once told me time is a flat circle. Every thing we've ever done or will do we're going to do over and over again. And that little boy and that little girl, they're going to be in that room again ... and again.\"</p><p>There are no signature moments like that in the first three episodes from this year's season of <em>True Detective</em>. And that's a problem.</p><p><em>True Detective</em> was a cultural phenomenon last year, when bravura performances by McConaughey and Woody Harrelson earned Golden Globe and Emmy nominations.</p><p>But some wondered if the show could successfully stretch the definition of an anthology series in its second season — recapturing the moody, simmering energy of last year's episodes with a new set of characters, a new location and a new story.</p><p>As it turns out, what may have affected the series most was losing director Cary Joji Fukunaga, who directed every episode of last year's season and gave the show a focused, creative visual style that was unique and compelling.</p><p>In the first three episodes of the new season, there doesn't seem much to link the show to its first year, beyond the title and a focus on supremely messed-up law enforcement personnel.</p><p>There's a risk in reviewing a complex series like <em>True Detective</em> based on the three episodes journalists get to see in advance. It's like trying to evaluate a novel after the first three chapters.</p><p>Last season, some felt <em>True Detective</em>'s compelling visuals, big stars and high-quality acting disguised a substandard plot. It wasn't true then. But this time around, I wonder if that criticism might be a little more on target.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Isn%27t+The+Second+Season+Of+%27True+Detective%27+More+Surprising%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"218"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415671806-53efa7.m3u?orgId=1&topicId=1138&d=218&p=3&story=415671805&t=progseg&e=415671583&seg=19&ft=nprml&f=415671805"},{"href":"http://media.npr.org/assets/img/2015/06/19/truedetective15_09-ac82d251a9efe5352d2b1943e456d7178509464c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3289","width":"4386"}},{"href":"http://media.npr.org/assets/img/2015/06/19/truedetective15_03-98427c81bdd26ac1a5d173738723eb5606e42727.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1331","width":"1776"}}]}