{"created":"2015-05-15T02:43:43+00:00","modified":"2015-05-15T02:43:43+00:00","valid":{"from":"2013-09-03T21:26:00+00:00","to":"3013-09-03T21:26:00+00:00"},"hreflang":"en","guid":"ad821d2e-5a9e-4707-81b1-66a8e4181edd","description":"A number of European nations provided Syria with the materials needed to make its poison gas. Many of these materials have innocent uses, however. Even so, rules about exports are stricter now though than previously.","title":"Who provides Syria's poison gas?","byline":"Sam Beard","teaser":"A number of European nations provided Syria with the materials needed to make its poison gas. Many of these materials have innocent uses, however. Even so, rules about exports are stricter now though than previously.","contenttemplated":"[{\"content\":\"<p>The crisis over Syria has raised fresh questions about how that country built its vast and  ghastly arsenal of chemical and biological weapons. Some of the usual suspects may have helped: Iran, Russia and North Korea have both been accused of supplying Syria with materials and expertise. But in the early days of Syria’s chemical warfare program -- back in the &apos;70s and &apos;80s -- Damascus is believed to have received a helping hand  from western business.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Intelligence sources say that chemical companies in France, Germany, Switzerland and the Netherlands got Syria started with chemical weapons, supplying  the country with the  equipment and raw materials required. But this may not be as malevolent as it sounds. Many of those  materials have innocent, as well as sinister, uses.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“The ingredients that go into chemical weapons are the sort of ingredients that are routinely traded internationally.  Nerve gas – for instance -  it’s basically bugs spray that you use on people rather than bugs.”   points out  John Pike of the US  defence information group, <a href=\\\"http://www.GlobalSecurity.org\\\" target=\\\"_blank\\\">Globalsecurity</a>.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Outlawing all these chemicals -- called pre-cursors -- is out of the question because many of them are widely used in manufacturing.</p>\"},{\"content\":\"<p>Richard Guthrie, who runs <a href=\\\"http://www.gbw-events.org.uk\\\" target=\\\"_blank\\\">a website</a> on the subject of chemical weapons,  cites the example of thiodiglycol.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“It’s the quickest way to make mustard gas,”he says. “But it’s also a vital ingredient for the dye industry. If you banned it, we’d have to do without blue jeans.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The international trade in chemicals is much more tightly regulated now  than in the past. The Chemical Weapons Convention which came into force 15 years ago imposed strict controls over the supply of chemical compounds, enforced by a verification and inspection process.</p>\"},{\"content\":\"<p>Only seven countries -- including North Korea, Egypt and Syria -- have not signed up to the convention. John Pike of GlobalSecurity claims that replenishing a chemical arsenal is now far from easy.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“I think it would be very difficult for Syria to acquire some of these pre-cursors today compared to the relative ease they would have had before the Chemical Weapons Convention regime,” he says.</p>\"},{\"content\":\"<p>Chemical weapons are perishable and, therefore, Syria’s gruesome arsenal will over time lose its efficacy and turn into hazardous waste. But it will remain lethal for many years and weapons experts say that one of the world’s first priorities -- if the Assad regime falls -- will be to fund the destruction of its chemical stockpile.</p>\",\"type\":\"text/html\"}]","published":"2013-09-03T21:26:00+00:00","tags":["APM","World","chemicals","poison","syria"],"itags":["Marketplace for Tuesday, September 3, 2013","Marketplace","PMP:Marketplace_PMP","ad821d2e5a9e70791b1666a8e4181edd"],"contentencoded":"<div class=\"barn-cleaned\"><p>The crisis over Syria has raised fresh questions about how that country built its vast and&nbsp; ghastly arsenal of chemical and biological weapons. Some of the usual suspects may have helped: Iran, Russia and North Korea have both been accused of supplying Syria with materials and expertise. But in the early days of Syria’s chemical warfare program -- back in the '70s and '80s -- Damascus is believed to have received a helping hand &nbsp;from western business.</p>\n<p>Intelligence sources say that chemical companies in France, Germany, Switzerland and the Netherlands got Syria started with chemical weapons, supplying&nbsp; the country with the&nbsp; equipment and raw materials required. But this may not be as malevolent as it sounds. Many of those&nbsp; materials have innocent, as well as sinister, uses.</p>\n<p>“The ingredients that go into chemical weapons are the sort of ingredients that are routinely traded internationally.&nbsp; Nerve gas – for instance -&nbsp; it’s basically bugs spray that you use on people rather than bugs.”&nbsp; &nbsp;points out &nbsp;John Pike of the US&nbsp; defence information group, <a href=\"http://www.GlobalSecurity.org\" target=\"_blank\">Globalsecurity</a>.</p>\n<p>Outlawing all these chemicals -- called pre-cursors -- is out of the question because many of them are widely used in manufacturing.</p>\n<p>Richard Guthrie, who runs <a href=\"http://www.gbw-events.org.uk\" target=\"_blank\">a website</a> on the subject of chemical weapons,&nbsp; cites the example of thiodiglycol.</p>\n<p>“It’s the quickest way to make mustard gas,”he says. “But it’s also a vital ingredient for the dye industry. If you banned it, we’d have to do without blue jeans.”</p>\n<p>The international trade in chemicals is much more tightly regulated now &nbsp;than in the past. The Chemical Weapons Convention which came into force 15 years ago imposed strict controls over the supply of chemical compounds, enforced by a verification and inspection process.</p>\n<p>Only seven countries -- including North Korea, Egypt and Syria -- have not signed up to the convention. John Pike of GlobalSecurity claims that replenishing a chemical arsenal is now far from easy.</p>\n<p>“I think it would be very difficult for Syria to acquire some of these pre-cursors today compared to the relative ease they would have had before the Chemical Weapons Convention regime,” he says.</p>\n<p>Chemical weapons are perishable and, therefore, Syria’s gruesome arsenal will over time lose its efficacy and turn into hazardous waste. But it will remain lethal for many years and weapons experts say that one of the world’s first priorities -- if the Assad regime falls -- will be to fund the destruction of its chemical stockpile.</p></div>","audio":[{"type":"image/jpeg","meta":{"crop":"primary","width":"610","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/syriagasmask.jpg?itok=stOgg9oX"},{"format":"MP3","type":"audio/mpeg","meta":{"duration_hms":"00:02:45","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/09/03/marketplace_segment17_20130903"},"duration":165},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/09/03/marketplace_segment17_20130903_64.mp3"}]}