{"created":"2014-10-27T21:41:13+00:00","modified":"2015-04-06T19:36:40+00:00","valid":{"from":"2015-04-06T19:36:40+00:00","to":"3015-04-06T19:36:40+00:00"},"hreflang":"en","title":"I've Got The Ingredients. What Should I Cook? Ask IBM's Watson","published":"2014-10-28T17:31:00+00:00","teaser":"IBM's supercomputer has crushed <em>Jeopardy! </em>Now chefs are using Watson to come up with new kinds of recipes that work around dietary restrictions and other limitations.","itags":["npr_api","359302540"],"guid":"ad9ab9fe-c54b-4c15-81e5-b1aa6d128b94","contentencoded":"<p>IBM's Watson computer has amused and surprised humans by <a href=\"http://www.npr.org/2011/02/14/133697585/on-jeopardy-its-man-vs-this-machine\">winning at Jeopardy!</a> Now, one of the world's smartest machines is taking on chefs.</p><p>Well, not exactly. Watson is being used by chefs to come up with new and exciting recipes in a feat that could turn out to be useful for people with dietary restrictions and for managing food shortages.</p><p>If you <a href=\"http://www.ibm.com/smarterplanet/us/en/cognitivecooking/food.html\">give Watson a few ingredients</a> and cuisine specifications, it can help you with recipe ideas. I had a few things in the kitchen, but I didn't know what to make with them — ground turkey, frozen peas, dried mushrooms, canned tomatoes. I live in San Francisco, so it's easy to get Asian and Mexican spices.</p><p>I sent an email to Watson and a couple of days later, the recipes arrived in my inbox. Watson sent three recipes for ground turkey and another for Mexican green pea pancakes. I picked one of the taco recipes and decided to make the pancakes.</p><p>The ingredients Watson chose were surprising. For example, the tacos called for grated citrus peel.</p><p>Though Watson can't taste the recipes it churns out, it has an understanding of the chemistry behind taste. <a href=\"http://www.ibm.com/smarterplanet/us/en/ibmwatson/what-is-watson.html\">It understands</a> what we humans enjoy and why, says Steven Abrams, an engineer with The Watson Group.</p><p>\"If you can understand what's in an actual ingredient,\" Abrams says, \"so what is in butter, what's in strawberries, what's in chocolate. What are the key flavor compounds that give them those pleasant sensations? Then, you can make predictions about what's going to be pleasant, what's going to be sweet and spicy and salty and savory.\"</p><p>A great chef uses her personal knowledge and intuition to do this, he says. But a human chef has her limits, especially when faced with certain constraints. Like if she is cooking for someone on a special diet, or if there is a shortage of certain foods.</p><p>\"It might be that you want to improve the fat content or the calorie content,\" Abrams says, \"and it might be that what you want to do is focus less on certain fishes that may be overfished or may be endangered and instead trade in other fishes.\"</p><p>And it isn't just engineers like Abrams who are excited about Watson. The supercomputer is <a href=\"http://www.ice.edu/about-us/ibm-ice-cognitive-computing-collaboration\">collaborating with the Institute of Culinary Education</a> in New York.</p><p>James Briscione, the institute's director of culinary development, says among the recipes they've developed with Watson is Vietnamese apple kebab. He says Watson surprised them with an unusual flavor combination for the dish.</p><p>\"Chicken, pork, mushrooms, strawberries and apples all share this one flavor compound,\" Briscione says. The chemical compound \"gamma-Dodecalactone [is] shared by all five ingredients and it makes them a really fascinating match,\" he says.</p><p>Briscione says the dish is a hit.</p><p>As for my Watson dishes, I invited my colleague Aarti Shahani over for lunch to taste them.</p><p>She enjoyed the tacos and noted the interesting addition of the citrus. The Mexican pancakes are made from grated potato, flour and dried mushrooms, and then there's a sauce that uses the peas to pour over it.</p><p>Aarti liked the addition of the mushrooms to the pancakes, but, in the end, both she and I felt something was missing.</p><p>\"I mean it's not fine dining for sure, and that's not about the cook,\" Aarti said.</p><p>Computers don't normally synthesize information and create things from scratch. That's a major leap, says Sean Gourley, the founder and CEO of the data analytics company Quid.</p><p>\"We're all sort of familiar with this idea of, 'I can recommend a book for you to read,' or 'I can recommend a song to listen to,' \" Gourley says. \"But this seems quite different from, 'Let me create a new kind of recipe. Let me create a new combination of foods that will be novel and tasty.' \"</p><p>Most important, Gourley says being able to access vast amounts of data about food could change how we cook and eat.</p><p>\"We've only been kind of at this whole agricultural cooking game for, you know, a few thousand years, right?\" Gourley says. \"And we've only explored a small piece of it. So with computers helping us, perhaps there's a whole lot more to uncover.\"</p><p>As for me, when I said goodbye to Aarti after lunch, only one thing went through my mind. When will Watson be able to do the dishes?  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=I%27ve+Got+The+Ingredients.+What+Should+I+Cook%3F+Ask+IBM%27s+Watson&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"317"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359403531-1dd654.m3u?orgId=1&topicId=1019&e=359302540&d=317&ft=nprml&f=359302540"},{"href":"http://media.npr.org/assets/img/2014/10/27/14333353347_ae13d00a85_b_wide-47a957732e88dbbd92f855c59590146e29afa6d1.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"576","width":"1024"}},{"href":"http://media.npr.org/assets/img/2014/10/27/img_0744edit-bf1d05be4705bd39e30c8eab12c9205dd010747e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1125","width":"1500"}}]}