{"created":"2015-01-05T22:49:52+00:00","modified":"2015-05-13T21:23:38+00:00","valid":{"from":"2015-05-13T21:23:38+00:00","to":"3015-05-13T21:23:38+00:00"},"hreflang":"en","title":"Prosecutors Say Tools For Hiding Online Hinder Cybercrime Crackdowns ","published":"2015-01-08T20:20:00+00:00","teaser":"Advocates say tools that cloak online identities are needed to protect activists. Prosecutors say they hinder efforts to police all kinds of crime, from child pornography to illegal gun sales.","itags":["npr_api","375193167"],"guid":"ad9ebd90-58ec-48b1-a613-6682552b6a9c","contentencoded":"<p>Prosecutors say tools that cloak online identities are complicating their efforts to police all kinds of crime.</p><p>Take the case of a former head of cybersecurity for the Department of Health and Human Services, Timothy DeFoggi. Prosecutors say they found graphic images of children on a laptop computer in his home.</p><p>DeFoggi once led cybersecurity efforts for HHS, but in this case, the Justice Department says, he used his expertise to hide from the law, along with other users of child porn sites, on a network called Tor.</p><p>Tor provides popular software that helps people hide their location and their viewing habits by bouncing messages all over the world. Supporters say <a href=\"http://www.npr.org/2014/10/06/353492787/protecting-privacy-in-the-digital-age-mikko-hypp-nen-answers-your-questions\" target=\"_blank\">it can be used for perfectly legitimate reasons</a>: to protect the privacy of protesters and artists in repressive regimes, for example.</p><p>But it's also drawn attention from people like Leslie Caldwell, who runs the criminal division at the Justice Department.</p><p>\"A lot of what we thought of as traditional, unsophisticated criminals are now on the Internet selling drugs, selling guns, selling murder-for-hire schemes, selling child pornography,\" she says.</p><p>And those criminals, Caldwell says, have gotten a lot smarter about covering their tracks. \"Technology is trending toward even greater anonymization, which is something that is just going to make our job more difficult,\" she adds.</p><p>In the DeFoggi case, prosecutors say he took substantial steps to avoid detection. In court papers, authorities say he used software programs to erase his Web searches and had to be physically removed from his laptop when the FBI searched his home.</p><p>DeFoggi's lawyer at the time of his trial, John Berry, didn't return phone calls. But Berry told Omaha's KETV last year: \"Just because you have a screen name and IP address, that does not tell you who is behind the computer, especially when there are multiple people who live in a residence.\"</p><p>And that's the anonymity problem in a nutshell — except for this: Prosecutors in this case were able to unmask many users of those graphic sites. The FBI seized the sites and watched for weeks, tapping communications and using other investigative techniques, according to court filings.</p><p>Assistant Attorney General Caldwell didn't want to share details, for fear criminals would work around them. But she says the government gets judicial approval to take those steps.</p><p>\"Certainly in the criminal context, there are a lot of checks and balances, and we work with the courts and under the supervision of the courts,\" Caldwell says.</p><p>Skeptics of government surveillance wonder if prosecutors tell judges exactly what they're doing — and whether courts understand those steps.</p><p>\"There is a problem of the gap in knowledge between the people implementing and deploying high-tech search methods and the judges that are supposed to be authorizing them,\" says Julian Sanchez, a senior fellow at the Cato Institute.</p><p>Sanchez says there are important trade-offs to balance between crime-fighting and privacy, and unknowns, such as whether the U.S. has found a way to crack the Tor network.</p><p>\"That's something that's important for the world to know; it's important for democracy activists in repressive regimes to know. Because if we can do it, probably China's intelligence agency can do it too,\" Sanchez says.</p><p>Last week, a computer science researcher at a conference in Germany reported that 4 out of 5 visits to Tor-hidden sites relate to child abuse or pedophilia, a study <a href=\"http://www.wired.com/2014/12/80-percent-dark-web-visits-relate-pedophilia-study-finds/\">first reported by Wired magazine</a>.</p><p>But no one knows how many of those visits come from law enforcement, patrolling the Web for criminals.</p><p>DeFoggi was sentenced to 25 years in prison on Monday.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Prosecutors+Say+Tools+For+Hiding+Online+Hinder+Cybercrime+Crackdowns+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375201458-ceb720.m3u?orgId=1&topicId=1019&d=230&p=2&story=375193167&t=progseg&e=375168843&seg=2&ft=nprml&f=375193167"},{"href":"http://media.npr.org/assets/img/2015/01/05/tor-3e5a2c04b2fed066c013156c77d59cde1f9b2418.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2670","width":"3561"}}]}