{"created":"2015-04-01T18:50:54+00:00","modified":"2015-04-01T21:10:05+00:00","valid":{"from":"2015-04-01T21:10:05+00:00","to":"3015-04-01T21:10:05+00:00"},"hreflang":"en","title":"From 'Banana' To 'Cucumber,' New Series Spans The Spectrum Of Sex","published":"2015-04-01T18:55:00+00:00","teaser":"<em>Cucumber</em> tells the adventures of a middle-aged gay man; <em>Banana</em> is a series of short stories. Russell T. Davies, who made <em>Queer As Folk</em>, says the titles came from a scientific institute in Switzerland.","itags":["npr_api","396809966"],"guid":"adb406e0-1a11-4267-b49f-4f09cfcf7a79","contentencoded":"<p>The creator of the 1999 BBC series <em>Queer As Folk </em>has made three new TV<em> </em>series about gay men and women — and two of them are coming to the U.S. later this month. They have the conspicuous names of <em>Cucumber</em>,<em> Banana </em>and <em>Tofu</em>. Russell T. Davies says the titles came from a study he read from a scientific institute in Switzerland that investigated men's sexuality.</p><p>\"The categories of 'cucumber' and 'banana' and 'tofu' were categories this sex survey came up with for ... states of arousal within the male, and the degrees of arousal, the degrees of happiness, shall we say, with cucumber being the most full on, banana being a middle stage and tofu being softer,\" Davies tells <em>Fresh Air</em>'s Terry Gross. \"I loved it. I read this article and I thought, 'Oh, that's the series I've been trying to write for years!' which is a genuinely hard look at men and their sexuality. So this three-part structure was born.\"</p><p><em>Cucumber</em>, the main show, tells the story of Henry, a middle-aged gay man and his life and his loves and his adventures. <em>Banana</em> is a series of shorter tales that use some of <em>Cucumber</em>'s male and female supporting characters, who are lesbian, trans and younger.</p><p>\"If <em>Cucumber</em> is a novel, <em>Banana </em>[is] short stories,\" Davies says.</p><p><em>Tofu</em>, which isn't slated to come to the U.S., is a documentary series of 10-minute pieces that cover almost every category not covered in <em>Cucumber</em> and <em>Banana</em>, according to Davies.</p><p>It uses \"truly fascinating people to explain their lives and areas of sexuality that might not normally be covered,\" Davies says. \"Between the three shows, we cover the world.\"</p><p><em>Cucumber</em> and <em>Banana</em> premiere in the U.S. on the Logo TV cable channel on April 13.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On <em>Cucumber</em> beginning with a couple who don't get married even though gay marriage is legal in Britain</strong></p><p>Writers aren't there to lead the parade; they're there to watch the parade. When these [gay marriage] laws are passed, yes, as a person I celebrate and I have a civil partnership myself and I'm delighted and happy. As a writer, I think every writer in the land ... thinks, \"How marvelous! What can go wrong with this?\" because actually that's the territory that every straight writer has been exploring for thousands of years — as in relationships and couples and what goes wrong and what goes right. So this couple was always heading for this problem, no matter what the law says because this story is one that's been burning in my heart for a decade or so.</p><p><strong>On wanting to write middle-aged gay characters </strong></p><p>I'm getting older — I was once that beautiful, dancing young man, believe it or not, and I've had 20 years to kind of look at life and reflect and become that older man. But I think, again, as a writer, you kind of want to go those open prairies where no one else is writing, where stuff is untouched, and actually the lives of middle-aged men [are] comparatively unexplored.</p><p>I think there's a tendency for gay characters who are now brilliantly, marvelously cropping up in more and more numbers and more and more shows and becoming more and more visible — I think we're culturally at a stage where those characters are pretty and sexy. I love my middle-aged cast, I'm not saying they're not sexy, but actually ... they're not the most beautiful people in the world, and neither am I, so that's fair enough. There are essays to be written about the fact that our culture is seen as pretty; our culture is seen as handsome; our culture is seen as fit and beautiful. ... But I think in gay terms, [my shows cover] new territory.</p><p><strong>On how being a closeted teen has helped him as a writer </strong></p><p>When you're in school — and I went to a big state school ... quite a rough, massive school ... and [at] 13, 14 everyone goes to parties, everyone starts getting drunk and everyone starts kissing. Eventually, [at] 14, 15 everyone starts having sex. The gay kids don't, as a rule — we tend to be the ones sitting back. And I still think this is the case — we're the quiet ones. We are sitting, watching ... if we are kissing someone, it's probably a lie.</p><p>This is changing, you now have such a thing as the gay teenager in the world, which is so wonderful. That literally didn't exist [when I was a teen], the out gay teenager, I mean. And I could sit and rage about those years and say what a terrible thing and if only I could have grown up with the opportunities that the straight kids were having, but part of me thinks actually that's made me who I am now, maybe that's led to what frankly is a great career as [a] writer, because I think I have great observational skills. I think I can sum people up very well. I think that comes from people watching and maybe those quiet teenage gay years gave me that ability – so, hooray.</p><p><strong>On the response to <em>Queer As Folk </em></strong></p><p>When I wrote <em>Queer As Folk</em>, which had a 15-year-old young gay character coming out of the closet (in the American version he was 17), ... he was sexually active and his parents knew and his school found out and that was a very big, bold move back in 1999, if I do say so myself.</p><p>As a result, when I'd go out ... socially or if I'd be out at gay events or something like that, I became a magnet for young boys who had left home. ... Literally they'd queue up in front of me and say, \"I'm Nathan; I've left home. My parents hate me.\" While I'm very aware that genuinely, terribly, dramatically, people can be thrown out of their homes, it's actually very rare, I think.</p><p>I kept meeting these young gay men who were simply teenagers, who had simply thrown a teenage strop and stormed out of home. ... That's kind of in the DNA of a teenager. When it's a gay teenager, it becomes about the gayness, but actually what it is, is about being teenage and simply saying, \"Mum, Dad, you don't understand me.\" ...</p><p>In the end, I could've set up a [<em>Peanuts </em>character] Lucy van Pelt psychiatrist booth with a sign that said, \"The psychiatrist is in.\" And I literally just had to sit there dispensing advice to these kids. ...</p><p>My advice was always the same, which was: \"Go home. Go home.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+%27Banana%27+To+%27Cucumber%2C%27+New+Series+Spans+The+Spectrum+Of+Sex&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"1842"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396862070-548d90.m3u?orgId=1&topicId=1138&e=396809966&d=1842&ft=nprml&f=396809966"},{"href":"http://media.npr.org/assets/img/2015/04/01/cucumber---vincent-franklin-as-henry-best-l-cyril-nri-as-lance-sullivan-r-eebf6be014cdd7d9d63cbd53c32ad1998d05f6b5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3151","width":"4204"}},{"href":"http://media.npr.org/assets/img/2015/04/01/russell---courtesy-of-logo-ec292275f04e3a25bec7b39fb5ad674ea0d8af6c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2008","width":"2677"}}]}