{"created":"2015-05-14T14:40:29+00:00","modified":"2015-05-14T14:40:29+00:00","valid":{"from":"2013-01-02T20:32:24+00:00","to":"3013-01-02T20:32:24+00:00"},"hreflang":"en","guid":"adbde317-542a-440f-88bb-4f51c305d166","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p><span>If you’re headed to the mall to return some holiday gifts, brace yourself.   Some stores have changed their holiday return policies.  They’re stricter than they used to be, with less time to bring things back for a refund. </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>Best Buy, Sears and Toys-R-Us have all cut back their return windows.  At a Best Buy I visited <span>in Silver Spring, Md.,  most of the customers I talked to didn’t know what the return policy was<span> – </span>or that it has been cut in half, to 15 days from 30.  </span></p>\"},{\"content\":\"<p><span>“That’s not good,” shopper Rose Acorda said.  “I mean – especially in this very busy, fast-paced life we most live, I don’t think 15 days is enough.”</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>I asked the store manager whether the return policy should be better advertised.  He pointed to a bigger sign spelling out the policy by the store entrance, and said it’s on the receipt.  Also, Best Buy doesn’t charge a re-stocking fee for returns in open boxes.   And, like many stores, it has an extended holiday return period.  </p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>&quot;Retailers are both naughty and nice,” says Edgar Dworsky, a consumer advocate who runs the<span> </span><a href=\\\"http://www.consumerworld.org/\\\" target=\\\"_blank\\\">Consumer World</a><span> </span>website. “They’re being nice for the holiday shopping period, but as soon as that’s over, they’re going to the shorter period.”</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>Dworsky says retailers had to get stricter because they were losing billions on fraudulent returns, like when stolen merchandise is bought back for cash. Ken Perkins, president of Retail Metrics, says fraud has been on the rise.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>“It certainly picked up during the great recession as things got worse,” he says. “It seems to be an ongoing issue that retailers are combating.”</span></p>\"},{\"content\":\"<p><span>But, there is still room for haggling. Stores might take something back after the return window has closed – if you’re patient enough to ask for the manager, you&apos;re only a few days outside the return window, and you&apos;re able to make a compelling case. </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>“Like, I have a customer who bought a laptop and maybe they went out of the country and they’re a few days outside of the return,” says<span> </span>Marlon Mendia, who manages the Best Buy I visited.  “It’s not a big deal for us.  We can do those exceptions for our customers.”</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>So be patient, be persistent, keep your receipts.  And you might just have many happy returns. </span></p>\"}]","published":"2013-01-02T20:32:24+00:00","itags":["Marketplace for Thursday, January 2, 2014","PMP:Marketplace_PMP","adbde317542a40f38bb84f51c305d166","Marketplace"],"description":"Be patient, be persistent, keep your receipts.  And you might just have many happy returns.","title":"How to hack your holiday returns","byline":"Nancy Marshall-Genzer","teaser":"Be patient, be persistent, keep your receipts.  And you might just have many happy returns.","contentencoded":"<div class=\"barn-cleaned\"><p><span>If you’re headed to the mall to return some holiday gifts, brace yourself.&nbsp;&nbsp; Some stores have changed their holiday return policies.&nbsp; They’re stricter than they used to be, with less time to bring things back for a refund.&nbsp;</span></p>\n<p>Best Buy, Sears and Toys-R-Us have all cut back their return windows. &nbsp;At a Best Buy I visited&nbsp;<span>in Silver Spring, Md., &nbsp;most of the customers I talked to didn’t know what the return policy was<span>&nbsp;–&nbsp;</span>or that it has been cut in half, to 15 days from 30. &nbsp;</span></p>\n<p><span>“That’s not good,” shopper Rose Acorda said.&nbsp; “I mean – especially in this very busy, fast-paced life we most live, I don’t think 15 days is enough.”</span></p>\n<p>I asked the store manager whether the return policy should be better advertised.&nbsp; He pointed to a bigger sign spelling out the policy by the store entrance, and said it’s on the receipt.&nbsp; Also, Best Buy doesn’t charge a re-stocking fee for returns in open boxes.&nbsp;&nbsp; And, like many stores, it has an extended holiday return period. &nbsp;</p>\n<p><span>\"Retailers are both naughty and nice,” says&nbsp;Edgar Dworsky, a consumer advocate who runs the<span>&nbsp;</span><a href=\"http://www.consumerworld.org/\" target=\"_blank\">Consumer World</a><span>&nbsp;</span>website.&nbsp;“They’re being nice for the holiday shopping period, but as soon as that’s over, they’re going to the shorter period.”</span></p>\n<p><span>Dworsky says retailers had to get stricter because they were losing billions on fraudulent returns, like when stolen merchandise is bought back for cash. Ken Perkins, president of Retail Metrics, says fraud has been on the rise.</span></p>\n<p><span>“It certainly picked up during the great recession as things got worse,” he says. “It seems to be an ongoing issue that retailers are combating.”</span></p>\n<p><span>But, there is still room for haggling. Stores might take something back after the return window has closed – if you’re patient enough to ask for the manager, you're only a few days outside the return window, and you're able to make a compelling case.&nbsp;</span></p>\n<p><span>“Like, I have a customer who bought a laptop and maybe they went out of the country and they’re a few days outside of the return,” says<span>&nbsp;</span>Marlon Mendia, who manages the Best Buy I visited.&nbsp; “It’s not a big deal for us.&nbsp; We can do those exceptions for our customers.”</span></p>\n<p><span>So&nbsp;be patient, be persistent, keep your receipts.&nbsp; And you might just have many happy returns.&nbsp;</span></p></div>","tags":["Retail","return policies","APM","holiday shopping","Business"],"audio":[{"meta":{"crop":"primary","height":"340","width":"610"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/158620720.jpg?itok=GAVBk5LM"},{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/01/02/marketplace_segment22_20140102_64.mp3","meta":{"duration_hms":"00:02:26","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/01/02/marketplace_segment22_20140102"},"duration":146},"type":"audio/mpeg"}]}