{"created":"2015-06-03T20:35:03+00:00","modified":"2015-06-08T19:34:22+00:00","valid":{"from":"2015-06-08T19:34:22+00:00","to":"3015-06-08T19:34:22+00:00"},"hreflang":"en","title":"Infiltrating 'The Dark Net,' Where Criminals, Trolls And Extremists Reign","published":"2015-06-04T13:25:00+00:00","teaser":"Jamie Bartlett exposes an encrypted underworld to the Internet in his book <em>The Dark Net: </em>\"Anybody with something to hide, whether it's for good reasons or for ill, finds a very natural home there.\"","itags":["npr_api","411476653"],"guid":"adbd0583-f05e-4c2d-8d7b-472c27daf156","contentencoded":"<p>There's a side to the Internet most people have never visited. Tor Hidden Services, or the Tor Network, is an encrypted, hidden network of about 50,000 websites that can't be accessed with a traditional browser like Chrome or Firefox. Its users include criminals, trolls and extremists.</p><p>Author Jamie Bartlett, who chronicles the secret corners of the Internet in his book <em>The Dark Net,</em> likens it to the \"Wild West.\"</p><p>\"You have anonymous users visiting sites that can't be censored. So anybody with something to hide, whether it's for good reasons or for ill, finds a very natural home there,\" Bartlett tells <em>Fresh Air's</em> Terry Gross.</p><p>Bartlett first became involved with the Tor Network, which some users refer to as \"the darknet,\" when he was researching the online components of radical social and political movements. Gradually his investigation expanded to include different channels within the darknet. As part of the research for the book, he moderated a trolling group, purchased marijuana on a black market site and studied child pornography networks.</p><p>Bartlett says that infiltrating the encrypted world of the Internet wasn't as difficult as he expected: \"I found overall that people that live in these darker parts of the net actually want to get their side of the story out, they want to be heard. So once you have their trust, you actually can't stop them from talking; they won't shut up.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On using </strong><strong>Tor</strong><strong> browsers to access the \"</strong><strong>darknet</strong><strong>\"</strong></p><p>It's called a Tor browser [and] you download it from the net. ... It was originally invented by the U.S. naval intelligence who wanted a Web browser that would allow their intelligence officers to browse the net without giving themselves away. ... It essentially means that when you go online with it, you can go to any website; you can go to CNN.com with this browser, but it bounces your request to access a website via several different computers around the world encrypting and decrypting your request as it goes, which means by the time it gets to the CNN website nobody really knows where that request has come from.</p><p>This browser can be used be for anything and more and more people are using it because they care about their Internet privacy. But it's also your key, your way in, to this second, hidden, encrypted Internet which is technically called Tor Hidden Services, some people call it \"the darknet.\"</p><p><strong>On how </strong><strong>darknet</strong><strong> marketplaces work</strong></p><p>When you go onto this site, you use your encrypted browser — the Tor browser — you have your Bitcoin, which is a cryptocurrency that allows you to transact with people; it's sort of a form of digital cash that keeps your identity secret. So you have this clever encryption system but it's so familiar when you arrive. You get online, you log onto the site, and you are presented with what essentially looks like an eBay for drugs — so thousands of products from hundreds of different vendors based all around the world, and all those trappings of an e-commerce site. You have your special offers. You have your product descriptions. You have your — <em>crucially </em>— your user reviews of each product that's on offer. ... You scroll through the different options available to you. You contact the vendor, if you so wish. You place an order. You pay with your cryptocurrency. You put your address in, and you wait for your product to arrive in the post. It really is that simple.</p><p><strong>On the philosophy that the </strong><strong>darknet</strong><strong> exists because of individual freedom and privacy</strong></p><p>There are certainly those who use the language of libertarianism to excuse themselves from being responsible for their actions. But beyond that, I think there is a very significant number of people who genuinely believe — and indeed this goes back to the '90s when we had a wave of interest in encryption and privacy and anonymity online — that the Internet in some ways was a great hope for libertarians, that it was a place where people could come together, communicate, transact, create communities and identities, entirely outside of the scope of this state. ...</p><p>The reality is, of course, with this sort of world view, you are always going to get an incredible explosion, expression, of freedom, ideas [and] activity that many of us would find quite unacceptable. Sometimes that's incredible innovative and interesting, and sometimes it's very dark.</p><p>So I guess it's a story about technology in general, really, which is that it extends human freedom, extends human power and people will use that for good and for ill.</p><p><strong>On child pornography on the </strong><strong>darknet</strong></p><p>In this hidden Tor network, sites are very, very difficult indeed to close down because they're very hard to locate. You need to locate the server of a website to shut it down and with the encryption that this system uses, that's very difficult. But there's another side to this which isn't about clever encryption. It's not about distributed images. It's the way that these images are being produced. According to the Internet Watch Foundation, which is a U.K.-based organization that monitors this stuff, about a third of child pornography images are now being produced by young people themselves, people under the age of 18 who are taking photographs or images or videos of themselves and their partners and then sharing them amongst their friends or posting them online. So when you have so many young people that are producing the images themselves, there are pedophiles lurking, collecting those images and then adding them to this sort of warehouse, this distributed system or sharing and storing images. So those two things together make this an incredibly difficult problem to solve.</p><p><strong>On how the self-proclaimed Islamic State uses social media</strong></p><p>I've seen [ISIS] using what you might consider to be very traditional advertising techniques probably more associated with cool, young advertising and marketing types in Brooklyn than people fighting for Islamic State, but this is the thing: In a way, it's not surprising at all, because the people that are joining Islamic State or ISIS are typically Western men in their 20s and 30s. Is it any surprise that they might take to Facebook or to Twitter or to YouTube to produce glitzy videos, to try to make their content go viral? I've seen them produce videos of guns and cats and all the sorts of strange things you get with viral marketing. ... They'll often post pictures of themselves with guns and then they'll add a cat into it because images of cats tend to do very well on social media; people love cats.</p><p><strong>On how hacking groups like Anonymous are taking down ISIS propaganda</strong></p><p>My view is, with groups like Anonymous, these are exactly the types of people we need on our side to fight against groups like ISIS. Now, sometimes Anonymous will do things that I don't agree with. But frankly, when you're fighting against someone like ISIS, who are so good in the digital space, you need people who are just as good to try to counteract their influence. I think it's going to be groups like Anonymous that will be far better at doing that than governments.</p><p><strong>On trolling</strong></p><p>The word \"troll\" ... actually refers to a fishing technique of dragging a baited line across a surface of water to see what bites on it. That's where the term comes from, not the cave-dwelling ogre.</p><p>There are many people who consider that trolling is culture, it's an art form, it's one of the longest standing cultures on the net. And for these people it's, again, a bit libertarian, it's a statement of free expression. It's a statement that we have to be offensive to others if we want to keep peoples' skin thick. If we want to live in a society where we value free speech it almost demands that we be offensive to others. And they see their job as going around and offending other people, often in a very clever, sort of sophisticated way. They're really upset that the word \"trolling\" has now come to mean essentially anyone that bullies another individual online. They don't see that as trolling; theirs is an art form.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Infiltrating+%27The+Dark+Net%2C%27+Where+Criminals%2C+Trolls+And+Extremists+Reign&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2702"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411795755-31ce27.m3u?orgId=1&topicId=1019&d=2702&p=13&story=411476653&t=progseg&e=411483576&seg=1&ft=nprml&f=411476653"},{"href":"http://media.npr.org/assets/img/2015/06/03/data-thumb-istock-b071623251b53cb1c3aa7da14efe23d19f82bf46.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1718","width":"2291"}},{"href":"http://media.npr.org/assets/img/2015/06/03/jamie-bartlett-author-photo-c-jeff-overs-cb639e7ec9ade7e640c5993ffc568754638c2f9c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1483","width":"1977"}}]}