{"created":"2015-04-24T10:08:00+00:00","modified":"2015-05-13T21:00:50+00:00","valid":{"from":"2015-05-13T21:00:50+00:00","to":"3015-05-13T21:00:50+00:00"},"hreflang":"en","title":"A Look At 'Blackbird,' The First Film On The New 'Black Netflix'","published":"2015-04-24T16:27:00+00:00","teaser":"The Urban Movie Channel, created by BET founder Robert L. Johnson, is being touted as the black Netflix. Its first original movie, <em>Blackbird, </em>is about a gay interracial romance in the Deep South.<em></em>","itags":["npr_api","401793517"],"guid":"add18952-ccb0-4d6d-975a-23efac387aad","contentencoded":"<p>A tiny independent movie has been picked by one of Hollywood's biggest moguls to promote his latest venture. Robert L. Johnson created BET and now, the Urban Movie Channel — an online channel that's being called the black Netflix.</p><p>The first original film it has acquired is a gay interracial romance set in the Deep South. In <em>Blackbird</em>, the main character Randy is in high school. Everyone thinks he's gay, and they're totally fine with it.</p><p>Randy, 18, is fervently religious. Even though his best friend is gay, Randy's in denial about his own sexuality.</p><p>Director Patrik-Ian Polk<em> </em>says<em> Blackbird</em> is a movie he has wanted to make ever since he left Mississippi for college and found himself in the gay and lesbian section of a Boston bookstore.</p><p>\"And there was one book on the shelf I could tell had an illustration of a black person on the cover,\" he recalls. \"I could see illustrated brown skin on the spine.\"</p><p>The book was <em>Blackbird</em> by Larry Duplechan.</p><p>\"It had changed my life,\" Polk says. \"I'd never read anything that was told from a gay black perspective.\"</p><p>That perspective informs everything Polk's made for the past 20 years, including his groundbreaking cable series <em>Noah's Arc</em>. When Polk finally adapted <em>Blackbird</em>, he sent the script to actor Isaiah Washington.</p><p>Washington recalls: \"I said, 'So, sorry I said have to be part of this — this is an amazing story. Coming from me, I know it's going to raise eyebrows.' \"</p><p>That's because seven years ago, Washington was accused of using an anti-gay slur in an argument on the set of the show <em>Grey's Anatomy</em>. In <em>Blackbird</em>, he plays Randy's loving father.</p><p>All the drama around what Washington might have said on the <em>Grey's Anatomy</em> set did not concern Polk.</p><p>\"Two actors having a spat on set — which happens all the time — and unfortunately in this media age that we live in now, that gets blown up,\" he says. \"And suddenly he's labeled, you know, homophobe, and that's all people remember.\"</p><p>Polk says the label sticks with Washington even though other actors like Alex Baldwin, Jonah Hill have used gay slurs, apologized and moved on.</p><p>Since the <em>Grey's Anatomy</em> incident, Washington has worked in a lot of small independent films. He starred in the critically acclaimed but little-seen <em>Blue Caprice</em>, where he played the Washington, D.C., sniper John Muhammad.</p><p>Washington's recent films reflect his range and fearlessness, says Marcella De Veaux. She's a media relations expert who follows entertainment issues. But she was still surprised to see Isaiah Washington in a movie with a lot of gay teenage sex — some of it during church.</p><p>\"If I were guiding him, I would have suggest something maybe not so controversial, maybe not so provocative,\" she says. \"I might have said, 'Play it safe.' \"</p><p><em>Blackbird</em> is also opening in a small number of theaters across the country this weekend. De Veaux is impressed that it's the Urban Movie Channel's first original acquisition</p><p>\"It's terrific, I mean, it's Bob Johnson,\" she says. \"He takes chances. Why tiptoe out of the gate?\"</p><p>As it happens, this is also the first movie out of the gate for actress and comedian Mo'Nique since she won an Oscar four years ago for her role in the movie <em>Precious</em>. Mo'Nique says she got branded as difficult, partly because she turned down every single script she was sent.</p><p>\"Not only did it not touch me, it just didn't make financial sense,\" she says. \"You know, some of the offers that I was getting, I was offered less money after I won the Oscar than before I won the Oscar.\"</p><p>With <em>Blackbird</em>, Mo'Nique is executive producing. So is Washington. That gives them a kind of power over their narratives — both on screen and off.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Look+At+%27Blackbird%2C%27+The+First+Film+On+The+New+%27Black+Netflix%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"282"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401917229-9abee4.m3u?orgId=1&topicId=1045&d=282&p=3&story=401793517&t=progseg&e=401860291&seg=5&ft=nprml&f=401793517"},{"href":"http://media.npr.org/assets/img/2015/04/23/blackbird_tht_rated_hic-2--bc527ad658c6647a4047eff6ae48ddb7b6906636.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1124","width":"1499"}}]}