{"created":"2014-11-12T19:06:19+00:00","modified":"2014-11-12T20:53:15+00:00","valid":{"from":"2014-11-12T20:53:14+00:00","to":"3014-11-12T20:53:14+00:00"},"hreflang":"en","title":"Giving The Homeless A Camera To Tell Their Stories","published":"2014-11-12T19:52:00+00:00","teaser":"A new project is handing out GoPro's to homeless people, hoping to give the public a closer look at who these people really are. ","itags":["npr_api","363548931"],"guid":"ade01c33-53ea-4c9b-bec2-949ad6f846e1","contentencoded":"<p>Few people know about the lives of homeless people.</p><p>So, in honor of his late uncle who battled schizophrenia and was homeless on and off for 30 years, <strong>Kevin Adler</strong> started the <a href=\"http://www.nearshot.com/\" target=\"_blank\">Homeless GoPro Project</a> to capture the stories of 100 homeless people across the country.</p><p>Adler tells <a href=\"http://hereandnow.wbur.org/\" target=\"_blank\"><em>Here & Now</em>&#8216;</a>s Robin Young how technology and connections with homeless service providers can help dispel myths the general public have about homeless people.</p><p><a href=\"http://www.youtube.com/watch?v=StpThm4WKYw\">[Youtube]</a></p><h4>Interview Highlights: Kevin Adler</h4><p><strong>On mission</strong></p><p>“We’ve worked with twelve homeless autobiographers and we do a pre-interview session where they get to know us, we get to know them. We always have volunteers on hand to help capture the story with them so it’s a way of connecting communities. The goal is to build empathy, to dispel myths around homelessness, and really to help homeless individuals reconnect with not only their local communities but also their loved ones.”</p><p><strong>On &#8220;immersive entertainment&#8221;</strong></p><p>“What we see this project as is a form of immersive storytelling. Too often when we think of say ‘reality television’ it’s defined by all cameras focused on one individual and it becomes a performance. When you have a camera and you’re able to wear it and show the world what you see through your eyes, the lines are blurred between who is the storyteller and who is the viewer because you’re on the camera as much as I am if I’m telling my story. We’re bringing forth this new form of entertainment and we believe that entertainment should be not only compelling but a form of empathy-building.”</p><p><strong>On criticisms of the project</strong></p><p>“I think in the tech community there is a very subtle but very virulent strain of paternalism, where people assume they know what’s best for others. If you, say, just throw money at the problem—well that hasn’t been working. These homeless service organizations that were helping uplift, who partner with us and love the work we do, see us as an important customer interface layer—a user interface layer between the important work they’re doing on the ground and how the services are received.”</p><h4>Guest</h4><ul><li><a href=\"http://www.kevinfadler.com/\" target=\"_blank\"><strong>Kevin Adler</strong></a>, co-founder, Homeless GoPro Project. He tweets <a href=\"https://twitter.com/kevinfad\" target=\"_blank\">@kevinfad</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Giving+The+Homeless+A+Camera+To+Tell+Their+Stories&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"370"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363576101-060446.m3u?orgId=1&ft=3&f=363548931"}]}