{"created":"2015-03-09T17:38:29+00:00","modified":"2015-05-13T21:21:42+00:00","valid":{"from":"2015-05-13T21:21:41+00:00","to":"3015-05-13T21:21:41+00:00"},"hreflang":"en","title":"To Head Off Trauma's Legacy, Start Young","published":"2015-03-10T00:25:00+00:00","teaser":"Two Philadelphia medical clinics support parents to help break generational cycles of trauma and abuse. Attending to adversity, doctors say, gives kids a better chance to grow up healthy.","itags":["npr_api","377569414"],"guid":"ae024142-8ca0-48e9-aab3-14cc73a2a901","contentencoded":"<p>At the Cobbs Creek Clinic in West Philadelphia, <a href=\"http://www.chop.edu/news/putting-children-healthy-path#.VOvOMyxCiDk\">Dr. Roy Wade</a> relies on some of the same tools every pediatrician uses for exams — blood pressure cuffs, a stethoscope, and, of course, tongue depressors.</p><p>He also uses particular questions to get at something that few doctors try to measure: childhood adversity.</p><p>Wade is working on his own screening tool, a short list of questions that would give every young patient at the clinic an \"adversity score.\" The list will include indicators of abuse and neglect (which pediatricians already are on the lookout for) and also check for signs of poverty, racial discrimination or bullying.</p><p>Wade wants to take action because research suggests that the stress of a tough childhood can raise the risk for later disease, mental illness and addiction. The American Academy of Pediatrics <a href=\"http://pediatrics.aappublications.org/content/129/1/e224.long\">put out a call in 2011</a> to doctors to address what the Academy characterizes as \"toxic stress\" among young patients.</p><p>Of course, not every kid with a rough childhood will suffer long-term effects. But asking every patient (or their parents) about adversity in their lives, Wade says, could help identify the kids who are at higher risk.</p><p>If a patient has a high adversity score, Wade says, he's likely to track the child's development more closely. \"That'll be the kid where I'll say, 'Come back to me in three months, or two months,' \" he says. \" 'Let's see how you're doing. Let's check in.' \"</p><p>Take 11-year-old Tavestsiar Fullard. When I met Tavestsiar at the Cobbs Creek Clinic last summer, he smiled with shy excitement about starting middle school, and told stories about his new puppy, Midnight. But just a few years ago, he was a very different kid.</p><p>\"He wouldn't talk,\" says Tavestsiar's dad, Silvester Fullard. \"He didn't want to be around other kids. If you'd just say something, he'd go into a little shell.\"</p><p>Tavestsiar started living with his dad in 2010. Before that, things were tough.</p><p>He'd been living with his mom in a shelter. One morning on a Philadelphia city bus, she grabbed the little boy's face, and left scratch marks with her nails. Child protective services intervened, and Silvester Fullard got a call that same day to come pick up his son, Tavestsiar.</p><p>Back then, Silvester says, Tavestsiar seemed so closed off and unhappy. The father wanted to help — and often, he says, food became a way to do that.</p><p>Silvester says he partially blames himself for Tavestsiar's struggles with severe obesity, which he links to the trauma in the boy's childhood.</p><p>\"I started just giving him whatever he wanted, to make him feel better after all the things he'd been through,\" Silvester explains.</p><p>But after a while, Tavestsiar gained so much weight that he and his father nearly wore the same size clothes.</p><p>\"So I was like, 'OK, it's time,' \" Silvester says – time to get Tavestsiar signed up for a weight loss program for kids at Children's Hospital of Philadelphia.</p><p>Becoming a father to Tavestsiar has led Silvester to start taking care of his own health, too. When he got the call to come take custody of his son — an emergency phone call, no warning — he'd been an alcoholic for years.</p><p>\"Right when I got the phone call, I was just getting ready to take a drink,\" Silvester remembers. \"So I put the alcohol down, and went straight to pick him up.\"</p><p>He says he hasn't had a drink since. He also started cooking healthier meals at home, and going to the gym with Tavestsiar.</p><p>These are the sorts of shifts in family dynamics that intrigue Roy Wade. He thinks getting an adversity score from kids could give him a way in — a way to be a doctor to a whole family.</p><p>It's easy from that launching pad to start talking with the adults about their own smoking, or drinking, Wade says. \"Instead of looking at the parent, you say, 'Well, these are the impacts that [your smoking or drinking] could have on your kid.' It helps you address an array of different problems within a family.\"</p><p>So how early can you start? At Tavestsiar's age? Or even earlier — age 5 or 6?</p><p>Across town, at a community clinic in North Philly — the Stephen and Sandra Sheller 11th Street Family Health Services Center — the staff is determined to start even earlier than that.</p><p>In the clinic's prenatal groups for expectant parents, each adult routinely fills out an <a href=\"http://www.npr.org/blogs/health/2015/03/02/387007941/take-the-ace-quiz-and-learn-what-it-does-and-doesnt-mean\">ACE questionnaire</a>, which asks them about some of their own difficult experiences from childhood.</p><p>The survey's 10 questions cover things like physical and sexual abuse, neglect, death of a parent, and alcohol or drug use in the home; each participant winds up with an ACE score of between 0 and 10.</p><p>Research suggests that an ACE score of 4 is the threshold where health risks start to climb. In one prenatal group at 11th Street, everyone scored between 3 and 5. A few years ago, researchers screened a larger sample of 11th Street patients and found that 49 percent had an ACE score of 4 or higher, says <a href=\"http://www.drexel.edu/cnhp/faculty/profiles/GerrityPatricia/\">Patty Gerrity</a>, founder and director of the center, which is affiliated with Drexel University.</p><p>\"We knew that we were working with a very traumatized population,\" Gerrity says, \"but we were sort of astounded at the numbers.\" The hope is that talking in the prenatal group about childhood will help break generational cycles of trauma and abuse.</p><p>\"We can't go back and change it, but the patients can change,\" says Gerrity. \"They really don't want this to happen to their children.\"</p><p>Ashley Brant, one of the moms in the 11th Street prenatal group, was about eight months pregnant with her third child when she took the ACE survey last summer. Her own childhood was tough, Brant says. She doesn't remember ever living with her mom, who had a drug problem. Her dad was murdered. And she had her first baby when she was only 12 years old.</p><p>She now has one big goal in doing things differently for her kids: \"Just to be able to give them a mom, to know what it feels like to have a mother, because I don't,\" she says. \"Seeing them smile, having me around and relying on me so much ... it's like, I'm doing something good, positive.\"</p><p>Research shows that a child who has a bond with at least one caring adult is more likely to overcome the lasting effects of adversity. Brant may be giving her kids more than a great childhood — she may be giving them a better shot at a healthy adulthood, too.</p><hr /><p><em>This story is part of the NPR series, </em><a href=\"http://www.npr.org/blogs/health/2015/03/02/377569413/www.npr.org/series/389312217/what-shapes-health\">What Shapes Health?</a> <em>The series explores social and environmental factors that affect health throughout life. It is inspired, in part, by findings in a </em><a href=\"http://media.npr.org/documents/2015/feb/What_Shapes_Health_Report.pdf\">poll </a>released Monday<em> by NPR, the Robert Wood Johnson Foundation and the Harvard T.H. Chan School of Public Health</em><em>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=To+Head+Off+Trauma%27s+Legacy%2C+Start+Young&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Starecheski","audio":[{"meta":{"duration":"496"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391915175-e9254f.m3u?orgId=1&topicId=1128&aggIds=389312217&d=496&p=2&story=377569414&t=progseg&e=391915103&seg=4&ft=nprml&f=377569414"},{"href":"http://media.npr.org/assets/img/2015/02/23/tav-silv-1-083f371dd745d2e234966a2fd3a5f9b5931c0630.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1331","width":"1776"}},{"href":"http://media.npr.org/assets/img/2015/03/06/img_0463-212a65e9f64c371dda46d9286a13d7e27d4ea1b5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}},{"href":"http://media.npr.org/assets/img/2015/02/23/tav-silv-2-6a584c2196d401087a8fee0ae1f3d568ee77797e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1331","width":"1776"}},{"href":"http://media.npr.org/assets/img/2015/02/23/tav-silv-3-36c6d619a17c554df2c7ad30866e9b185084a4a4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1331","width":"1776"}},{"href":"http://media.npr.org/assets/img/2015/02/23/tav-silv-4-b928efd7bd25571908d362d0a41237ca0d93a095.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1331","width":"1776"}}]}