{"created":"2015-03-30T20:46:53+00:00","modified":"2015-05-13T21:05:56+00:00","valid":{"from":"2015-05-13T21:05:56+00:00","to":"3015-05-13T21:05:56+00:00"},"hreflang":"en","title":"Why Are Chinese Artists Representing Kenya At The Venice Biennale?","published":"2015-04-17T04:57:00+00:00","teaser":"Kenya will participate in the Venice Biennale, the prestigious art show that opens on May 9. But only two of the artists representing Kenya will be Kenyan. Most aren't even African — they're Chinese.","itags":["npr_api","396391120"],"guid":"ae0f6def-b493-4cea-b379-442e294fcdda","contentencoded":"<p>There's something sketchy at this year's Venice Biennale — the international art exhibition sometimes dubbed the Olympics of the contemporary art world.</p><p>When you come to the Kenyan pavilion, almost all of the artists will be ... Chinese.</p><p>The <a href=\"http://www.labiennale.org/en/Home.html\">Biennale</a>, one of the oldest and most important exhibitions of contemporary art in the world, takes place in Venice every two years. Thirty countries, including the U.S., have a permanent slot.</p><p>About 50 other countries have applied for their own exhibition space, called a pavilion. The East African country of Kenya hosted its first pavilion in 2013 and plans to host another this year, featuring mainly Chinese nationals. None of them have apparently ever been to Africa or reference it in their work.</p><p>The controversial <a href=\"http://www.labiennale.org/en/art/exhibition/national-participations/\">roster</a> — including contemporary artists <a href=\"https://www.artsy.net/artist/qin-feng\">Qin Feng</a>, <a href=\"http://www.saatchigallery.com/artists/shi_jinsong.htm\">Shi Jinsong</a>, <a href=\"http://www.lizhanyang.com/english\">Li Zhanyang</a>, <a href=\"https://www.artsy.net/artist/lan-zhenghui\">Lan Zheng Hui</a>, <a href=\"http://ligang.artron.net/\">Li Gang</a>, and others — has provoked outrage among Kenyan bloggers and artists. It's also provoked a sense of deja vu — the same thing happened in <a href=\"https://crypticparadoxes.wordpress.com/2013/07/25/the-kenyan-pavilion-at-the-55-venice-biennial-what-next-after-the-disaster/\">2013</a>. Kenya's first-ever pavilion was also overwhelmingly Chinese.</p><p>\"I was a member of the jury for the last Biennale in 2013 and the Kenyan Pavilion was shambolic,\" writes Olabisi Silva on <a href=\"https://www.facebook.com/olabisi.silva/posts/740818092705171?pnref=story%5d\">Facebook</a>. The founder and director of the Centre for Contemporary Art in Lagos, Nigeria, wrote that the Kenyan pavilion was \"full of Chinese and Italian artists with some [Kenyan artists] in a dark room.\"</p><p>\"A frightening manifestation of neocolonialism vulgarly presented as multiculturalism,\" wrote Wenny Teo <a href=\"http://www.theartnewspaper.com/blogs/Neocolonialism-as-multiculturalism-at-the-Kenya-pavilion/29841\">in a critique</a> of the 2013 exhibit, \"to be avoided like the plague.\"</p><p>In Nairobi, where the Kenyan contemporary art scene is gaining traction with serious art buyers, the news is being felt not just as an artistic flop but as a colossal missed opportunity. \"It's a kick in the stomach,\" says Sylvia Gichia, director of <a href=\"http://www.kuonatrust.org\">Kuona Trust</a>, an artist's collective and residency program in Nairobi. Organizations like hers work hard to bring Nairobi's artistic renaissance to a global audience via art fairs and <a href=\"http://www.circleartagency.com/\">art auctions</a>.</p><p>Needless to say she is dismayed that the 370,000 art lovers who visit the Biennale will see none of the work that's driving the contemporary Kenyan scene. \"What,\" Gichia asks, \"do the Chinese have to do with visual arts in Kenya?\"</p><p>Nobody in Kenya's government will answer that question. (Calls and texts to the personal cellphone of Nairobi's minister of culture, Hassan Wario, went unanswered.) In most countries, the government either selects the artists or assigns that duty to a private gallery. In Kenya, the government apparently played no role other than to fob off the job to an Italian curator, Paola Poponi.</p><p>Poponi cannot say she has ever set foot in Kenya, but her official title is \"commissioner\" of the Kenyan pavilion, the same title she held in 2013. She defended the choice of artists, in an email liberal with capitalizations, saying that the Kenyan pavilion ably expressed the international theme of this 56th Biennale, which is <em>All The World's Futures</em>.</p><p>Poponi wrote, \"Talking about art FROM ANOTHER PART OF THE WORLD during an art exhibition can be useful for KENYA, always more able to create its OWN IDENTITY.\" She said that art should not be constrained by geography and explained in a follow-up email that \"MEETING THE REST OF THE WORLD\" would enable Kenyan artists to analyze their own experiences \"more deeply.\"  </p><p>But if Poponi's goal is to expand the vision of Kenyan artists and have them \"meet\" the rest of the world, what better way than to invite Kenyans to the Biennale exhibition?</p><p>Poponi wrote back to say that the pavilion does feature Kenyans. Two of them. The one ethnic Kenyan in this pavilion — <a href=\"http://mkenyaujerumani.de/2014/11/25/kenyan-receives-numerous-awards-for-film-on-racism/\">Yvonne Amolo</a>, who has won awards for her film about racism — lives in Switzerland and has no connection to the contemporary Kenyan art scene.</p><p>The other Kenyan citizen is a 72-year-old Italian-born painter, sculptor and real estate magnate who has lived in the Kenyan coastal town of Malindi for nearly a half a century. Armando Tanzini sits at the heart of this controversy, because he's the only artist whose work has appeared in both the 2013 and 2015 Kenyan pavilions.</p><p>On his Facebook page, <a href=\"https://www.facebook.com/pages/ARMANDO-TANZINI/300235927631\">Tanzini describes what he is all about</a>:</p><blockquote><p>\"I love Africa, I love it with its endless qualities and its anful defects, I love it because it's innocent and poor, I love it like I love all my neighbors, also the rich one, but the poor — uncomfortable — are signals. Why don't we turn our head to this forgotten world placed under Equator? Why don't we try to help them to make concrete the huge richness of their land and their souls? Not as missionaries, but as smart and sincere managers, ready to give and receive. I've been working with them for 30 years, testing several irrational economies such as tourism, agriculture, handcraft, estate activities and so on. I discovered that only magic of creativity could face those economic appalling emergencies, especially in artistic and scientific fields.\"</p></blockquote><p>I sat down with Tanzini last week in a cafe in Nairobi to understand how the pavilion had come to be. He spoke proudly of the art workshops he holds for Kenyan children at his exclusive beachfront lodge. He described with awe his adopted hometown, Malindi, where he first bought property in the late '60s. That was long before the town would become known as Kenya's \"Little Italy\" for its palatial Italian resorts frequented by Formula One racers and celebrity politicians.</p><p>Tanzini, a prominent figure in this Italian scene, doesn't mingle much with Kenya's contemporary artists. But when I asked him about the controversy around Kenya's pavilion, he explained that if not for his efforts, Kenya would not have any pavilion at all.</p><p>\"The government of Kenya, they don't know about this important exhibition, the Biennale,\" he says. \"I try several times to help them to understand.\"</p><p>Finally, in 2013, with the government's approval, he paid hundreds of thousands of dollars to get Kenya a pavilion and organize the show. This year he says it wasn't solely his money. He had other private sponsors. But again, no funding was forthcoming from Kenya's government. \"Unfortunately, if I want to bring Africa, or Kenya, I must compromise in some way,\" he said. \"Compromise because we have no[t] the money.\" </p><p>Tanzini wouldn't elaborate on what this compromise was, or where the additional money had come from, or if the commercially successful Chinese artists in the pavilion were invited because they, too, could also pay their own way.</p><p>But if you were tasked with organizing a show in Venice and you wanted to find artists with the money and incentive to chip in on the sizable entrance fee<strong></strong>, you would do well to look to the Chinese. Davide Quadrio, a curator of Chinese contemporary art at Arthub Asia in Shanghai, says he knows \"many artists\" that \"buy their introduction to Venice. And they don't even care about the venue anymore. Or the credibility of the show.\"</p><p>The reason, he explains, is the outsized value of the Venice imprimatur to domestic Chinese collectors. Chinese artists can sell their work for more money if they can say they've shown in the prestigious biennial exhibition.</p><p>\"Somehow Venice became a sort of brand for many organizations in China to position their artist inside China,\" he says. \"The value that Venice represents in contemporary art for China? Is actually the China market.\"</p><p>That doesn't make Kenyan artists feel any better. Even Tanzini admits that he feels \"guilty\" and \"sad\" because he would like to bring other Kenyan artists than himself.</p><p>When I asked him which artists he would have liked to bring, I expected him to name a leading Nairobi-based artist like <a href=\"http://www.artlabafrica.com/#!peterson-kamwathi/cq3k\">Peterson Kamwathi </a>or <a href=\"http://www.samhopkins.org/\">Sam Hopkins</a> or <a href=\"http://www.syowiakyambi.com/\">Miriam Kyambi</a>.</p><p>Instead, he gestured to his young Kenyan secretary, Sarah, sitting next to him on the couch. (Moments earlier, while Tanzini had been using the restroom, she had told me that she wasn't an artist but had quite enjoyed participating in some of Tanzini's workshops.) \"She has such talent,\" Tanzini insisted. She does \"amazing work with rubber.\"</p><p>A petition circulating on <a href=\"http://change.org/\">Change.org</a>, titled <a href=\"https://www.change.org/p/government-of-kenya-ministry-of-sports-culture-and-the-arts-kenya-renounce-kenya-s-fraudulent-representation-at-56-venice-biennial-2015-commit-to-support-the-realisation-of-a-national-pavilion-in-2017\">Renounce Kenya's fraudulent Representation at 56 Venice Biennial 2015</a>, proclaims that \"a group of well connected persons, who lack neither the intellectual nor creative capacity to represent Kenya's contemporary art to the international arena, are posturing to the world as the Kenyan Pavilion at the 56th Venice Biennial in Italy.\"</p><p>The Biennale would not respond to requests for comment. When the exhibition opens on May 9, participants will have to contend with <a href=\"http://africasacountry.com/the-italian-hotelier-representing-kenya-at-the-venice-biennale\">Kenyan protesters</a>, who say they'd rather have no pavilion at all than one that doesn't represent their country. Novelist Binyavanga Wainaina told me that \"we have people there, watching out for it, watching out to document it.\"</p><p>He was quick to point out that his issue is not with the Biennale nor with Tanzini but with Kenya's Ministry of Culture — and Kenya's dismissive attitude toward the arts.</p><p>\"That this parody could happen two years ago was already far from excusable,\" Wainaina said. That it would happen a second time, without government comment, he says, is \"farcical.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Are+Chinese+Artists+Representing+Kenya+At+The+Venice+Biennale%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"266"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396405094-10e1a7.m3u?orgId=1&topicId=1126&d=266&p=2&story=396391120&t=progseg&e=396377925&seg=10&ft=nprml&f=396391120"},{"href":"http://media.npr.org/assets/img/2015/03/30/shame-in-venice2---acrylic-mixed-media-d960e46d6de5fd889c4a1164d13a2cdabd04c49b.png","type":"image/jpeg","meta":{"crop":"standard","height":"722","width":"963"}},{"href":"http://media.npr.org/assets/img/2015/03/30/bull-ea4e5b88fbcff73390b2ed89488f747b69e6ccf5.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"298","width":"398"}}]}