{"created":"2015-06-26T08:58:11+00:00","modified":"2015-07-03T19:05:31+00:00","valid":{"from":"2015-07-03T19:05:31+00:00","to":"3015-07-03T19:05:31+00:00"},"hreflang":"en","title":"Polio Is Active In Only 3 Countries. Soon It Could Be Down To 2","published":"2015-07-01T20:00:00+00:00","teaser":"Nigeria is one of three places where polio is still a problem. But there hasn't been a case in almost a year. So Africa is on the verge of being polio-free.","itags":["npr_api","417113319"],"guid":"ae100b6a-8ca5-4ed6-84b7-eea907668571","contentencoded":"<p>Nigeria is on the verge of being polio-free. And that would mean that for the first time ever there's no ongoing polio transmission on the African continent.</p><p>Nigeria is one of just three countries in the world, along with Pakistan and Afghanistan, where polio transmission has never been fully stopped. But no trace of the virus has been found in Nigeria since a child was paralyzed with the disease on July 24, 2014. If the West African nation reaches a full year with no new cases, the World Health Organization will strike Nigeria off the list of countries with active polio transmission.</p><p>\"It would be a major milestone in the global polio eradication initiative,\" says Hamid Jafari, the head of polio eradication at WHO in Geneva.</p><p>Over the last 20 years Nigeria has been the primary obstacle to eradicating polio on the African continent. Every other African nation managed to extinguish polio at one point or another, but many of those countries were hit with new outbreaks linked to polio from Nigeria.</p><p>Nigeria didn't just fail to vaccinate children. At times communities actively fought polio immunization campaigns. Religious leaders denounced the vaccination drops as part of a Western plot to sterilize Muslim children. Vaccinators were shot and killed.</p><p>\"They [Nigerian health officials] did not have the political commitment,\" says Jon Andrus, the executive vice president of the Sabin Vaccine Institute. Andrus spent 30 years working on polio eradication for the Centers for Disease Control and Prevention and the World Health Organization, including in Nigeria.</p><p>\"They did not have good supervision and management of field staff,\" he says. \"They did not have the engagement of the community probably the most important factor in making sure all children get vaccinated.\"</p><p>He says 15 years ago Nigeria was an incredibly frustrating place to work. Andrus remembers meeting with politicians in Northern Nigeria back in 2001 and finally getting the governor to agree to launch a polio vaccination campaign.</p><p>\"Sure enough a month later the government refused to do the campaign and then Nigeria started exporting the viruses to the rest of Africa so it was quite a setback,\"</p><p>Nigeria came under huge international pressure to get polio under control. Aid agencies used carrots and sticks and shame to try to get the West African nation to contain the virus. They promised additional international funds for other pressing health needs. but the additional assistance was contingent on Nigeria tackling polio. Local religious leaders were courted, wooed and cajoled in to supporting the vaccination campaigns.</p><p>Then the public had to be brought on board too. At one point the Emir of Kano publicly immunized his own children and drank a vial of polio vaccine to prove it was safe.</p><p>Hamid Jafari, the polio chief at the WHO, doesn't want to declare victory too quickly. He speaks like a man afraid he might jinx this whole thing. Nigeria's come close to wiping out polio before. In 2010 the West African nation had just 21 cases only to see the virus come roaring back.</p><p>\"We are not yet certain that the wild polio virus is gone from the African continent,\" he says. \"We have not yet completed the full surveillance time of 12 months in Nigeria. And there are areas in the African region in the northeast of Nigeria, Lake Chad, the north of Cameroon where the situation is uncertain security-wise. We may have undetected transmission of polio virus there.\"</p><p>In parts of northern Nigeria controlled by Boko Haram it's impossible for health officials to vaccinate children or monitor for new cases of polio. Jafari says polio could possibly be spreading undetected in some pockets.</p><p>Even if the last reservoirs of polio on the African continent have been wiped out, Jafari says mass polio vaccination campaigns will have to continue globally until the virus is stopped completely in Afghanistan and Pakistan.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Polio+Is+Active+In+Only+3+Countries.+Soon+It+Could+Be+Down+To+2&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417675921-550709.m3u?orgId=1&topicId=1031&d=229&p=3&story=417113319&t=progseg&e=417611771&seg=20&ft=nprml&f=417113319"},{"href":"http://media.npr.org/assets/img/2015/06/24/polio-949acd34639cd10c0051e94d3405eb95139976c4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1940","width":"2587"}}]}