{"created":"2014-10-04T09:54:03+00:00","modified":"2014-10-30T21:49:08+00:00","valid":{"from":"2014-10-30T21:49:08+00:00","to":"3014-10-30T21:49:08+00:00"},"hreflang":"en","title":"Becoming The Barr Brothers, A Band Of Friends And Neighbors","published":"2014-10-04T17:50:00+00:00","teaser":"Thin walls can ruin a great apartment. Not so for Brad Barr, who met harpist Sarah Page when he overheard her playing next door.","itags":["npr_api","353525360"],"guid":"ae1c833d-e297-4558-bc99-d548d12f4bbf","contentencoded":"<p>How would you like living next door to a harpist — who played at home at all hours?</p><p>It worked out for Brad Barr, guitarist and founding member of The Barr Brothers, who met his current bandmate Sarah Page after hearing her harp playing through the wall of his apartment. Enchanted, he asked her to join his band.</p><p>\"I was a classically-trained musician and I found that when I started playing in orchestras and really working professionally out of school, I wasn't very inspired by the medium and the milieu anymore,\" Page tells NPR's Scott Simon. \"And I started playing with a lot of musicians around town and I just found that the energy and the inspiration, the creativity, was much more present in a lot more of the kind of independent musicians around town — and it interested me more.\"</p><p>Although the band didn't officially exist until Page joined, Brad Barr and his brother Andrew have had a musical connection since they were children. In fact, Andrew says that after their father bought them an electric guitar and a drum kit, making music took the place of constant brawling between the two boys.</p><p>\"When you're that age you kind of develop a way of communicating through music that maybe you're not quite able to express verbally,\" he says. \"So, little things like the fight over the remote control became less important. And learning, you know, an <a href=\"http://www.npr.org/artists/125562075/ac-dc\" target=\"_blank\">AC/DC</a> song took the reins.\"</p><p>The Barr Brothers' new album, <em>Sleeping</em> <em>Operator</em>, comes out Tuesday. Hear the rest of their conversation with Scott Simon at the audio link.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Becoming+The+Barr+Brothers%2C+A+Band+Of+Friends+And+Neighbors&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"364"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353679103-4f6664.m3u?orgId=1&topicId=1105&ft=3&f=353525360"},{"href":"http://media.npr.org/assets/img/2014/10/03/-images-uploads-gallery-barr_brothers-3617_finale-519e0746aaf833651c7b910796f05c75a15a9063.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1124","width":"1499"}}]}