{"created":"2014-10-08T14:28:07+00:00","modified":"2014-10-31T01:20:56+00:00","valid":{"from":"2014-10-31T01:20:56+00:00","to":"3014-10-31T01:20:56+00:00"},"hreflang":"en","title":"Invisible 'Supermensch' Avoided The Spotlight While Making Others Famous","published":"2014-06-09T20:48:00+00:00","teaser":"Mike Myers' documentary <em>Supermensch</em> chronicles the work of Shep Gordon, who has \"jump-started\" the careers of superstar musicians and chefs. Now, it's Gordon's turn for a taste of celebrity.","itags":["npr_api","320319268"],"guid":"ae27c9e1-0bfb-4c35-a679-2d88d09a6bb9","contentencoded":"<p>Shep Gordon's job is managing musicians and chefs and turning them into stars. Gordon created celebrities out of the likes of Alice Cooper and Anne Murray, but he says fame isn't necessarily a good thing.</p><p>\"I made excuses to myself for how I made a living and tried to do it as honorably as I could, but I can't say that I'm proud,\" he tells <em>Fresh Air</em>'s Terry Gross. \" ... If you make someone famous, they have to pay a price.\"</p><p>After intentionally staying out of the spotlight throughout his career, Gordon is featured in a new documentary by Mike Myers called <em>Supermensch: The Legend of Shep Gordon.</em></p><p>Gordon managed Blondie, Teddy Pendergrass, Luther Vandross and he briefly managed George Clinton. He's often credited with the recent \"celebrity chef\" phenomenon, with such clients as Roger Vergé, Alice Waters, Wolfgang Puck, Emeril Lagasse and Paul Prudhomme.</p><p>Gordon says he's been successful in his role behind the scenes.</p><p>\"I think my job is accomplished much better if I'm invisible,\" Gordon says.</p><p><em>Supermensch</em> creator Myers has been friends with Gordon for about 22 years. Myers, who wrote and starred in the Austin Powers movies and <em>Wayne's World</em> and was the voice of the animated ogre Shrek, has been known to describe fame as a \"toxic waste product.\"</p><p>\"It's the industrial disease of creativity,\" Myers tells Gross. \"You want to make stuff, which is fantastic, and then this thing happens, which is very gratifying and I'm very grateful for it, but it does require a hazmat suit, a psychic hazmat suit.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On shaping Alice Cooper's onstage persona</strong></p><p>SG: I think everything we did — you have to remember the times, we're talking about the early '70s, early '60s — so first think about a man named Alice, that was very, very, very bold. There was nothing like that on the landscape. Now think about a man named Alice in makeup and dresses — that's way bolder. Then think about that person who could be your neighbor next door, could be a 60-year-old widow named Alice Cooper wearing that dress, chopping up a baby-doll onstage ...</p><p>So everything we did went to that point. I would say the highlight of his career was the chicken incident [in which he threw a live chicken into the audience] ... As Alice says, \"What should've destroyed a career, <em>made</em> a career,\" and all of a sudden he became the Salvador Dali of rock 'n' roll.</p><p><strong>On Gordon's method of getting a spotlight on singer Anne Murray</strong></p><p>MM: Shep's theory is this idea of guilt by association. Shep said, \"How I can help Anne Murray is<strong> </strong>get her on the [late-night TV show] <em>Midnight Special</em> — how I can get her on the <em>Midnight Special</em> is get her photographed with someone like John Lennon.\"</p><p>He begged, borrowed, [stole], got them to the Troubadour [a West Hollywood venue], they took a picture, the picture went around the world, she got booked to the <em>Midnight Special,</em> and she crossed over and she was in <em>Rolling Stone</em> and ... as Shep says, \"Sales went off the roof.\" He means \"through the roof.\" That's a Shep-ism.</p><p>SG: One of the dangers that I talk about is that fame now has become fame for fame's sake. ... But when I was doing it, it was really to put a spotlight on someone with true, real talent. I'm sure John Lennon was in pictures with a lot of people. Anne Murray deserved<em> </em>the spotlight. I knew that if I could get a spotlight on her, if they heard her on <em>Midnight Special,</em> she was the real deal.</p><p>I never tried to fool the public. For me, I kept a sense of integrity. I wouldn't take somebody who I didn't think had talent. It's really just a jump-start. Annie built a career ... and it has been an amazing 35-year career. I look at [it] more as a spotlight, then I do as a trick.</p><p><strong>On fame leading to addiction</strong></p><p>SG: My job was to be honest, and this is how I made my living, but I knew I would hurt [my clients], <em>especially</em> when you become friendly. ... [When] Alice [was] going through his alcoholism, that was so painful and I knew I was a big part of it. But I was honest with him and he could've maybe gotten [support] through someone else who wouldn't have cared and then the pain could really hurt. ... If I had to rewrite history, I'd love to get that part of what I did for my life out of the way, but they go hand-in-hand.</p><p><strong>On Gordon having a health crisis while filming the documentary</strong></p><p>MM: Shep is made out of the stuff that they should make airplanes out of. ... They cut him open like a fish and pulled out yards and yards and yards of his intestines and then I said, \"So, Shep, listen I love you. I'm so glad you're well. If you don't want to do this, that's fine.\"</p><p>And in Shep's — because he's a man of few words often, he goes, \"Oh no. No, I'm OK. It'll be a couple weeks.\"</p><p>A couple weeks? What, are you kidding? ... I hurt my wrist playing hockey and I was like, \"Stop the world!\" ... I said, \"Shep, you died.\" He did, he died on the table ... And I said, you know, because I'm obsessed with all that stuff, \"Dude, you left. Why do you think you came back?\"</p><p>And he said, \"You know what? I don't really think of it as an 'I came back' situation. I'm not really attached that much.\"</p><p>And he's not! I would be telling everybody. If I got into a cab I'd go, \"Yeah, can I go to 42nd and 8th, please? Did I ever tell you about the time I died?\"</p><p>... [Shep's] a true Jew-Bu. He's a Jewish-Buddhist.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Invisible+%27Supermensch%27+Avoided+The+Spotlight+While+Making+Others+Famous&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2678"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320374304-dfe448.m3u?orgId=1&topicId=1137&ft=3&f=320319268"},{"href":"http://media.npr.org/assets/img/2014/06/09/supermensch-dogwoof-documentary-shep-gordon-2-1--9736f477eb31972566db30de54bf32a039e1ab04.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"2034","width":"2713"}},{"href":"http://media.npr.org/assets/img/2014/06/09/supermensch_2-02e484919df9a81ade311c4ad141b0bc30dd3c34.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1946","width":"2593"}}]}