{"created":"2015-03-12T14:19:47+00:00","modified":"2015-03-14T17:54:56+00:00","valid":{"from":"2015-03-14T17:54:56+00:00","to":"3015-03-14T17:54:56+00:00"},"hreflang":"en","title":"Tituss Burgess: You're Rocking This Thing","published":"2015-03-14T17:54:00+00:00","teaser":"The co-star of <em>Unbreakable Kimmy Schmidt</em> talks about playing hilarious and bizarre TV characters, then goes back to his Broadway roots to sing a \"sedentary\" version of a <em>Guys and Dolls</em> classic.","itags":["npr_api","392318488"],"guid":"ae303fd3-1403-4555-8580-8df114a39c46","contentencoded":"<p>From the big stage to the small screen, Tituss Burgess charms audiences with his wide-ranging singing voice and over-the-top characters, including D'Fwan, the \"gay hairdresser and homosexual party planner\" from <em>30 Rock</em> and most recently Tituss Andromedon from <em>Unbreakable Kimmy</em> <em>Schmidt</em>.<em> </em>On the Netflix series co-created by Tina Fey, Burgess plays a beleaguered, aspiring Broadway star and best friend to the title character, who was recently rescued after spending 15 years locked in a bunker by a doomsday cult preacher. The two become unlikely roommates in a basement apartment in Harlem.</p><p>Burgess admitted that there are some parallels between he and Titus, first name and apartment location being the least among them. Like Titus, Burgess tried out many times for <em>The Lion King</em>; he worked at Disney World and would fly back and forth to New York to audition — \"and they were not having it.\"</p><p>However, unlike his <em>Unbreakable</em> character, Burgess did find success in Broadway with roles in <em>Jersey Boys</em>, <em>The Little Mermaid</em> and <em>Guys and Dolls</em>. And several years after playing D'Fwan on <em>30 Rock</em>, Burgess received a character breakdown for the part of Titus, which he said was either \"a really cruel joke, or Tina Fey had written something for [him].\" Luckily, the latter was true.</p><p>Burgess graciously lent his Broadway-ready voice for a <em>Guys and Dolls-</em>inspired musical round called \"Sit Down, You're Rocking This Thing,\" as well as this <a href=\"http://www.npr.org/2015/03/12/392318503/homecoming-game\">episode's grand prize: a personalized birthday serenade</a>.</p><p>If you can't get enough of Burgess' voice, enjoy Titus Andromedon's breakout hit single \"Pinot Noir.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On similarities to his <em>Unbreakable</em> character, Titus Andromedon</strong></p><p>My manager sent me the breakdown [of the character]. It said: \"Seeking Titus: Broadway wannabe. Broke. Lives in a basement apartment in Harlem.\" Broke. Lived in a basement apartment. In Harlem. I still do! So much of my personal experience has been creeping up into these scripts that I'm thinking, \"Either [Tina Fey] has my apartment tapped, or do I just seem like so desperate that [auditioning for <em>The Lion King</em> 20 times] is something that I would do?\"</p><p><strong>On auditioning for D'Fwan on <em>30 Rock</em></strong></p><p>[My audition was called] an \"under five,' which is literally under five lines. I had one. And I had a call back. For one line. You literally don't know what you want me to do for one line? You want me to come back and do it again?</p><p><strong>On D'Fwan in general</strong></p><p>What is he going through? All the things. Every emotion possible.</p><p><strong>On future projects</strong></p><p>I'm writing a musical...that I will likely star in. I [have a working title that I can't tell you]. I <em>can</em> tell you that it's based on a movie Whitney Houston did, and it's not <em>The Bodyguard</em>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tituss+Burgess%3A+You%27re+Rocking+This+Thing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"577"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392539964-84679e.m3u?orgId=1&topicId=1008&aggIds=167740319&e=392318488&d=577&ft=nprml&f=392318488"},{"href":"http://media.npr.org/assets/img/2015/03/11/p1120470-9a513b03548e10c3447395b004eff5b38dd60438.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3002","width":"4004"}},{"href":"http://media.npr.org/assets/img/2015/03/11/unbre_s1_008_h-copy_custom-24d2de4bcfadfbd72503e2ebe5a577391b62f87b.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2495","width":"1664"}}]}