{"created":"2014-09-17T21:36:05+00:00","modified":"2014-09-18T15:13:49+00:00","valid":{"from":"2014-09-18T15:13:49+00:00","to":"3014-09-18T15:13:49+00:00"},"hreflang":"en","guid":"ae470606-dfca-4e4a-ab05-7a9f50778cb4","title":"You might want extra life insurance before trying some of the recipes in this cookbook","published":"2014-09-18T15:13:48+00:00","byline":"Clark Boyd","tags":["food","Ig Nobel awards","science","Food","Lifestyle & Belief","Cambridge","Rotterdam","Netherlands","Massachusetts","Kees Moeliker","Marc Abrahams","Corky White","Sideways Glance","Behavior","Ornithology","Animal sexual behaviour","Animal sexuality","Reproduction","Ig Nobel Prize","Necrophilia","Mallard","Marc Abrahams"],"teaser":"Since 1991, the Ig Nobel prizes have been awarded, tongue firmly in cheek, to researchers whose work \"first makes you laugh, then makes you think.\" The theme of this year's Ig Nobel ceremony? Food. And with that, we have this review of the Ig Nobel Cookbook, Volume I.\r\n ","contentencoded":"<p>&ldquo;Fartless Herring,&rdquo; says Marc Abrahams without a pause when I ask him what his favorite recipe is in the newly released <a href=\"http://www.improbable.com/2014/09/17/the-ig-nobel-cookbook-volume-1-in-the-flesh/\">Ig Nobel Cookbook</a>.</p><p><span style=\"line-height: 1.538em;\">Since 1991, Abrahams has been handing out Ig Nobel awards every year here in Cambridge, Mass. Oh Thursday night, Abrahams will host his 24th</span><span style=\"line-height: 1.538em;\">&nbsp;&ldquo;first annual&rdquo; <a href=\"http://www.improbable.com/ig/2014/\">awards ceremony</a>.</span></p><p><span style=\"line-height: 1.538em;\">The Ig Nobels are a riff on the Nobels, but one meant to honor researchers whose work &ldquo;first makes you laugh, and then makes you think.&rdquo; It it&#39;s a festival of the strange, whimsical, and downright odd &mdash; and this year&rsquo;s ceremony won&rsquo;t be an exception.</span></p><p><span style=\"line-height: 1.538em;\">The theme is food, Abrahams says from his perch atop a stool at the Hi-Rise, a coffee shop that&#39;s a stone&rsquo;s throw from Harvard Yard. It&rsquo;s the kind of place where you can smell the intelligence. Or maybe it&rsquo;s just chicken salad.</span></p><p><span style=\"line-height: 1.538em;\">Abrahams often meets up here with Corky White, a food anthropologist at Boston University. Two months ago, they cooked up the idea to make an Ig Nobel cookbook to go with the food-themed awards. </span></p><p><span style=\"line-height: 1.538em;\">T</span><span style=\"line-height: 1.538em;\">hey started asking previous winners for recipes, not without some fear.&nbsp;</span><span style=\"line-height: 1.538em;\">&ldquo;I mean, look who we&rsquo;re asking,&quot; Abrahams says. &quot;If you knew that a man had been the first scientist to notice, let alone take notes and publish a report on, </span><a href=\"http://www.chm.bris.ac.uk/sillymolecules/papers/duck.pdf\" style=\"line-height: 1.538em;\">homosexual necrophilia in the mallard duck</a><span style=\"line-height: 1.538em;\">, would that be the first person you would ask for a recipe for you to eat?&quot;&nbsp;</span><span style=\"line-height: 1.538em;\">Fair point.</span></p><p><span style=\"line-height: 1.538em;\">But Abrahams and White were flooded with responses and recipes, so the Ig Nobel Cookbook was born.</span></p><p><span style=\"line-height: 1.538em;\">&ldquo;I don&rsquo;t believe we have a waiver in this cookbook that exempts us from responsibility should anybody make one of these recipes and find it, at best, inedible &mdash; at worst explosive,&rdquo; says White with a grin.</span></p><p><span style=\"line-height: 1.538em;\">Take the scientists who won an Ig Nobel for research involving <a href=\"http://blogs.scientificamerican.com/scicurious-brain/2012/09/25/ignobel-prize-in-neuroscience-the-dead-salmon-study/\">dead salmon and MRI machines</a>.&nbsp;</span><span style=\"line-height: 1.538em;\">Like most Ig Nobel-winning projects, it sounds frivolous at first. But if youdig in, you might find some method behind the madness. </span></p><p><span style=\"line-height: 1.538em;\">In this case, the study showed the dangers of how easily doctors and technicians can misread MRI results. The scientists did this by putting a dead salmon in an MRI and still managing to find brain activity. So f</span><span style=\"line-height: 1.538em;\">or the cookbook, these scientists offered up &mdash;&nbsp;</span><em style=\"line-height: 1.538em;\">voila</em><span style=\"line-height: 1.538em;\">&nbsp;&mdash; a way to cook salmon in an MRI machine.</span></p><p><span style=\"line-height: 1.538em;\">&ldquo;Among the instructions is &lsquo;remove all safety devices,&rsquo;&quot; White says. &ldquo;I think it also requires that the cooks leave the room while the thing&#39;s buzzing.&rdquo;&nbsp;</span><span style=\"line-height: 1.538em;\">Even if the book <em>did</em> have a waiver, I still don&rsquo;t think they&rsquo;d recommend you give that one a try.</span></p><p><span style=\"line-height: 1.538em;\">White also points out a lovely cake recipe provided by the Italian psychiatrist who discovered that during the first six months of romantic love, the brain behaves quite a bit like it would <a href=\"http://www.improbable.com/news/2002/feb/romantic.html\">if it had obsessive-compulsive disorder</a>. Duh.</span></p><p><span style=\"line-height: 1.538em;\">But Abrahams&rsquo; favorite recipe is that one for herring, which was submitted by Swedish scientists.</span></p><p><span style=\"line-height: 1.538em;\">&ldquo;They discovered &mdash; and this had been completely unknown to human beings, apparently &mdash; that <a href=\"http://www.nature.com/news/2004/040927/full/news040927-19.html\">herrings seem to communicate by farting</a>,&quot; he says. &quot;They have a fair amount of proof on this. So one of those Swedish scientists gave us his recipe for herring. Fartless herring.&rdquo;</span></p><p><span style=\"line-height: 1.538em;\">As for my own favorite recipe from the book, let&#39;s get back to that homosexual, necrophilic duck. The story starts</span><span style=\"line-height: 1.538em;\">&nbsp;innocently enough back in 1995, on a day when&nbsp;</span><span style=\"line-height: 1.538em;\">Kees Moeliker, a curator at the Natural History Museum in Rotterdam,&nbsp;</span><span style=\"line-height: 1.538em;\">was sitting in his office.</span></p><p><span style=\"line-height: 1.538em;\">&quot;A male mallard ... crashed against the window of my office at the museum and got killed,&rdquo; Moeliker explains. &ldquo;And the moment the duck landed, a live duck showed up. Same species. Same sex.&rdquo;</span></p><p><span style=\"line-height: 1.538em;\">Moeliker got his camera and his notebook and proceeded to document the, shall we say, intimate moment that followed.&nbsp;</span><span style=\"line-height: 1.538em;\">After keeping the evidence in his desk drawer for a few years &nbsp;&mdash; &ldquo;It&rsquo;s not the kind of thing easily shared with your peers,&rdquo; Moeliker quips &mdash; he finally wrote it up for a small journal.</span></p><p><span style=\"line-height: 1.538em;\">Then he won an Ig Nobel for his research, and his life completely changed. Suddenly, if someone around the world observed strange animal behavior, they sent the evidence to Moeliker.&nbsp;</span><span style=\"line-height: 1.538em;\">He&rsquo;s now known in Holland and beyond as simply &ldquo;</span><a href=\"http://www.improbable.com/about/people/KeesMoeliker.html\" style=\"line-height: 1.538em;\">The Duck Guy</a><span style=\"line-height: 1.538em;\">.&rdquo;</span></p><p><span style=\"line-height: 1.538em;\">So when it came time to contribute a recipe to the Ig Nobel cookbook, you can probably guess where Moeliker went.&nbsp;</span><span style=\"line-height: 1.538em;\">Hid recipe is pretty simple: Pluck your duck, gut it, and cook it whole in butter. But keep the stomach, Moeliker insists, because you can cook it in apple brandy for a delicious appetizer.</span></p><p><span style=\"line-height: 1.538em;\">I mention that, in the Ig Nobel cookbook, Moeliker&#39;s recipe is illustrated with photos of the original incident.&nbsp;</span><span style=\"line-height: 1.538em;\">When I ask him if he thinks that would put people off trying to fix his dish, Moeliker laughed. &ldquo;I don&#39;t think so. I don&#39;t think people should be afraid to eat a duck that&#39;s done something strange.&rdquo;&nbsp;</span><span style=\"line-height: 1.538em;\">Duly noted.</span></p><p><span style=\"line-height: 1.538em;\">By the way, I&#39;m assured this is only Volume I of the Ig Nobel Cookbook.&nbsp;</span><span style=\"line-height: 1.538em;\">I think I&rsquo;ll bring my fire safety goggles along for Volume II &mdash; and possibly top up my life insurance.</span></p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/091720144.mp3"},{"href":"http://www.pri.org/file/091720144mp3"}]}