{"created":"2015-05-03T11:56:30+00:00","modified":"2015-05-13T20:59:00+00:00","valid":{"from":"2015-05-13T20:59:00+00:00","to":"3015-05-13T20:59:00+00:00"},"hreflang":"en","title":"Stars Of TLC's 'Curvy Brides': All Curves Are Beautiful","published":"2015-05-04T13:57:00+00:00","teaser":"Sisters Yukia Walker and Yuneisia Harris, owners of Curvaceous Couture bridal boutique, are stepping into the spotlight with a new reality show.","itags":["npr_api","403626769"],"guid":"ae48cc9c-7a51-4a1a-ac3b-4a0f204d99d0","contentencoded":"<p>Yukia Harris Walker remembers the thrill of getting engaged, but the luster on that glow dimmed when she visited bridal salons and realized there weren't many dresses that would fit her. Walker was a size 14 at the time — as are a lot of American women — but there were no high end gowns for her to try, and the stores had to make-do.</p><p>\"They were squeezing me into dresses, throwing dresses around my neck and asking if I liked them,\" Yukia remembers, shaking her head in disgust. She even resorted to having younger sister Yuneisia try on gowns she thought she might like, to get a general impression.</p><p>\"And it was hard for her—and she was a size 8 at the time!\"</p><p>\"I had to stare into her face while I was standing in front of her in a dress that should have been on her body, so she could make the right choice for herself,\" Yuneisia recalls quietly. \"It felt really bad.\"</p><p>Yukia ended up with \"a disaster of a dress,\" that was available in her size. But the design was blah and it didn't fit as well as it should. The bra cups weren't generous enough to cover her properly and she felt on display the whole day. She hated her dress so much, she wouldn't show any of her wedding pictures.</p><p>Neither sister wanted anyone else to suffer the same fate, and they decided to fill a long-empty niche in the $5 billion bridal wear market: they would open a bridal salon that offered fashionable bridal dresses, but only in larger sizes. So Curvaceous Couture Bridal was born. Its motto was provided by the girls' mother: <em>\"Because the love of their life isn't always a size six.\"</em> Bridal dresses, says Yuneisia, \"are still considered extremely high fashion, and they want to fit you into the perfect model size. But honestly, our world — especially the United States — that's not our picture anymore.\"</p><p>Initially, they began in their parents' basement in Columbia, a Maryland suburb about a 30-minute drive from Washington. Their dad, Alan, generously gave up his man cave to Yukia and Yuneisia to get them started. His flat screen television got crowded out by clouds of satin, silk and tulle. It's a kind man who allows poufs to push aside the playoffs. Alan even acted as an ad hoc doorman, as word about Curvaceous Couture spread, and curvy brides-to-be made their way to the Harris home to try on gowns.</p><p>\"He would be outside on the lawn mower, pointing people where to walk in—'store's in the back, ladies',\" Yukia laughs. \"He loved it!\"</p><p>They did so well that they opened a proper store a few months later. For six years, they've been serving plus-sized brides from all over the U.S. and beyond. The store has hundreds of gowns in sizes from 12 to 44. There is also an array of fashionable bridal accessories, like sparkly belts, embroidered veils, and a blinding array of faux diamond tiaras and jewelry.</p><p>TLC, home of the popular bridal show <em>Say Yes To The Dress, </em>heard about Curvaceous Couture, and shot a pilot with Yukia and Yuneisia last year. It did well enough that the network committed to a six-week run for <em>Curvy Brides</em> from May to June.</p><p>In the series, the ladies will deal with shy brides, diva brides and even one pregnant bride who came in to find a dress a week before the wedding. That bride explained that she'd been told 'we don't serve pregnant brides' by several of the stores she visited. She got a warm reception at Curvaceous Couture. \"<em>All </em>curves are beautiful,\" Yuneisia insists.</p><p>Their idea has caught on, and there are now other stores around the country that sell primarily — if not exclusively — to curvy brides. \"I think more and more people are realizing this is a need and a cause,\" Yuneisia says, \"and we have seen other boutiques pop up\" since Curvaceous opened. Which is good for everyone.</p><p>The sisters have divided the labor so that Yukia does most of the buying and Yuneisia most of the management — especially the money management. \"This <em>is</em> a business,\" Yuneisia says. Although she has allowed Yukia to talk her into serious markdowns in special circumstances.</p><p>Both women say the reward goes beyond money. Many brides burst into tears the first time they see themselves in a gown that celebrates their curves and makes them feel beautiful. Then their dress shopping posses get teary, and so do Yukia and Yuneisia.</p><p>Bride Elizabeth Bennett — who had previously bought a dress from Curvaceous Couture — came in with her mother for an alteration. Bennett had weight loss surgery six months earlier, and was hesitant to shop for gowns because she didn't know how they would fit or look. When she walked out in her white, cap-sleeved gown, everyone's eyes welled up.</p><p>\"Every bride on their wedding day should look and feel like a million bucks, and I certainly do,\" said Bennett, with an audible waver in her voice. \"I <em>never</em> thought I could be that woman, and I 'm so glad I am. So I thank you both for this.\"</p><p>Amidst the hugs and \"awwwwwwws,\" Yuneisia and Yukia tried to keep their mascara from running.</p><p>This satisfaction, this \"I feel pretty\" moment is what they want all of their brides to feel.</p><p>\"Every time I see a bride get the experience I didn't get on my wedding day,\" Yukia says, \"I know we're doing something special here.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Stars+Of+TLC%27s+%27Curvy+Brides%27%3A+All+Curves+Are+Beautiful&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Karen Grigsby Bates","audio":[{"meta":{"duration":"218"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403628145-e6cc9a.m3u?orgId=1&topicId=1138&d=218&story=403626769&ft=nprml&f=403626769"},{"href":"http://media.npr.org/assets/img/2015/05/03/cb103_jennifer-uniglicht_the-dress-2-4905a3ed5eda4a13c2a345395bd7875c046333d2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3453","width":"4605"}},{"href":"http://media.npr.org/assets/img/2015/05/01/walkers2-afd886acf1d1772984db4874858e3d34624f0583.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3279","width":"4373"}}]}