{"created":"2014-10-08T13:47:33+00:00","modified":"2014-10-31T00:59:50+00:00","valid":{"from":"2014-10-31T00:59:50+00:00","to":"3014-10-31T00:59:50+00:00"},"hreflang":"en","title":"The Surge In Single Women With Children At The U.S.-Mexico Border","published":"2014-06-20T20:06:00+00:00","teaser":"It's not just unaccompanied, minor children flooding the frontier. Many women with small kids are making the journey in the belief that they are more likely to be allowed in.","itags":["npr_api","323844514"],"guid":"ae547858-3058-4738-a33a-dedb904498f1","contentencoded":"<p><a href=\"http://www.npr.org/blogs/parallels/2014/06/10/320645461/a-flood-of-kids-on-their-own-hope-to-hop-a-train-to-a-new-life\">The number of migrant children detained at the U.S. border has skyrocketed</a>. At the current pace, it could hit 90,000 over the course of this year. But it's not just minor children rushing to the border. Large numbers of single women with kids are coming as well.</p><p>All along the train tracks outside the central Mexican town of Tequixquiac, groups of migrants are on the move, looking for an <a href=\"http://www.npr.org/blogs/parallels/2014/06/05/318905712/riding-the-beast-across-mexico-to-the-u-s-border\">opportunity to hop aboard a northbound train all the way to the U.S. border</a>.</p><p>A local resident, Adrian Rodriguez Garcia, feeds the migrants every day. It's early in the morning and he's serving hot instant coffee and sweet bread.</p><p>Carlos Javier Lopez takes a cup. He says he's 17 years old, but his baby face with a few stray chin hairs looks much younger. He left Honduras two weeks ago. A friend in the U.S. told him to come now.</p><p>\"They told me they let you study there, then they let you work in the United States, and they won't deport you,\" he says.</p><p>Rodriguez, the local volunteer, says he hears that a lot from the increasing number of kids he's seen traveling alone through Mexico lately. He says earlier this week there was a 5-year-old traveling alone. The boy got separated from his father but kept going. The phone number of a relative in the U.S. had been sewn into the waistband of his pants.</p><p>While the number of children traveling alone has surged in recent months, officials say so has the number of single mothers with kids.</p><p><strong>Waiting Beside The Train Tracks</strong></p><p>Elsewhere along the tracks, we find a group of 17 migrants resting under a tree, including six kids. A 10-month-old baby rubs her eyes. Her mom says she is tired. There are three other mothers in the group, all with small children. The youngest is 5 months old, her face covered with a red rash. All the women are from Honduras.</p><p>Maria Albaringa, a 34-year-old nurse, says she can't find a job and is sick of standing on the streets, taking people's blood pressure for spare change. She's with her 14-year-old son. Her 22-year-old niece has come, too, with her 5-month-old daughter. They've heard the U.S. is letting in women and children.</p><p>\"We know that the people in the U.S. are truly humane, good people, and will help us mothers,\" she says.</p><p>The young man next to her, Kenny Rodriguez, says he hopes the U.S. feels the same way about single fathers. He's traveling with his 3-year-old son, Ethan, who is jumping up and down on the railroad tracks.</p><p>Rodriguez says he was desperate in Honduras. His wife left him two years ago; there is no work, just criminals everywhere, and he wants a better life for his son.</p><p><strong>Migrants Cite Gangs And Violence</strong></p><p>The United Nations surveyed more than 400 migrants caught at the U.S. border. By far the main reason for making the migration north was to escape the gangs and violence, especially in Honduras, says Alison Sutton, UNICEF's coordinator in Mexico.</p><p>\"When there is a real increase in violence, then women and children will be the ones that are fleeing because they want to protect themselves,\" Sutton says.</p><p>Refugee shelters throughout Mexico are inundated with small children and women. Deportations of minor children from Mexico to Central America have nearly tripled in the past three years.</p><p>A spokeswoman for the Mexican immigration service, however, says the numbers are not alarming and insists Mexico is providing humane treatment for all migrants in the country. Human rights workers dispute that claim and say there is abuse and overcrowding.</p><p>President Obama and Mexico's President Enrique Pena Nieto agreed in a phone call Thursday that the two countries need to work together to help stem the surge of Central American children traveling to the U.S. border alone.</p><p>Maria Albaringa and her niece aren't thinking that far ahead.</p><p>They heard they'll be detained at the U.S. border with their children for a few days, but then they'll either be released with a paper ordering them to appear in immigration court or they'll have to pay a bond. They both say they are praying for the paper.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Surge+In+Single+Women+With+Children+At+The+U.S.-Mexico+Border&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"293"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323844515-3421c0.m3u?orgId=1&topicId=1127&ft=3&f=323844514"},{"href":"http://media.npr.org/assets/img/2014/06/20/kahn_niecewinfant_edited-021187a656f97885a47be93eaf5a3f273f54057a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2361","width":"3150"}}]}