{"created":"2015-06-24T20:22:23+00:00","modified":"2015-06-24T20:22:25+00:00","valid":{"from":"2015-06-24T20:22:25+00:00","to":"3015-06-24T20:22:25+00:00"},"hreflang":"en","guid":"ae5b5139-7034-425b-8d38-9b9b870b40f7","title":"Climate change poses a massive health risk, but fighting it will be good for everyone","published":"2015-06-24T20:22:20+00:00","byline":"Shirin Jaafari","tags":["environment","climate change","health","Environment","Science, Tech & Environment","Asia","India","Pakistan","Hugh Montgomery","Anthony Costello","The Lancet","Climate change","Public health","University College London Institute for Human Health and Performance","The Lancet’s 2015 Climate Health Commission","University College London Institute for Global Health","heat waves","Epidemics","food insecurity","water insecurity","storms","sea level rise","Migration","Conflict","Floods","Droughts","Disease","Dengue Fever","Malaria","bluetongue"],"teaser":"A new report in the British medical journal The Lancet says climate change poses a potentially catastrophic risk to human health. But it also says fighting climate change can bring big health benefits.","contentencoded":"<p>When <em>The Lancet</em> talks, people tend to listen. It’s one of the world’s most influential medical journals. And here’s what it’s saying this week: Climate change represents a “<a href=\"http://climatehealthcommission.org/\">potentially catastrophic risk to human health</a>.”</p>\n<p>”Climate change is a medical emergency,” says Hugh Montgomery, director of the University College London Institute for Human Health and Performance and a co-director of <em>The Lancet</em>’s 2015 Climate Health Commission, which released its report on Wednesday.</p>\n<p>\"We know that carbon pollution rates are putting us on a forecast now for a 4 degree (Celsius) warming world this century,” says Anthony Costello, another co-author and director of the UCL Institute for Global Health, “and that will carry with it unacceptably high ... risk to human health.\"</p>\n<p>The reasons for that, Costello says, are “heat waves, epidemics, food and water insecurity, storms, sea level rise and, perhaps most significant, population migration on a large scale from increasingly uninhabitable areas, and perhaps even conflict.”</p>\n<p>Just in the last month, Costello says, thousands of people have died in heat waves in India and Pakistan.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p dir=\"ltr\" lang=\"en\" xml:lang=\"en\">What are the direct and indirect effects of <a href=\"https://twitter.com/hashtag/ClimateChange?src=hash\">#ClimateChange</a> on public <a href=\"https://twitter.com/hashtag/health?src=hash\">#health</a>? | <a href=\"https://twitter.com/TheLancet\">@TheLancet</a> <a href=\"http://t.co/pUxPQJ1MHL\">http://t.co/pUxPQJ1MHL</a> <a href=\"http://t.co/Etq9k4aMB4\">pic.twitter.com/Etq9k4aMB4</a></p>\n<p>— Carbon Brief (@CarbonBrief) <a href=\"https://twitter.com/CarbonBrief/status/613266751946682368\">June 23, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>While it can be difficult to pin responsibility for any particular heat wave or other extreme weather event on climate change, climate scientists say overloading the atmosphere with greenhouse gases is “loading the dice” in favor or more such extremes. And Costello says the number of people vulnerable to heat waves will increase 12-fold if emissions continue on their current course.</p>\n<p>“And that’s just one aspect to the problem of heat,” Costello says, because it will affect food production dramatically as well.</p>\n<p>More floods and droughts are also likely, with indirect but still profound impacts on human health.</p>\n<p>Then there’s the threat of disease spreading. \"We know dengue fever, we know Malaria, we know bluetongue virus in animals are all sensitive to climate change,\" Costello says.</p>\n<p>Overall, the report says, the effects of climate change threaten to undermine 50 years of gains in development and global health, and that the impacts are already being felt.</p>\n<p>Many of the risks and trends the report identifies are not news to public health experts, but Costello says “it hasn’t reached the public consciousness. But I think increasingly it is doing so.”</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p dir=\"ltr\" lang=\"en\" xml:lang=\"en\"><a href=\"https://twitter.com/TheLancet\">@TheLancet</a> has declared ending <a href=\"https://twitter.com/hashtag/climate?src=hash\">#climate</a> change maybe the biggest global <a href=\"https://twitter.com/hashtag/health?src=hash\">#health</a> opportunity <a href=\"http://t.co/e19x9dKehp\">http://t.co/e19x9dKehp</a> <a href=\"http://t.co/rSrWx9FenB\">pic.twitter.com/rSrWx9FenB</a></p>\n<p>— Breeze Glazer (@BreezeGlazer) <a href=\"https://twitter.com/BreezeGlazer/status/613784348844650496\">June 24, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>As alarming as the Lancet report sounds, Costello says it also brings good news. He and his colleagues argue that tackling climate change is also the greatest global health opportunity of the 21st century.</p>\n<p>“Getting people to walk, to cycle to work, to cut air pollution, to have cleaner air to breathe, and to eat healthier, sustainable, locally-sourced diets,” all these things are good for public health, Costello says, and will also help slow climate change.</p>\n<p>\"Virtually everything that you want to do to reduce carbon pollution will have health benefits,\" Costello says.</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/d4YCPqz8NQU\" width=\"560\"></iframe></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-23%2Fwhat-you-can-do-improve-your-health-can-also-slow-down-climate-change-who-knew&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/0623201502.mp3"},{"href":"http://admin.pri.org/file/0623201502mp3"}]}