{"created":"2015-03-16T20:06:29+00:00","modified":"2015-03-17T16:03:06+00:00","valid":{"from":"2015-03-17T16:03:06+00:00","to":"3015-03-17T16:03:06+00:00"},"hreflang":"en","title":"Is The Internet Hurting More Than Helping?","published":"2015-03-16T22:39:00+00:00","teaser":"Silicon Valley entrepreneur Andrew Keen argues that the Internet economy as it exists hurts the middle class and benefits the few.","itags":["npr_api","393386428"],"guid":"ae5df142-205b-4d9b-a2a4-9242587f1c61","contentencoded":"<p><strong>Andrew Keen</strong> works in Silicon Valley and founded a couple of start-ups, but he&#8217;s not sold on the Internet.</p><p>In his latest book &#8220;<a href=\"http://www.amazon.com/Internet-Not-Answer-Andrew-Keen/dp/0802123139\" target=\"_blank\">The Internet Is Not The Answer</a>,&#8221; Keen makes the case that the Internet as it exists now hurts the middle class.</p><p>&#8220;The economics of the Internet lend themselves of a winner-take all economy,&#8221; Keen tells <a href=\"http://hereandnow.wbur.org\"><em>Here & Now</em></a>&#8216;s Jeremy Hobson, &#8220;The hollowing out of the middle class, the emergence of a tiny plutocratic elite of Silicon Valley entrepreneurs and technologists.&#8221;</p><h4>Interview Highlights: Andrew Keen</h4><p><strong>On why the Internet isn&#8217;t the answer</strong></p><p>&#8220;The Internet isn&#8217;t the answer because it compounds three of the fundamental problems of early 21st century life: inequality, unemployment, and the emergence of a surveillance culture, a surveillance economy.&#8221;</p><p>&#8220;I don’t buy this leveling of the playing field argument. You could go out and buy a lottery ticket and everyone has that opportunity. In that sense, there’s a level playing field, but the reality [is that] out of every million people who buy a lottery ticket, only one will be the winner, and that’s the same with a digital economy.</p><p>&#8220;It’s a winner take all economy in which a tiny group of companies are dominant. It’s doing away with much of the competition of the industrial age, hollowing out the middle. So, I don’t buy this idea that it’s flattening things out. If anything, this world is much rockier, much more mountainous that the old 20th century industrial world.&#8221;</p><p><strong>On why he still believes in the Internet</strong></p><p>&#8220;I haven’t soured on the Internet. I still live in Silicon Valley. I’m still very close to a lot of technology companies. I even have my own start-up in the valley called Future Cars. I’m simply skeptical about some of the more idealistic claims of the original Internet evangelists who claim democratization, egalitarianism, and all the rest of the things which haven’t happened.</p><p>&#8220;And actually in my book, I quote a lot of people who have been very involved in the Internet revolution &#8212; guys like Mike Moritz and Fred Wilson, investors, winners in this economy, who are as worried as I am about monopoly, about surveillance, about bullying.</p><p>&#8220;I think there is a feeling, generally, in Silicon Valley that this revolution has gone wrong. It doesn’t mean that we go back to the certainties of the analog age. We can’t turn time backwards, but we have to acknowledge that there are severe structural problems with the revolution.&#8221;</p><p><strong>On what needs to change </strong></p><p>&#8220;One thing we could certainly have avoided is the free business model. I think when we buy our tea in the morning, when we buy our clothing, when we buy our gas for our cars we exchange cash, and I think that’s one of the fundamental problems with the contemporary Internet is that the business model doesn&#8217;t work. It doesn&#8217;t really work, ultimately, for us and that needs to be re-thought.&#8221;</p><p>&#8220;I think the better Internet really comes down to economics. We need to come up with business models which reward creative people, which enable creative people to earn a real living.</p><p>&#8220;I think was is concrete is that entrepreneurs out there, start-up people, need to come up with business models which reward artists, which will encourage people to produce their best work. I still think that there&#8217;s a great appetite for quality journalism, quality photographs, quality music and movies, but at the moment we don&#8217;t have platforms that are able to reward artists for that.</p><p>&#8220;We have the beginnings. We have Netflix. We have Spotify. Maybe Netflix is an example of an internet platform which does reward quality.&#8221;</p><h4>Book Excerpt: &#8216;The Internet Is Not The Answer&#8217;</h4><p><em>by Andrew Keen</em></p><p>Preface: The Question</p><p>The Internet, we’ve been promised by its many evangelists, is the answer. It democratizes the good and disrupts the bad, they say, thereby creating a more open and egalitarian world. The more people who join the Internet, or so these evangelists, including Silicon Valley billionaires, social media marketers, and network idealists, tell us, the more value it brings to both society and its users. They thus present the Internet as a magically virtuous circle, an infinitely positive loop, an economic and cultural win-win for its billions of users.</p><p><img class=\"alignright size-medium wp-image-80036\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/03/0316_internet-jacket-199x300.jpg\" alt=\"0316_internet-jacket\" width=\"199\" height=\"300\" />But today, as the Internet expands to connect almost everyone and everything on the planet, it’s becoming self-evident that this is a false promise. The evangelists are presenting us with what in Silicon Valley is called a “reality distortion field”—a vision that is anything but truthful. Instead of a win-win, the Internet is, in fact, more akin to a negative feedback loop in which we network users are its victims rather than beneficiaries. Rather than the answer, the Internet is actually the central question about our connected twenty-first-century world.</p><p>The more we use the contemporary digital network, the less economic value it is bringing to us. Rather than promoting economic fairness, it is a central reason for the growing gulf between rich and poor and the hollowing out of the middle class. Rather than making us wealthier, the distributed capitalism of the new networked economy is making most of us poorer. Rather than generating more jobs, this digital disruption is a principal cause of our structural unemployment crisis. Rather than creating more competition, it has created immensely powerful new monopolists like Google and Amazon.</p><p>Its cultural ramifications are equally chilling. Rather than creating transparency and openness, the Internet is creating a panopticon of information-gathering and surveillance services in which we, the users of big data networks like Facebook, have been packaged as their all-too-transparent product. Rather than creating more democracy, it is empowering the rule of the mob. Rather than encouraging tolerance, it has unleashed such a distasteful war on women that many no longer feel welcome on the network. Rather than fostering a renaissance, it has created a selfie-centered culture of voyeurism and narcissism. Rather than establishing more diversity, it is massively enriching a tiny group of young white men in black limousines. Rather than making us happy, it’s compounding our rage.</p><p>No, the Internet is not the answer. Not yet, anyway.</p><p><em>THE INTERNET IS NOT THE ANSWER © 2015 by Andrew Keen; used with the permission of the publisher, Atlantic Monthly Press, an imprint of Grove Atlantic, Inc.</em></p><h4>Guest</h4><ul><li><a href=\"http://www.ajkeen.com/\" target=\"_blank\"><strong>Andrew Keen</strong></a>, author of &#8220;<a href=\"http://www.amazon.com/Internet-Not-Answer-Andrew-Keen/dp/0802123139\" target=\"_blank\">The Internet is Not the Answer</a>.&#8221; He tweets <a href=\"https://twitter.com/ajkeen\" target=\"_blank\">@ajkeen</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Is+The+Internet+Hurting+More+Than+Helping%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"667"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393588363-8549ee.m3u?orgId=1&e=393386428&d=667&ft=nprml&f=393386428"},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0316-internet-keen.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"813","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0316_internet-jacket.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1811","width":"1200"}}]}