{"created":"2014-09-01T04:42:02+00:00","modified":"2015-01-12T00:02:17+00:00","valid":{"from":"2015-01-12T00:02:17+00:00","to":"3015-01-12T00:02:17+00:00"},"hreflang":"en","title":"Fast-Talking 21-Year-Old Makes A Winning Bid For Auctioneer Glory","published":"2014-09-01T04:41:00+00:00","teaser":"Auctioneering runs in Blaine Lotz's blood; he says he was \"pretty near born in a livestock market.\" Now, he's won the World Livestock Auctioneer Championship — the Super Bowl of auctioneering.","itags":["npr_api","344277884"],"guid":"ae5f5068-4c83-45d3-9f30-d49c5cc2b9ef","contentencoded":"<p><em>As part of a series called \"My Big Break,\"</em><em> </em>All Things Considered<em> </em><em>is collecting stories of triumph, big and small. These are the moments when everything seems to click, and people leap forward into their careers.</em></p><p>When Blaine Lotz fires off prices from the auction block, the first thing you might notice is the lightning-fast speed of his words. But Lotz, wearing a suit and black cowboy hat as he rattles off numbers to a crowd of cattle-buyers, says there's much more to the art of auctioneering than speed.</p><p>And he would know: the 21-year-old from Edna, Kan., is this year's winner of the World Livestock Auctioneer Championship — the Super Bowl of auctioneering.</p><p>\"Just about anybody you ask, they can tell you what they think an auctioneer is and it's always a fast talker,\" Blaine Lotz says. \"But it's really more than that. I'm the bid-taker. I am the middleman. I am the agent between buyer and seller.\"</p><p>For Lotz, auctioneering is a family tradition.</p><p>\"Years ago, my grandfather started the generations of the auctioneer,\" he says. \"Later on, mom came along and she incorporated livestock auctions.\"</p><p>Lotz says his parents met at an auction in Diamond, Miss. She was the auctioneer; he was a cattle buyer.</p><p>\"It just kind of went on from there,\" Lotz says. \"Dad bought cattle, mom sold cattle, and I was born right into the business. In fact, 45 minutes after my mom had got done auctioneering, she went into labor with me. I was pretty near born in a livestock market.\"</p><p>Growing up, Lotz's lullaby was his mom's auctioneer chant.</p><p>\"I guess it sunk in, because by the time I was 4 years old, the only thing I could think of was cattle and a livestock market,\" he says. \"In fact, I learned to count cattle at a feed bunk. That's the way I learned to count.\"</p><p>As a teenager, Lotz enrolled at Western College of Auctioneering in Billings, Mont.</p><p>\"They advertised it as the Cadillac of auction colleges,\" Lotz says. \"The way they taught you how to auctioneer was via number-drills and tongue-twisters.\"</p><p>A month after finishing school in Montana, Lotz sold at his first auction. But he says his career breakthrough came a little later.</p><p>\"My big break was the first year I competed in the qualifying rounds for the World Livestock Auctioneer Championship,\" he says. \"That's where it all started.\"</p><p>\"I went straight for the world contest,\" he says. \"I never did compete in any other competitions or championships.\"</p><p>He was only 18 years old — the youngest age allowed to compete.</p><p>\"It just shocked me to death when I was standing there ... when the first place rang, they named my name and I just could not believe it,\" he says.</p><p>That year, he won his qualifying round. Three years later, he's taken home the world title.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Fast-Talking+21-Year-Old+Makes+A+Winning+Bid+For+Auctioneer+Glory&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"269"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344809452-69371b.m3u?orgId=1&topicId=1008&aggIds=274340198&ft=3&f=344277884"},{"href":"http://media.npr.org/assets/img/2014/08/29/blainelotz_2014wlacchamp-b1951d55c9e945684e5eeb8518b48abed89650fd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2623","width":"3497"}}]}