{"created":"2014-10-08T02:52:42+00:00","modified":"2014-10-31T00:35:12+00:00","valid":{"from":"2014-10-31T00:35:12+00:00","to":"3014-10-31T00:35:12+00:00"},"hreflang":"en","title":"Safety Changes Are Small Comfort When Oil Trains Pass","published":"2014-07-06T22:27:00+00:00","teaser":"Regulators and railroads have implemented new practices since a runaway oil train destroyed the center of a small Canadian town a year ago. One key improvement, however, will take some time.","itags":["npr_api","328216488"],"guid":"ae6215d1-461a-472e-84b4-37787f104985","contentencoded":"<p>A fiery oil train derailment in Canada killed 47 people a year ago, prompting regulators and railroads in the U.S. to make changes. Some who live near where oil trains travel are still worried, though.</p><p><strong></strong>Amy Roe with the Delaware chapter of the Sierra Club lives not far from where tank cars transport and store crude oil. Roe wishes the country would move away from fossil fuels faster. That plays into her opposition to oil trains, but she's also concerned about safety, especially after the accident that happened last July in Lac-Megantic, Quebec.</p><p>She's heard the arguments from railroads and oil companies that the vast majority of rail shipments arrive at their destination safely. \"That is supposed to reassure us,\" she says, \"but all it takes is one — like what we saw in Lac-Megantic — all it takes is one of those here, and our lives will change forever.\"</p><p>Fueling that fear is a series of accidents over the past year, among them a crash in North Dakota that <a href=\"http://www.npr.org/blogs/thetwo-way/2013/12/31/258674795/n-d-train-derailment-residents-flee-toxic-smoke\" target=\"_blank\">prompted the evacuation of a small town in December</a>. In April, residents of Lynchburg, Va., watched as a <a href=\"http://www.npr.org/blogs/thetwo-way/2014/04/30/308381227/train-carrying-crude-oil-derails-in-downtown-lynchburg-va\" target=\"_blank\">derailed oil train</a> sent flames high into the air.</p><p><strong>'A Lot Has Been Done'<br /></strong></p><p>The number of oil tank cars pulled by the country's largest railroads has increased more than 14 times in just the past four years. With oil drilling booms in places like North Dakota, where pipeline capacity is limited, railroads are a preferred method for transporting crude oil to refineries.</p><p>Patricia Reilly with the Association of American Railroads says her industry and regulators have made a series of changes designed to avoid accidents in the future.</p><p>\"There's lower speeds. There's selective routes. There's increased track inspections. And this was not done a year ago,\" Reilly says. \"People have to realize that a lot has been done to step up the safe movement of crude by rail.\"</p><p>Reilly says there's also a push to train more local fire departments and other emergency officials so they know how to respond when an accident does happen. She says there are more changes to come.</p><p>\"The one piece of the puzzle that's missing is higher tank car standards,\" she says.</p><p><strong>Buying A Better Tank Car</strong></p><p>One widely used tank car — the DOT-111 — came under scrutiny because it can be punctured during an accident. Canada already has mandated a three-year phase-out of DOT-111s built before October 2011. That's when some safety upgrades were made to the tank car design.</p><p>In the U.S., many of those cars are owned by oil companies, not railroads. Rich Moskowitz, general counsel for the trade group American Fuel and Petrochemical Manufacturers, says even before Lac-Megantic, his industry petitioned the Department of Transportation to require stronger tank cars.</p><p>\"Refiners have voluntarily ordered and taken delivery on those cars, even though DOT still hasn't acted on the petition. In fact, by the end of 2014, refiners will have invested more than $4.5 billion in safer tank cars,\" Moskowitz says.</p><p>Moskowitz says it will take time to phase out all the older tank cars and build new ones. Once that's done, he says, that combined with the infrastructure improvements can make moving oil by rail safer.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Safety+Changes+Are+Small+Comfort+When+Oil+Trains+Pass&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Brady","audio":[{"meta":{"duration":"247"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1328515654-fa84e0.m3u?orgId=1&topicId=1091&ft=3&f=328216488"},{"href":"http://media.npr.org/assets/img/2014/07/04/train-70ba181d7cb0d7cd3782bf203113c947079db5bc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2664","width":"3554"}}]}