{"created":"2014-10-07T20:59:16+00:00","modified":"2014-10-30T21:43:16+00:00","valid":{"from":"2014-10-30T21:43:16+00:00","to":"3014-10-30T21:43:16+00:00"},"hreflang":"en","title":"A Smuggler Explains How He Helped Fighters Along 'Jihadi Highway'","published":"2014-10-08T18:24:00+00:00","teaser":"Thousands of international recruits have crossed into Syria from Turkey to join the Islamic State. A Syrian man who helped smuggle those jihadis in explains how it worked, but says he's stopped now.","itags":["npr_api","354288389"],"guid":"ae68cb9f-cc30-4fbe-8ae6-6f0781363fd0","contentencoded":"<p>The Syrian smuggler agrees to meet at an outdoor cafe in Kilis, a town on the edge of Syria-Turkey frontier. As waiters deliver glasses of hot, sweet tea and Turks play dominoes at nearby tables, he talks about his role in the \"Jihadi Highway\" and why he finally decided to quit.</p><p>The smuggler, in his mid-20s, is open about every aspect of the lucrative enterprise, except for revealing his name. He is well-known to the militants of the Islamic State, also known as ISIS, who paid him well for his skills, and who certainly would kill him for speaking to a journalist.</p><p>For the past two years, he says, he helped hundreds of bearded young men — and in recent months, four young women — cross the Turkish border into Syria to join ISIS.</p><p>He says he is not a religious radical, just someone who needed to support his family as the Syrian civil war dragged on. He decided to quit when more moderate rebels, who now control Syrian territory across the border from Kilis, threatened him. The moderate rebels wanted the smuggling routes closed to stop more fighters from joining the ranks of ISIS.</p><p>Smuggling is a good business, he says with a shrug: \"The money is very good, but you feel you are bad.\"</p><p>But that's not how he felt in 2012, when he began his work. At that point he believed he was helping the Syrian revolution that began as peaceful protests against an oppressive regime.</p><p>As the Syrian regime stepped up the violence and it became clear there was no prospect for international support, local rebels welcomed international recruits willing to fight and die in Syria. They said they came for jihad.</p><p>\"They are excited people and don't think about the risks,\" he says.</p><p>It was easy work at first, says the smuggler.</p><p>\"The Turkish people, in the beginning, they just closed their eyes,\" he explains.</p><p>At Turkish airports near the border, he would greet bearded men who had all kinds of foreign accents, and who came without luggage.</p><p>At the airport, he says, some Turks voiced their support. \"Good luck in jihad in Syria,\" they would say, and the smuggler believed he had Turkey's tacit support.</p><p>Even when his clients were young women — between 17 and 20, from Tunisia, Morocco, one from Britain — no one stopped him. The four had met militant fighters online and came for marriage and jihad.</p><p>The Jihadi Highway from Turkey to Syria long has been an open secret, well-documented by the international media, Syrian activists and the Turkish press. The militants often were spotted in border towns buying supplies before crossing into Syria to join ISIS.</p><p>Vice President Biden said in a speech at Harvard University's Kennedy School last week that \"our allies in the region were our largest problem\" in promoting the growth of radical groups.</p><p>Biden said that U.S. allies, including Turkey, were so determined to unseat Syrian President Bashar Assad that they channeled money and guns to anyone willing to fight.</p><p>Turkish President Recep Tayyip Erdogan was incensed, and Biden has apologized. The diplomatic spat comes at a sensitive time, as the U.S. wants Turkey to join the anti-ISIS coalition.</p><p>\"The Turkish government steadfastly denies that it has ever, ever helped [ISIS],\" says Soli Ozel, a specialist in international relations at Istanbul's Kadir Has University.</p><p>But the Turkish media have documented tacit backing, says Ozel, including \"turning a blind eye, allowing them to come and be treated in Turkish hospitals when they are wounded.\"</p><p>Turkish analysts say the indirect support was based on Turkey's gamble as the Syrian revolt raged on that the militants would boost the rebel cause in the absence of Western support.</p><p>Turkey was slow to see the danger, even as Washington began to raise the alarm. In recent weeks, Turkey has stepped up border patrols and arrested suspected militants.</p><p>The Syrian smuggler chain smokes as he explains that the Turks finally are shutting down the pipeline used by him and others like him.</p><p>\"All of them, they got warning\" from the Turkish border police, he says. \"So, it's not easy to go to ISIS from the border.\"</p><p>But it's also not impossible, he says with a grin and glint of professional pride.</p><p>Those moves, however, may have come too late for Turkey, where the spread of radical Islam now makes the ISIS threat a direct domestic danger, says Ozel. There are reports that more than 1,000 Turks have already joined the militants with support cells inside the country.</p><p>\"We know that, for instance, these guys had recruitment offices in different parts of the country,\" says Ozel, as ISIS targeted Turkish youth and others, \"who may not like their methods but sympathize with their ideology.\"</p><p>The sympathy has been on display at Istanbul University, where ISIS supporters openly attacked anti-ISIS students. Last week, a mosque in Istanbul's Fatih neighborhood offered prayers for militants killed in U.S. airstrikes. These are small details, says Ozel, but indicate an alarming trend. It will be part of Turkey's calculation as it considers a role in the U.S.-led coalition against ISIS.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Smuggler+Explains+How+He+Helped+Fighters+Along+%27Jihadi+Highway%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Deborah Amos","audio":[{"meta":{"duration":"277"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354371726-285afb.m3u?orgId=1&topicId=1009&ft=3&f=354288389"},{"href":"http://media.npr.org/assets/img/2014/10/07/jihadi-smuggler1-2935e807d03b87a0aa3b58b736b3cf5076b764bb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1256","width":"1676"}},{"href":"http://media.npr.org/assets/img/2014/10/07/jihadi-smuggler2-1df41d102ba4f81bc9b0e088a3dca4595d3c9d1c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2742","width":"3656"}}]}