{"created":"2015-04-01T07:52:34+00:00","modified":"2015-06-25T17:44:46+00:00","valid":{"from":"2015-06-25T17:44:46+00:00","to":"3015-06-25T17:44:46+00:00"},"hreflang":"en","title":"Scott Simon: 'We Don't Fully Grow Up' Until We Lose Our Parents","published":"2015-05-01T20:05:00+00:00","teaser":"\"There are some lessons that only grief and responsibility can teach us,\" says <em>Weekend Edition </em>host Scott Simon. His new memoir, <em>Unforgettable,</em> is about the life and death of his mother.","itags":["npr_api","396599202"],"guid":"ae686184-0f7b-4222-bd76-c532865a2763","contentencoded":"<p>In July 2013, some 1.2 million Twitter users followed a remarkable <a href=\"http://www.npr.org/blogs/thetwo-way/2013/07/30/207032871/on-twitter-scott-simon-s-long-goodbye-to-his-mother\" target=\"_blank\">series of tweets</a> from NPR's Scott Simon. He was sending updates from the hospital room where his mother was living the last days of her life.</p><p>Simon's mother died on July 29, 2013, just shy of her 85th birthday.</p><p>Those who were following along might have thought Simon said it all in those tweets, but <em>Unforgettable,</em> a new memoir of his mother's life and death, tells the rest of the story.</p><p>His mother always told him the truth, Simon tells NPR's Steve Inskeep, but she didn't tell him everything. So he was glad to have this time with her to talk about things she hadn't shared with him when he was younger.</p><p>\"I think we were blessed that she would be able to impart this to me at the very end,\" he says. \"I think it shows the kind of exquisite sensitivity and judgment that she had, and the consideration for me and the fact that she wanted me to grow up strong and not kind of be burdened by a lot of these concerns.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On his father, who struggled with alcohol addiction, and died when Simon was 16</strong></p><p>I've been pretty open about that. I think we always have been. Maybe over the years and, at this particular point in my life ... my mother and I were able to finally admit to each other how that angered both of us. And we have no business being angry. Alcoholics don't deserve it.</p><p>On the other hand, I think we had to admit to each other during those last days that he drunk himself out of our family life. And it's very difficult over the years to hear the protestations of someone who drinks too much who says, \"I love you, I love you, I love you more than anything else in the world.\" And you have to confront the fact that actually what they love more, or at least what they're devoted to more, is the next drink that they have to have.</p><p>My mother had to decide: She said to me she would've stayed with my father forever if it was up to her. But she couldn't do that to their son. That she knew that there was no life for us as a family. And what she said in our last days together — she shared a conclusion that I think in my bones I had reached, but she was able to articulate it.</p><p>I was 16 when my father died. And my mother said, \"You know, I think your dad died because it was the last thing he could do for us. He loved us. He wanted to be with us. He understood that because of his problems he couldn't. But if he left us now on our own, we would still love him and treasure the memories.\" She said, \"I think he figured dying was the last gift that he could give us.\" And I think she's right.</p><p><strong>On the men his mother dated after his father died</strong></p><p>I feel so sorry for the men who dated my mother looking back on it because, you know, I was a little jerk. And my mother was very kind to understand I was doing this out of loyalty to my father. So I made life rough for most of her boyfriends. And they were lovely guys. And you know, I think my mother at some level was still in love with my father. And she didn't really want much of a serious relationship for most of those years, which is what led her into the arms of a man who was married.</p><p><strong>On Phillip, the married man she dated</strong></p><p>He ran a local beauty products company — my mother met him when she was doing a print ad as the \"hairspray girl\" ... my mother was very beautiful. ... He would come over on Thursday nights. We would send out for take-out food which was a big thrill for me. And then after sitting back from the table he would say to me, \"You know, Scotty, I understand that there's a very good movie at The Village.\" And he'd take out a $10 bill, and he would say, \"Is this enough?\" And of course, that was more than enough. Tickets were 75 cents as I recall. And so, I thought Thursday nights were great.</p><p>As I got older, I began to put two and two together. And my mother said to me in our last days together that she began to realize that they couldn't keep this from me anymore. That she couldn't, on the one hand, be telling me the facts of life and not expect me to, in a sense, recognize them when they were being put right in front of me every Thursday night.</p><p>And I came home one night and there was an empty brown bottle of sleeping pills. And she had left a note saying, \"I love Phillip.\" And I knew that this was serious that she could die. I didn't call for an ambulance, because at the same time I didn't want to embarrass her. So I called a friend of his who was a doctor who was kind of his cover story for those Thursday nights. And actually called my mother's boyfriend Phillip. And we spent the rest of the night walking my mother around. And I used every expletive I had learned at the age of 17 on this man that night. I wasn't the gentleman that my mother would've wanted me to be. ...</p><p>What she said to me in our last days together was that, she said, \"I had to show Phillip that we were playing with fire. I had to see for him that these were life and death stakes. And I knew that we were showing you all the wrong things about love. And I couldn't let you grow up thinking that's what love looked like.\"</p><p><strong>On what it was like to share these stories in her last days</strong></p><p>I think I can say now it was pretty wonderful. They were, along with having our children, and marrying my wife, the sweetest moments of my life to be able to share that with my mother, to be able to spend that time with her knowing, after a while, that this would be our last time together. To be able to tell each other how much we, not only loved each other, but how much the rest of my life will be in a sense a continuation of what she left inside of me.</p><p>It made me really understand ... that mothers and fathers pour everything they are into us. And they stand us on our own. And they understand that we don't fully grow up until some day we lose them. There are some lessons that only grief and responsibility can teach us. And to be able to go through that with my mother and have us both feel that inside our souls, really, that's, that's a blessing.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Scott+Simon%3A+%27We+Don%27t+Fully+Grow+Up%27+Until+We+Lose+Our+Parents&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"423"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396757517-6b9263.m3u?orgId=1&topicId=1033&aggIds=100876926&d=423&p=3&story=396599202&t=progseg&e=396757433&seg=3&ft=nprml&f=396599202"},{"href":"http://media.npr.org/assets/img/2015/03/31/simon_mother_and_son_in_frame-f6d982433fa7543bb180a6b75f45c731105796cd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1025","width":"1367"}},{"href":"http://media.npr.org/assets/img/2015/03/31/scotthorizntlbc_med-2-e1af14347ed03ef194b5ea2eeaaa6844c94f9835.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"398","width":"531"}}]}