{"created":"2015-04-16T18:54:28+00:00","modified":"2015-04-16T20:43:41+00:00","valid":{"from":"2015-04-16T20:43:41+00:00","to":"3015-04-16T20:43:41+00:00"},"hreflang":"en","title":"The Story Behind Mark Ronson's Hit Song 'Uptown Funk'","published":"2015-04-16T20:43:00+00:00","teaser":"The producer says there was a moment when his co-writers thought, \"Maybe this song wasn't meant to be.\" He also describes working with Amy Winehouse and Bruno Mars.","itags":["npr_api","400106347"],"guid":"ae6933f4-55aa-4b03-90b2-db3b6a60bdf0","contentencoded":"<p>When singer Bruno Mars and producer Mark Ronson first landed on the instrumental track and a few lines of what would become the hit song \"Uptown Funk,\" Ronson says the room was filled with electricity.</p><p>\"There's nothing more exciting than that period of the song, because the potential is unlimited,\" Ronson tells <em>Fresh Air</em>'s Terry Gross.</p><p>But then the process turned long and labored for the co-writers. Mars, Ronson and Jeff Bhasker would meet up in Los Angeles or London or Memphis and work on it, but the energy wasn't the same.</p><p>\"You can never get that spirit back,\" Ronson says. \"You try to write another verse, and it seems forced, because the first one was so natural.\"</p><p>In fact, there was a moment where Ronson says they thought, \"Maybe this song wasn't meant to be.\" But Ronson, who also plays guitar in the song, says he knew there was potential, so he kept fighting for it.</p><p>\"I'd wait maybe a month until everyone's nerves cooled down and be like, 'Hey, can we get back in and try to work on that song again?'\" he says. \"Eventually, we did get it.\"</p><p>The song, on the album <em>Uptown Special</em>, just ended its 14-week run at the top of the <em>Billboard</em> Hot 100. Ronson has put out four albums under his own name, and they all feature other artists singing the songs he co-wrote and produced.</p><p>Ronson has also had a hand in other hits: He produced some of Amy Winehouse's 2006 album <em>Back To Black,</em> including the songs \"Rehab\" and \"You Know I'm No Good.\"</p><p>Ronson recalls the first time he met Winehouse, who died in 2011.</p><p>\"She came to my studio one day. I was on ... Mercer and Canal in downtown New York. We hung out, talked about music,\" he says. \"She was so magnetic, and just her energy — I just instantly liked her and I wanted to impress her, basically. I wanted to have a piece of music that would make her be like, 'Wow, I want to work with this guy.'\"</p><p>Ronson grew up in the music world. His stepfather Mick Jones co-founded the band Foreigner, and wrote its hit \"I Want To Know What Love Is\" for Ronson's mother.</p><p>Ronson was born in London, but his family moved to New York when he was 8. He says he was allowed to hang out in the studio with Foreigner, and that sometimes Jones would bounce ideas off of him. Jones would come home the same time Ronson was leaving for school.</p><p>\"He'd play me the most recent mix of songs in the studio and ask for my input,\" Ronson says. \"And I don't remember any of this happening, but he'd always tell me that I'd be like, in my little English schoolboy voice, 'Well, I remember the bass was turned up slightly more on the mix from last week, and I thought that was good.' ... I was kind of destined to probably be a studio rat.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On creating 'Uptown Funk'</strong></p><p>I think that where it came from and the initial birth of it — it did come out of a jam at Bruno's studio. He was playing drums and Jeff Bhasker, who co-produced the record — that's who's on synths — and I was playing bass, and I think that that spirit, or at least the raucousness, of maybe that is in there. And then, yeah, like, along the way you fine-tune it because you're thinking, \"We need to turn this into a song.\"</p><p>Bruno, I think, is probably one of the greatest hook writers of... certainly anyone I've ever worked with, if not this current generation of pop artists. Also, when you're doing something that doesn't sound like anything else on the radio at the time, you almost need to like, iron-clad it, to make sure it gets through.</p><p>You have to put these hooks in it. You've got to make sure you've got all that ear candy in it to get it through the gate.</p><p><strong>On how stressful it was to come up with his guitar part for the song</strong></p><p>One of the last things to happen was to get my guitar part, and I guess just the pressure of knowing that I still had to come up with something, to basically [do] my end of the deal. ... Bruno had done this great vocal, Jeff had all these great synth parts. And while we were doing the guitars, I had done 50, 60 takes of it, and I couldn't get a part that I liked.</p><p>And we went out for lunch, and I sort of — I guess the pressure of this song and the guitar part — I fainted in the restaurant. And let's just say I redecorated the walls in the bathroom of this nice restaurant and had to be carried out. ... And, luckily, I went to Toronto two days later, because that's where Bruno happened to be on tour ... and I got it there. It just became easy. Maybe it was just psychological, getting out of home, whatever it was.</p><p><strong>On meeting Amy Winehouse</strong></p><p>Her first record had come out, and I just remember really liking this one song off it called \"In My Bed\" and being a little bit enamored. [She's] this young Jewish girl from North London — and I'm the same thing, from a Jewish family in North London. [She has] this incredible voice, so I said, \"Yeah, I'll meet her.\"</p><p>To be honest, it wasn't like I was some big shot. At that point, I was meeting with anybody who might want to work on music, because you never know where chemistry is going to come, or your break, or whatever it is.</p><p><strong>On getting the retro-soul band The Dap-Kings to play on Winehouse's album </strong></p><p>I had started to use Dave Guy, the trumpet player, an incredible musician. I had started to work with him a little bit because I was making these demos of cover versions I did for my second album, <em>Version</em>. But I was doing all the tracks, and then we'd work out the horn arrangements together. So he came into the studio one day, and they had just cut a cover of \"Signed, Sealed, Delivered\" for something with Sharon Jones, and I just was blown away by how they got that [sound]. I mean, it was just so much the real deal.</p><p>And at the time, Amy and I were working on demos for <em>Back To Black</em>, and I was probably using whatever computer trick I could. They have plug-ins for your computer that make things sound old or whatever it is, and I played Amy this recording of Sharon Jones. And I said, \"How good is this? We should get these guys to play these demos.\" And she's like, \"Yeah, yeah.\" She would say, \"It's the nuts\" if she thought something was really good — it was \"the nuts.\" So she said it was \"the nuts\" and we got the whole band, not just the horn section.</p><p><strong>On writing 'Rehab' with Winehouse</strong></p><p>She wrote \"Back To Black\" and \"Rehab\" while we were there in the studio, in like kind of a matter of hours. So when she was telling me this story about rehab — we were actually walking down the street and she was saying, \"There was this time a couple of years ago, and I was in this dark place, and my family came over and some friends, and they tried to make me go to rehab, and I was like, 'No, no, no.'\" And she put up her hand, and I just thought, \"That's such a catchy turn of phrase, and should we go back — and do you want to try to write a song with that?\" Because it just instantly sounded like a hook to me. I remember it so well. She was telling me this really deep story, and I'm kind of like, \"Is it gross?\" — all I can hear is a big pop hook in there.</p><p><strong>On starting his career in music by DJing at clubs in New York</strong></p><p>I started off DJing when I was 16. And I had two turntables and a handful of records, maybe 10 records, and I'd buy two copies of the same record, so I could practice scratching them and bringing the breaks back by emulating my favorite DJs on the radio, which were Stretch Armstrong and Funkmaster Flex, Red Alert. I would listen to their routines and try and copy in my best way what they were doing, because I didn't really know anyone else who was a DJ, who could teach me or show me the stuff. And like anything in the beginning, you just play wherever you can. Someone's doing a gig, they've got 20 bucks, you're there with your whole speaker system and turntables. ... You love this stuff so much, you just can't wait to get out and do it, and you're just like, \"Any way that I can get discovered.\" And then after a couple years of playing in clubs in downtown New York, people like Puffy and Guru and Premiere from Gang Starr and Biggie and Jay-Z and all these heroes of mine suddenly [started] coming into these places where I'm DJing, and it was a thrill. And if you do a good job, there's the chance they might remember who you are, and that happened with Puffy. And he started to book me for other gigs and later with Jay-Z, as well, so that's how I started to make my name.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Story+Behind+Mark+Ronson%27s+Hit+Song+%27Uptown+Funk%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2378"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400161963-2cb345.m3u?orgId=1&topicId=1105&e=400106347&d=2378&ft=nprml&f=400106347"},{"href":"http://media.npr.org/assets/img/2015/04/16/463387002-7a9370525ada8ddfe092a42fba050c1adbab40ee.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2370","width":"3161"}}]}