{"created":"2014-10-08T16:44:08+00:00","modified":"2014-10-31T02:23:03+00:00","valid":{"from":"2014-10-31T02:23:03+00:00","to":"3014-10-31T02:23:03+00:00"},"hreflang":"en","title":"tUnE-yArDs: Ain't Nothing Like The Real Thing","published":"2014-05-05T17:43:00+00:00","teaser":"On <em>Nikki Nack</em>, Merrill Garbus worries over the notion that she's just an accumulation of her influences, and she fights back wonderfully.","itags":["npr_api","309742734"],"guid":"ae93d023-9b86-4b1e-8dc8-407cd01e86fe","contentencoded":"<p><a href=\"http://www.npr.org/artists/122443700/tune-yards\">tUnE-yArDs</a><em> is</em> Merrill Garbus. She writes the songs, which frequently consist of musical riffs broken into pieces and shards, glued together with an organizing rhythm. She provides most of the multi-layered vocals and much of the percussion, as well as various keyboards, ukulele and other instruments and objects. Working with bassist Nate Brenner and occasionally a few other singers and instrumentalists, Garbus gives electrifying performances that showcase her remarkably flexible singing voice. In her ability to create music that sounds at once invitingly familiar and disorientingly new, Garbus is the real thing — an original artist.</p><p>Her stated influences are a patchwork, including everything from kids' games and TV shows to the drum rhythms she's heard in music from Kenya and Haiti, as well as every kind of American pop. I also hear the sort of strongly willful naivete that in the past has powered music by idiosyncratic artists such as Captain Beefheart, Pere Ubu's David Thomas, Jonathan Richman and the children's-music genius-eccentric Jim Copp. But in <em>Nikki Nack</em>'s \"Real Thing,\" Garbus worries over the notion that she's just an accumulation of her influences, and she fights back wonderfully, calling out the \"curse of the real thing.\" This song and many others are showcases for her striking vocals.</p><p>There are quiet moments on this album, such as \"Look Around,\" which commences with Garbus' stark, lovely, soulful singing. That song builds and builds into a rich, multi-tracked, orchestral swirl that surges with confidence even as its lyric describes examples of what Garbus calls \"the most brilliantly rhyming terrors.\" tUnE-yArDs' music plays with notions of assertiveness and weakness, power and passivity. Garbus' voice is so flexible, assuming so many roles within a single song, and her music is so artfully ramshackle, it can confuse a newcomer. Is she a kid just fiddling around with do-it-yourself technology? No. Now a thirtysomething based in Oakland, Calif., Garbus is an artist whose process has become more complex with each of her three albums. She took her album title <em>Nikki Nack</em> from the \"This Old Man\" nursery rhyme, but she's never childish — her songs raise the subjects of personal and political revolt, of natural and man-made disasters, of the difficult work of trying to achieve happiness.</p><p>At one point during \"Hey Life,\" Garbus sings, \"Hey, life, I love you so much I scream and shout.\" tUnE-yArDs' music contains some of the most thoughtful and artful screaming and shouting I've heard in a while.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=tUnE-yArDs%3A+Ain%27t+Nothing+Like+The+Real+Thing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ken Tucker","audio":[{"meta":{"duration":"405"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309820648-d42c34.m3u?orgId=1&topicId=1104&ft=3&f=309742734"},{"href":"http://media.npr.org/assets/img/2014/05/05/tune-yards-2-375112d3abba1fc5cb318fd929a3dbdb4c513fd4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"761","width":"1015"}}]}