{"created":"2014-10-27T16:37:45+00:00","modified":"2014-12-02T00:50:48+00:00","valid":{"from":"2014-12-02T00:50:48+00:00","to":"3014-12-02T00:50:48+00:00"},"hreflang":"en","title":"Afghan Daughters Raised As Sons","published":"2014-10-21T19:40:00+00:00","teaser":"Jenny Nordberg chronicles a practice known as Bacha Posh in Afghanistan, whereby parents raise a daughter as a son.","itags":["npr_api","354107425"],"guid":"ae9b885e-d551-455f-85ea-13d98e50fb96","contentencoded":"<p>The United Nations has named Afghanistan one of the most dangerous countries in the world to be born a girl.</p><p>It’s a country where women’s rights are severely curtailed, where girls are under-educated, and where females cannot walk the streets unaccompanied by a male relative.</p><p>The life expectancy for women in Afghanistan is currently 44 years old — on par with the least developed countries in the world.</p><p>It’s with that backdrop that journalist and author <strong>Jenny Nordberg</strong> stumbled upon an unusual phenomenon: Afghan parents who raise a daughter as a son, giving her all the privileges and rights afforded to male children.</p><p>After an Afghan mother first told Nordberg about the practice, she consulted historians, anthropologists, and long-time residents. All assured her that the case was an anomaly. But nearly five years of research proved those experts wrong.</p><p>Nordberg&#8217;s new book, <a href=\"http://www.amazon.com/Underground-Girls-Kabul-Resistance-Afghanistan/dp/0307952495/ref=la_B00IHQGKI0_1_1?s=books&ie=UTF8&qid=1412611613&sr=1-1\">“The Underground Girls of Kabul” </a>chronicles, for the first time, a practice common enough that these girls have a name: Bacha Posh.</p><p>And while the reasons for creating a Bacha Posh range from the shame of not having a male child, to the practicalities of having a &#8220;son&#8221; who can work and protect the family’s daughters, to the superstition that having a fake son will help the mother give birth to a real one, the reality is that the practice extends to all social classes, ethnicities and locations.</p><p>Nordberg joins <em><a href=\"http://hereandnow.wbur.org/\">Here & Now</a></em>&#8216;s Robin to discuss the practice of creating a Bacha Posh.</p><h4>Book Excerpt &#8220;The Underground Girls of Kabul&#8221;</h4><p style=\"text-align: center\">By Jenny Nordberg<p><em>Chapter One&#8211;The Rebel Mother</em></p><p>“Our brother is really a girl.”</p><p>One of the eager-looking twins nods to reaffirm her words. Then she turns to her sister. She agrees. Yes, it is true. She can confirm it.</p><p>They are two ten-year-old identical girls, each with black hair, squirrel eyes, and a few small freckles. Moments ago, we danced to my iPod set to shuffle as we waited for their mother to finish a phone conversation in the other room. We passed the headphones between us, showing off our best moves. Though I failed to match their elaborate hip rolls, some of my most inspired sing-along was met with approval. It actually sounded pretty good bouncing off the ice-cold cement walls of the apartment in the Soviet-built maze that is home to a chunk of Kabul’s small middle class.</p><p>Now we sit on the gold-embroidered sofa, where the twins have set up a tea service consisting of glass mugs and a pump thermos on a silver-plated tray. The mehman khana is the most opulent room in an Afghan home, meant to show off the wealth and good moral character of its owners. Cassette tapes with Koran verses and peach-colored fabric flowers sit on a corner table where a crack has been soldered with Scotch tape. The twin sisters, their legs neatly folded underneath them on the sofa, are a little offended by my lack of reaction to their big reveal. Twin number two leans forward: “It’s true. He is our little sister.”</p><p>I smile at them, and nod again. “Yes.” Sure.</p><p>A framed picture on a side table shows their brother posing in a V-neck sweater and tie, with his grinning, mustached father. It is the only photo on display in the living room. His oldest daughters speak a shaky but enthusiastic English, picked up from textbooks and satellite television from a dish on the balcony. We just have a language barrier here, perhaps.</p><p>“Okay,” I say, wanting to be friendly. “I understand. Your sister. Now, what is your favorite color, Benafsha?”<a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/10/Underground-Girls-hires-cover.jpg\"><img class=\"alignright wp-image-68913 size-medium\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/10/Underground-Girls-hires-cover-197x300.jpg\" alt=\"Underground Girls hires cover\" width=\"197\" height=\"300\" /></a></p><p>She goes back and forth between red and purple before passing the question to her sister, where it gets equally serious consideration. The twins, both dressed in orange cardigans and green pants, seem to do most things in perfect girly synchronicity. Their bobbing heads are topped with glittery hair scrunchies, and only when one speaks will the other’s scrunchie be still for a few seconds. Those moments are a beginner’s chance to tell them apart: A small birthmark on Beheshta’s cheek is the key. Benafsha means “flower”; Beheshta, “paradise.”</p><p>“I want to be a teacher when I grow up,” Beheshta volunteers for our next topic.When it becomes each of the twins’ turns to ask a question, they both want to know the same thing: Am I married?</p><p>My response mystifies them, since—as they point out—I am very old. I am even a few years older than their mother, who at thirty-three is a married mother of four. The twins have another sister, too, in addition to their little brother. Their mother is also in the national parliament, I say to the twins. So there are many things I am not, compared to her. They seem to appreciate that framing.</p><p>Their brother suddenly appears in the doorway.</p><p>Mehran, age six, has a tanned, round face, deep dimples, eyebrows that go up and down as he grimaces, and a wide gap between his front teeth. His hair is as black as that of his sisters, but short and spiky. In a tight red denim shirt and blue pants, chin forward, hands on hips, he swaggers confidently into the room, looking directly at me and pointing a toy gun in my face. Then he pulls the trigger and exclaims his greeting: phow. When I fail to die or shoot back, he takes out a plastic superhero from his back pocket. The wingman has blond hair, shiny white teeth, two gun belts slung across his bulging chest, and is armed with a machine gun. Mehran says something in Dari to the figurine and then listens intently to him. They seem to agree:</p><p>The assault has been a success.</p><p>Benafsha comes alive at my side, seeing the chance to finally prove her point. She waves her arms to call her brother’s attention: “Tell her, Mehran. Tell her you are our sister.”</p><p>The corners of Mehran’s mouth turn downward. He sticks his tongue out in a grimace before bolting, almost crashing into his mother as she walks into the room.</p><p>Azita’s eyes are lined with black kohl, and she wears a little bit of blush. Or perhaps it is the effect of having had a cell phone pressed to her ear. She is ready now, she exclaims in my direction. To tell me what I came to ask about—what it is like, almost a decade into America’s longest war and one of the largest foreign aid efforts of a generation, to be an Afghan woman here.</p><p>When we first meet, on this day, I am researching a television piece on Afghan women and Azita has been a member of the country’s fairly new parliament for four years. Elected to the Wolesi Jirga, one of the legislative branches installed a few years after the 2001 defeat of the Taliban, she had promised her rural voters in Badghis province that she would direct more of the foreign aid influx to their poor, far-flung corner of Afghanistan.</p><p>The parliament she entered was heavily populated with drug kingpins and warlords and seemed to be in a state of paralysis due to deeply entrenched corruption, but it was at least an attempt at democracy that many Afghans expressed hope for. It followed many forms of failed governance during the last century: absolute monarchy, communism, and an Islamic emirate under the Taliban. Or no government at all in times of civil war.</p><p>As some foreign diplomats and aid workers around Kabul came to know Azita as an educated female parliamentarian who not only spoke Dari, Pashto, Urdu, and Russian, but also English, and who seemed relatively liberal, invitations to events poured in from the outside world. She was flown to several European countries and to Yale University in the United States, where she spoke of life under the Taliban.</p><p>It was not unusual for Azita to invite foreigners to her rented home in Macroyan, either, to show her version of normal life in a Kabul neighborhood. Here, laundry flutters on the balconies of dirt-gray four-story buildings, interrupted by the occasional patch of green¬ery, and in the early mornings, women gather at the hole-in-the-wall bakeries while men perform stiff gymnastic exercises on the football field. Azita takes pride in being a host and showing herself off as an exception to the way Afghan women are portrayed in the outside world—as secluded inside their homes, with little connection to society, often illiterate and under the spell of demonizing husbands who do not allow them any daylight. And definitely not receiving vis¬its from farangee, or foreigners, as the historical invaders were once dubbed by Afghans. These days, foreigners usually go under amrican, regardless of their passport.</p><p>Azita enjoys demonstrating her running water, the electricity, the television set in her bedroom; all paid for with money she has made as the breadwinner of the house. She knows that impresses foreigners. Especially female foreigners. With her glowing cheeks, sharp features, and military-grade posture, elegantly draped in black fabric from head to toe, and exuding a warm scent of musk mixed with something sweet, Azita does look different from Afghanistan’s majority of women. At five feet six—perhaps a little taller in her pointy size-eleven sling-back heels—she even towers over some visitors. Those usually arrive in more practical shoes, as if on a trek somewhere.</p><p>On the topic of progress for women since 2001, Azita expresses little satisfaction to visiting foreigners, of which I am just the latest: Yes, more women are seen on the streets of Kabul and a few other larger cities than when the Taliban was in power, and more girls are enrolled in school, but just as in earlier eras when reforms were attempted, most progress for women is limited to the capital and a handful of other urban areas. Much of what the Taliban had banned and decreed regarding women is still effectively law in large parts of this mostly illiterate country, enforced by conservative tradition. In many provinces, burkas are still commonplace, and women rarely work or leave the house without their husbands. The major¬ity of marriages are still forced, honor killings are not unusual, and any involvement of the justice system in a rape case usually means that only the victim goes to jail, charged with adultery or with having had premarital sex—unless she, as a commonly imposed solution, is forced to marry her rapist. Women burn themselves to death using cooking fuel to escape domestic abuse here, and daughters are still a viable, informal currency used by fathers to pay off debts and settle disputes.</p><p>Azita is one of few women with a voice, but to many, she remains a provocation, since her life is different from that of most women in Afghanistan and a threat to those who subjugate them. In her words: “If you go to the remote areas of Afghanistan, you will see nothing has changed in women’s lives. They are still like servants. Like animals. We have a long time before the woman is considered a human in this society.”</p><p>Azita pushes her emerald green head scarf back to reveal a short black ponytail, and rubs her hair. I shake off my scarf, too, and let it fall down on my neck. She looks at me for a moment, where we sit in her bedroom. “I never want my daughters to suffer in the ways I have suffered. I had to kill many of my dreams. I have four daughters. I am very happy for that.”</p><p>Four daughters. Only four daughters? What is going on in this family? I hold my breath for a moment, hoping Azita will take the lead and help me understand.</p><p>And she does.</p><p>“Would you like to see our family album?”</p><p>We move back into the living room, where she pulls out two al¬bums from under a rickety little desk. The children look at these photos often. They tell the story of how Azita’s family came to be.</p><p>First: a series of shots from Azita’s engagement party in the sum¬mer of 1997. Azita’s first cousin, whom she is to marry, is young and lanky. On his face, small patches of hair are still struggling to meet in the middle as a full beard; a requirement under Taliban rule at that time. The fiancé wears a turban and a brown wool vest over a traditional white peran tonban—a long shirt and loose pants. None of the one hundred or so guests are smiling. By Afghan standards, where a party can number more than a thousand, it was a small and un¬impressive gathering. It is a snapshot of the city meeting the village. Azita is the elite-educated daughter of a Kabul University professor. Her husband-to-be: the illiterate son of a farmer.</p><p>A few staged moments are captured. The fiancé attempts to feed his future wife some of the pink and yellow cake. She turns her head away. At nineteen, Azita is a thinner and more serious version of her later self, in a cobalt blue silk caftan with rounded shoulder pads. Her fingernails have been painted a bright red to match crimson lips, set off by a white-powdered face that reads as a mask. Her hair is a hard, sprayed bird’s nest. In another shot, her future husband offers her a celebratory goblet from which she is expected to drink. She stares into the camera. Her matte, powdery face is streaked with vertical lines running from dark brown eyes.</p><p>A few album pages later, the twins pose with Azita’s mother, a woman with high cheekbones and a strong nose in a deeply lined face. Both Benafsha and Beheshta blow kisses onto their bibi-jan, who still lives with their grandfather in the northwest of Afghanistan. Soon, a third little girl makes her appearance in the photos. Middle sister Mehrangis has pigtails and a slightly rounder face. She poses next to the twin mini-Azitas, who suddenly look very grown up in their white ruffle dresses.</p><p>Azita flips the page: Nowruz, the Persian New Year, in 2005. Four little girls in cream-colored dresses. All ordered by size. The shortest has a bow in her hair. It is Mehran. Azita puts her finger on the pic¬ture. Without looking up, she says: “You know my youngest is also a girl, yes? We dress her like a boy.”</p><p>I glance in the direction of Mehran, who has been skidding around the periphery as we have talked. She has hopped into another chair and is talking to the plastic figurine again.</p><p>“They gossip about my family. When you have no sons, it is a big missing, and everyone feels sad for you.”</p><p>Azita says this as if it is a simple explanation.</p><p>Having at least one son is mandatory for good standing and reputation here. A family is not only incomplete without one; in a country lacking rule of law, it is also seen as weak and vulnerable. So it is incumbent upon every married woman to quickly bear a son–it is her absolute purpose in life, and if she does not fulfill it, there is clearly something wrong with her in the eyes of others. She could be dis-missed as a dokhtar zai, or “she who only brings daughters.” Still, this is not as grave an insult as what an entirely childless woman could be called—a sanda or khoshk, meaning “dry” in Dari. But a woman who cannot birth a son in a patrilineal culture is—in the eyes of society and often herself—fundamentally flawed.</p><p>The literacy rate is no more than 10 percent in most areas, and many unfounded truths swirl around without being challenged. Among them is the commonly held belief that a woman can choose the sex of her unborn baby simply by making up her mind about it. As a consequence, a woman’s inability to bear sons does not elicit much sympathy. Instead, she is condemned both by society and her own husband as someone who has just not desired a son strongly enough. Women, too, often resort to blaming their own bodies and weak minds for failing to deliver sons.</p><p>The character flaws often add up about such a woman in the eyes of others: She is surely difficult and obnoxious. Perhaps even evil. The fact that the father actually determines the sex of a child, as the male sperm carries the chromosome makeup for each child and determines whether a boy or a girl will be born, is unknown to most.</p><p>For Azita, the lack of a son stood to impede all she was trying to accomplish as a politician. When she arrived with her family in Kabul in 2005, sneers and suspicion about her lack of a son soon inevitably extended to her abilities as a lawmaker and a public figure. Her visitors would offer their condolences when they learned about her four daughters. She found herself being cast as an incom-plete woman. Fellow parliamentarians, constituents, and her own extended family were unsympathetic: How could she be trusted to accomplish anything at all in politics when she could not even give her husband a son? Without a boy to show off to the constant stream of visiting political power brokers, her husband also grew increasingly embarrassed.</p><p>Azita and her husband approached their youngest daughter with a proposition: “Do you want to look like a boy and dress like a boy, and do more fun things like boys do, like bicycling, soccer, and cricket? And would you like to be like your father?”</p><p>She absolutely did. It was a splendid offer.</p><p>All it took was a haircut, a pair of pants from the bazaar, and a denim shirt with “superstar” printed on the back. In a single afternoon, the family went from having four daughters to being blessed with three little girls and a spiky-haired boy. Their youngest would no longer answer to Mahnoush, meaning “moonlight,” but to the boy’s name Mehran. To the outside world—and especially to Azita’s constituents back in Badghis—the family was finally complete.</p><p>Some, of course, knew the truth. But they, too, congratulated Azita. Having a made-up son was better than none, and people complimented her on her ingenuity. When Azita traveled back to her province—a more conservative place than Kabul—she took Mehran with her. In the company of her six-year-old son, she found she was met with more approval.</p><p>The switch also satisfied Azita’s husband. Tongues would now cease to wag about this unlucky man burdened with four daughters, who would need to find husbands for all of them, and have his line end with him. In Pashto, Afghanistan’s second official language, there is even a deprecating name for a man who has no sons: He is a meraat, referring to the system where an inheritance, such as land as-sets, is almost exclusively passed on through a male lineage. But since the family’s youngest took on the role of a son the child has become a source of pride to her father. Mehran’s revised status has also afforded her siblings considerably more freedom, as they can leave the house, go to the playground, and even wander to the next block, if Mehran is along as an escort.</p><p>There was one additional reason for the transition. Azita says it with a burst of low laughter, leaning in a little closer to disclose her small act of rebellion: “I wanted to show my youngest what life is like on the other side.”</p><p>That life can include flying a kite, running as fast as you can, laughing hysterically, jumping up and down because it feels good, climbing trees to feel the thrill of hanging on. It is to speak to another boy, to sit with your father and his friends, to ride in the front seat of a car and watch people out on the street. To look them in the eye. To speak up without fear and to be listened to, and rarely have anyone question why you are out on your own in comfortable clothes that allow for any kind of movement. All unthinkable for an Afghan girl.</p><p>But what will happen when puberty hits?</p><p>“You mean when he grows up?” Azita says, her hands tracing the shape of a woman in the air. “It’s not a problem. We change her into a girl again.”</p><p><em>Excerpted from</em> THE UNDERGROUND GIRLS OF KABUL: In Search of a Hidden Resistance in Afghanistan.  <em>Copyright © 2014 by Jenny Nordberg. Published by Crown Publishers, an imprint of Random House LLC.  All rights reserved. No part of this excerpt may be reproduced or reprinted without permission in writing from the publisher.</em></p><h4 style=\"font-weight: bold;color: #222222\">Guest</h4><ul><li><a href=\"http://www.icij.org/journalists/jenny-nordberg\"><strong>Jenny Nordberg</strong></a>, reporter, photojournalist, and author of the book &#8220;<a href=\"http://www.amazon.com/Underground-Girls-Kabul-Resistance-Afghanistan/dp/0307952495/ref=la_B00IHQGKI0_1_1?s=books&ie=UTF8&qid=1412611613&sr=1-1\">The Underground Girls of Kabul</a>.&#8221; She tweets <a href=\"https://twitter.com/nordbergj\">@nordbergj</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Afghan+Daughters+Raised+As+Sons&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"466"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367861104-ffba87.m3u?orgId=1&ft=3&f=354107425"}]}