{"created":"2015-02-25T10:02:33+00:00","modified":"2015-03-01T03:40:12+00:00","valid":{"from":"2015-03-01T03:40:12+00:00","to":"3015-03-01T03:40:12+00:00"},"hreflang":"en","title":"6 Years On, Is The Tea Party Here To Stay?","published":"2015-02-26T19:22:00+00:00","teaser":"Disillusionment with Wall Street, big political parties, big deficits and big government in general began even under Republican George W. Bush, but it took a hard turn after the election of 2008.","itags":["npr_api","388901979"],"guid":"aea5355a-3bed-4a27-9c2c-9d8fb14d21cc","contentencoded":"<p>It was February of 2009. President Obama had been in office less than a full month. His approval rating was over 60, and nearly 60 percent of the House and Senate seats were held by Democrats. The country seem poised on the edge of a new era, perhaps even another New Deal.</p><p>Not a few mainstream Republicans believed their party needed to do some serious soul-searching, housecleaning and image-adjusting. A task force at the Republican National Committee was hard at work on just such a set of recommendations.</p><p>But there was another spirit in the land as well. In Washington state, which had easily gone for the Democrats in November, travelers on Interstate 5 could see a huge billboard reading: \"Give me God, guns and gold and you can keep the change.\" The reference to Obama's 2008 \"hope and change\" theme could not have been clearer.</p><p>That same spirit of determined pushback was evident in plenty of other places, coast to coast, and it got more visible as the weeks went by.</p><p>Before Obama had been in office for a month, much of the nation saw an astonishing meltdown by cable TV personality Rick Santelli, an investment analyst on business news network CNBC.</p><p>For close to three minutes, Santelli harangued the live host and other on-air contributors with a fiery denunciation of the Obama plan to help homeowners whose property was worth less than its mortgage.</p><p>Santelli referred to \"paying losers' mortgages\" and strongly implied the program beneficiaries had no one but themselves to blame for their situation.</p><p>But then he uttered the magic phrase that altered the course of politics, if not history, on that chilly morning: \"We're thinking about having a Chicago tea party in July,\" he shouted. \"All you capitalists that wanna show up to Lake Michigan. I'm gonna start organizing.\"</p><p>Santelli was live from the floor of the Chicago Mercantile Exchange and an array of sympathetic traders all around him shouted and whistled their approval. Whatever they knew of the Boston Tea Party, an anti-tax act of vandalism against the English crown in 1773, they got the sense of defiance against the new regime in Washington.</p><p>The Santelli critique of all things associated with the Obama \"stimulus plan\" resonated especially well at the annual Conservative Political Action Conference, which convened in Washington the very next week. CPAC began in 1973, and one might have thought the 2009 iteration would be overshadowed by the Democratic victories of the previous November or the parlous state of the economy.</p><p>But not so. The event was as big and boisterous and unbowed as ever. The keynoter was radio talk legend Rush Limbaugh, who lit into critics who objected when he said he hoped the new president would fail.</p><p>\"I want any force, any person, any element of an overarching Big Government that would stop your success, I want that organization, that element or that person to fail,\" thundered Limbaugh.</p><p>The crowd at CPAC loved it. And some of them got outdoors for a little participatory protesting at a rally that came to be regarded as the first, or one of the first, \"Tea Party protests.\"</p><p>Once that term gained acceptance and became ubiquitous, acolytes of Ron Paul pointed out that he had used it as a fundraising handle during his 2007-2008 presidential campaign. Some of the new Tea Party activists were glad to credit Paul; others were not. But it scarcely mattered. The new name for hardcore, double-down conservatism took hold and spread everywhere.</p><p>Tom De Luca, a political science professor at Fordham University, thinks a powerful populist energy was moving in the land in the latter part of that decade. He points not only to the Tea Party but to the Occupy Wall Street movement as well.</p><p>\"The Tea Party people were obviously more effective at organizing into election activity,\" he adds.</p><p>There was disillusionment with Wall Street, the big political parties, big deficits and big government in general. It began even in the latter phase of Republican George W. Bush's presidency, but it took a hard turn after the election of 2008.</p><p>\"Having Obama become president for whatever reasons really deepened that anger,\" says De Luca.</p><p>Initially focused on taxes and spending, the Tea Party coalesced quickly around opposition to the president's health care legislation in 2009. Some of the angriest Tea Party moments came at town hall meetings that August, and in the days when Congress was voting on the bill.</p><p>By the time CPAC met again in February 2010, \"Tea Party\" was a household term and its stars were all over the CPAC stage.</p><p>Dick Armey of Texas, once the Republican majority leader in the House, was at CPAC with a Tea Party group called FreedomWorks. He had a message for his own party's current leaders, and for Washington as a whole:</p><p>\"They must come to us and show they're worthy of our loyalty. We don't go to them.\"</p><p>And Sen. Jim DeMint of South Carolina bluntly warned his GOP colleagues that they could be challenged in primaries by \"a different Republican ... a real Republican.\"</p><p>In November 2010, Tea Party activists ignited a ballot box explosion, delivering the U.S. House and many state offices to the GOP.</p><p>But their contribution came at a cost. Some of DeMint's insurgents did take on incumbents and party-preferred candidates in GOP Senate primaries in 2010 and 2012. A number of these challengers won their primaries, sometimes going on to the Senate but other times losing what had been considered safe Republican seats.</p><p>Still, the Tea Party was welcome in the conservative movement. David Keene, chairman of CPAC from 1984 until 2011, had this to say on NPR in 2011:</p><p>\"Not only did they have all the impact on the elections, but where else do you find millions of people holding up copies of the Constitution? These were obviously people that we wanted.\"</p><p>Tea Party insurgents did not do so well in the primaries in 2014. Many establishment candidates were better prepared for them. Beyond that, the Republican Party had absorbed and adjusted to the Tea Party influence and impact. The movement had \"caught lightning in a bottle,\" says Fordham's De Luca, but its moment might have passed.</p><p>\"The Tea Party issues haven't gone away,\" De Luca adds. \"The real question is whether the Tea Party itself in its various manifestations is still the kind of force it was some years ago. My guess is that it isn't. But we'll have to see, especially as we move toward the 2016 elections.\"</p><p>Which means we can expect to hear lots of shout-outs and salutes to the Tea Party this week as CPAC meets again: The speaker list features more than a dozen presidential prospects.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=6+Years+On%2C+Is+The+Tea+Party+Here+To+Stay%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ron Elving","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388901980-80aa95.m3u?orgId=1&topicId=1014&e=388901979&d=234&ft=nprml&f=388901979"}]}