{"created":"2015-01-07T18:14:34+00:00","modified":"2015-01-08T20:06:51+00:00","valid":{"from":"2015-01-08T20:06:51+00:00","to":"3015-01-08T20:06:51+00:00"},"hreflang":"en","title":"Did The Movie 'Selma' Get LBJ Wrong?","published":"2015-01-08T20:06:00+00:00","teaser":"Some historians say the new film \"Selma\" paints President Lyndon Johnson in an unfair light with regard to his civil rights record.","itags":["npr_api","375638160"],"guid":"aeacbec9-5f33-4788-88ac-1f26e833eb67","contentencoded":"<p>Some historians say the new film &#8220;<a href=\"http://www.selmamovie.com/#home\" target=\"_blank\">Selma</a>&#8221; paints President Lyndon Johnson in an unfair light with regard to his civil rights record. The film depicts him as lagging behind on voting rights for African Americans.</p><p>Historian <strong>Julian Zelizer</strong>, author of a new book about LBJ, <a href=\"http://www.nytimes.com/2015/01/01/movies/depiction-of-lyndon-b-johnson-in-selma-raises-hackles.html\" target=\"_blank\">told</a> The New York Times, “they obviously wanted to create a villain, and really miss who Lyndon Johnson was.” <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young speaks with Zelizer about this and the rest of Johnson&#8217;s presidency.</p><p>Zelizer&#8217;s book, <a name=\"excerpt\"></a>&#8220;<a href=\"http://www.amazon.com/The-Fierce-Urgency-Now-Congress/dp/1594204349\" target=\"_blank\">The Fierce Urgency of Now: Lyndon Johnson, Congress, and the Battle for the Great Society</a>,&#8221; comes out on Jan. 8, 2015.</p><h4>Book Excerpt: &#8216;The Fierce Urgency of Now&#8217;</h4><p><em>By Julian Zelizer</em></p><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/01/0107_zelizer-book.jpg\"><img class=\"alignright size-medium wp-image-75920\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/01/0107_zelizer-book-198x300.jpg\" alt=\"Cover of \"The Fierce Urgency of Now\" by Julian Zelizer\" width=\"198\" height=\"300\" /></a></p><p>On January 12, 1966, President Johnson, looking confident and commanding, strode to the rostrum of the House of Representatives to deliver his third State of the Union address. His approval rating was 59 percent, and the Gallup poll had reported that for the third year in a row Americans rated him the “Most Admired Man” in the world, ahead of Martin Luther King and Pope Paul VI. Before members of Congress and a national television audience, Johnson brushed off conservative critics who had argued that the increasing cost of the conflict in Vietnam necessitated cuts in nonmilitary spending. He insisted that the American economy could pay for guns <em>and </em>butter. “This nation is mighty enough,” the president said, “its society is healthy enough, its people are strong enough, to pursue our goals in the rest of the world while still building a Great Society here at home.” Johnson reminded Congress and the nation that the economy was still booming. “Workers are making more money than ever—with after-tax income in the past 5 years up 33 percent; in the last year alone, up 8 percent. More people are working than ever before in our history—an increase last year of 2½ million jobs.”</p><p>Responding to conservative opponents, Johnson said, “There are men who cry out, ‘We must sacrifice.’ Well, let us. ‘Who will they sacrifice? Are they going to sacrifice the children who seek the learning, the sick who need medical care, or the families who dwell in squalor now brightened by the hope of home? Will they sacrifice opportunity for the distressed, the beauty of our land, the hope of our poor?’ ” The president announced a record-high peacetime budget of $112.8 billion, far beyond the budget he and Harry Byrd had agreed to in the year he took over the presidency, including $58.3 billion for defense, and he presented a list of major initiatives he hoped Congress would tackle in the coming year. He did not ask for an income tax increase, but he did propose restoring certain excise taxes and speeding up the schedule for withholding taxes.</p><p>Johnson persisted in Vietnam despite growing public criticism of his war strategy. There were more than 200,000 American combat troops in Southeast Asia; the costs of the war were escalating rapidly; Johnson was carefully hiding these costs from Congress and relying on supplementary budget requests to obtain the money he needed.</p><p>Beneath the confidence Johnson projected, he was feeling a great deal of political anxiety. He knew that the good legislative times he had enjoyed over the past year could not last much longer. The midterm elections were just around the corner, and every politician recognized that midterm elections rarely went well for the party that controlled the White House. The sizable liberal majorities that had been producing huge results would not be as large after November. With the exception of the 1934 elections, when Democrats increased the size of their majorities in the House and the Senate, the president’s party had shrunk in midterms ever since the contemporary two-party system had been solidified in 1860. The only question was how deep the losses would be, and a clue to the answer was that losses were usually worst after huge landslide victories. In 1938, Democrats lost a net of seventy seats in the House and seven seats in the Senate after FDR’s reelection in 1936; in 1958, Republicans lost forty-eight seats in the House and thirteen in the Senate after Dwight Eisenhower’s 1956 landslide.</p><p>Johnson agreed with the analysis of his legislative liaison Henry Hall Wilson: “It is clear that new programs will be more difficult to pass this year than they were last year and that the differences are: a) the war, b) election year, and c) the feeling among many members that enough was done last year.”1 Johnson himself warned the civil rights leader Roy Wilkins, “Our legislation is over . . . because second session everybody is looking, running for reelection.”</p><p>But these gloomy predictions didn’t hold him back; he was a politician who loved to take big risks in the pursuit of legislative breakthroughs. The election of 1964 had been good to him. For the time being, he had favorable Democratic majorities in the Eighty-ninth Congress; he believed he could squeeze more out of it. He sent a number of proposals to the Hill, many of which would pass in some form over the coming year. In 1966, Congress created the Department of Transportation, which centralized policy that had been chaotically dispersed among thirty-five different agencies. Though it was severely watered down from Johnson’s original plan, the Model Cities Program provided about $900 million to help cities design plans for revitalizing their infrastructures. The Endangered Species Preservation Act empowered the secretary of interior to protect fish and wildlife that were threatened by development. The National Traffic and Motor Vehicle Safety Act aimed to reduce highway deaths by requiring the construction of safer vehicles and encouraging the use of seat belts.</p><p>Understanding that the liberal moment was fleeting, Johnson had decided to take a huge gamble on passing one more major piece of civil rights legislation—a bill that would prohibit racial discrimination in the sale or rental of homes. He knew that his proposal would upset northern white Democratic constituents who had been supportive of liberalism since the 1930s. He also knew that the debate over housing discrimination would test the endurance of the legislative coalition upon which he had depended and arouse the fierce opposition of the conservative coalition that had been lying low for almost a year. Despite the risks, Johnson was determined to pass legislation to end discrimination in housing.</p><p><em>From The Fierce Urgency of Now by Julian Zelizer. Reprinted by arrangement with The Penguin Press, a member of Penguin Group (USA) LLC, A Penguin Random House Company. Copyright © Julian Zelizer, 2015.</em></p><h4>Guest</h4><ul><li><strong><a href=\"http://www.princeton.edu/~jzelizer/\" target=\"_blank\">Julian Zelizer</a></strong>, professor of history and public affairs at Princeton&#8217;s Woodrow Wilson School. He&#8217;s the author of &#8220;<a href=\"http://thepenguinpress.com/book/the-fierce-urgency-of-now-lyndon-johnson-congress-and-the-battle-for-the-great-society/\" target=\"_blank\">The Fierce Urgency Of Now: Lyndon Johnson, Congress and the Battle for The Great Society</a>.&#8221; He tweets <a href=\"https://twitter.com/julianzelizer\" target=\"_blank\">@julianzelizer</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Did+The+Movie+%27Selma%27+Get+LBJ+Wrong%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"838"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375826805-d687d5.m3u?orgId=1&ft=3&f=375638160"},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0107_lbj-mlk.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"925","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0107_zelizer-book.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1280","width":"847"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0107_julian-zelizer.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}}]}