{"created":"2014-09-13T11:39:19+00:00","modified":"2014-10-30T22:25:00+00:00","valid":{"from":"2014-10-30T22:25:00+00:00","to":"3014-10-30T22:25:00+00:00"},"hreflang":"en","title":"Too Young To Drive, But Old Enough For NASCAR","published":"2014-09-13T20:58:00+00:00","teaser":"He can't yet get a driver's license, but Kaz Grala, 15, regularly drives at speeds of up to 160 mph. The honors student is the youngest full-time driver in NASCAR's K&N Pro East Series.","itags":["npr_api","348181147"],"guid":"aec2f67c-c51d-4b13-9a36-d0dd6c72d58b","contentencoded":"<p>The colossal grandstands seem nearly empty for this summer's Granite State 100, the Friday night warm up to the Sunday main event at the New Hampshire Motor Speedway. But the cameras zoom in on one huge group of fans, about 80 strong, dressed all in black. It's the team for Kaz Grala.</p><p>Grala is a tenth grader from Westborough, Mass. At 15-years-old, he's not quite old enough to get his driver's license, but he's already following his dream. He started out as a 4-year-old go kart racer. His father, who drives stock cars in endurance races, introduced him to the sport.</p><p>\"Just about every lap I'd pull into the pits and ask my dad for a snack and a juice box, so he didn't think I really had what it takes for racing at that point, but eventually I was competitive and I started enjoying it and trying to win, not coming in for juice boxes anymore,\" Grala says.</p><p>For the teen drivers in NASCAR's top developmental leagues, summers are neither lazy nor slow. His parents relocate the family from Massachusetts to North Carolina every summer to support their son's dream. Grala's preferred sport is expensive. It's dangerous. And Grala knows that not every teenager's parents would think pursuing a career in auto racing is a good idea.</p><p>\"I mean, my dad helps me out, but he'd probably rather I didn't because it's a whole lot of time for him and a whole lot of stress for my mother,\" the teenager says. \"She just about blacks out during every single race of mine.\"</p><p>The Granite State 100 is no exception. Grala finds himself in the middle of the pack after early car troubles, but he deftly steers around a couple of late crashes and fights it out for 10th place. As her son jockeys for position on a tight racecourse, Grala's mom, Karen, crosses her fingers and waves them in front of her eyes, as if blocking her view will keep anything bad from happening.</p><p>\"It's just, like, I'm a ball of nerves until, you know, every restart, every pass, just hoping that he's safe and does well and accomplishes what he's out there to accomplish,\" she says.</p><p>Grala's not the only 15-year-old on the racing circuit. Many young drivers are homeschooled, so they can focus on their sport. Grala attends a private school near Boston, where he's on the honor roll despite missing about 20 percent of his classes. Instead of hanging out with kids his own age, Grala's grandmother says he spends at least one night a week with her, having dinner and watching TV. Grala doesn't fit the NASCAR \"bad boy\" stereotype, but he does have big NASCAR dreams.</p><p>One day he hopes to be famous enough to be known only by his first name.</p><p>\"It's kinda like Danica,\" he says. \"She's a household name. Hoping my name will be like that someday.\"</p><p>Grala has a long way to go before he's as well-known as Danica Patrick, the first woman to win a Sprint Cup Series pole. With just one race remaining in his rookie season on one of Nascar's top developmental leagues, Grala's sitting in sixth place in the standings. He's not allowed full time on any of NASCAR's top three series until he's 18. So, Grala says, he can take his time, which is something he's not accustomed to doing on the track.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Too+Young+To+Drive%2C+But+Old+Enough+For+NASCAR&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Karen Given","audio":[{"meta":{"duration":"217"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348181148-26417f.m3u?orgId=1&topicId=1055&ft=3&f=348181147"},{"href":"http://media.npr.org/assets/img/2014/09/13/kav-088e09a209cd5778f8c686e8142aabc4bd2088e3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"856","width":"1141"}}]}