{"created":"2014-09-13T01:24:33+00:00","modified":"2014-10-30T22:27:59+00:00","valid":{"from":"2014-10-30T22:27:59+00:00","to":"3014-10-30T22:27:59+00:00"},"hreflang":"en","title":"Mexican Crackdown Slows Central American Immigration To U.S.","published":"2014-09-13T01:24:00+00:00","teaser":"Under pressure from the United States, Mexico has begun arresting and deporting tens of thousands of Central Americans long before they reach the U.S. border.","itags":["npr_api","347747148"],"guid":"aecb5b50-8470-4e4c-8f56-1e4f2409e092","contentencoded":"<p>The number of Central Americans reaching the U.S. border has dropped dramatically. According to the U.S. Border Patrol, 60 percent fewer unaccompanied minors were apprehended in August than at the height of the migration crisis earlier this summer.</p><p>One factor leading to the drastic decline is an unprecedented crackdown in Mexico. Under pressure from the United States, Mexico has begun arresting and deporting tens of thousands of Central Americans long before they reach the U.S. border.</p><p><strong>Stepped-Up Deportations</strong></p><p>The dinner bell rings at the Casa Belen migrant shelter, in a rundown neighborhood in Mexico's southern border town of Tapachula. A couple of dozen migrants file in for open-faced bean and cheese sandwiches, slathered with red salsa.</p><p>A 22-year-old man, who just arrived at the shelter from the Guatemalan highlands, devours his meal. He'll only give his first name, Jorge. He's afraid of Mexican authorities. Last week they caught him about 200 miles north of here and deported him. He crossed back illegally a day ago.</p><p>\"I'm scared to go north again, but one has to fight for one's family,\" he says.</p><p>Jorge has seven brothers and sisters and says he has to send money home so at least some of them can go to school.</p><p>But he says the Mexicans have put up more immigration checkpoints than ever and it's much harder to travel toward America.</p><p>This summer, Mexican authorities, who've long turned a blind eye to Central Americans' journey north, announced an unprecedented buildup of federal forces along Mexico's southern border.</p><p>Part of that plan includes a dozen interior checkpoints, where immigration officials stop buses and small vans carrying passengers north to look inside, check IDs and ask questions.</p><p><strong>A More Dangerous Trek <br /></strong></p><p>More checkpoints means the trip north is now longer and more dangerous.</p><p>About a 30-minute drive north of Tapachula, in the town of Huixtla, Chiapas, a church runs a shelter for migrants. Fidemio Hernandez, 17 and from Guatemala, traveled from Tapachula, walking the entire way. It took him 10 hours.</p><p>\"To avoid the checkpoints, we walked all night in the woods, so the officials wouldn't catch us,\" says Hernandez. He's pale and sweating, and his right foot is swollen.</p><p>Not only are authorities manning more checkpoints; they're also barring migrants from boarding the lumbering freight trains, collectively known as <em>La Bestia,</em> or the Beast, that travel north to the U.S. border.</p><p>In all, more than 30,000 Central Americans have been apprehended and sent home since the crackdown began, according to Mexico's interior minister. Many are children: In the first seven months of this year, 20,000 minors were returned — more than were deported in all of last year.</p><p>Critics say Mexico is doing the United States' dirty work.</p><p>\"We are now the servants of the U.S. in this role,\" says Sergio Aguayo, a professor at El Colegio de Mexico. He says migrants are still fleeing Central America. Nothing has changed there; the root problems of poverty, exploitation and violence still prevail.</p><p>And, he adds, \"It is not a simple issue that can be solved by closing the doors of Mexico or convincing them not to come.\"</p><p><strong>A Wide-Open Border</strong></p><p>U.S. officials say a big reason Central Americans aren't showing up farther north is a successful public relations campaign back home, dispelling rumors that children can get special permission to stay in the U.S.</p><p>They also say the summer heat and heavy rains have deterred many from trying too. And that's evident right at the Mexico-Guatemala border, along the banks of the wide Suchiate river. It is hot and humid, and the water is high from recent storms. Rafts made of huge inner tubes connected by wooden planks move swiftly across, carrying illegal commerce and occasionally migrants.</p><p>The crackdown hundreds of miles to the north isn't present here. In fact, there isn't a Mexican official anywhere in sight. Nearly all of the 500-plus-mile-long border between Mexico and Guatemala is wide open.</p><p>That's how Jose Ruada, his wife and two small children were able to slip into Mexico and easily make their way to the migrant shelter in Tapachula. They fled El Salvador just days before, after gang members showed up at their small bakery.</p><p>\"They demanded $300 a month or they would kill my wife and two daughters,\" say Ruada. The family put everything it could in one suitcase and ran.</p><p>They've heard about the Mexican crackdown beginning just north of here and have decided not to risk trying to get to the U.S. Instead they'll stay put in Tapachula and ask Mexico officially for refugee protection.</p><p>That's a risky plan, say human rights advocates. The numbers are not in their favor. Last year Mexico granted protection to only 208 Central Americans.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mexican+Crackdown+Slows+Central+American+Immigration+To+U.S.&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"320"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348010326-c4ff20.m3u?orgId=1&topicId=1127&ft=3&f=347747148"},{"href":"http://media.npr.org/assets/img/2014/09/12/2014-09-02-14.26.59-682482de5a9d1dd6e4c323b8e7b8f55a66ec3291.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}},{"href":"http://media.npr.org/assets/img/2014/09/12/2014-09-01-17.38.44-6dbf6af4f92900ebd39fa50ce2cda83ed6d58f0c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}}]}