{"created":"2014-10-08T16:31:00+00:00","modified":"2014-10-31T02:16:51+00:00","valid":{"from":"2014-10-31T02:16:51+00:00","to":"3014-10-31T02:16:51+00:00"},"hreflang":"en","title":"Rat Pack's Sammy Davis Jr. Lives On Through Daughter's Stories","published":"2014-05-08T18:59:00+00:00","teaser":"Many people considered Sammy Davis Junior the greatest entertainer of his era. His daughter Tracey Davis shares stories from her book <em>Sammy Davis Jr.: A Personal Journey with My Father.</em>","itags":["npr_api","310700493"],"guid":"aed608b3-82c3-4f43-a243-a6081e71ee10","contentencoded":"<p>In his own words, Sammy Davis, Jr. was \"the only black, Puerto Rican, one-eyed, Jewish entertainer in the world.\"</p><p>His daughter, Tracey Davis, shares memories and details of his life in her new book, <em>Sammy Davis Jr.: A Personal Journey with My Father</em>. It's based on conversations Davis had with her father as he battled throat cancer near the end of his life.</p><p>He described his start in vaudeville at 3 years old where he was billed as an adult midget. \"He didn't have the traditional family life,\" Davis tells NPR's Celeste Headlee. \"He was always working, working, working, and trying to become famous.\" She says that even after making it, \"he was scared that it could be taken away at any minute.\"</p><p>Sammy Davis Jr. was frank about the racial prejudice that he suffered both during his army service and his time in show business. It also shadowed his family life. He married Swede May Britt Wilkens in 1960 — a time when interracial marriage was forbidden by law in 31 states. They both converted to Judaism. As his daughter grew up, she remembers \"there [were] times that a swastika was painted somewhere or the N-word was written on a car.\"</p><p>But Davis says that her father taught her that \"hatred fades.\" And thanks to his life and work, he paved the way for future musicians of color.</p><p>As she remembers, Michael Jackson, a black pop star of a different generation sang to her father, \"I am here, because you were there.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On Sammy Davis's lifelong friendship with 'uncle' Frank Sinatra</strong></p><p>He did more for dad than anybody. Because he knew of dad, and dad went to go see him perform and they wouldn't let him in. And that was one of the first times, he said, \"let him in and put a table down front for him.\" And that really was what cemented the friendship, and Frank was the biggest star in the world, and I think dad was grateful for that his whole life.</p><p><strong>On how her father dealt with accusations of selling out</strong></p><p>He was hurt, but I don't think that that's anything new for black artists, even today. When you get to certain level, you kind of need to grow your circle and I think for the black community at that time, they wanted to have a piece of Sammy Davis Jr., and they didn't really understand that he was giving as much as he could give. Somehow, it just didn't seem good enough. You know, to be called names by your own folks is really hurtful, because then, where do you go when times are tough? When your own community, a lot of people, don't think that you're a part of that community anymore? It's a little scary.</p><p><strong>On how her parents shielded their children from racism</strong></p><p>They did make a pretty good cocoon for us when we were really little. Most of their friends were in show business or music, where there was less racism. If you had talent, then it didn't really matter. If you could play an instrument or do something or be a good singer or a good actor, they really didn't care. So it gave me a little bit of a false sense of security, and that's probably a good thing.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rat+Pack%27s+Sammy+Davis+Jr.+Lives+On+Through+Daughter%27s+Stories&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"795"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310716466-6f4958.m3u?orgId=1&topicId=1032&ft=3&f=310700493"},{"href":"http://media.npr.org/assets/img/2014/05/08/sammy---page-111-63bda56fc2213225d947e4c07d771c151d705003.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2712","width":"3614"}},{"href":"http://media.npr.org/assets/img/2014/05/08/sammy---page-24-1e8160d15ea7ed6050198bf847d5542e2d554e30.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1988","width":"2650"}}]}