{"created":"2015-03-23T17:33:58+00:00","modified":"2015-03-24T17:06:10+00:00","valid":{"from":"2015-03-24T17:06:09+00:00","to":"3015-03-24T17:06:09+00:00"},"hreflang":"en","guid":"aed631eb-e748-4d25-bc64-ca378355b408","title":"An Ikea-sponsored prank shows the art world is just like Ikea wants you to think it is","published":"2015-03-24T17:06:07+00:00","byline":"Bradley Campbell","tags":["arts","business and economy","culture","Arts","Arts, Culture & Media","IKEA"],"teaser":"Ikea paid a film crew in The Netherlands to bring an Ikea poster into the Museum of Modern Art to see if people would notice. Few did. And the Swedish furniture giant is laughing its way to the bank. ","contentencoded":"<p>We’ve all been there before.</p>\n<p>You move into a new apartment. The walls are bare. You’re too old to put sports posters on the wall, or that light-up beer sign you won at pub trivia. But you’re also too poor to buy real art. So you head to Ikea, where fine art costs less then a lobster roll sold out of a truck.</p>\n<p>You take that art back to your place and put it on the wall. It looks good. People compliment it. They ask where you got it. You lie. You can’t let the secret out. After all, it’s not really art. It’s Ikea art.</p>\n<p>But is Ikea art really that bad? And can art critics tell it apart from fancy art bought by the doctor down the street who drives a Jag?</p>\n<p>That’s what Erik Hensel and his friends set out to find out. He works as an executive producer with the digital production company, Lifehunters. The group hauled a piece of Ikea street art — created by the Swiss artists Christian Rebecchi and Pablo Togni, aka “Nevercrew,” and selling for $14.99 — into the Museum of Modern Art in Arnhem. \"We wanted to prove, with Ikea, that Ikea makes art accessible for everyone,\" he says. \"But we still thought it was a good joke.\" </p>\n<p>People interviewed said they would imagine the painting going for much more than $14.99 — say, millions of dollars.</p>\n<p>Now, if you think Ikea would love such a video. You're right. That's why Ikea paid to have it made. The video is part of a product launch for new Ikea art collection. It supports Ikea's position that, \"You don’t need to be wealthy to buy something extravagant.\"</p>\n<p>Hensel maintains his team had editorial control over the prank. He says the people in the video are real people. No actors. \"They just said, 'OK, you can do the script and do whatever you want to do,'\" he says. </p>\n<p>So super-clever marketing wrapped in a viral video. We count ourselves among those who had no idea it was a commercial.</p>\n<p>Hensel says the popularity of the video is due to a universal trait. \"We all have that uncle who is at the birthday party who is telling all these things about the most exclusive wine, and about exclusive art,\" adds Hensel. \"And it's always fun to look and see if they are real experts or real connoisseurs.\"</p>\n<p>As you can see in the commercial, they proved a very old concept and complaint about art: Much of it depends on where you display it.</p>\n<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/4BlLX03OJRU?start=24&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p><em>An earlier version of this story was published before our interview with Hensel. Before our interview, we had no idea the video was part of a marketing campaign conceived and paid for by the Swedish retail giant. Hensel was upfront and transparent about being paid by Ikea when we asked.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-23%2Fprank-involving-ikea-art-shows-art-world-just-you-think-it&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03232015_08.mp3"},{"href":"http://www.pri.org/file/0323201508mp3"}]}