{"created":"2014-09-08T02:15:40+00:00","modified":"2014-12-04T14:31:21+00:00","valid":{"from":"2014-12-04T14:31:21+00:00","to":"3014-12-04T14:31:21+00:00"},"hreflang":"en","title":"People With Down Syndrome Are Pioneers In Alzheimer's Research","published":"2014-08-26T12:53:00+00:00","teaser":"By age 40, the brains of people with Down syndrome start to resemble those of Alzheimer's patients. Scientists hope to speed up Alzheimer's drug development by studying people with Down syndrome.","itags":["npr_api","341672950"],"guid":"aeded85d-192f-486e-8d65-2dab7e83f360","contentencoded":"<p>When researchers at the University of California, San Diego wanted to <a href=\"http://clinicaltrials.gov/show/NCT01791725\">study</a> an experimental Alzheimer's drug last year, they sought help from an unlikely group: people with Down syndrome.</p><p>\"I had a CAT scan on my head, and I was in a special machine. It's called an MRI,\" says Justin McCowan, 39, whose parents drove him 125 miles from Santa Monica so he could participate in the study. McCowan also took brain function tests and spent hours with a needle in his arm so researchers could monitor levels of certain chemicals in his blood.</p><p>Alzheimer's researchers are increasingly interested in people like McCowan because \"people with Down syndrome represent the world's largest population of individuals predisposed to getting Alzheimer's disease,\" says <a href=\"http://neurosciences.ucsd.edu/faculty/Pages/michael-rafii.aspx\">Michael Rafii</a>, director of the Memory Disorders Clinic at UCSD.</p><p>Down syndrome is a genetic disorder that's best known for causing intellectual disability. But it also causes Alzheimer's. \"By the age of 40, 100 percent of all individuals with Down syndrome have the pathology of Alzheimer's in their brain,\" Rafii says.</p><p>Down syndrome is caused by the presence of an extra copy of chromosome 21. And one of the genes on chromosome 21 happens to control the production of <a href=\"http://www.nia.nih.gov/alzheimers/publication/part-2-what-happens-brain-ad/hallmarks-ad\">amyloid</a>, the substance that forms the sticky plaques associated with Alzheimer's.</p><p>Because their bodies produce extra amyloid, most people with Down syndrome develop problems with thinking and memory by the time they reach 60. Rafii has chronicled the decline of one of his patients, a woman named Irma, by collecting her signatures from medical forms over the years.</p><p>The first one is from 1999, when Irma was in her mid-50s. \"You can see her signature is on the line, it's clear, she wrote it in script,\" Rafii says. By 2005, though, she has switched to large block letters. By 2009, Irma is misspelling her name. By 2011, \"there are only a few characters written that resemble letters,\" Rafii says. \"And in the very last year it's completely blank.\"</p><p>People like Irma used to be rare because the medical problems associated with Down syndrome meant they rarely lived long enough to get dementia. Today, though, better medical treatments mean people with the disorder often live into their 60s.</p><p>And that has created a huge opportunity for Alzheimer's research, says <a href=\"http://neurosciences.ucsd.edu/faculty/Pages/william-mobley.aspx\">William Mobley</a>, chairman of the neuroscience department at UCSD. \"This is the one group in the world that you could argue would benefit most by the institution of early therapy,\" he says.</p><p>Early therapy means starting people on drug treatment years before the symptoms of Alzheimer's appear. The approach has been hard to test because, in the general population, there's no good way to know who is going to develop Alzheimer's. But for people with Down syndrome, it's a near certainty.</p><p>Finding a drug that prevents Alzheimer's in people with Down syndrome could help millions of people who don't have the disorder, Mobley says. \"This approach to treating Alzheimer's disease might apply to all of us,\" he says. \"Imagine someday a drug that we all start taking when we're 25 so we never get Alzheimer's disease.\"</p><p>That's a long-term goal. But already, people with Down syndrome are making a difference in Alzheimer's research. Early work with Down patients helped confirm the importance of amyloid. More recently, people with the disorder helped test an eye exam that may offer a simple way to screen for Alzheimer's.</p><p>And then there's the study that Justin McCowan signed up for. It involves a drug from Transition Therapeutics <a href=\"http://www.transitiontherapeutics.com/technology/elnd.php\">called ELND005</a> that, in mice, can prevent the brain changes associated with Alzheimer's. Scientists hope the drug can do the same thing in people, including those with Down syndrome.</p><p>McCowan says he volunteered for the study because he wants to help other people, especially a friend of his named Maria, who also has Down syndrome. \"I feel very sad about Maria because she doesn't remember anything,\" McCowan says.</p><p>His parents, Don and Annamarie McCowan, say their son's memory is still sharp. They hope that what scientists are learning from people like Justin will keep it that way.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=People+With+Down+Syndrome+Are+Pioneers+In+Alzheimer%27s+Research&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"283"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343073952-55e9a7.m3u?orgId=1&topicId=1066&ft=3&f=341672950"},{"href":"http://media.npr.org/assets/img/2014/08/20/20140813_justin-mccowan_010-9a98c9c6a6367f0e4f6ba3789206051deda7a8c7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/08/20/irma_signatures-8ce4acf97aed5fdf0afb7ff16e1a73bdc5511c69.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"349","width":"466"}},{"href":"http://media.npr.org/assets/img/2014/08/20/20140813_justin-mccowan_002-ab55a47f6539bb9eb55955bb90f69ff81d335737.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}