{"created":"2014-10-27T22:05:36+00:00","modified":"2014-10-27T22:05:36+00:00","valid":{"from":"2014-10-27T22:05:36+00:00","to":"3014-10-27T22:05:36+00:00"},"hreflang":"en","title":"Economist Milton Ezrati Outlines The Next 30 Years For The U.S.","published":"2014-06-12T18:42:00+00:00","teaser":"His new book \"Thirty Tomorrows\" suggests that there are ways for the U.S. economy to age gracefully amid demographic change.","itags":["npr_api","321354535"],"contentencoded":"<p>What are the key economic and financial challenges of the next 3o years?</p><p>Economist <strong>Milton Ezrati</strong> says they will come from demographics: an aging population in the developed world and a youthful one in the developing world. But, Ezrati says, demography need not be destiny. There are ways for the U.S. economy to age gracefully.</p><p>Ezrati looks at the reality of demographic change and the ways to thrive with it in his new book &#8220;<a href=\"http://www.amazon.com/Thirty-Tomorrows-Decades-Globalization-Demographics/dp/1250042550\" target=\"_blank\">Thirty Tomorrows: The Next Three Decades of Globalization, Demographics, And How We Will Live</a>&#8221; (excerpt <a href=\"#excerpt\">below</a>).</p><p>Ezrati has more than 40 years of experience in finance. He&#8217;s a partner at the investment firm Lord Abbet, where he is responsible for research and strategy. He&#8217;s also a fellow at the center for the study of human capital and economic growth at SUNY Buffalo.<a name=\"excerpt\"></a></p><p>Ezrati joins <a href=\"http://hereandnow.wbur.org/\"><em>Here & Now&#8217;</em></a>s Jeremy Hobson from NPR&#8217;s studios in New York to discuss his new book.</p><h4>Interview Highlights: Milton Ezrati</h4><p><strong>On what the concerns are over an aging population</strong></p><p>&#8220;We have a shortage of workers. We have had low birthrates for decades. There is a reduced flow of young people coming into the workforce; at the same time, the baby boomers beginning to retire. We have an overhang of, effectively, people who stopped producing. We will have a shortage of producing, tax-paying people. It&#8217;s gonna strain our finances as we try to meet the pension needs of the future, but it&#8217;s more than that. There is an economic burden that&#8217;s gonna be imposed, because we will have relatively fewer people of working age available to support what is, effectively, a huge overhang of dependent retirees going to come on stream in the next 20, 30 years.&#8221;</p><p><strong>On how the U.S. can benefit from immigration</strong></p><p>&#8220;I think immigration is a solution. It&#8217;s a partial solution, but it is a solution. Two things to say about immigration: one is it can&#8217;t answer the entire question because when you bring in that many foreign-born people, you create a lot of social tension. It&#8217;s very easy to say that it shouldn&#8217;t. It&#8217;s very easy to say that the native population has nothing to fear and the immigrant population has nothing to fear. But in fact, they do, and that social tension can undermine the economic benefit of the immigrants. The answer, then &#8212; the second phase of the immigration question, the answer, then, is to bring in immigrants so we get the most economic and financial bang per person. So we would probably, in the future &#8212; in fact, I&#8217;m confident we will &#8212; recognize this need and the United States will seek immigration reform, more in the direction of screening immigrants, than the current system.&#8221;</p><p><strong>On how the U.S. stacks up against the rest of the world</strong></p><p>&#8220;I found some countries that have things that we can learn from, and others that are doing things wrong. Immigration is a good example. We, the United States, is way ahead of the Europeans and certainly the Japanese, which face a huge cultural impediment when it comes to immigration in integrating people into the economy, not even the culture. But the Canadians have done a fabulous job at screening immigrants. They choose immigrants by how much of a contribution you can make to the economy, levels of education, language skills, all that counts. And once you are accepted, they actually connect you with advocacy groups in your ethnic or nationality. It&#8217;s a humane thing to do for the people entering the country, but from their point of view, it keeps the social tension down and shortens the time for new immigrants to find work. And so they are setting a model there. We are a model in some respects for Europe. The Europeans are doing a fine job, compared with us, on training workers outside the university level, which will become increasingly necessary across the developed world.&#8221;</p><h4>Book Excerpt: &#8216;Thirty Tomorrows&#8217;</h4><p><strong>Chapter 1: Growing Old Gracefully</strong></p><p>The West and Japan are aging. Decades of declining birth rates have reduced the proportion</p><p>of young people in these populations, creating increasingly severe shortfalls in the number of new entrants into their labor markets. At the same time, increasing life expectancies have swollen the ranks of their dependent retired populations, redoubling the burdens on these limited labor resources. The change by itself will impose severe growth constraints on these economies and even threaten existing living standards. In stark contrast, the emerging economies &#8212; India, Brazil, and China prominent among them &#8212; enjoy the benefits of large, youthful, and eager workforces, and will do so for years to come. These differences will set the economic and financial tone for the next 30 years at least.</p><p>It would be hard to overestimate the economic and financial ramifications of these demographic trends. The developed economies, to avoid economic setbacks, will come to rely more and more on the product of the emerging economies to support their outsized retired populations. The focus of economic and financial power will shift accordingly. To survive in such an environment &#8212; to have something to exchange for these imports &#8212; these developed economies will need to increase their emphasis on research, innovation, training, and education. The process will force huge industrial adjustments, change attitudes toward work and retirement, raise levels of immigration, and greatly accelerate the pace of globalization. To sustain such essential adjustments, the leaderships of these countries will need to disarm a dangerous, protectionist backlash that would block their access to emerging economies. China, India, and other emerging economies will have to make their own fundamental adjustments, too. While much can occur naturally without overarching direction, the entire effort, nonetheless, will demand purposeful leadership within each economy and globally.</p><p><strong>Changing America’s Self-Image</strong></p><p>Though America finds itself under less intense demographic pressure than Japan or Europe, it will in many respects have the greatest trouble adjusting. Unlike Europe and Japan, America has always seen itself as a youthful society and has long claimed the virtues of youth: energy, opti- mism, physical strength, impulsiveness, perhaps even insouciance. It has left to other societies the virtues of age: prudence, patience, sensibility, composure, and care. But as America’s reality becomes less and less youthful, certainly compared with China, India, and other emerging economies, it will have to abandon these attitudes. Its prosperity, in fact, will depend on its ability to seize the advantages of age. Though in some ways the work of change has already begun, the adjustment will not proceed eas- ily. Nor will it proceed easily in aging Japan and Europe, even though these countries have relied less on a cult of youth.</p><p>Until recently America’s identification with youth had a basis in reality. The nation was in fact young. Large families and huge waves of eager immigrants kept the average age of the nation’s population low. The physical structure of the economy was also young and ripe with development opportunities. From the eighteenth century to the middle of the twentieth, this young and growing workforce earned huge commercial dividends as it turned this New World’s vast tracts of wilderness into farmland and interconnected it with new roads, canals, railroads, and eventually air links. And, as the existence of this infrastructure facilitated industrial development around previously untouched natural resources, the economy significantly increased those returns.</p><p>Of course Europe during this time also enjoyed great economic leaps. Strides occurred especially in technology, transportation, communication, construction, and production. But there was a fundamental difference between Europe and America. Europe’s economies had already established themselves around older technologies. As they applied the new, they were not so much developing as redeveloping, modifying and refining, improving something that had already existed. Industry focused on efficiency, quality, sometimes variety. America, building new, oriented itself toward things more basic: size, volume, raw power. Its continental-sized national market reinforced the difference from a more economically Balkanized Europe.</p><p>Especially in the early stages of industrial development, these differences impelled Europe to lead in knowledge-based products. It invented mechanized spinning and the mechanized loom, the steam engine, the railroad, and the locomotive. America applied itself chiefly to the challenges of vast distances and mass production. The United States had its inventions, of course. It pioneered standardized parts and invented the cotton gin as well as the reaper. Not surprisingly, even America’s inventions aimed at volume. It was not until much later in the nineteenth century, when much of America’s de novo development was complete, that its inventors began to refocus innovative energies along lines that Europe had followed for years.</p><p>Still, these different emphases persisted right up through the Second World War and even into the second half of the twentieth century. Of course America, as it became ever more completely developed, could rely less and less on opening new areas and did begin to feel the Old World’s need to find its commercial returns in replacement, rebuilding, and refinement. But in the popular imagination, the old distinctions remain stark. America even laid its victory in the Second World War at the feet of its youthful, overwhelming force. The German Tiger tank, it was said, outclassed America’s Sherman tank, but the United States won the war anyway by producing its tank in overwhelming numbers. As one German tank commander noted, just one of his more sophisticated and better armored tanks could take out eight or nine of its American counterparts, but the Americans always sent 10 or more against him. In the air, too, against both Germany and Japan, the message of victory came in America’s ability to build more planes and throw more weight. Qual- ity was claimed but was less obvious. Even America’s great wartime invention, the atomic bomb, spoke to overwhelming force and certainly not to refinement.</p><p>It was not until the Cold War that the relative reality, if not quite the imagery, began to change. America’s competition &#8212; economic, military, and diplomatic &#8212; had by then shifted east, to a still larger and less developed continental power. The Soviet Union was doing more de novo construction than America, certainly of industrial facilities, and tapping resources across a much wider range. The emphasis on mass production fit better there, and when the Soviet leader Nikita Khrushchev, in 1956, assured the world’s diplomats that Soviet Russia would &#8220;bury&#8221; the West, presumably in production, if not literally, it was believable. The difference showed vividly in the great competition of the time: space exploration. The Soviets emphasized force. Their bigger, more powerful rockets could lift more weight out of the atmosphere than the American rockets. The United States could meet the challenge only, it seemed, by taking a page out of old Europe’s book. Deploying greater refinement, America concentrated more on sophisticated electronics, more precise and careful guidance, and miniaturization to do more with less weight.</p><p>Now demographics will draw America still further from its historically youthful image and all that that means. Ancient as the cultures of China and India are, these countries, not America, hold the great, unexploited continental reaches ripe for development. They can take American, European, and Japanese innovations and apply them to regions that, if not virgin territory, are nonetheless barely touched by modern development. They have youthful, eager populations with which to do it. China’s working-age population of 965 million is almost five times that of the United States. Though China’s median age of 35 years is only slightly lower than America’s 37, the gap will widen. India’s median age today is a youthful 26 years, and its working-age population of 744 million is more than three and a half times that of the United States. Brazil,to round out the picture, has a smaller working-age population than America but a much younger population, with a median age of only 29 years.</p><p>In such circumstances, the United States can no longer use its old, youthful approach as a guide. Energy and opportunity combined with overwhelming volume and force will lie increasingly with the emerging economies. America must adapt, as it did in the Space Race with the Soviets, by meeting the challenge of China, India, and other emerging economies much as Europe once met America’s challenge. It must recognize that its advantages increasingly will come from refinement and innovation rather than through mass production &#8212; not in every case but generally. There is an urban myth from the 1920s that wonderfully captures the difference. As the story goes, right after the First World War American industrialists, though bigger, richer, and more powerful than their European rivals, chafed at their reputation for volume over refinement. A Connecticut copper mill challenged its British rival by sending over a length of tubing with the dare to produce something with a diameter as narrow and as consistent. When the response arrived in Connecticut, the Americans at first could find only their original tube. It took a while for them to realize that the British producers had threaded inside it their much finer piece of tubing.</p><p><em>Excerpted from the book THIRTY TOMORROWS by Milton Ezrati. Copyright © 2014 by Milton Ezrati. Reprinted with permission of Thomas Dunne Books.</em></p><h4>Guest</h4><ul><li><strong><a href=\"https://www.lordabbett.com/content/lordabbett/en/global/biographies/milton-ezrati.html\" target=\"_blank\">Milton Ezrati</a></strong>, partner, senior economist and market strategist at Lord Abbett and author of &#8220;Thirty Tomorrows.&#8221;</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Economist+Milton+Ezrati+Outlines+The+Next+30+Years+For+The+U.S.&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"aee13e0b-3453-4b72-a012-22faa940576e","audio":[{"meta":{"duration":"925"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1321375615-a14126.m3u?orgId=330&ft=3&f=321354535"}]}