{"created":"2014-10-03T17:05:22+00:00","modified":"2014-10-31T01:34:17+00:00","valid":{"from":"2014-10-31T01:34:17+00:00","to":"3014-10-31T01:34:17+00:00"},"hreflang":"en","title":"For One Soldier At Tiananmen, A Day 'Never Forgotten'","published":"2014-06-02T19:15:00+00:00","teaser":"Chen Guang is now an artist, and since early May, he has been held in police detention after staging a performance that was a comment on attempts to expunge the Tiananmen Square massacre from history.","itags":["npr_api","317996805"],"guid":"aefd1e60-d741-4bdd-94f2-e0de86552616","contentencoded":"<p>Hour after hour passed as Chen Guang stood, gun trembling in his hands, behind the doors of Beijing's Great Hall of the people, waiting for the order to clear Tiananmen Square of its student protesters.</p><p>It was 1989, and Chen was a 17-year-old soldier from a small town whose life was changed by his role in the bloody crackdown. His account offers a sharply different perspective of the events of June 3 and 4, 1989, when martial law troops fought their way into the center of Beijing, killing hundreds of people, mainly on approach roads into the square.</p><p>\"They said, 'Clear the square!' but we didn't know how to clear it,\" Chen Guang told me when we met last year. \"There were so many people there. How do you make them leave? We were just waiting for orders. Whatever the highers-up said, we'd do.\"</p><p>That blind obedience was something he would start to question only much later on. At the time, it never occurred to Chen — having been subject to weeks of political indoctrination — that not obeying orders was even a possibility.</p><p>Chen Guang is now an artist, and since early May, he has been held in police detention, after staging a performance that was a comment on the government's attempts to expunge the crackdown from its history books. </p><p><strong>A Day Of Infamy</strong></p><p>As he waited for the order to deploy in Tiananmen, Chen recalled when we spoke last year, he could hear a crackly warning being broadcast on a loop, instructing people to leave the square immediately. Nerves were so taut among the young soldiers, with their clips of bullets slung across their chests, that there were several accidental discharges, sending bullets ripping through the ceiling of the hall. Earlier, Chen had traveled to the square dressed in civilian clothing, crouched in a public bus packed full of guns and ammunition. Now he was waiting to use those weapons.</p><p>As the doors to the hall opened, a murmur passed down the line from soldier to soldier. \"There wasn't a clear direct order or anything like that,\" he says, \"but the guys up front would tell the guys behind that if you run into danger, you can open fire and that was an order from above. No one said it directly.\"</p><p>Standing in Tiananmen Square facing the exhausted students, Chen Guang's shaking hands saved him from having to use his gun. An officer who knew Chen had been ill saw him struggling and put a camera into his hands, telling him to take photos instead.</p><p>Chen climbed up onto the roof of the Great Hall of the People. From there he could hear the continuous rattle of gunfire. \"At this time, it wasn't clear where the gunfire was coming from,\" he says. \"It was coming from everywhere. I could see the shooting, but I couldn't see if it was aimed at the students. I was high up and they were far away.\"</p><p>Chen watched as the students — tiny as ants below — clustered around a monument, singing the Communist anthem, \"The Internationale.\" Finally, at 4 in the morning, the students negotiated their exit from the square. They filed out, weeping, faces blank with fatigue.</p><p>As the students left, they were applauded by Beijing residents; the same people shouted abuse at the soldiers, calling them \"dogs\" and \"fascists.\" But at that moment, Chen Guang's main emotion was relief, since he still believed the soldiers had been firing warning shots into the air and thought there'd been no major loss of life.</p><p>It was only later on that he discovered that people had died on the approach roads, as troops opened fire on unarmed civilians. No one knows how many people died that night, but estimates vary from several hundred to several thousand. Almost immediately, the atmosphere in Beijing changed.</p><p>On television, the soldiers were praised, while the protests were denounced as \"counterrevolutionary riots\" that needed to be quelled. A ceremony was held reclaiming the square, with lines of smartly dressed soldiers and young pioneers with red neckerchiefs filling the space so recently occupied by student encampments.</p><p>It wasn't just a shift of the propaganda machine. After cleaning up the square and burning the students' possessions, Chen Guang and his comrades were sent on a kind of victory lap to give speeches in schools. People even stopped them in the street to offer their thanks.</p><p>Chen Guang was baffled by the sudden shift in allegiances, which he did not see as motivated by fear, but by another deep-seated instinct. He wondered about it a lot. \"Why was it like that? On June 4, all the residents supported the students,\" he says. \"So, overnight how did they come to support the soldiers? It's a survival mechanism that people in China have evolved. In order to exist, everything is about following orders from above.\"</p><p><strong>'Never Forgotten'</strong></p><p>Chen's feelings of unease were compounded by the souvenirs he was presented for his role in the crackdown: a commemorative watch and a gold-colored medal. He wore the watch for two years, since he'd never had one. Then he gave it away to a friend, feeling it was tainted. By then, he'd left the army and was studying at the Central Academy of Fine Arts, whose students had made the Goddess of Democracy statue, toppled by Chen's army comrades in Tiananmen Square.</p><p>Chen didn't tell people about his past.</p><p>\"I didn't want to think about it, but it was never forgotten. It was always in your mind,\" he says. \"And over time you run into a problem of creativity. As you immerse yourself in creating something, you find that you have to face yourself. Through yourself, you think about the future of the country and the past.\"</p><p>It took him almost 15 years to face himself. Then, through art, he transported himself back to the pivotal moment in his life when he lost his innocence in Tiananmen Square. Chen Guang painted those scenes again and again, creating art that could not be publicly shown inside China. His army buddies hated his work; after all, they'd gained good jobs from defending the motherland. His art world friends thought he was crazy to paint stuff he couldn't sell.</p><p>Through art, Chen Guang wanted to address taboos, and this is, in modern day China, the ultimate taboo. But he found there was a cost. \"Of course you pay a price. You can't survive in China's mainstream,\" he says. \"You find that world is no longer yours.\"</p><p>Twenty-five years on, that cost may be higher than he'd imagined. Friends say that Chen Guang never thought his most recent performance would cause him trouble. He had invited around a dozen people to an unused studio, whose walls he had painted with years beginning with 1989 — his Year Zero — to 2014. The work began in the dark. Then a 4-year-old girl, dressed in white, shone a flashlight across the walls, illuminating the dates. When the lights came up, Chen Guang — his mouth muzzled with a mask — whitewashed the walls, echoing the way in which he saw China's Communist Party wipe clean its own history.</p><p>Now he's in police detention. No one even knows what crime he's accused of committing, apart from challenging the unspoken orders with his act of remembering an event that is supposed to be forgotten.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+One+Soldier+At+Tiananmen%2C+A+Day+%27Never+Forgotten%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Louisa Lim","audio":[{"meta":{"duration":"468"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318099015-371fd5.m3u?orgId=1&topicId=1125&ft=3&f=317996805"},{"href":"http://media.npr.org/assets/img/2014/06/01/amnesia1-c4148aec7fd39afae10bc285e2872e70ddb59185.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1869","width":"2491"}},{"href":"http://media.npr.org/assets/img/2014/06/01/amnesia7_custom-440523c6f3556eda2cb6247efa488dd000ffe8b5.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2490","width":"2000"}}]}