{"created":"2015-04-29T18:54:02+00:00","modified":"2015-04-29T21:07:19+00:00","valid":{"from":"2015-04-29T21:07:19+00:00","to":"3015-04-29T21:07:19+00:00"},"hreflang":"en","guid":"af0b2eeb-d223-4945-8b1b-3b4b87aab7d7","title":"The grandson of 'Old Blood and Guts' makes film, not war","published":"2015-04-29T21:07:15+00:00","byline":"Alina Simone","tags":["Benjamin Patton","George S. Patton","I Was There","military veterans","veterans","Iraq war","Afghanistan war","Conflict","Conflict & Justice","North America","United States","Military","Military personnel","Military sociology","Posttraumatic stress disorder","Veteran","Entertainment"],"teaser":"Ben Patton comes from a long line of famous general and West Point graduates, but he chose a far different path, as a filmmaker. Yet that's led him back to the military as he teaches veterans how to deal with their war experiences by making movies.","contentencoded":"<p>Imagine growing up as the son of a famous general, the grandson of an even more famous one, with <em>seven</em> generations of West Point graduates on both sides of your family. The answer to \"What should I do with my life?\" seems like a foregone conclusion.</p>\n<p>“I initially interpreted it as my father being disappointed if I didn’t go in the military,” says Benjamin Patton. Yes, that Patton. His father was George S. Patton IV, a decorated Vietnam War general. His grandfather you know from World War II and movie fame.</p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Screen%20shot%202015-04-28%20at%2011.32.04%20AM%281%29_1.png?itok=GS3HAzZR\" alt=\"\" /><div class=\"field-caption\">\n    <p>Ben Patton with his dad, George Patton IV </p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Ben Patton</p>\n  </div>\n</div>\n<p>“But I think it was more that history was pressuring me,\" he says. \"I ultimately chose a different path.”</p>\n<p>That path involved spending a year working as a blacksmith and farmer at a Benedictine abbey and working as producer for public television. He also taught teenagers how to make their own films, an experience that unexpectedly led him back to the military world three years ago.</p>\n<p>That's when Patton founded “<a href=\"http://iwastherefilms.org/film-workshops-for-veterans-and-families-working-through-pts/\">I Was There</a>,” a non-profit that teaches veterans how to make films — together. “You have a lot of veterans that feel very isolated — from their families, from their battle buddies, from their therapists — from anyone they interact with, and that sort of feeds on itself,” he says.</p>\n<p>Some are struggling with post-traumatic stress after seeing combat in Iraq, Afghanistan, Vietnam or Korea; others are dealing with the normal anxieties of re-entering civilian life, whether professional, financial, marital or otherwise; but all of them are figuring out how to tell their own stories, and Patton figured filmmaking could serve as a form of therapy — without calling it that.</p>\n<p>“[The veterans] just think it’s not cool,\" he says. \"It’s not macho, it’s not tough to go and cry in front of your therapist or talk about something that happened to you.\"</p>\n<p>Filmmaking gives them the opportunity to approach their experience from a different angle by, say, using <a href=\"https://vimeo.com/iwastherefilms/review/116987762/364beed003\">GI Joe dolls as stand-ins</a> for themselves, or by making smart use of satire. That's what Alex Brandt and Jamie Brown did in their comedy “Red Tape,” which takes place at Virginia's Fort Belvoir.</p>\n<iframe allowfullscreen=\"\" frameborder=\"0\" height=\"283\" mozallowfullscreen=\"\" src=\"https://player.vimeo.com/video/75074422\" webkitallowfullscreen=\"\" width=\"500\"></iframe>\n<p>\"Basically, it was a film about all the different things they have to file in triplicate to even get a pencil,\" Patton says. \"By the end of the film, [the soldier] has gone back again and again and again to the duty officer asking how to get this pencil and file this form and that. And every time he goes back, he has more and more red masking tape around his body. ... At the end of the film he’s absolutely wrapped up and can’t actually move.”</p>\n<p>Other students have made films about suicide prevention and PTSD or created moving personal accounts about coping with trauma. So does Ben think the members of his own family suffered from PTSD? After all, the term wasn't even used until the 1970s.</p>\n<p>“I think they themselves would not say that they had post-traumatic stress,” Ben says of his father and grandfather. \"But I’ve met enough veterans that when I ask them about it they say, 'Look, Ben, it’s just a matter of degrees and we all have it to some extent. And if you’re not willing to admit it, you’re a fool.'\"</p>\n<p>It's a particularly interesting case for Patton's grandfather, nicknamed \"Old Blood and Guts,\" who considered what was then thought of as \"battle fatigue\" as mere cowardice. Patton, Jr. famously struck a couple of mentally wounded soldiers in the summer of 1943 during the invasion of Sicily, an act that nearly ended his career.</p>\n<p>\"That cost him his job, and frankly cost him the command of the Normandy invasion — and almost took him out of the war entirely,\" Patton says.</p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Screen%20shot%202015-04-28%20at%2011.33.17%20AM.png?itok=WGFY52Vo\" alt=\"\" /><div class=\"field-caption\">\n    <p>The Patton family – June 7, 1945</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Ben Patton</p>\n  </div>\n</div>\n<p>On the surface, it doesn’t seem like Ben has much in common with his grandfather. But the more Patton talks about his family — he's written a book about them, called \"<a href=\"https://vimeo.com/iwastherefilms/review/116987762/364beed003\">Growing Up Patton</a>\" — the more parallels I see. For one, his father and grandfather were both great raconteurs and filmmakers; both logged hundreds of hours of home-movie footage. But there’s also something attitudinal — this feeling of duty, almost devotion, Patton has for veterans.</p>\n<p>“They appreciate that you’re paying attention because they kind of expect that you’re not,\" he says. \"So it’s a nice surprise when you say, 'I saw you in that film and I thought you acted really well.'\" And after each \"I Was There\" workshop, he makes a personal phone call to every participant. That’s 500 veterans so far.      </p>\n<p>He may have never enlisted, but he's proved there are more ways than one to uphold a legacy.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-29%2Fben-patton-bagged-family-business-he-works-military&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/IMG_0565.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/img0565jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04292015_08.mp3"},{"href":"http://www.pri.org/file/0429201508mp3"}]}