{"created":"2015-03-30T12:03:20+00:00","modified":"2015-07-01T18:51:56+00:00","valid":{"from":"2015-07-01T18:51:56+00:00","to":"3015-07-01T18:51:56+00:00"},"hreflang":"en","title":"Jean Grae: 'It's Not Just For Me. It's For You Guys.'","published":"2015-03-30T12:03:00+00:00","teaser":"Jean Grae is a rapper, a singer, a writer, a comedian and an actress. She doesn't run out of ideas. Her most recent album is called <em>That's Not How You Do That: An Instructional Album For Adults</em>.","itags":["npr_api","396048266"],"guid":"af0cd9e5-22a4-4b5b-8849-1b66ff1b40e2","contentencoded":"<p><a href=\"http://jeangrae.bandcamp.com/\" target=\"_blank\">Jean Grae</a> is a rapper, a singer, a writer, a comedian and an actress. She doesn't run out of ideas. Her most recent album is called <em>That's Not How You Do That: An Instructional Album For Adults</em>. She spoke to <em>Microphone Check</em> about her campaign to help people be better, Michael McDonald and why she's moving to Los Angeles.</p><p><strong>ALI SHAHEED MUHAMMAD</strong>: What up, <a href=\"https://twitter.com/jeangreasy\" target=\"_blank\">Jean Greasy</a>?</p><p><strong>JEAN GRAE</strong>: What's going on?</p><p><strong>MUHAMMAD</strong>: It's good to have you. You know, I was looking in my notes and we're 364 days from the time I thought we were doing this interview with you.</p><p><strong>GRAE</strong>: Is it exactly?</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>GRAE</strong>: Really?</p><p><strong>MUHAMMAD</strong>: Really.</p><p><strong>GRAE</strong>: Oh that's perfect then.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>GRAE</strong>: That's perfect. I've put out 20 other albums since that exact day. So, you know, we have a lot more to talk about. I specifically did it so that we would have more to talk about.</p><p><strong>MUHAMMAD</strong>: Thank you.</p><p><strong>GRAE</strong>: You're welcome.</p><p><strong>MUHAMMAD</strong>: You're thinking of us. That's your gift to us.</p><p><strong>GRAE</strong>: It is. It was specifically my gift to you guys. So yeah, you're welcome.</p><p><strong>FRANNIE KELLEY</strong>: Which is the thing that you've put out in that time period that you least want to talk about?</p><p><strong>GRAE</strong>: Hm. I don't know. I don't have any of those. I'm OK talking about anything.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>GRAE</strong>: Yeah.</p><p><strong>KELLEY</strong>: What would you most like to talk about?</p><p><strong>GRAE</strong>: Maybe the \"<a href=\"https://www.youtube.com/watch?v=wWimQf3I2SY\" target=\"_blank\">underneathu</a>\" video.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>GRAE</strong>: Yeah.</p><p><strong>KELLEY</strong>: I'm into that.</p><p><strong>GRAE</strong>: Yeah. That was fun.</p><p><strong>MUHAMMAD</strong>: I haven't seen this video.</p><p><strong>GRAE</strong>: What?!</p><p><strong>MUHAMMAD</strong>: I'm sorry.</p><p><strong>KELLEY</strong>: It's fun. You're like a combo of <a href=\"http://en.wikipedia.org/wiki/Tina_Turner\" target=\"_blank\">Tina Turner</a> --</p><p><strong>GRAE</strong>: Thank you.</p><p><strong>KELLY</strong>: — and --</p><p><strong>MUHAMMAD</strong>: Do I need to watch it right now?</p><p><strong>GRAE</strong>: Probably.</p><p><strong>MUHAMMAD</strong>: Probably.</p><p><strong>KELLEY</strong>: — and <a href=\"https://twitter.com/rickjames\" target=\"_blank\">Rick James</a>. Little bit.</p><p><strong>GRAE</strong>: Thank you.</p><p><strong>MUHAMMAD</strong>: What?</p><p><strong>GRAE</strong>: That is true.</p><p><strong>KELLEY</strong>: And there's a lot of sequins.</p><p><strong>GRAE</strong>: There's a lot of sequins. There's crawling.</p><p><strong>KELLEY</strong>: And --</p><p><strong>GRAE</strong>: There's rose petals.</p><p><strong>KELLEY</strong>: — <a href=\"https://twitter.com/beyonce\" target=\"_blank\">Beyoncé</a>'s mom, a little bit.</p><p><strong>GRAE</strong>: Yeah. That happens.</p><p><strong>KELLEY</strong>: A little <a href=\"http://en.wikipedia.org/wiki/Tina_Knowles\" target=\"_blank\">Tina</a>.</p><p><strong>GRAE</strong>: A little Tina.</p><p><strong>KELLEY</strong>: I'm a big fan.</p><p><strong>GRAE</strong>: Thank you. Thank you. I had kind of been watching a bunch of public access shows.</p><p><strong>KELLEY</strong>: OK. Yeah. I remember those.</p><p><strong>GRAE</strong>: And, you know, talking about a lot of New York things. And that was really something that I used to watch a lot of as a kid, these great public access shows that used to come on, all the way up to, like — they were doing like <em><a href=\"https://www.youtube.com/user/spicnspanishtv1\" target=\"_blank\">Spic'n Spanish</a></em>, I think was probably the last thing I remember.</p><p><strong>MUHAMMAD</strong>: <em>Spic'n Spanish</em>?</p><p><strong>GRAE</strong>: That is throwback. But they always had these great musical guests and these terrible just super-imposed pictures. But it was such a great freedom of — it was, you know, YouTube before YouTube, and Internet --</p><p><strong>KELLEY</strong>: It was podcasting before podcasting.</p><p><strong>GRAE</strong>: Podcasting. You could do whatever you wanted to do. So it was --</p><p><strong>KELLEY</strong>: And they were different in the different boroughs too.</p><p><strong>GRAE</strong>: Yes.</p><p><strong>KELLEY</strong>: I liked that part.</p><p><strong>GRAE</strong>: Every borough would have their own kind of thing going on. So it was definitely a nod to that time. And doing the song, I was like — it feels like it comes from that time. It felt like — and I was like, so we have to do this as a band. So we got to be this, like, ridiculous, just a rip-off <a href=\"http://en.wikipedia.org/wiki/Prince_%28musician%29\" target=\"_blank\">Prince</a> And <a href=\"http://en.wikipedia.org/wiki/The_Revolution_%28band%29\" target=\"_blank\">The Revolution</a>, which is how we came up with the Everybody's Pregnant. We've actually been playing shows. People keep booking us, not understanding that we're not an actual band.</p><p><strong>MUHAMMAD</strong>: That's awesome.</p><p><strong>GRAE</strong>: So the last thing — someone was like, \"Well, you guys can do a 45-minute set.\" And I was like, \"OK. OK. Let me try to explain this again. Although two of the members the group — Dane and <a href=\"https://twitter.com/annathewise\">Anna Wise</a> from <a href=\"https://twitter.com/sonnymoon\">Sonnymoon</a>, amazing and musicians and singers, <strong></strong><a href=\"https://twitter.com/quellechris\">Quelle Chris</a>, producer and MC and singer, and then <a href=\"https://twitter.com/donwill\">Don Will</a>, also a producer and rapper. So we all separately do our own things but we don't play any of those instruments, except for Dane who plays the saxophone randomly. So it's been interesting.</p><p><strong>MUHAMMAD</strong>: You could make money doing that, on the sense that you don't have to be there. You just send some people. Find a couple of very close, you know, doppelgängers, whatever --</p><p><strong>GRAE</strong>: No, we've actually played shows now.</p><p><strong>MUHAMMAD</strong>: Oh you doing it.</p><p><strong>GRAE</strong>: We're just doing them. We're like, \"But we can only do one or two songs. We'll stretch them out. So we'll jam out.\"</p><p><strong>KELLEY</strong>: You really are Prince And The Revolution.</p><p><strong>GRAE</strong>: Yeah. We can jam out for a very long time. And everybody has a great time.</p><p><strong>KELLEY</strong>: I liked that EP a lot.</p><p><strong>GRAE</strong>: Thank you.</p><p><strong>KELLEY</strong>: I really wasn't sure what to expect. And it — when did it drop?</p><p><strong>GRAE</strong>: November I believe.</p><p><strong>KELLEY</strong>: November. OK.</p><p><strong>GRAE</strong>: Yeah.</p><p><strong>KELLEY</strong>: It just hit me at exactly the right time.</p><p><strong>GRAE</strong>: Good.</p><p><strong>KELLEY</strong>: That is the one where you talk about being 36. Is that that one?</p><p><strong>GRAE</strong>: No, it's OK. You can blend albums because they're so close together. That was <em>jeannie</em>. But <em>jeannie. </em>and <em>#5 </em>are very similar. In both — in kind of a way --</p><p><strong>KELLEY</strong>: OK so <em>jeannie. </em>is the heart.</p><p><strong>GRAE</strong>: Yes.</p><p><strong>KELLEY</strong>: Oh, OK. That's my fault.</p><p><strong>GRAE</strong>: And you never really knew what to expect when I was kind of playing around with that whole idea. Like, \"I can pretty much do whatever I want. So let me just — I don't know. You might get a rap song. You might get a Prince tune. I don't know.\"</p><p><strong>MUHAMMAD</strong>: When did you get to that point where you felt like, \"You know what? Not only can I do whatever I want, but I'm really going to do whatever I want?\"</p><p><strong>KELLEY</strong>: Can I take a second because I wrote this exact question down, but this is how I phrased it: \"When did you run out of f---s?\" Same thing.</p><p><strong>GRAE</strong>: Yeah. Yes. Same thing.</p><p><strong>MUHAMMAD</strong>: Better.</p><p><strong>GRAE</strong>: I think I was on my way there probably about 2013 and my mom passing in August — I had — I was scheduled to do the Afropunk Festival for the first time like two days later. And everyone was like, \"You don't have to do this. You don't have to do this.\" I was like, \"Eh. Yeah, I kind of do.\" And I think it was really the — and I flew back to South Africa the next day and then dealt with everything else. But it was really a catalyst into \"Don't wait for anything.\" So pretty — yeah, that was it. That was absolutely — I was probably at about negative 20,000 f---s.</p><p><strong>MUHAMMAD</strong>: Mm.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>GRAE</strong>: That was it. And since then, it's just decreased. My level of f---s decreases every day.</p><p><strong>MUHAMMAD</strong>: So what's the — \"Don't wait for anything.\" Do you feel more restless now?</p><p><strong>GRAE</strong>: No. I think I was really restless for a very, very long time. And it was really hard to wait to have to do stuff, whether it was wait for a release date or wait for people to plan tours or just wait for technology to catch up to something that I wanted to do in my mind. No. No, I feel — I should probably sit down. Is what I need to do. For a little bit. For a second. But it doesn't really happen.</p><p><strong>MUHAMMAD</strong>: So is that translating into more of just going with whatever?</p><p><strong>GRAE</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>GRAE</strong>: I think I'm happy with the point where I am, where someone's like, \"Hey can you come do a set on my show?\" And I'll have to call back and be like, \"Wait a second. What set? I don't know what you asked me there to do.\" And they're like, \"I don't know. Do whatever.\" So that's kind of pretty much where I wanted to be. And I'm like, \"Well, you know, by whatever do you mean show up and read text messages?\" And they're like, \"Yeah, no, fine.\" I'm like, \"OK. Good. I'll do that and maybe I'll do a song. I don't know.\"</p><p><strong>KELLEY</strong>: Do you find that since you ran out of f---s everything that you make is better?</p><p><strong>GRAE</strong>: I don't necessarily know if it's better. I know it feels more free. More free. And sometimes it doesn't necessarily have to be better at the time. I think there's a lot of stuff that maybe I did last year that I was like, \"I don't know what I'm doing,\" or I didn't really love it. I didn't fall in love with it. And then I came back to it this year and I'm like, \"Oh, OK. I get where I was going with that.\" It requires a certain other amount of discipline that looks from the outside either as if I'm on Adderall or as everything's just haphazard. And I'm like, \"No no no. I have a very set plan with very set goals.\" I know exactly I'm doing and exactly when I need to get it done by.</p><p><strong>MUHAMMAD</strong>: I think that you're superbly creative, like on some <a href=\"http://en.wikipedia.org/wiki/Duke_Ellington\" target=\"_blank\">Duke Ellington</a>, <a href=\"http://en.wikipedia.org/wiki/Ella_Fitzgerald\" target=\"_blank\">Ella Fitzgerald</a>, Prince — there's few — like <a href=\"http://en.wikipedia.org/wiki/William_Shakespeare\" target=\"_blank\">Shakespeare</a>.</p><p><strong>GRAE</strong>: Oh, wow.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>GRAE</strong>: OK. Interview over.</p><p><strong>KELLEY</strong>: That's a nice little Mount Rushmore right there.</p><p><strong>GRAE</strong>: Yeah. That's good.</p><p><strong>MUHAMMAD</strong>: Well, I'm just wondering — because you give so much. You really do.</p><p><strong>GRAE</strong>: Sometimes a little too much.</p><p><strong>MUHAMMAD</strong>: You think so. Yeah?</p><p><strong>GRAE</strong>: Yeah.<strong> </strong>You know what I'm saying.</p><p><strong>MUHAMMAD</strong>: I know what you're saying. Yeah. I don't want to speak for you but I'm like, \"Yeah.\"</p><p><strong>GRAE</strong>: Yeah, man. You really do.</p><p><strong>MUHAMMAD</strong>: From the distance, I do see things. I'm like, \"Hm.\" But, you know. Have you ever created with the pressure of creating or having to create?</p><p><strong>GRAE</strong>: I think that's the only — that's usually what works best for me. I'm not good at starting a project like a month or two in advance or anything. I don't even — even let's just do rap-wise. I've never written anything ahead of time. I have to write directly before I record it. That's it. So I absolutely work best under pressure. And I think, for me, if there isn't anything there, I create situations and deadlines where I'm like, \"Gotta put out an album tomorrow.\" Everybody's like, \"Why?\" I'm like, \"I don't know. One, because I can. And trust me. It'll be great. You'll love it.\" You're not going to know that it took me a day. And then you're going to be like, \"No, it didn't.\" Cause that sounds crazy.</p><p><strong>MUHAMMAD</strong>: How many takes did it — hold on. I gotta get the title right. Wait.</p><p><strong>GRAE</strong>: I'm so curious.</p><p><strong>MUHAMMAD</strong>: How many takes did it take for you to complete \"<a href=\"http://jeangrae.bandcamp.com/track/put-the-money-in-my-hand\" target=\"_blank\">Put The Money In My Hand</a>?\"</p><p><strong>GRAE</strong>: Oh. It didn't initially start out as a duet. That's the only reason it took longer. But it took about 20 minutes. And it — also because I kept laughing.</p><p><strong>MUHAMMAD</strong>: That's why I want to know. How many --</p><p><strong>GRAE</strong>: I was laughing — every time I would finish a riff, I was dying laughing and I had to step out. I kept coming back in and being like, \"This is going to be my favorite song from the album.\" Cause it's ridiculous. Probably about four or five, each one.</p><p><strong>MUHAMMAD</strong>: That's it?</p><p><strong>GRAE</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: Oh.</p><p><strong>GRAE</strong>: Cause it's my <a href=\"https://twitter.com/mike___mcdonald\" target=\"_blank\">Michael McDonald</a> and, you know, nameless R&B singer duet.</p><p><strong>MUHAMMAD</strong>: That's hilarious.</p><p><strong>GRAE</strong>: I really love that song. And then I fell asleep with it on repeat that night. Cause it's kind of Disney. It's got a Disney feel. It's very <em>Beauty And The Beast</em>. So I was going either <a href=\"https://twitter.com/peabobryson2\" target=\"_blank\">Peabo Bryson</a> or Michael McDonald, just that kind of — and then I was like, \"I don't even know how to sell this to people.\" And I kind of wished it was longer. And if I had more time in my life, I would record an entire album with just those characters, just a super great R&B album.</p><p><strong>KELLEY</strong>: I think maybe the people want that.</p><p><strong>GRAE</strong>: I want that really bad.</p><p><strong>MUHAMMAD</strong>: Don't give them too much.</p><p><strong>KELLEY</strong>: Ah, c'mon.</p><p><strong>GRAE</strong>: I've been wanting to — I was like, \"You know what would be the best album ever? If Michael McDonald and <a href=\"https://twitter.com/iamanitabaker\" target=\"_blank\">Anita Baker</a> did an album.\" Cause you wouldn't understand a word they were saying for the whole thing.\" It's just --</p><p><strong>KELLEY</strong>: Michael McDonald is such a thing that — like, my white friends have no idea.</p><p><strong>GRAE</strong>: Really?</p><p><strong>KELLEY</strong>: He's a white dude that's invisible to the white people.</p><p><strong>GRAE</strong>: That's amazing.</p><p><strong>KELLEY</strong>: I'm serious.</p><p><strong>GRAE</strong>: No, I guess we did kind of draft him.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>GRAE</strong>: I guess that happened. And it happened really early. It happened in <a href=\"https://twitter.com/thedoobiebros\" target=\"_blank\">Doobie</a> time. And he really blacked them up too. He did! There was a lot of those different gospel-y chord changes and tones that he brought and they were much more rocksy/folksy before that.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: Was it the <em><a href=\"http://en.wikipedia.org/wiki/What%27s_Happening!!\" target=\"_blank\">What's Happening!!</a></em> episode? Weren't they on <em>What's Happening!!</em>?</p><p><strong>GRAE</strong>: Yeah. \"Which Doobie you be.\"</p><p><strong>MUHAMMAD</strong>: Is that me?</p><p><strong>GRAE</strong>: That is you.</p><p><strong>MUHAMMAD</strong>: No. I didn't do anything.</p><p><strong>GRAE</strong>: Wow. That is so rap.</p><p><strong>KELLEY</strong>: This keeps happening.</p><p><strong>GRAE</strong>: Wow.</p><p><strong>MUHAMMAD</strong>: My iPad is just like, \"Yo, I'm living.\"</p><p><strong>GRAE</strong>: It just wants to listen to — is this <a href=\"https://twitter.com/mobbdeep\" target=\"_blank\">Mobb Deep</a>? What is this?</p><p><strong>MUHAMMAD</strong>: This song, this is <a href=\"https://twitter.com/prodigymobbdeep\" target=\"_blank\">Prodigy</a>.</p><p><strong>GRAE</strong>: I love Prodigy. That was me. I was just sitting here and I was like --</p><p><strong>KELLEY</strong>: You manifested it?</p><p><strong>GRAE</strong>: \"Man, I really want to listen to some Mobb Deep. Oh, good. Prodigy.\" No this is good. I haven't listened to this one. He's one of my favorite MCs ever.</p><p><strong>MUHAMMAD</strong>: It's just on its own. It does that, and I don't know how to fix it.</p><p><strong>GRAE</strong>: It was a good pick. At least it's not playing terrible songs.</p><p><strong>MUHAMMAD</strong>: Yeah. Good job, iPad.</p><p><strong>GRAE</strong>: I love Prodigy. He has the best opening lines ever.</p><p><strong>MUHAMMAD</strong>: That's all it takes.</p><p><strong>GRAE</strong>: It is all it takes. Like, he can follow through on that, but Prodigy's opening lines on every song — that is — when I started really, really understanding how to write, he was my, kind of, inspiration for being like, when you kick off a song you gotta walk in the door and be like, \"This is what's happening. This is it. This is it. This is what's happening now.\" And he's a master at doing that.</p><p><strong>KELLEY</strong>: He was <a href=\"http://www.npr.org/blogs/microphonecheck/2013/07/08/198422330/prodigy-on-mobb-deeps-early-days-and-protecting-his-success\" target=\"_blank\">one of our first interviews</a>.</p><p><strong>GRAE</strong>: Really?</p><p><strong>KELLEY</strong>: Oh, yeah. He was great. He was really great.</p><p><strong>GRAE</strong>: Was he better than me?</p><p><strong>KELLEY</strong>: No.</p><p><strong>MUHAMMAD</strong>: No.</p><p><strong>GRAE</strong>: OK.</p><p><strong>KELLEY</strong>: He also wrote a book.</p><p><strong>GRAE</strong>: This is true. He did write a book.</p><p><strong>KELLEY</strong>: And he really really enjoyed it.</p><p><strong>GRAE</strong>: Yeah</p><p><strong>KELLEY</strong>: And he was like, \"She said she ghostwrote it. Bulls---. Look. There's a misspelling. I wrote that.\"</p><p><strong>GRAE</strong>: I gotta get that book.</p><p><strong>KELLEY</strong>: I really like it. It's a fast read. And he's a funny guy. You couldn't always tell from his songs but he's a funny guy.</p><p><strong>GRAE</strong>: I met him for the first time — which seems weird, like we should've met before that --</p><p><strong>KELLEY</strong>: That really really does.</p><p><strong>GRAE</strong>: — probably like last year. And then I was very geeked out, very rap-fan geeked out. I was like, \"Hi, it's really nice to meet you. Such a fan. I'm such a fan.\" And I walked away. I was like, \"I don't even sound like that. Why would I talk like that? Now he thinks I'm retarded. Oh, OK. Sorry.\"</p><p><strong>KELLEY</strong>: Who else did you, like, love love love and take inspiration from when you were first starting out. Was it all New York?</p><p><strong>GRAE</strong>: No. It was everything. I just like writers in general. And just people who are willing to do something different. Yeah, I really did listen to a lot of Mobb Deep. Never really listened to a lot of <a href=\"https://twitter.com/atcq\" target=\"_blank\">Tribe</a> albums. Just not very good. Just not very good. You know?</p><p><strong>KELLEY</strong>: Just sort of threw it out there.</p><p><strong>GRAE</strong>: Just wished they tried harder, musically and lyrically. Just really try to make a mark, you know? Make something soulful. And I felt like they were lacking in that department.</p><p><strong>KELLEY</strong>: So you're moving into the criticism field next.</p><p><strong>GRAE</strong>: Yeah. How do you feel about that? About my comments. What was it really that stopped you guys from being legendary?</p><p><strong>MUHAMMAD</strong>: I love the harsh criticism. It makes me feel — what will happen in about maybe 55 minutes from now, me just finding a window in this good building. No one will care what happens with me and that window and finding me on the street. But, you know.</p><p><strong>GRAE</strong>: That's terrible. That's horrible. Also, again, like I was saying, I don't think you guys aimed high enough. Why don't you do more of a roof situation? Aiming low with the window.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>GRAE</strong>: You guys just never tried.</p><p><strong>KELLEY</strong>: I thought you were gonna say try again. Get back together. Give it another shot. Like, really focus this time.</p><p><strong>GRAE</strong>: Maybe. Maybe.</p><p><strong>MUHAMMAD</strong>: No the dose of real is what I need right now.</p><p><strong>GRAE</strong>: Just you guys gotta try. At least try is what I always thought when I would listen to the albums. I wish they would just at least try.</p><p><strong>MUHAMMAD</strong>: Yeah. Just kids who don't have much.</p><p><strong>GRAE</strong>: That's not really an excuse.</p><p><strong>MUHAMMAD</strong>: Well you talking about, like — what do you except when you put Brooklyn and Queens together?</p><p><strong>GRAE</strong>: Well that was a terrible idea from the get-go. I also thought that.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>GRAE</strong>: I was like, \"What? Why would they --\" Didn't make any sense.</p><p><strong>MUHAMMAD</strong>: That's a requiem for failure.</p><p><strong>GRAE</strong>: Although we've known each other for a while but, like, this is still crazy.</p><p><strong>KELLEY</strong>: Tell me about it.</p><p><strong>GRAE</strong>: This is still crazy.</p><p><strong>MUHAMMAD</strong>: What's so crazy about it?</p><p><strong>GRAE</strong>: Like, it's you. That's crazy.</p><p><strong>MUHAMMAD</strong>: What you talking about, Jean?</p><p><strong>KELLEY</strong>: I'm still get text messages and I'm drunk with my friends and I'm like, \"Yo. Ali Shaheed Muhammad just texted me, you guys.\" And they're like, \"Yeah, Frannie. You been working with him for like four years.\" \"No, but like, still --\"</p><p><strong>GRAE</strong>: But still.</p><p><strong>MUHAMMAD</strong>: You are silly.</p><p><strong>GRAE</strong>: But still.</p><p><strong>MUHAMMAD</strong>: I try not to text you at like two in the morning. I'm like, \"Ali, you got to keep it professional.\" It's just like, I have ideas. I'm like, it's two in the morning where Frannie is right now, chill. Or even eight o'clock I'm like, \"Ah, man. It's eight o'clock.\"</p><p><strong>GRAE</strong>: Ah, that's adorable.</p><p><strong>MUHAMMAD</strong>: \"Work is over.\" I don't know what time you leave the office but, in my mind, I'm like eight o'clock is just a violation. So I'm like, \"Ah.\"</p><p><strong>KELLEY</strong>: I text him late night all the time. I don't know what he's talking about.</p><p><strong>GRAE</strong>: See Frannie's like, \"I don't have the same kind of consideration for your life.\" But no no, it's true. Like, I have people in my phone and then I'm like, \"Yeah I know I'm friends with them and I know them.\" But still I see a name pop up; I'm like, \"This is so cool. This is still so cool.\"</p><p><strong>KELLEY</strong>: Mm-hmm.</p><p><strong>GRAE</strong>: So this is still so cool.</p><p><strong>MUHAMMAD</strong>: I always smile inside when I see you.</p><p><strong>GRAE</strong>: This is like the nicest interview ever.</p><p><strong>MUHAMMAD</strong>: Like, if I'm DJing somewhere and I see you in the building, I just warm up inside. I'm like, \"There's Jean.\"</p><p><strong>GRAE</strong>: Aw, man.</p><p><strong>MUHAMMAD</strong>: Cause I think you're amazing.</p><p><strong>GRAE</strong>: I think you're amazing.</p><p><strong>MUHAMMAD</strong>: So --</p><p><strong>GRAE</strong>: It was the rest of the group. It wasn't you.</p><p><strong>MUHAMMAD</strong>: Thank you.</p><p><strong>KELLEY</strong>: Yes. Somebody finally said it.</p><p><strong>MUHAMMAD</strong>: I'll have to live another day.</p><p><strong>GRAE</strong>: It was mainly <a href=\"https://twitter.com/jarobiwhite\" target=\"_blank\">Jarobi</a>.</p><p><strong>KELLEY</strong>: It's going to be downloadable.</p><p><strong>GRAE</strong>: Jarobi was really the downfall. I'ma tell him I said that too.</p><p><strong>KELLEY</strong>: But that's what happened, I think, 364 days ago. Is that you walked out of a studio and I ran up on you.</p><p><strong>GRAE</strong>: I remember.</p><p><strong>KELLEY</strong>: And I don't know — you mean a lot to me as a lady --</p><p><strong>GRAE</strong>: Oh that was — I really need to eat something.</p><p><strong>KELLEY</strong>: Oh, please. I can hear myself, my stomach, way better than you guys. Cause of these headphones, it's --</p><p><strong>GRAE</strong>: Oh, but I'm sorry. Continue.</p><p><strong>KELLEY</strong>: Nobody ever wants to talk about women in rap.</p><p><strong>GRAE</strong>: Yep.</p><p><strong>KELLEY</strong>: But you are an inspiration for me.</p><p><strong>GRAE</strong>: Oh, man.</p><p><strong>KELLEY</strong>: And I also look forward to everything that you put out. And then everything you put out, there's something on there that surprises me and, like I said before, hits me right where I am. We're not that far off in age so maybe that has something to do with it. But it's more about about like really — and also I think that I ran out of f---s about the same time. And so I could — I just felt where you were going and it makes me more excited for everything going forward.</p><p><strong>GRAE</strong>: That's awesome. That's awesome. I think there's especially a lot for the fact that I — there was a time where I was recording songs and I had a rule about especially love songs and relationship songs that I would do, that I would wait two years to be able to get it together in my head to be able to write it out, to tell the story correctly.</p><p>So that has changed. Couldn't possibly go further. I am writing things in real-time. And because I'm putting out albums in real time, like, the week something is happening. That's like the day — I had a fight. That song comes out, like, tomorrow. It's actually happening all in real time.</p><p><strong>KELLEY</strong>: Yeah, f--- <a href=\"https://twitter.com/taylorswift13\" target=\"_blank\">Taylor Swift</a>. This is what's happening.</p><p><strong>GRAE</strong>: Oh, man. Yeah, she's fun.</p><p><strong>KELLEY</strong>: Yeah, it's fine. Whatever.</p><p><strong>GRAE</strong>: She's fun. But thank you. Thank you for saying that. And I also think there's — me being able to do that has not just changed just the way I'm putting out music and having a connection with people. Even show-wise, it's totally different. And there's a very emotional connection that happens. And I'm like, \"It's not just for me. It's for you guys. So we all need to be in this space together.\" So thank you for letting me know that that's working. That makes all the sense. Cause otherwise I'll stop and do something else.</p><p><strong>KELLEY</strong>: Please don't.</p><p><strong>MUHAMMAD</strong>: I know, right?</p><p><strong>KELLEY</strong>: Don't move to L.A. and, like, end up on a sitcom.</p><p><strong>MUHAMMAD</strong>: No, please do.</p><p><strong>GRAE</strong>: Oh, I just did.</p><p><strong>MUHAMMAD</strong>: Do.</p><p><strong>GRAE</strong>: I actually just did.</p><p><strong>KELLEY</strong>: Wait. Really?</p><p><strong>MUHAMMAD</strong>: Please do.</p><p><strong>GRAE</strong>: I was just on an episode of <em>2 Broke Girls</em>, which was the last time I was out in L.A.</p><p><strong>KELLEY</strong>: Oh, that's right. I knew that.</p><p><strong>GRAE</strong>: And actually started doing <em><a href=\"http://www.lifewithjeannie.com/episodes/\" target=\"_blank\">Life With Jeannie</a></em> and it was just entirely too much to do with everything else on my plate. And I was like, \"I can't\" --</p><p><strong>KELLEY</strong>: Oh you stopped?</p><p><strong>GRAE</strong>: We stopped and we are, I guess, re-vamping it in a bigger and better way.</p><p><strong>KELLEY</strong>: Dope.</p><p><strong>GRAE</strong>: So I will actually — I mean, I have to be in New York to be doing that. So hopefully that'll be going on for the rest of the year.</p><p><strong>MUHAMMAD</strong>: Do you really — when you're creating, do you think about a target person or group of people that you want --</p><p><strong>GRAE</strong>: It depends what it is.</p><p><strong>MUHAMMAD</strong>: OK.</p><p><strong>GRAE</strong>: Definitely depends what it is. Working on something like <em>Life With Jeannie</em>, yeah. I think there's ways that you have to write and be smart about things. Or even we just put on <em>Ghostbusters 2 1/2</em>, the sequels, at Union Hall, which a friend of mind who started booking at Union Hall was like, \"You can have a night. Just take a night right now.\" She was like, \"Just think of anything to do.\" So, of course, I could've done anything. I could've done anything. I could've just showed up and done some songs. And clearly I was like, \"Oh, you know what sounds like a good idea? In four days, let's sit down and pretty much write a one-hour play.\" Why? But it sold out and it was amazing and so we're starting to do this thing called \"The Sequels.\" We're doing <em>Goonies 2</em> and then <em>Warriors: The Musical</em> next.</p><p><strong>MUHAMMAD</strong>: No. Oh my god.</p><p><strong>KELLEY</strong>: Jackets! There they are!</p><p><strong>GRAE</strong>: Yes. But, yeah, the idea of that and thinking, you know, yes I could've done anything there but what's really actually going to pull people in. So okay <em>Ghostbusters</em> <em>3 </em>is about to come out so people are definitely talking about that. Let's see what area of the city we're talking about. And it's Union Hall. Like, what would you pick that would draw people from that crowd.</p><p><strong>KELLEY</strong>: Park Slope.</p><p><strong>GRAE</strong>: What do you know? It's — yeah. Of course. You know <em>Ghostbusters</em>. You want to go see that. So even if you don't know me, you're already like, \"Well, that sounds interesting and ridiculous. Let me go see it.\" So in certain things, yes. Then a lot of it I just do cause I'm like, \"That seems like a really good idea.\" But I'm never not — if I would quit all of the other things I was doing, my dream job would've always have been — my other dream job would be to go into marketing and advertising cause I really like coming up with new ways to sell.</p><p><strong>KELLEY</strong>: How about you be our marketer?</p><p><strong>MUHAMMAD</strong>: I know, right?</p><p><strong>GRAE</strong>: I can do that. Do you want that? Do you need that?</p><p><strong>KELLEY</strong>: Yes.</p><p><strong>MUHAMMAD</strong>: <em>Microphone Check</em> needs some help.</p><p><strong>GRAE</strong>: Alright, I got some ideas. I never run out of ideas. Oh, this is going to be rude. You know who <a href=\"https://twitter.com/countbassd\" target=\"_blank\">Count Bass D</a> is? Yeah, you do.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>GRAE</strong>: Cause I said never running out of ideas. So maybe about four or five years ago on Twitter, I think he DMed me. He was like — and I was writing \"Mi-kus,\" which were haikus but with <a href=\"http://en.wikipedia.org/wiki/Michael_Jackson\">Michael Jackson</a> lyrics. So I was doing a bunch of them. And he was like, \"Man, maybe don't give everybody everything. You gotta keep some of those ideas.\" I was like, \"Yeah, I'm sorry. I don't run out of ideas.\" It doesn't stop. I was like, \"Maybe you do.\" He ended up making a long YouTube apology to me. I was kind of like, \"Wow, you really went really far with that. Maybe you should just worry about your own ideas and stop worrying what I'm doing.\" That was weird.</p><p><strong>KELLEY</strong>: I liked it. So you make things for people sometimes, I mean, cause you want them to work and have people feel them.</p><p><strong>GRAE</strong>: And money.</p><p><strong>KELLEY</strong>: Obviously. You also — you want people to be better, to do better, and you get mad when people are dumb and lazy. Why do you keep helping people?</p><p><strong>GRAE</strong>: So I don't kill them.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>GRAE</strong>: <a href=\"https://twitter.com/s_c_\" target=\"_blank\">Jay Z</a> said it. And he was saying it in a different way. But it really is <a href=\"http://www.dailymotion.com/video/x15k50_jay-z-streets-is-watching_music\" target=\"_blank\">a full-time job not to kill n----s</a>. That's what it feels like. That's what it feels like all the time. Because I think that there's a lot of, \"Hey. Just let it go. Let people be stupid. Let it be OK.\" And I'm like, \"No. I mean, we don't have to.\" There's a choice. And if you go through all that stuff and you attempt to learn and OK that's fine. But you got to try. Try. Try to do better? No?</p><p>Or, you know, just even — I just want us to be smarter. And I think it's possible and I think it's far, far easier to be smarter in this day and time, which makes absolutely no sense. I don't know how intelligence is decreasing with access to knowledge all the time. That's insane. That's insane. So I'm not really — I'm not a political activist. I'm not — but I do feel like I have some sort of platform so I have to use it — I do have a responsibility to myself to not end up in jail for murdering someone who does something stupid.</p><p><strong>KELLEY</strong>: That was the only thing that ever got me to, like, go the gym. Was like I'm actually going to murder you if I don't burn all of this off right now.</p><p><strong>GRAE</strong>: Yeah.</p><p><strong>KELLEY</strong>: And then I had to start going a lot.</p><p><strong>GRAE</strong>: See? And then everything works out for the better.</p><p><strong>KELLEY</strong>: And then I had to leave D.C. Yeah. Just leave that whole city.</p><p><strong>GRAE</strong>: So you didn't burn it to the ground.</p><p><strong>KELLEY</strong>: Yeah. Again.</p><p><strong>GRAE</strong>: I just think people can help. And I think people are better than they know. And I also think people don't get to hear that a lot cause we're in such a time where everyone is so mean. They're just so mean about everything. And I feel like you gotta say something about everything and comment on it. Like, same album, <em><a href=\"http://jeangrae.bandcamp.com/album/thats-not-how-you-do-that-either-yet-another-instructional-album-for-adults\" target=\"_blank\">That's Not How You Do That Either</a></em>, the song \"<a href=\"http://jeangrae.bandcamp.com/track/you-dont-have-to-eat-whats-in-the-picture\" target=\"_blank\">You Don't Have To Eat What's In The Picture</a>.\"</p><p><strong>MUHAMMAD</strong>: Love that.</p><p><strong>GRAE</strong>: Which is — I'm posting a picture — it was something <em>I</em> enjoyed. Why are you saying, \"Ew?\"</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>GRAE</strong>: Because just don't say anything.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>GRAE</strong>: Like nobody's going to force you to have that. But I think just putting these things — and I respond to people who do that all the time. And then they'll be like, \"Well. Sorry.\" And I'm like, \"Yeah. Just don't.\" Just Golden Rule it. Just try to Golden Rule it out.</p><p><strong>KELLEY</strong>: That's the weirdest part about the meanness and commenters in particular. That if you just check them, they're like, \"Oh. I'm so sorry.\" It's like, has no one ever checked you before?</p><p><strong>GRAE</strong>: No.</p><p><strong>KELLEY</strong>: Well, yeah.</p><p><strong>GRAE</strong>: No. A lot of times no. Maybe in off-the-Internet situations but not necessarily. A lot of people don't get checked or they get checked in a way that doesn't really help the situation at all. It's just combative and it feels like an attack. But there's another way to do it.</p><p><strong>KELLEY</strong>: Makes sense.</p><p><strong>MUHAMMAD</strong>: I'm trying to find that balance.</p><p><strong>GRAE</strong>: Mm-hmm.</p><p><strong>MUHAMMAD</strong>: I don't know.</p><p><strong>GRAE</strong>: It's hard.</p><p><strong>MUHAMMAD</strong>: It is hard. Cause I'd rather just say, \"Yo. This is where I am. Come.\"</p><p><strong>GRAE</strong>: Yeah. No. It's a lot easier.</p><p><strong>MUHAMMAD</strong>: But I don't — yeah. Maybe you just don't understand and it's not going to — there won't be any understanding in 140 characters even if this is a two-hour conversation.</p><p><strong>GRAE</strong>: I used to be a different person.</p><p><strong>MUHAMMAD</strong>: I'm like, \"Let's just — come here.\"</p><p><strong>GRAE</strong>: Just come here!</p><p><strong>KELLEY</strong>: Wait. Do you mean in the sense of I'm going to ignore you until you get on my level? Or in the sense of <a href=\"https://twitter.com/fatbellybella\" target=\"_blank\">Badu</a> turning on her location?</p><p><strong>MUHAMMAD</strong>: Like that.</p><p><strong>GRAE</strong>: That was great.</p><p><strong>KELLEY</strong>: It was the best.</p><p><strong>MUHAMMAD</strong>: Cause I don't think that — I think when people say crazy things to me they don't know me.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>GRAE</strong>: Yes.</p><p><strong>MUHAMMAD</strong>: And so I'm like, I don't have anything to prove here. And I don't do things for the whole world to see. So it's just like, \"You know what? I tried to address you in a way that leaves it open for you to really feed from the good I'm trying to give you in your reply by not being ignorant in the response.\" But it's just like, \"Wow. You still don't get it and you coming at me.\" It's like, \"Come here.\" Come here.</p><p><strong>GRAE</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: You could come here and it can be a real good conversation or you could come here and you'll be like — no one will ever know why you're bloody and blue but --</p><p><strong>GRAE</strong>: Yeah. No I understand. Yeah, I try. I try --</p><p><strong>MUHAMMAD</strong>: You have a good sense of humor though. Like, you come back with --</p><p><strong>GRAE</strong>: Cause I have to. I have to try really hard.</p><p><strong>MUHAMMAD</strong>: I didn't get the funny gene, Jean.</p><p><strong>GRAE</strong>: Again, you want to get the funny Jean.</p><p><strong>MUHAMMAD</strong>: Can you give me the funny gene?</p><p><strong>GRAE</strong>: The Jean that you don't want --</p><p><strong>MUHAMMAD</strong>: No. Can you — I need a funny gene.</p><p><strong>GRAE</strong>: Oh a funny <em>gene</em>. Oh!</p><p><strong>MUHAMMAD</strong>: Yeah. A funny gene. I was being --</p><p><strong>GRAE</strong>: I was like, \"I'm being funny Jean. What? I don't understand what you're saying.\" Everybody's got it.</p><p><strong>KELLEY</strong>: She's going to be our marketer. She's going to train us.</p><p><strong>GRAE</strong>: Yeah. I am. I am. And, you know, if anything goes wrong, I am also — I like to be the muscle as well. Cause I don't have — I have no levels. That's my thing. I know that I have no levels. Like, I have this. And I can talk to you calmly and be like, \"Listen. I really want you to stop doing that.\" And then, there's another level. That's it. There's only two things.</p><p><strong>MUHAMMAD</strong>: Same with me.</p><p><strong>GRAE</strong>: Yeah. So I think we can really take this marketing thing by storm, basically because people will be afraid. It won't even be good. We'll just — it's just mainly a lot of fights.</p><p><strong>KELLEY</strong>: On public radio.</p><p><strong>GRAE</strong>: I know. That's what makes it even better. And because it's NPR, you gotta use your NPR voice. So everything is always --</p><p><strong>KELLEY</strong>: Exactly. Left hand only.</p><p><strong>GRAE</strong>: Oh, man. NPR serial killer would be the best. Would be the best. Cause it's so calm.</p><p><strong>KELLEY</strong>: That's not BDK. Maybe.</p><p><strong>MUHAMMAD</strong>: You know, you're moving to L.A. And if Frannie gets to L.A., maybe you can come on <em>Microphone Check</em> a little bit more and be, like, a third dynamic of what we're doing.</p><p><strong>GRAE</strong>: I would love to do that.</p><p><strong>KELLEY</strong>: Do you want to stay for our next interview to just try it out?</p><p><strong>GRAE</strong>: Who is it?</p><p><strong>KELLEY</strong>: <a href=\"https://twitter.com/iamsu\" target=\"_blank\">Iamsu!</a></p><p><strong>GRAE</strong>: Hm?</p><p><strong>KELLEY</strong>: Iamsu! Young guy from the Bay.</p><p><strong>GRAE</strong>: Oh really? OK.</p><p><strong>KELLEY</strong>: Yes.</p><p><strong>GRAE</strong>: OK.</p><p><strong>KELLEY</strong>: Yes. I mean, so you work with — I never — I got it. It's cause I'm sick. Quelle Chris.</p><p><strong>GRAE</strong>: Yes.</p><p><strong>KELLEY</strong>: It seems like he's gonna pop pretty soon.</p><p><strong>GRAE</strong>: Yeah.</p><p><strong>KELLEY</strong>: What do you think — almost everybody I talk to is like, \"That guy.\" What is it about him? [<em>Ali's iPad begins playing music again</em>.]<em> </em>Really?</p><p><strong>GRAE</strong>: Really, man? Well, for one thing, he doesn't turn on his iPad during interviews.</p><p><strong>KELLEY</strong>: His iPad isn't haunted.</p><p><strong>GRAE</strong>: I've heard some interviews he's done — it's the same song too.</p><p><strong>KELLEY</strong>: And then it won't turn off either.</p><p><strong>MUHAMMAD</strong>: No, I keep force quitting it. It force quits. And then I've re-started this thing.</p><p><strong>GRAE</strong>: It really wants to hear that Prodigy song.</p><p><strong>MUHAMMAD</strong>: I don't get it.</p><p><strong>KELLEY</strong>: This is like --</p><p><strong>GRAE</strong>: I'm going to tweet him later and ask him why he kept trying to ruin my interview. Be like, \"What was that about?\" And he'll be like, \"What?\" I'll be like, \"Why you so rude?\"</p><p><strong>KELLEY</strong>: This is how intelligence is not growing as our access to knowledge gets bigger. It's cause we can't actually work the devices that might transmit --</p><p><strong>GRAE</strong>: Yeah. They're going to take over. Quelle is a wonderfully interesting story. I met Quelle — and again a great way to use the Internet, to meet people. This is what — it's social networking. A lot of people networking it all. So Tori who I work with, who is kind of my acting manager at this time, was like, \"Man. I really want to bring him into WAR media and let's get\" — [<em>Ali's iPad begins playing music again.</em>] Wow.</p><p><strong>KELLEY</strong>: Just turn it off.</p><p><strong>GRAE</strong>: C'mon, man. Just turn it off.</p><p><strong>KELLEY</strong>: Or put your headphones in it.</p><p><strong>GRAE</strong>: Why didn't you do that before?</p><p><strong>MUHAMMAD</strong>: I don't know. I was just like, \"Please.\"</p><p><strong>GRAE</strong>: Aren't you like a — this is what you do.</p><p><strong>MUHAMMAD</strong>: This is what I do.</p><p><strong>KELLEY</strong>: You just said please?</p><p><strong>GRAE</strong>: You work with equipment with all day and you just figured out to do that?</p><p><strong>MUHAMMAD</strong>: Sorry.</p><p><strong>GRAE</strong>: Oh my god.</p><p><strong>MUHAMMAD</strong>: I'll take that.</p><p><strong>KELLEY</strong>: We also need a IT manager.</p><p><strong>GRAE</strong>: Yeah. No, I got it. I'm on it.</p><p>So we met and I was not familiar with any of his stuff at all. But always had a huge connection with — I don't know what it is between Detroit and New York.</p><p><strong>KELLEY</strong>: I know.</p><p><strong>GRAE</strong>: We just really like each other. I think it's because we kind of have the same temperaments and we understand growing up in that --</p><p><strong>KELLEY</strong>: There's an aggression.</p><p><strong>GRAE</strong>: — kind of city. There is. Yeah, yeah. We will definitely murder people all the time.</p><p>And I met him and I immediately was like, \"I get it. I know who you are. I see who you are and it's so much more than this song that you're playing me.\" I was like, \"Oh, you're like me.\" I was like, \"Wait a second. Wait a second. But what else do you do?\" And then I found out that he did everything else. And I was like, \"Oh, man. OK.\" I think with him there's a really a kind of beauty in the freedom of also not kind of caring. And being like, \"I'll make whatever kind of music it is. If it's this punk song or if it's\" — he's drawing all his own album covers and directing all of his own videos. And kind of the same feeling of not waiting and being like, \"I'm going to do this myself and I don't have to be put in a category or a genre. I'm just going to do all of the things.\"</p><p>So we've been working on a lot of stuff together. Or even the ability, recording <em>That's Not How You Do That</em>,<em> </em>for me to be like, \"Do you have a song for this?\" And he sent back \"<a href=\"http://jeangrae.bandcamp.com/track/wash-your-hands\" target=\"_blank\">Wash Your Hands</a>\" in about an hour. And I was like, \"OK. So you just did this right — OK. Alright. You just did this right now.\"</p><p><strong>MUHAMMAD</strong>: Like in 20 minutes. No way. That's crazy.</p><p><strong>GRAE</strong>: Yeah. The speed and versatility, I was like, \"I do know someone else like this. That's awesome.\" Yeah, he's pretty f---ing brilliant.</p><p><strong>KELLEY</strong>: Maybe, not to give the general public too much credit, but maybe we do have a better ear or eye, and eye, than we think we do --</p><p><strong>GRAE</strong>: Mm-hmm.</p><p><strong>KELLEY</strong>: — because we can tell if something has — we can't necessarily vocalize it, but we can tell when something has been focus grouped and when something just makes sense all the way through. And it seems like now that we have more direct access to things that are just like, \"Here.\"</p><p><strong>GRAE</strong>: Here.</p><p><strong>MUHAMMAD</strong>: We have a better eye. We built pyramids and, you know, can look at an empty space and see where things can be placed, mathematically and scientifically.</p><p><strong>GRAE</strong>: We've had that. But it's been taken away from us. It's been taken away and been like, \"No. You guys don't know how to do that. You guys don't know how to recognize greatness. You guys don't know how to do things.\" And it's kind of putting people — you need to put people back in that space and being like, \"Yes, you do.\"</p><p><strong>MUHAMMAD</strong>: Exactly.</p><p><strong>GRAE</strong>: \"You can do anything. It's OK.\"</p><p><strong>KELLEY</strong>: You know what's good. You don't need to pay me $10.99 a month to tell you what's hot.</p><p><strong>GRAE</strong>: Right. Right.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>KELLEY</strong>: To sift through the Internet or whatever and make you a recommendation.</p><p><strong>GRAE</strong>: Cause it's so hard. It's so hard.</p><p><strong>KELLEY</strong>: Like, f--- off. It's the same publicist emailing everybody.</p><p><strong>GRAE</strong>: Yeah, I don't need — but also the thing is that there's a certain kind of sadness that comes along with being on this side of the curtain, of — you know there's no Wiz.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>GRAE</strong>: It's not even <a href=\"http://en.wikipedia.org/wiki/Richard_Pryor\" target=\"_blank\">Richard Pryor</a>. Like, at least that would be awesome. And the general public, as much as you think that we're in contact, they still don't know.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>GRAE</strong>: They still don't know. They don't know that it's the same publicist sending it. And this is why you think that is the cool thing. They still don't know.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>GRAE</strong>: And that's where it gets really difficult. And you're like, \"Arrrgh, I don't understand why you guys don't know that that sucks. Dammit!\"</p><p><strong>KELLEY</strong>: But that's also part of having people that you were a fan of when you were six, in your phone, you know?</p><p><strong>GRAE</strong>: Mm-hmm. It is.</p><p><strong>KELLEY</strong>: You know they're just a regular person but it's just hard to flush it out all the way.</p><p><strong>GRAE</strong>: It is. It is. It happened to me in the rap world and it always still happens to me in the rap world. But kind of moving into the comedy world, it's crazy. I went to <em>Saturday Night Live</em> for the first time --</p><p><strong>KELLEY</strong>: Oh, damn.</p><p><strong>GRAE</strong>: — the other night. And being in that room was like, \"OK. Alright. OK. This is just the room I've wanted to be in all my life. So if this is my first step being here, my first step is not just being in the audience and I get to hang out with my friend who's on the cast backstage.\" And I took of a picture of my mom and I put it in the ceiling.</p><p><strong>KELLEY</strong>: Oh, man.</p><p><strong>GRAE</strong>: And I was like, \"I'm just going to leave that there for when I come back. But she needs to stay here.\" But it's that and then we ended up going to the after party. But we walk in to the after party and so ahead of me on line is <a href=\"https://twitter.com/eugenemirman\" target=\"_blank\">Eugene Mirman</a>. And I'm like, \"Hey, what are you doing here?\" And he's like, \"Jean!\" And I was like, \"What? How? OK.\" I don't understand how I know these people now. And I walk downstairs and it's <a href=\"https://twitter.com/toddbarry\" target=\"_blank\">Todd Barry</a> and Todd Barry's like, \"What's going on, Jean? What are you drinking?\" And I told him the last time that I saw him, I was like, \"You know what? It's really hard for me to talk to you. Cause I'm freaking out in my mind the entire time I'm talking to you. I'm trying to do really well but just so you know — and me saying this will probably make it a little bit better.\" But it doesn't. It doesn't.</p><p><strong>KELLEY</strong>: You're like listening to yourself while you talk. That kind of thing?</p><p><strong>GRAE</strong>: Yes.</p><p><strong>KELLEY</strong>: Yeah. Totally.</p><p><strong>GRAE</strong>: That wasn't me name dropping. That was me trying to explain why I'm freaked out everyday.</p><p><strong>MUHAMMAD</strong>: They're clear. They're clear.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>GRAE</strong>: Thanks. So don't think that. Don't write to me and say that. Cause I'll punch you.</p><p><strong>KELLEY</strong>: Why <em>Saturday Night Live</em>? When you were little did you talk to your mom about it? Did she love it?</p><p><strong>GRAE</strong>: It was what she would let us stay up late to watch. And she was a huge comedy fan. So that was — when you're a kid and you get put to sleep and you always feel like you're missing something. You're really not. You're not missing anything. Nothing you could actually do. But, yeah, it was the one time where she was like, \"No. It's fine. You can stay up and watch this. Cause you have to. Cause you should.\"</p><p><strong>KELLEY</strong>: That's what my mom was like but with <em>ER</em>.</p><p><strong>MUHAMMAD</strong>: <em>ER. </em>Damn.</p><p><strong>GRAE</strong>: She's like, \"Cause you should. You need to watch. Cause I know how much you want to be a doctor.\"</p><p><strong>KELLEY</strong>: Oh, f---. Maybe that's what that was. Oh, no!</p><p><strong>GRAE</strong>: Maybe! You know it definitely was that. She was like, \"C'mon. C'mon.\"</p><p><strong>KELLEY</strong>: F---.</p><p><strong>MUHAMMAD</strong>: Disappointed your mother.</p><p><strong>GRAE</strong>: Look what you did.</p><p><strong>MUHAMMAD</strong>: You came to NPR, tried to --</p><p><strong>KELLEY</strong>: Everybody already knows that. It's alright.</p><p><strong>MUHAMMAD</strong>: Got into hip-hop and tried to revolutionize --</p><p><strong>GRAE</strong>: Think about a segment on medicine, maybe.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>MUHAMMAD</strong>: Tell her you're trying to bring the medicine to the — I don't know.</p><p><strong>KELLEY</strong>: She's gonna see right through that.</p><p><strong>MUHAMMAD</strong>: Trying to find a — trying to spin this. What was the eight, nine-year-old you like in school?</p><p><strong>KELLEY</strong>: Oh, man. I wanted to know that too.</p><p><strong>GRAE</strong>: Eight, nine. So nine is like junior high school?</p><p><strong>KELLEY</strong>: Nah.</p><p><strong>GRAE</strong>: Yes.</p><p><strong>KELLEY</strong>: It's like fourth grade.</p><p><strong>GRAE</strong>: No. I was 12 in my freshman year of high school.</p><p><strong>MUHAMMAD</strong>: What?</p><p><strong>KELLEY</strong>: Oh wow. Didn't know that.</p><p><strong>GRAE</strong>: Yeah. I went to school early. And also my birthday is at the end of the year. So I was young and then that. Which is also why they tried to skip me from third to fifth grade, which — whatever. It's the same thing. And my mom was like, \"No, because she's going to 11 when she gets to high school. Absolutely not.\" That's — nah. Nah. Good choice.</p><p>Junior high school? I was really — I guess that would make my brother 15. I was really into whatever my brother was really into. I guess still kind of coming out of that thing and trying to figure out what kind of stuff I was going to be listening to. But he was super into <a href=\"https://twitter.com/depechemode\" target=\"_blank\">Depeche Mode</a>. So I was really into Depeche Mode, which was kind of weird. Cause not a lot of my peers were talking about Depeche Mode. But shout out to Andrew O who I have not seen since junior high school. But this Korean kid, we found out we were both super into Depeche Mode. And that is the only time that we ever talked in school. Cause he was not very popular. And I wanted to be popular. Cause I was nine.</p><p><strong>MUHAMMAD</strong>: Were you restless even then?</p><p><strong>GRAE</strong>: Nah. Cause I had a lot to do. I was — dance like seven days a week, cause that was going to be my life. I thought I was going to be a dancer. Youngest member of Alvin Ailey about to be second company. So I was like, \"Oh, I'm going to be a dancer. This is it.\" And then most of my time was spent doing that.</p><p><strong>MUHAMMAD</strong>: So you were focused.</p><p><strong>GRAE</strong>: Yeah. And I guess I was busy but — I don't know. I always feel like there's a lot of hours in the day to do stuff. And then I may have started — no. I wasn't writing, anything like that. I was learning a lot of dance routines. \"<a href=\"https://www.youtube.com/watch?v=vCadcBR95oU\" target=\"_blank\">Push It</a>\" was out. Spent a lot time on that. You know you spent a lot of time dancing to \"Push It.\" That was a really good routine. Really inappropriate for my age, but that's how you win a talent show. We did not win by the way. It was not my fault. It was Ingrid's fault.</p><p><strong>KELLEY</strong>: What did she do? Was she <a href=\"https://twitter.com/spindeezy\" target=\"_blank\">Spinderella</a> and she just didn't give face?</p><p><strong>GRAE</strong>: She was Salt, which, let me say this, I should've clearly been Salt.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>GRAE</strong>: But that's all I'm saying. Dammit, Ingrid.</p><p><strong>MUHAMMAD</strong>: Sorry. I just hear that song title now; I just keep thinking of the Geico commercial.</p><p><strong>GRAE</strong>: Oh no.</p><p><strong>MUHAMMAD</strong>: I can't help it.</p><p><strong>KELLEY</strong>: It's pretty clever, that commercial.</p><p><strong>GRAE</strong>: Wait. Which one is this? What are they doing?</p><p><strong>MUHAMMAD</strong>: Geico with <a href=\"https://twitter.com/theSaltnPepa\">Salt-N-Pepa</a> doing \"Push It.\"</p><p><strong>GRAE</strong>: I haven't seen it.</p><p><strong>MUHAMMAD</strong>: A guy's like, \"I'm pushing it. I'm pushing it.\"</p><p><strong>KELLEY</strong>: I don't know what it has to do with Geico but it's like, they're by the door and it's like, push it. Don't pull it. The guy tries to pull it and they're like, \"Push it.\" And then there's a lawnmower situation.</p><p><strong>MUHAMMAD</strong>: There's a lawnmower situation.</p><p><strong>GRAE</strong>: So basically they stole my idea.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>GRAE</strong>: For \"A Handle Means PULL.\"</p><p><strong>MUHAMMAD</strong>: Well, speaking of that, how old is that song? That song is easily 27 years old maybe? Maybe twenty — not that old. Yeah.</p><p><strong>KELLEY</strong>: Is it '89? Or --</p><p><strong>MUHAMMAD</strong>: So like 25?</p><p><strong>GRAE</strong>: No. Wait. I'm 38 so that would be like 29 years old. What the — what. OK. I'm sorry. Mind blown. What?</p><p><strong>MUHAMMAD</strong>: So --</p><p><strong>GRAE</strong>: So someone who was born when \"Push It\" came out is now twenty — oh my god. I'm so old.</p><p><strong>MUHAMMAD</strong>: Well, not even from that perspective.</p><p><strong>GRAE</strong>: That's amazing.</p><p><strong>MUHAMMAD</strong>: Just in the sense that your art will live on. Your art will outlive you.</p><p><strong>GRAE</strong>: Yeah. Well they're not dead, Ali.</p><p><strong>MUHAMMAD</strong>: No. I'm not even saying it like that. OK. The point I'm trying to — the question I'm trying to get to is which of your creations, your art, that you are — whatever, 50, 25 years later — you will be most proud of?</p><p><strong>GRAE</strong>: I don't know if I'll be able to separate — be most proud of — I'm starting — I'm going to start to work on my first feature film next year. And it's definitely the thing when I started writing it out and I sent it to a couple of friends, I was like, \"That\" — it was like — I'm happy about a lot of things that I write but, this one, I was like, \"That's the one. That's the thing.\"</p><p><strong>MUHAMMAD</strong>: I ask that because we're talking about \"Push It,\" and we — next month, Tribe will be 25 years old as a group. And you don't think about those sort of things when you're making records at 18, 19.</p><p><strong>GRAE</strong>: Wow. No.</p><p><strong>MUHAMMAD</strong>: And that it actually will — it could be a huge spotlight on it, where a mass of people, not just a few people, not just your mom, your grandparents, like, \"Yeah!\"</p><p><strong>GRAE</strong>: \"Good job!\"</p><p><strong>MUHAMMAD</strong>: Yeah, you know. But really just like the world is still watching you and you don't — I think — you dream about making an impact but you don't know what will happen. And so now being in that moment, it's --</p><p><strong>GRAE</strong>: What does that feel like?</p><p><strong>MUHAMMAD</strong>: It's very strange.</p><p><strong>GRAE</strong>: I meant it in that voice too.</p><p><strong>MUHAMMAD</strong>: It's strange cause — well, one thing, I felt good. Because I know that I'm not embarrassed about anything. And I know certain people who have certain songs and they know they wish they didn't make that song. It's embarrassing. And so I feel good about that, knowing like, \"Play it. Play it for your kids.\" Someone was just telling me, \"My six-year-old knows all your music. Here's video of them singing it.\"</p><p><strong>GRAE</strong>: That's so beautiful.</p><p><strong>MUHAMMAD</strong>: I'm like, \"Wow. That's crazy.\" I think about listening to Stevie Wonder and all the stuff I grew up listening to and meeting him for the first time and was just like, \"Oh my god. Your music meant so much.\" So I'm just wondering you're still freshly — as you say, you don't run out of ideas. And not thinking about that when you're making it but now with that as a possibility, how do you — what are you thinking about when you're making the now stuff, knowing that could be — not even could be — it will be the reality.</p><p><strong>GRAE</strong>: Yeah. I think it's the same way that I want to live, though, just in general. It's not just about putting anything out. It's who I want to be and I don't want to look back next year and be like, \"Man, I really regret doing that.\" I never want to look back and say that I have regrets about doing that or I'm ashamed of something that happened. It's pretty much exactly the same way.</p><p>So if I am really really just doing my best as a person, as a musician, as a writer doing the best I can do at that moment. Then I have to be proud of everything. And be like, \"Man, I'm proud that I was a far better person this year than I was the year before or even that I knew I could be.\" And I think that's the way I look at creating things too. You'll finish it and be like, \"Man. That is far better than I thought it was going to be.\" So I think just if you do both of those things at the same time you can't really mess it up.</p><p><strong>MUHAMMAD</strong>: That stuff isn't working, whatever she sprayed on you.</p><p><strong>GRAE</strong>: Oil of oregano?</p><p><strong>KELLEY</strong>: Clove thing too.</p><p><strong>GRAE</strong>: Oh. That oil of oregano really lingers.</p><p><strong>KELLEY</strong>: Really? I just don't — my eye is just spazzing out.</p><p><strong>GRAE</strong>: Oh, man.</p><p><strong>KELLEY</strong>: I'm sorry. I've got it together now.</p><p><strong>GRAE</strong>: Is this where the zombie apocalypse starts?</p><p><strong>MUHAMMAD</strong>: I know, right?</p><p><strong>GRAE</strong>: No, no. Cause I was — you ever played <em>The Last Of Us</em>? I don't know if you guys are into video games.</p><p><strong>MUHAMMAD</strong>: No.</p><p><strong>GRAE</strong>: Oh my god. It's so crazy. So I was watching the game being played cause I was like, \"I don't have time to do that and I have to write an article so I'll just watch it.\" So now you're freaking me out. And we're also in a closed room. And it was spread through --</p><p><strong>KELLEY</strong>: I'm really sorry.</p><p><strong>GRAE</strong>: Yeah. People had to wear, like, masks and stuff.</p><p><strong>KELLEY</strong>: I'm not going to touch anything.</p><p><strong>GRAE</strong>: Do you feel like you want to eat people?</p><p><strong>KELLEY</strong>: I'm hungry. That's for real.</p><p><strong>GRAE</strong>: OK.</p><p><strong>KELLEY</strong>: I only had --</p><p><strong>GRAE</strong>: Do you think that I look delicious?</p><p><strong>KELLEY</strong>: Do you look tasty?</p><p><strong>GRAE</strong>: Just tell me. Just be honest. OK. I hope this is not where it starts.</p><p><strong>KELLEY</strong>: Yeah, I can't be patient zero. I don't want to go out like that. Also, the patient zero never really — they never really figure out who it is.</p><p><strong>GRAE</strong>: No, cause --</p><p><strong>KELLEY</strong>: She dies.</p><p><strong>GRAE</strong>: Well, this would be good. They could put this on the air and then we would know.</p><p><strong>KELLEY</strong>: That's true. It's recorded.</p><p><strong>GRAE</strong>: Not that it would help cause we'd be dead.</p><p><strong>KELLEY</strong>: Yeah. I did want to just ask one more thing before we're done. But it's kind of related to maybe the fact that a member of the media will poison you and begin the zombie apocalypse so, you know, apologies. But, like, we're pretty bad 99% of the time and I know that historically you've had interactions with people where you weren't pleased about their work. Do we serve any function to help either in your work or in this sort of — what's the word — this light touch educating of the public?</p><p><strong>GRAE</strong>: Yeah, no, absolutely. People who should, you know, have access to those things — the only problem is that everybody has access to those things. The same way that everybody is a music journalist now.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>GRAE</strong>: Which is weird cause no you're not. That's not how that works.</p><p><strong>KELLEY</strong>: There should be a test.</p><p><strong>GRAE</strong>: There should be a test. Same way there should be a test for parenting. No, you don't just do that cause you walk in and say you do that. And in my analogy --</p><p><strong>KELLEY</strong>: Or because you like music.</p><p><strong>GRAE</strong>: Or cause you like it. You don't walk into the Philharmonic with a violin onstage. You're like, \"I love this! I'm in. I'm in the band.\" You're like, \"First off, it's not a band. Stop calling us that. And no you don't. You don't know how to play the violin. That is not what you do.\" No. I don't know.</p><p>People who are great at it, there is an absolute need for it. And there's a way to convey things that artists don't necessarily — either can't or don't have access to. Yes, when it's done correctly, when it's, you know, we can sit around and have a great conversation about music and life and other things, then it makes sense. And it has definitely helped me in conjunction with the Internet at the same time, where I was just — I think this was the restless part too — where it just got pegged as female backpack MC and there was nothing i could do about it. And the only way to get people out of that would be to have them at shows. Cause you can't go to everyone's house and be like, \"No, that's not it. You don't get it. It's so much more than that.\"</p><p>So when it's done correctly, yes. It's, you know, educational. It allows artists to really kind of explain. It introduces new people to new things. Absolutely. The only problem is that it's a business that's flooded because of the advances of technology, which is great cause it gives people opportunities who wouldn't have had them but then you also get the crap. You guys just have to be way better all the time.</p><p><strong>KELLEY</strong>: We're OK with that.</p><p><strong>GRAE</strong>: Yeah, I know. You're doing pretty good.</p><p><strong>KELLEY</strong>: Challenge accepted.</p><p><strong>MUHAMMAD</strong>: We just need the bread, man.</p><p><strong>GRAE</strong>: You do! You do.</p><p><strong>KELLEY</strong>: He's not joking at all.</p><p><strong>GRAE</strong>: You do. That is important. That's important. And maybe --</p><p><strong>MUHAMMAD</strong>: Keeping some of my --</p><p><strong>KELLEY</strong>: What?</p><p><strong>MUHAMMAD</strong>: My friends with the, you know, kind of feeling of, \"Yo let me just go talk to them.\" You know, those kind of friends.</p><p><strong>GRAE</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: Trying to keep them at bay is not always easy.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>MUHAMMAD</strong>: The kind that's, like, shaking things, up and down.</p><p><strong>GRAE</strong>: Hm.</p><p><strong>MUHAMMAD</strong>: \"Where's the money?\" You know, those kind of friends.</p><p><strong>GRAE</strong>: I feel like that every day. I feel like that — I feel like I want to go everyone's house — there's that Jay and Silent Bob where they read all the movie reviews and they go to everybody's house and they're like, \"Are you Wizard69?\" He's like, \"Yeah.\" And then he punched him directly in the face. Like, I want to do that but I want to take everyone's money. I don't understand why every week I got to threaten people and come up with new marketing ideas in order for them to buy albums. What's your problem? It's $5.</p><p>Oh, by the way, it's not $5 anymore. Everything was on a $5 sale this past weekend, except for the book, which I made $500 dollars.</p><p><strong>MUHAMMAD</strong>: Was it really $500? And then it went to a $1000?</p><p><strong>GRAE</strong>: It's $500 now. This weekend I'm changing everything to a $1000. And then in increments of 1000 until everything's a million dollars.</p><p><strong>MUHAMMAD</strong>: I like that.</p><p><strong>GRAE</strong>: And people are going to be like, \"But why?\" I'ma be like, \"What do you care? You're not going to buy it anyway. So what's the point. Why didn't you buy it when it was $5?\"</p><p><strong>KELLEY</strong>: Wait. But what's that guy in the — he's from L.A.</p><p><strong>GRAE</strong>: <a href=\"https://twitter.com/nipseyhussle\" target=\"_blank\">Nipsey</a>?</p><p><strong>KELLEY</strong>: Yeah. It's just Nipsey. I cannot keep his name straight in my head. I can even see the gangster Nipsey Hussle so I can't like --</p><p><strong>GRAE</strong>: Just call him something else. Just call him Jeff or something.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>GRAE</strong>: Just keep changing his name.</p><p><strong>KELLEY</strong>: That L.A. guy with the ill-fitting fur.</p><p><strong>GRAE</strong>: That's fine. It's a little long.</p><p><strong>KELLEY</strong>: Dammit.</p><p><strong>GRAE</strong>: It's OK. Am I really going to stay for the other interview?</p><p><strong>KELLEY</strong>: It's up to you.</p><p><strong>MUHAMMAD</strong>: It's up to you.</p><p><strong>KELLEY</strong>: But thank you. Thank you. Thank you for coming.</p><p><strong>GRAE</strong>: It's snowing.</p><p><strong>KELLEY</strong>: It is?</p><p><strong>GRAE</strong>: Again. L.A.</p><p><strong>MUHAMMAD</strong>: Booking my ticket right after this interview.</p><p><strong>GRAE</strong>: Oh, man.</p><p><strong>KELLEY</strong>: Let's just talk again in three months when we all live in L.A.</p><p><strong>GRAE</strong><strong></strong>: Yeah. So you're coming too?</p><p><strong>KELLEY</strong>: Yeah. I'm trying to fight it and it's not working.</p><p><strong>GRAE</strong>: Just give up.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>GRAE</strong>: You're not strong enough. Listen. I'm not strong enough. It's not a diss. It's just being like, \"No. I don't want to do this anymore. I want to live. I want to enjoy living.\" New York is surviving at this point. And that's not OK.</p><p><strong>MUHAMMAD</strong>: It is.</p><p><strong>KELLEY</strong>: That's true.</p><p><strong>GRAE</strong>: It's not OK.</p><p><strong>MUHAMMAD</strong>: It is. And, as a New Yorker, it's — you don't ever want to see that. It's like, everyone wants to live in New York, you know? The cliché slogan: if anyone can make it here, you can make it anywhere. And that's true. I don't know if it's just because I was born here and I'm several generations New Yorker. So I don't know if it was just an egotistical thing or what but I really love this city. And being in many places in the world and specifically America, there is no city like New York. But then you are surviving. And it's just like, you don't have to live — that's not living and --</p><p><strong>GRAE</strong>: You don't have to live this way, you guys. We don't have to do this.</p><p><strong>MUHAMMAD</strong>: There was this beautiful thing about me driving from New York. People wanted to go with me and drive. I was like, \"Nah. I got to do this on my own. Spiritual.\" You know? And some people understood and some people didn't. But it wasn't really till I got past Oklahoma, which was boring.</p><p><strong>GRAE</strong>: It's Oklahoma, man.</p><p><strong>MUHAMMAD</strong>: I know. And I got to New Mexico and I started really looking around at how great the creator is for just putting everything here. And it's tangible and it's reachable.</p><p><strong>GRAE</strong>: Yes.</p><p><strong>MUHAMMAD</strong>: And I'm thinking, \"Man, you could just go look wherever. It's so far you couldn't even see land was that far.\" And it was like, you could go right there and be like, \"I want to buy this little piece of land. It'll probably cost me like 20 thousand.\" I could build my crib there. I could have my family, my family's family, and then the extended. 20 thousand, you have gardens and everything. And you can be the happiest little person in this little corner --</p><p><strong>GRAE</strong>: You absolutely can.</p><p><strong>MUHAMMAD</strong>: — versus being way over there and you killing yourself to try and just do what? Like, survive. Find something in existence to say I'm happy? And so that was one of the best things that I experienced in the drive and then I landed in L.A. and was like, \"Alright. Well now I got to do everything to help me get back to that little space.\" I will say your music will be good in L.A. I was sick the first week I got there. I felt like New York City was purging from my system, in a sense --</p><p><strong>GRAE</strong>: Oh man.</p><p><strong>KELLEY</strong>: Damn.</p><p><strong>MUHAMMAD</strong>: — cause I was just so sick I couldn't move. But then I wrote like five of the best songs I've ever written, right after.</p><p><strong>GRAE</strong>: Good.</p><p><strong>MUHAMMAD</strong>: Just being in that space.</p><p><strong>GRAE</strong>: I'm happy for you.</p><p><strong>MUHAMMAD</strong>: So I think you being there will only enhance what's already there.</p><p><strong>GRAE</strong>: I just want — I need a garden. I need to grow things. I need to walk outside and pick a damn tomato and some basil and go cook it in my own kitchen that I can keep the window open and there's a tree there. I just — it sounds like something really small. It's really small. But even just to say that about having an outdoor space in New York, like, I did find one but I'm also in the middle of Bushwick. I don't want to be outdoors there. At night time, I don't know. No thank you. Yeah, it's just, you got to find some place to make it happy. And I think New Yorkers over-romanticize what this place is and it's not about the city or any of that. It's where you are. You take yourself everywhere. Where ever you go, there you are. So it'll be fun. It'll be great.</p><p><strong>MUHAMMAD</strong>: It'll be great. Holler when you get there.</p><p><strong>GRAE</strong>: I will. I will. You start looking for a place too.</p><p><strong>MUHAMMAD</strong>: I'm still the introvert I was being here but still.</p><p><strong>KELLEY</strong>: Let's just throw a party.</p><p><strong>GRAE</strong>: It's alright. I cook a lot. I do a lot of dinner things.</p><p><strong>MUHAMMAD</strong>: That's awesome because I do absolutely no cooking.</p><p><strong>GRAE</strong>: That's what I do the most. I cook the most. So, yeah, come over for dinner.</p><p><strong>MUHAMMAD</strong>: Done.</p><p><strong>MUHAMMAD</strong>: That would be great.</p><p><strong>KELLEY</strong>: Thank you, Jean.</p><p><strong>GRAE</strong>: I will thank him when I see him. Thank you, guys. That was great.</p><p><strong>MUHAMMAD</strong>: Cool.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Jean+Grae%3A+%27It%27s+Not+Just+For+Me.+It%27s+For+You+Guys.%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ali Shaheed Muhammad","audio":[{"meta":{"duration":"4413"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396270997-eaa222.m3u?orgId=1&topicId=1105&aggIds=100920965&d=4413&story=396048266&ft=nprml&f=396048266"},{"href":"http://media.npr.org/assets/img/2015/03/30/20150329_npr_jeangrae_pvy__00452-fef2618bf9f117672a6b040d09a921c2228d4278.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"641","width":"855"}}]}