{"created":"2014-09-21T17:05:31+00:00","modified":"2014-11-10T20:26:42+00:00","valid":{"from":"2014-11-10T20:26:42+00:00","to":"3014-11-10T20:26:42+00:00"},"hreflang":"en","title":"Scandal Threatens Montana Democrat's Hold On U.S. Senate Seat","published":"2014-08-06T16:25:00+00:00","teaser":"There are calls for Sen. John Walsh to drop out of the U.S. Senate race. Walsh is at the center of allegations that he plagiarized a good portion of his thesis while attending the Army War College.","itags":["npr_api","338234000"],"guid":"af120010-e9f6-485a-98af-608c0abea521","contentencoded":"<p>On Sunday morning, with haze from wildfires thick in the air, Sen. John Walsh addressed a graduation for officer candidates at the Fort Harrison Army post outside Helena, Mont.</p><p>\"As your senator and someone who sat in your seat approximately 30 years ago today, I will always be your partner,\" Walsh told the small crowd.</p><p>For Walsh, this should have been a perfect event. He's the only Iraq War veteran serving in the U.S. Senate. And he had graduated from this same training here.</p><p>But earlier in the morning, Montana's two largest newspapers had printed op-eds calling on him to drop out of the race. In liberal Missoula, the <em>Missoulian</em> <a href=\"http://missoulian.com/news/opinion/editorial/missoulian-editorial-walsh-should-drop-out-of-senate-race/article_b6fdb064-199b-11e4-87f7-001a4bcf887a.html\">went the furthest</a>, suggesting he should even resign his Senate seat.</p><p>The timing couldn't have been worse for Walsh, who has been trying to get his campaign back on track following a plagiarism scandal. The <em>New York Times</em> <a href=\"http://www.nytimes.com/2014/07/24/us/politics/montana-senator-john-walsh-plagiarized-thesis.html\">first reported</a> that a portion of his 2007 master's thesis at the U.S. Army War College had passages lifted from other published papers.</p><p>There was no mention of the scandal at the ceremony, as Walsh shook hands with old Army friends and supporters. But in an interview with NPR afterward, the Democrat remained steadfast that he has no plans to drop out of the race.</p><p>\"I'm not a quitter,\" he said. \"I'm going to continue to fight on behalf of the citizens of Montana.\"</p><p>Walsh has only been in the Senate since February; after Max Baucus abruptly resigned, the governor picked Walsh, his lieutenant, to fill out the term. Democrats figured, as a sitting senator, he could gain a leg up in fundraising for a seat that's being heavily targeted by Republicans. Walsh was long the underdog though, and then came the plagiarism scandal.</p><p>Walsh believes he can put it behind him and still run a competitive race. He's urging voters to look at his broader military record.</p><p>\"I made a mistake on the paper, there's no question about it,\" he says. \"I admit I made a mistake, I accept full responsibility for that mistake, and now I've got to move on.\"</p><p>But plenty of Montanans think he can't — especially in the state capital of Helena, which leans Democratic.</p><p>Down the hill from the copper-domed capitol building, the Lewis and Clark Brewery is a popular after-work spot for local politicos. Bob Harrison, a former staffer for Sen. Baucus, says Walsh never should have gotten as high as he did in the party.<em> </em></p><p>\"I just think that this gentleman had a reasonable career and it was not stellar and ended up finding himself in a place that was beyond his capacity to deal with,\" Harrison says.</p><p>Democrats in this \"purple state\" have held Walsh's Senate seat for 100 years. Across the bar, newspaper columnist George Ochenski says if the party keeps Walsh in, a lot of Democrats will stay home come November.</p><p>\"There are people out there saying 'why are they doing that, why are they trying to defend somebody who cheated?' \" Ochenski says with a smile. \"I understand why, because they don't have any other candidates to run right now.\"</p><p>Indeed, the Democrats' bench isn't deep. Walsh became the party's top choice after the popular former Gov. Brian Schweitzer said he wouldn't run.</p><p>In vast, rural Montana, a candidate's likeability is sometimes more important than his or her politics. Even before the plagiarism scandal, this Senate race was widely seen as Republican Rep. Steve Daines' to lose.</p><p>Campaigning in his hometown of Bozeman this week, Daines steered clear of his opponent's scandal.</p><p>\"I think Montanans deserve to know the truth and all the facts, but we're just not gonna comment on it,\" he said. \"We're going to stay focused on working on more jobs and less government.\"</p><p>Except the Daines campaign is now running an ad narrated by Daines that shows him fishing with his daughter. \"Montana is a place where a handshake means something, and your word is your bond,\" Daines <a href=\"https://www.youtube.com/watch?v=FwTHMcUpGU4&feature=youtu.be\">says in it</a>.</p><p>Daines told NPR the ad was shot awhile back. But it's hard not to draw a connection to the scandal that could force his opponent to drop out — Walsh <a href=\"http://www.bozemandailychronicle.com/news/politics/article_6050c52e-1cf9-11e4-b05f-0019bb2963f4.html?utm_medium=desktop&utm_source=block_649307&utm_campaign=blox\">reportedly canceled</a> several events scheduled for this week.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Scandal+Threatens+Montana+Democrat%27s+Hold+On+U.S.+Senate+Seat&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kirk Siegler","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338234001-27ee7c.m3u?orgId=1&topicId=1014&ft=3&f=338234000"}]}