{"created":"2015-03-31T13:18:25+00:00","modified":"2015-06-23T19:37:38+00:00","valid":{"from":"2015-06-23T19:37:38+00:00","to":"3015-06-23T19:37:38+00:00"},"hreflang":"en","title":"Tigons And Ligers And Boys, Oh My!","published":"2015-03-31T14:49:00+00:00","teaser":"An ambitious 7-year-old calls into this episode of <em>How To Do Everything</em> with one simple question: Can he one day be half-man, half-cheetah?","itags":["npr_api","395853523"],"guid":"af2ab980-88fc-4615-ba66-b1efb89df7e0","contentencoded":"<p>Seven-year-old Allen has a problem many of us face: He would like to be half-man, half-cheetah, but he doesn't know where to begin. Does the technology exist to give him the spots, speed, adorable nose and tail missing from boring, old human beings?</p><p>Sort of, says Nicola Barber, a geneticist at the University of Utah. (She also tells <em>How To Do Everything</em> that, \"ethically, absolutely we should not be doing this,\" but let's just ignore that.) Hybrids are easier when the combined species are genetically closer, which is how we already have lion-tiger hybrids — tigons and ligers. We, too, thought they were just a thing in <em>Napoleon Dynamite</em>.</p><p>Barber says giving a human the speed of a cheetah isn't going to happen, because that involves so many different genes that would need to be altered. There is hope for Allen, though. Spots are within the realm of possibility.</p><p>Listen to the audio above to find out how. Plus: Hosts Mike Danforth and Ian Chillag give a warning about lipstick and tips for horse remodeling.   <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tigons+And+Ligers+And+Boys%2C+Oh+My%21&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mike Danforth","audio":[{"meta":{"duration":"1186"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395855382-747d46.m3u?orgId=1&d=1186&story=395853523&ft=nprml&f=395853523"},{"href":"http://media.npr.org/assets/img/2015/03/30/cheetah2-67d8c207ad9630a87dd9edc0a6d14da78a183550.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"528","width":"704"}}]}