{"created":"2014-12-21T09:58:36+00:00","modified":"2015-02-05T19:19:38+00:00","valid":{"from":"2015-02-05T19:19:38+00:00","to":"3015-02-05T19:19:38+00:00"},"hreflang":"en","title":"Bradley Cooper And 'American Sniper' Widow Team Up To Tell SEAL's Story","published":"2015-01-20T02:11:00+00:00","teaser":"Cooper worked closely with Taya Kyle to turn her late husband's book, about his time as a Navy SEAL, into a film. \"We all felt him the whole time we were shooting the movie,\" Cooper says.","itags":["npr_api","371899414"],"guid":"af316079-7d0d-4633-87f2-879bb48d8697","contentencoded":"<p>In his book, <a href=\"http://www.npr.org/books/titles/145891446/american-sniper-the-autobiography-of-the-most-lethal-sniper-in-u-s-military-hist\" target=\"_blank\">American Sniper</a>, Chris Kyle detailed his 150 plus kills of Iraqi insurgents during his time as a Navy SEAL. The book was on its way to being adapted into a film when Kyle was <a href=\"http://www.npr.org/blogs/thetwo-way/2013/02/04/171057790/reports-american-sniper-chris-kyle-died-while-trying-to-help-fellow-veteran\">shot and killed</a> by a troubled young veteran.</p><p>The film, starring Bradley Cooper, comes out on Christmas Day. Cooper tells NPR's Rachel Martin that he barely got a chance to get to know the man behind his character.</p><p>\"We went into the project thinking I would be doing it hand-in-hand with him,\" he says. \"And so I only talked to him one time on the phone, and that was to hope to sort of soften any of the fears he had about what Hollywood would do to his story. And we had a great conversation, but little did I ever think that would be the last time I'd ever get to talk to him, and that I'd never get to meet him. So when he was horribly murdered, everything changed.\"</p><p>Cooper worked closely with Chris' widow, Taya Kyle, in the making of the film. They tell Martin about how Chris remembered his war experience and the challenges of turning his story into a film.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On how Chris felt about his work as a sniper </strong></p><p><strong>Taya Kyle:</strong> He often said he didn't know if he'd be able to pull the trigger, you know, when he was asked to do it overseas. And he said nobody knows. They think they might know but you can't know until you're there and you're faced with the decision. ... It doesn't come naturally to anybody who's not a sociopath. So, you know, he found that he was able to do that.</p><p>His whole thing was that he wished he had known the number of lives he saved, because he didn't think about it as taking lives. His whole job was protecting, and he took it so seriously that it really did hurt him if anybody was lost. Whether or not he could have saved them was irrelevant — the fact was that if he was anywhere in the vicinity, he felt he could have and should have been able to. ...<strong></strong></p><p>All the time I have people that get in touch with me. ... One of them gave one of his medals to me and said that he was alive because of Chris and that he now has a 2-year-old daughter and he wouldn't have had that had Chris not been on over watch. And to me that's a really beautiful thing.</p><p><strong>On the universal nature of Chris' story</strong></p><p><strong>Taya Kyle:</strong> These soldiers, they don't ask or have any decision-making power on where they go. They just say they'll sign up to serve their country and do whatever they're asked and then they go where the country decides they go. And I think that's a universal story from all wars, you know. It's: You sign up to serve. ... One hundred years from now, this story will be the same story. There will always be people who sign up and there will always be people who love them who are hurting, and they are always going to be having that battle of taking the war back home and taking home to the battlefield.</p><p><strong>On overhearing a firefight Chris was in in Iraq after she called him to tell him they were having a son, an incident that's depicted in the film</strong></p><p><strong>Taya Kyle:</strong> It's just one of those things, where, you know, you have to get your head around the fact that it's gonna happen. You know, I knew he was in firefights every single day. And so I had to kinda talk myself down from \"OK, I just heard it on the phone;\" but talk yourself down and say, \"OK, I may not hear from him right away. Hopefully I'll hear from him soon.\" You know, \"OK, so there's gunfire. There's always gunfire — they're in it every day.\" You know, just that constant reminding yourself until you hear from them again. And of course, he had no idea that the phone was still active. ...</p><p>I think in some ways anybody who is any kind of struggle in life, they can have a choice. They can get stronger or they can get weaker from it, and I guess my choice was to get stronger and just know that until I got a knock at the door, I would never believe that he was gone. You know, I'd just have faith that he was alive and he was okay.</p><p><strong>On what it was like to play Chris in the film</strong></p><p><strong>Bradley Cooper</strong><strong>:</strong> Nothing short of life-changing, actually. It's just not about me or Clint [Eastwood, who directed the film], or anybody else. And it's also, you know, not about sort of using your imagination as much just to create something out of nothing. I mean, there's all this source material. It's a real human being. ... So there's a huge responsibility. But I saw it as an honor.</p><p>I felt like I lived with him for those six months in a very intimate way. I mean, I woke up – he was the first voice I heard every morning and the last voice I heard going to bed. It was also, on a personal level, I was very ... scared, I guess is the word, that I [wouldn't be] able to show up on set that first day and believe that I was him. And I knew that if I didn't believe it, I was gonna tell Clint that I'm sorry but we can't shoot the movie. Because I did give my word to everybody that I would do right by him. Luckily, I showed up that first day and I did feel him. And we all felt him the whole time we were shooting the movie. And I have to say, I've been to a lot of premiers of movies, and the premier was last week and it truly felt like a memorial for him.<strong></strong></p><p><strong>On whether they think they'll stay in touch after their intense, emotional collaboration</strong></p><p><strong>Bradley Cooper</strong><strong>:</strong> I honestly can't imagine not being in the family's life. But that's up to them. The way I live my life, I'm very good at keeping in touch. So it's really up to them, but I have every intention of being in their lives.</p><p><strong>Taya Kyle: </strong>My kids love Bradley. I genuinely love Bradley. You're right, it is a very deep experience and we have tremendous amount of gratitude. And my kids ... don't even truly understand, I think, all of this, or the magnitude of this. They know him as the guy that played soccer with them, or the guy that has them laughing hysterically, and they can, you know, play with and joke with. So yeah, I don't see any reason why that wouldn't be just a really neat thing to keep alive. ...</p><p>I've thought of that a number of times, by the way, Bradley. I have no idea how he keeps in touch with everybody. Because the man is like, you know, people are clawing to get at him, and somehow he has this way of making everybody feel special still. He's just a humble, nice, you know, person with an extraordinary amount of talent.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bradley+Cooper+And+%27American+Sniper%27+Widow+Team+Up+To+Tell+SEAL%27s+Story&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"539"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372257309-a762f2.m3u?orgId=1&topicId=1137&e=371899414&d=539&ft=nprml&f=371899414"}]}