{"created":"2014-10-17T23:43:36+00:00","modified":"2014-10-23T14:21:21+00:00","valid":{"from":"2014-10-23T14:21:21+00:00","to":"3014-10-23T14:21:21+00:00"},"hreflang":"en","guid":"af35920e-2c99-4572-b1fc-54f81e0aa42c","title":"How Cuba is leading the international fight against Ebola","published":"2014-10-23T14:21:17+00:00","byline":"Marc Kilstein, Joyce Hackel","tags":["Ebola","health","medicine","diplomacy","politics","Human Needs","Health","Health & Medicine","North America","Cuba","United States","West Africa","Caribbean","Central America/Caribbean","North America","Africa","Gail Reed","John Kerry","MEDICC","Cuban medical internationalism","Cuba","Politics","Health"],"teaser":"It was a rare political moment: the US Secretary of State paying a compliment to Cuba. But that’s what happened Friday when John Kerry commended Cuba's role in West Africa, where the island nation has sent more health workers than any other country — and plans to send even more in the coming weeks.","contentencoded":"<p>The US has long had frosty relations with Cuba, and American officials rarely speak fondly of the small island nation. So it was a special moment on Friday when US Secretary of State John Kerry commended Cuba’s efforts in the battle against Ebola.</p>\n<p>“Cuba, a country of just 11 million people, has sent 165 health professionals — and it plans to send nearly 300 more,\" Kerry told a group of foreign diplomats in Washington. “There is no country that is exempt from being able to do something to be able to contribute to this effort and help make a difference.”</p>\n<p>Cuba has been lauded around the world for the strong medical force it dispatched to West Africa.</p>\n<p>“As far as I know, and as far as the World Health Organization has said, [the Cuban medical team] is the single largest contingent from any country [in West Africa],” says journalist Gail Reed. “They are hands-on patient care people. They’re not hanging back and looking at overall plans — they’re actually at patients’ bedsides.”</p>\n<p>Reed is an American journalist based in Cuba and the founder of a US non-profit named Medical Education Cooperation with Cuba. She says these Cuban medical professionals, mostly doctors and nurses, are serving in West Africa of their own volition.</p>\n<p>“They’re all volunteers, there’s no doubt about it,” Reed says. “They’ve been on these kinds of missions before. And in fact, of the many thousands of volunteers that have actually signed up, the Cuban Health Ministry has only chosen the most experienced with both disaster and epidemic experience.”</p>\n<p>Reed notes that there’s a cultural history of medical professionals “giving back” in Cuba. “Their first disaster response team left for Chile after an earthquake in 1960, when Cuba only had 3,000 doctors,” she points out. “Now it has over 80,000. But all through the years, ‘giving back’ has been part of the culture. Right now, for example, there are 50,000 Cuban health professionals in 66 different countries.\"</p>\n<p>Reed says that's part of the basic understanding of the medical profession in Cuba. \"It’s something that most professionals are very clear on when they sign up to be a doctor or nurse in Cuba,\" she says. \"The basic principle is ‘I will go where I’m most needed.’”</p>\n<p>The Cuban medical professionals dispatched to West Africa will soon be joined by some 3,200 American servicemembers. Reed says she hopes that these two groups can effectively work together, despite their country’s political differences.</p>\n<p>“I remember back in 1998 when Hurricane Mitch had almost devastated most of Central America,” she says. “And some Cuban doctors were stranded on a little piece of beach. Well, there was a US Army helicopter that flew down, and the pilot said, ‘I was sent to find some doctors here.’ And the Cubans said, ‘We’re Cubans.’ And the US pilot said ‘But you’re doctors, right?’ And they said ‘Yes.’ And the pilot said ‘Hop on.’”</p>\n<p>“I’d like to see that be policy,” she says.</p>\n<br><p>©2014 Public Radio International</p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/101720146.mp3"},{"href":"http://www.pri.org/file/101720146mp3"}]}