{"created":"2014-10-07T20:48:53+00:00","modified":"2014-12-03T00:15:39+00:00","valid":{"from":"2014-12-03T00:15:39+00:00","to":"3014-12-03T00:15:39+00:00"},"hreflang":"en","title":"Biden: Loved By The Left, But With Limits","published":"2014-07-19T15:45:00+00:00","teaser":"At the annual conference known as Netroots Nation, the vice president received a warm embrace from progressive activists. But that doesn't mean they want him to run for president in 2016.","itags":["npr_api","332722907"],"guid":"af3918d4-d7df-4450-8cc3-01c517b8d67e","contentencoded":"<p>The annual progressive gathering known as Netroots Nation wraps up its annual conference in Detroit this weekend.</p><p>In the hallways and the meeting rooms, much of the buzz was about the presidential race in 2016 — and who might run on the Democratic side.</p><p>But Vice President Joe Biden, who gave the keynote address on opening day, didn't factor much into that speculation, despite being President Obama's wingman on everything from the stimulus package to the Affordable Care Act.</p><p>Biden was even ahead of the administration's position on same-sex marriage.</p><p>\"We literally saved this country from moving from a great recession into a depression,\" he said in his speech Thursday. \"And we established that progressive government did and does have a role in the economic health and well being of the American people.\"</p><p>On foreign policy, Biden has been a key player for decades dating back to his days in the Senate — he showcased those credentials as he explained why he was late to his Netroots speech.</p><p>It turns out he was on the phone, getting details about the Malaysia Airlines plane crash from the president of Ukraine.</p><p>\"I was on the phone for a better part of a half an hour with President Poroshenko, and I've been in contact with our president as well as our national security team,\" he said.</p><p>Biden has more than just experience. His political style is one-of-a-kind.</p><p>He's known to give it to you straight. No filler.</p><p>It's exactly what people say they want in presidential candidate. But here, among the party's progressive wing, that candidate ain't Joe Biden.</p><p>Outside the main ballroom, where Biden spoke the day before, the group Ready for Warren is hard at work. They are passing out hats and signs trying to draft Massachusetts Sen. Elizabeth Warren for a White House run.</p><p>Another group that backs former Secretary of State Hillary Clinton co-sponsored a party last night.</p><p>There was nothing like that for Biden.</p><p>Gabriela Lemus says she's been working in the progressive movement for years. She talks of the vice president almost like they are related.</p><p>\"Uncle Joe ... yeah. That's what we lovingly call him,\" she said. \"He's our uncle. I look at it from a familial term. Like he's part of the family, you know.\"</p><p>Lemus says Biden's been a good adviser to the president. But she admits that as a potential candidate, Biden just isn't resonating with her.</p><p>\"Maybe sometimes if it's too familiar, you kind of overlook it even if it is the right person,\" she said.</p><p>That's not the case for Rick Massell. He says there are many reasons why Biden shouldn't be the party's nominee in 2016.</p><p>The main reason? Too many gaffes, he says.</p><p>\"Maybe I'm being too hard on the guy, maybe it does make him more human and maybe we should have someone that is more human, but he also misspeaks a lot. I don't know if you can ever overcome that,\" said Massell.</p><p>Sandra Kurtz, on the other hand, says she's glad the vice president came to Netroots.</p><p>Kurtz says he's got the right experience on both foreign and domestic issues but she's just not quite sure what to make of a potential Biden run. And then it hits her — she's got the perfect job for him.</p><p>\"For Joe? I don't know, I'd personally like to see him as VP for life, but that's just me,\" she laughs.</p><p>The election is still a long way off. The vice president hasn't announced any plans for 2016 just yet.</p><p>But if Biden is doing his due diligence — kicking the tires on what would be his third run at the White House — he's still got quite a bit of work to do to excite the Democrat base.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Biden%3A+Loved+By+The+Left%2C+But+With+Limits&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Brakkton Booker","audio":[{"meta":{"duration":"238"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332760134-aa2807.m3u?orgId=1&topicId=1014&ft=3&f=332722907"}]}