{"created":"2015-03-25T21:08:44+00:00","modified":"2015-04-15T20:03:22+00:00","valid":{"from":"2015-04-15T20:03:22+00:00","to":"3015-04-15T20:03:22+00:00"},"hreflang":"en","title":"'Super-Termite' Could Be Even More Destructive Than Parent Species","published":"2015-03-30T19:19:00+00:00","teaser":"In South Florida, the world's two most destructive termite species could be mating because of climate change. Researchers say if the hybrids colonize, they could pose an even greater economic threat.","itags":["npr_api","395287156"],"guid":"af4976cc-0817-4b47-b6fa-f8bf99a39af4","contentencoded":"<p>Termites are among the world's most destructive pests, causing more than a billion dollars in damage each year in the U.S. alone. Scientists in Florida have tracked the development of a new hybrid species of termite — one whose colonies grow twice as fast as the parent species.</p><p>Researchers say the new \"super-termite\" is even more destructive than other species and may carry a significant economic cost.</p><p>Thomas Chouvenc, a researcher and entomologist with the University of Florida, moved from France to South Florida for one reason: to study termites. \"I come to work every day and I get surprised every day. Termites will do things you just don't expect,\" he says.</p><p>South Florida is one of the few places in the world — along with Taiwan and Hawaii — where the two most destructive termite species coexist. Neither the Asian nor the Formosan subterranean termite is native to Florida.</p><p>Two years ago, Chouvenc was collecting adult winged Asian termites — alates, as they're called — when he made an important discovery.</p><p>\"Out of chance, I was using my butterfly net, you know, catching a few alates from Asian subterranean termites and boom ... I got both Formosan and Asian at the same time.\"</p><p>Both Asian and Formosan termites spend most of their lives below ground. But when a termite colony is large enough, it produces winged adults that swarm and mate.</p><p>The two termite species had never been known to swarm at the same time before. The researchers believe it's very likely happening now because of climate change.</p><p>But what Chouvenc and his colleagues at the University of Florida lab found next was even more important.</p><p>In <a href=\"http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0120745\">an article published Wednesday</a> in the journal <em>PLOS ONE,</em> they write that in Florida, the world's two most destructive termite species are mating and producing offspring.</p><p>In their lab near Fort Lauderdale, Chouvenc pulls from a shelf a vial containing termites he collected in the field just a few days ago. In it live the Formosan and Asian, also known as Gestroi, termites, now mating and ready to start their own colony.</p><p>\"And you can see here. This is a Gestroi and this is a Formosan. They were together. This is Gestroi. The Formosan is much, much brighter here. And these are two different species. See, they're perfectly happy together. This is not a problem at all.\"</p><p>The Formosan females are larger than female Asian termites. For some reason, they're even more attractive to male Asian termites than their own species.</p><p>The resulting offspring are hybrids with coloration somewhere in the middle between the orange Formosan and the darker Asian termites. Chouvenc opens a plastic container containing a colony that's one year old.</p><p>\"These are the hybrids. So when we compare the number of individuals from hybrids to the parental species, they tend to be between 20 percent and actually 200 percent higher. So, it's almost double the number of termites compared to the parental species.\"</p><p>A larger, faster growing colony means the hybrids are likely to be even more destructive than either parent species.</p><p>But there are still many questions. The top one is, will the hybrids be sterile — or will they be able to reproduce and create new colonies on their own? Another question almost as important is what kind of climate they will tolerate. Because Asian termites need a tropical climate, they aren't seen in the continental U.S. outside of Florida.</p><p>Ed Vargo, a professor of urban entomology at Texas A&M University, wasn't involved in the research but was part of the team that reviewed the findings. He says if the hybrid termites take after their Formosan parents and tolerate a temperate climate, they could be very destructive.</p><p>\"If that's the case, then these colonies, in addition to spreading on their own, could be moved around by people. And then, you'd have this sort of highly destructive super-termite potentially cause very extensive damage in those areas where it can become established.\"</p><p>Chouvenc and his colleagues hope to start getting answers to some of these questions as they investigate how far the new hybrid termites have spread in South Florida.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Super-Termite%27+Could+Be+Even+More+Destructive+Than+Parent+Species&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Greg Allen","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395355205-7cce09.m3u?orgId=1&topicId=1132&e=395287156&d=234&ft=nprml&f=395287156"},{"href":"http://media.npr.org/assets/img/2015/03/25/hybrid-1-5368634255461696c7a498540d48195d491f332b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2518","width":"3357"}},{"href":"http://media.npr.org/assets/img/2015/03/25/img_3083-6928dbb8a3f44c67e6fb81405e9bc455abf72bdf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1053","width":"1404"}}]}