{"created":"2014-12-23T17:16:29+00:00","modified":"2015-06-16T17:34:45+00:00","valid":{"from":"2015-06-16T17:34:45+00:00","to":"3015-06-16T17:34:45+00:00"},"hreflang":"en","title":"Deadly Year For Journalists On The Job","published":"2014-12-24T13:02:00+00:00","teaser":"At least 60 journalists died in 2014, reports the Committee to Protect Journalists. Nearly half those killed were targeted for murder.","itags":["npr_api","372669171"],"guid":"af4fb3d7-07be-45b3-82b0-703b33a108fb","contentencoded":"<p>It's been another deadly year for journalists worldwide. The Committee to Protect Journalists issued a report saying at least 60 reporters, photographers and other members of the media were killed in 2014 while on the job, and that nearly half of those were targeted for murder.</p><p>This year's total numbers are down from 70 the previous year but the past three years have been the deadliest since the CPJ started keeping records in 1992.</p><p>T<a href=\"http://www.cpj.org/reports/2014/12/international-journalists-killed-at-high-rate-in-2014-middle-east-deadliest-region-for-press.php\">he report says</a> about a quarter of those killed in 2014 were international journalists. That's roughly double what the CPJ has documented in recent years. Still, the report says despite increased risks to western journalists working in conflict zones, the overwhelming majority of journalists who are at risk are local.</p><p>Syria continues to be the deadliest place for journalists for the third year in a row. At least 17 members of the media were killed there this year, including American freelance journalists James Foley and Steven Sotloff, who were beheaded by the Islamic State. The CPJ believes roughly 20 other journalists, mostly local, are currently missing in Syria and believed to be held by the Islamic State.</p><p>The report says overall the Middle East is the deadliest region for journalists. At least five journalists were killed in Iraq, another seven members of the media died covering the conflict between Israel and Gaza this summer.</p><p>For the first time in several years, members of the media were also killed in Ukraine, Turkey, Myanmar and Paraguay. Three journalists were killed by villagers while covering the Ebola outbreak in Guinea. The organization is still investigating 18 other incidents where members of the media may have been killed.</p><p>The organization considers it a work-related death when a journalist is killed as a direct reprisal for their work, if they were carrying out a dangerous assignment or if they were in combat-related crossfire. The list does not include those who died of illness or in an accident, unless it was caused by hostile action.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Deadly+Year+For+Journalists+On+The+Job&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jackie Northam","audio":[{"meta":{"duration":"129"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372837213-b9349c.m3u?orgId=1&topicId=1020&d=129&p=3&story=372669171&t=progseg&e=372837102&seg=6&ft=nprml&f=372669171"}]}