{"created":"2015-02-13T21:21:41+00:00","modified":"2015-06-05T15:29:39+00:00","valid":{"from":"2015-06-05T15:29:39+00:00","to":"3015-06-05T15:29:39+00:00"},"hreflang":"en","title":"Latest Must-Go Presidential Campaign Stop: London","published":"2015-02-14T00:35:00+00:00","teaser":"In recent weeks, three potential Republican hopefuls have made the trip, and each made news in ways he hadn't hoped.","itags":["npr_api","386085321"],"guid":"af50ebb4-f251-4520-8d6a-d253d4a594eb","contentencoded":"<p>The road to the White House begins with voters in Iowa, New Hampshire and in a handful of other states that hold primaries and caucuses early that winnow the field of candidates.</p><p>But those aren't the only stops on a would-be president's itinerary these days. There are also, increasingly, early trips outside the U.S. — to a city that's become a major draw for potential candidates: London.</p><p>Londoners welcome a chance for a sneak peek at possible presidents who are eager to be seen on the world stage.</p><p>But that first encounter doesn't always go as smoothly as candidates would like.</p><p>Part of the problem may be how deceptively easy it seems, according to GOP consultant Dennis Lennox. \"You should be able to hit it out of the ballpark in London,\" he says.</p><p>He notes that it's a short flight across the Atlantic to Heathrow. Once there, you head into the city to meet with some British officials and business leaders. Then, perhaps, a stop at 10 Downing Street and a photo op in the street with that iconic black door with the brass numbers on it positioned in the shot. Maybe you schedule a speech. And then, on later trips, once you do officially jump into the race, you can raise a lot of campaign cash from a huge community of American expats living in Great Britain.</p><p>But there's a catch, Lennox adds, \"You've still got to be prepared for the so-called gotcha questions the British press are famous for.\"</p><p>That brings us to Wisconsin Gov. Scott Walker, who was in London this week on a trade mission for his state. Now, Walker is not yet a candidate. No one is — officially, anyway. But he was treated like one, including at an appearance at a British think tank where the moderator, BBC journalist Justin Webb, ended with a question about evolution.</p><p>\"Do you ... are you comfortable with the idea of evolution? ... Do you believe in it? ... Do you accept it?\"</p><p>Walker responded, \"I'm gonna have to punt on that one as well.\"</p><p>Webb's reaction: an over-the-top \"NOOOOOO. Really?\" He added that no British politician from the left, right or center would hesitate even a moment in saying they believe in evolution.</p><p>But Walker said, \"That's a question a politician shouldn't be involved in one way or the other.\"</p><p>In that single moment, Walker's \"punt\" became the most talked about moment of the trip — back in the U.S. and in London.</p><p>New Jersey Gov. Chris Christie had a similar experience when he was in London last week and said parents need to have a choice when it comes to having their children vaccinated against measles.</p><p>\"All I can say is that we vaccinated ours,\" he told a reporter outside a facility that manufactures vaccines. But he went on, \"It's much more important, I think, what you think as a parent than what you think as a public official.\" Christie added, \"Parents need to have some measure of choice.\"</p><p>He later had to clarify his remarks, stressing the need for vaccinations.</p><p>Of course, the benchmark for a bumpy campaign trip to London was set by Mitt Romney during 2012. He was there for the Summer Olympics and suggested the city might not be ready for the event. Speaking to NBC News, Romney said it's hard to know, but that \"there are some things that are disconcerting.\"</p><p>Londoners saw that as in insult from an American. At a huge rally of more than 50,000 people in downtown London, Mayor Boris Johnson mocked the GOP nominee when he asked the crowd, \"I hear there's a guy named Mitt Romney who wants to know if we're ready. Are we ready?\" The roar of the crowd in response was thunderous.</p><p>This week, that same London mayor was visiting Washington, D.C., speaking at a breakfast hosted by Politico and promoting his city's trade opportunities.</p><p>In an interview with NPR, he downplayed the recent awkward moments for Gov. Walker and Gov. Christie, saying every politician does that from time to time.</p><p>\"I wouldn't presume to give anybody advice on avoiding gaffes since I've made so many myself,\" Johnson said with a laugh.</p><p>But he's less forgiving when he perceives a slight against his city. Romney learned that. So did Louisiana Gov. Bobby Jindal, who was in London last month and described so-called \"no-go\" zones in the city that are supposedly controlled by Islamic extremists.</p><p>In response to the Louisiana governor's statement, Johnson said it's important, \"in a gentle way, to offer some education to Gov. Jindal and anyone else who thinks there are no-go zones in London.\" There are none, he said, adding, \"Come and see it and we'll be happy to show you.\"</p><p>Johnson then smiled, and extended a London invite to all Americans — including those arriving on campaign planes.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Latest+Must-Go+Presidential+Campaign+Stop%3A+London&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Don Gonyea","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386085322-ddae09.m3u?orgId=1&topicId=1014&d=237&p=2&story=386085321&t=progseg&e=385901114&seg=12&ft=nprml&f=386085321"},{"href":"http://media.npr.org/assets/img/2015/02/13/462699098-b11b44e575dfd2607b72c19d0f2094a6ff8743d3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3367","width":"4491"}},{"href":"http://media.npr.org/assets/img/2015/02/13/149295652-9d566098a031ad7360dca0aceb3fa7ad65a78102.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2732","width":"3643"}}]}