{"created":"2014-12-26T08:36:43+00:00","modified":"2015-05-13T21:24:35+00:00","valid":{"from":"2015-05-13T21:24:35+00:00","to":"3015-05-13T21:24:35+00:00"},"hreflang":"en","title":"Sony Hack Highlights The Global Underground Market For Malware ","published":"2014-12-26T19:12:00+00:00","teaser":"The software used in the Sony data breach is available on the underground market. This makes it easier for criminals to execute an attack but harder to identify the perpetrators.","itags":["npr_api","373073150"],"guid":"af50a5bf-4377-4d61-a874-8676d22aed52","contentencoded":"<p>There are global underground markets where anyone can buy and sell all the malicious code for <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/21/372271870/obama-calls-north-korean-hack-cybervandalism\" target=\"_blank\">an attack</a> like the one North Korea is accused of unleashing on Sony Pictures.</p><p>These <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/02/21/280439157/risk-is-low-and-business-is-booming-in-the-malware-market\" target=\"_blank\">underground markets</a> not only make it more difficult to trace who is responsible for any given hack — they also make launching a sophisticated attack against a global company much easier.</p><p>Marc Rogers, a principle researcher at the computer security company, CloudFlare, has been tracking the attack on Sony for weeks and analyzing the code the hackers used.</p><p>\"This is Windows malware. It's fairly sophisticated, it's very complex, and it's modular,\" Rogers says. \"It's made up of lots of different bits.\"</p><p>The attackers took one piece of code from one place, one piece of code from another and snapped it together like a Lego set. Some of this code is malicious, and some is legitimate.</p><p>Now the FBI believes that the attack was carried out by North Korea because some of those bits of nasty code have been used by North Korean hackers in the past. But Rogers isn't completely convinced.</p><p>\"The malware world is really incestuous,\" Rogers says. \"You have got people who share source code, who borrow things like hacking tools, or even commercial pieces of software.\"</p><p><strong>The Exploit Market</strong></p><p>There is a global market for hacking tools. Hackers who trade here can build their own unique attacks by snapping together parts that other groups developed. Rogers says he knows Russians who will sell a complete attack right off the shelf.</p><p>\"They will sell it to you with a subscription,\" he says. \"When the malware is identified successfully by antivirus, they'll update it for you.\"</p><p>It's software as a service, but for thieves. And it's not just criminals who are buying and selling computer attacks on these gray markets.</p><p>\"Typically the U.S. government pays out higher than anyone else,\" says Chace Shultz, a computer researcher.</p><p>Researchers like Shultz spend their days searching for ways to make computers do things they were not designed to do. They're looking for ways to pick the digital locks that are intended to keep all of our machines safe. When they find a key for a lock, they can sell it.</p><p>\"If they were to sell that to another government or that type of thing, they could potentially sell that for hundreds or tens of thousands of dollars,\" Shultz says.</p><p>But he and others say most researchers and hackers don't sell directly to government agencies. Instead they usually sell their attacks to a small global network of global brokers.</p><p>In a sense, these brokers are the arms dealers of the digital age. They act as go-betweens — connecting researchers and hackers with buyers, governments and organizations searching for back doors into computer networks.</p><p>\"You can take an exploit to one of these people, and they will go forth on your behalf,\" Shultz says.</p><p>An exploit is like the key to a digital lock and selling these things can be a lucrative business. But Shultz says it is also ethically dicey.</p><p>\"The other thing I have to wonder too with some of these brokers is — are they double selling?\" he asks.</p><p>And Shultz says after you sell a computer vulnerability on the gray market, you can never be sure exactly how it will be used or where it will end up.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sony+Hack+Highlights+The+Global+Underground+Market+For+Malware+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Henn","audio":[{"meta":{"duration":"222"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373210980-ad905e.m3u?orgId=1&topicId=1019&d=222&p=3&story=373073150&t=progseg&e=373210870&seg=1&ft=nprml&f=373073150"}]}