{"created":"2015-02-01T22:32:59+00:00","modified":"2015-02-12T01:05:18+00:00","valid":{"from":"2015-02-12T01:05:18+00:00","to":"3015-02-12T01:05:18+00:00"},"hreflang":"en","title":"From The Ivy League To 'The X-Files': David Duchovny's Big Break","published":"2015-02-02T16:30:00+00:00","teaser":"Before he became Fox Mulder, Duchovny was working on his Ph.D. in literature at Yale. He was going to be a poet — or maybe a novelist — or maybe a playwright ...","itags":["npr_api","382937325"],"guid":"af526b48-e924-467a-ad64-91557a8b2745","contentencoded":"<p><em>As part of a series called \"My Big Break,\" </em>All Things Considered<em> is collecting stories of triumph, big and small. These are the moments when everything seems to click, and people leap forward into their careers</em><em>.</em></p><p>Here's something you probably know about David Duchovny: He played one of the 1990s' most iconic roles, FBI agent Fox Mulder in <em>The X-Files.</em></p><p>Here's something you probably don't know about David Duchovny: Only six years before landing that role, he was a Ph.D. student studying literature at Yale University, planning to become a writer.</p><p>In fact, he'd originally planned to be a poet.</p><p>\"It's funny,\" he says. \"[As an undergraduate] at Princeton, Walter Kirn — who's a terrific novelist — he was a year younger than me. And he was an <em>actual</em> poet. And I think when I read Walter's stuff, I was like, 'You know what? I'm not a poet.' And that kinda woke me up.\"</p><p>Then Duchovny thought he'd write fiction. But as a 20-something graduate student, he felt like he didn't really have anything to write a novel about. He hadn't really <em>lived</em> yet. So he turned to the theater, thinking he'd give one-act plays a shot.</p><p>But he struggled at that, too.</p><p>\"I thought, 'Well, if I'm gonna write things that are gonna be performed by actors, then it's probably helpful for me to know something about what that's like,' \" he says. \" 'What it's like to <em>say</em> words might help me <em>write</em> words.' \"</p><p>He spent a summer in New York City, taking acting classes and auditioning for commercials — a friend had told him that a commercial would pay as much as a summer's worth of bartending. Right at the end of summer, he landed a role in a Löwenbräu beer commercial, then headed back to New Haven to keep working on his Ph.D. He continued the acting classes, commuting between Yale and New York City twice a week.</p><p>\"I would ride my bike to the train station,\" he remembers, \"I'd get on the Metro-North ... and I'd take it to Grand Central. I'd ride over to Marcia Haufrecht's class. Then I'd ride back to the station and be in New Haven later that night.\"</p><p>He worked on acting on the other side of the country, too; short trips to Los Angeles turned into longer trips. After a year or two of fruitless auditions, Duchovny started to land a handful of small parts — a cop in the crime drama <em>Ruby, </em>a sleazy businessman in <em>Beethoven </em>(\"the movie not about the composer, but about the dog,\" he jokes).</p><p>Then came the three-episode arc on <em>Twin Peaks</em>, where Duchovny <a href=\"https://www.youtube.com/watch?v=nkPALneB_k4\" target=\"_blank\">memorably played a trans woman named Denise Bryson</a>.</p><p>(\"Dennis?\" says Agent Cooper, surprised at how different his old friend looks. Duchovny, wearing makeup and a wig, smiles. \"It's a long story, but actually I'd prefer Denise, if you don't mind.\")</p><p>By 1992, he'd already starred in a feature film (<em>The Rapture</em>) and thought he was done with TV. But then his agent convinced him to audition for a pilot called <em>The X-Files</em>.</p><p>\"I had no idea what it was gonna be, or what it was,\" he says. \"I knew that the pilot was good. But beyond that, I didn't know.\"</p><p>He got the part. Now, looking back at that first season can be a little painful for him.</p><p>\"I hadn't done a lot of acting,\" he explains. \"I'd done some classes. I'd done a few roles. My [total] time on set? Maybe two months, in my life. And then I had to do it every day for 12 to 14 hours a day, to act.</p><p>\"And after about two or three years of having to do this thing, acting, every day ... I started to actually get to the point where I could access the things that I thought I wanted to access from the very beginning.\"</p><p>He says, of course, <em>The X-Files</em> is his big break.</p><p>\"But not in the sense ... that it was a huge success,\" he says, \"but in the way I had to go to work every day. To go from this idea of limitless potential that you have as a young person — 'Oh, I can do anything! Just give me the chance!' — and then realizing, well, maybe you can't do anything.</p><p>\"But then what do you do? What do you do after that happens? What do you do after you realize that? Do you give up? Or do you try and make your art out of your own limitations? I think that's my biggest break.\"</p><p>Twenty years later, he's finally lived enough life to write a novel, he says. It's called <em>Holy Cow</em>. And as for the doctorate —</p><p>\"How did it end? The Ph.D.?\" he says, laughing. \"It never ended. My mother is still upset, but I never finished my Ph.D., no.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+The+Ivy+League+To+%27The+X-Files%27%3A+David+Duchovny%27s+Big+Break&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"267"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383121985-3f5ee5.m3u?orgId=1&topicId=1032&aggIds=274340198&e=382937325&d=267&ft=nprml&f=382937325"},{"href":"http://media.npr.org/assets/img/2015/01/31/857037-7a031ada0a31bc02b30cc5eff261a38b6b476047.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1354","width":"1805"}},{"href":"http://media.npr.org/assets/img/2015/01/31/137769075-e183a5e18c55de35bf0a473ae04691b24404a11f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1345","width":"1794"}}]}