{"created":"2014-11-24T15:39:32+00:00","modified":"2014-11-24T21:18:15+00:00","valid":{"from":"2014-11-24T21:18:15+00:00","to":"3014-11-24T21:18:15+00:00"},"hreflang":"en","guid":"af595564-4ccc-4c28-92a4-130b1272f01a","title":"I'm Hispanic and I don't like your plan, this woman tells Obama","published":"2014-11-24T21:18:11+00:00","byline":"Carol Hills","tags":["immigration","Immigration reform","executive action","Global Nation","Global Politics","North America","United States","North America","Clara del Villar","Barack Obama","Global Nation","Hispanic.com","Immigration","Republican Party","Immigration reform","Illegal immigration","Politics of the United States"],"teaser":"Clara del Villar is a daughter of Dominican immigrants, but she's not cheering President Barack Obama's new executive actions on immigration. Here's why.","contentencoded":"<p>The United States' 54 million Hispanics can't agree on everything. And when it comes to President Barack Obama's immigration plan, they don't.</p>\n<p>\"There really was a move to address the issue of compromise in much greater force than really has been acknowledged,\" says Clara del Villar, a first-generation immigrant from the Dominican Republic who took issue with the president's blaming of Republicans for the impasse on immigration in Congress and the need for his executive order. </p>\n<p>Del Villar is the founder and editor-in-chief of <a href=\"http://www.hispanicpost.com/\">HispanicPost</a>, a news outlet geared for Hispanic business men and women. She concedes that Republicans moved too slowly and didn't take on the immigration reform issue early enough, instead becoming \"obsessed with the border issue.\" </p>\n<p>But she also says \"there was actually a large contingency of Republican Congressional figures — and certainly former Florida governor Jeb Bush — who had written and had been promulgating the notion of a guest worker pass.\" </p>\n<p>Obama has blamed Congressional Republicans for stalling on immigration reform and making his executive actions necessary. But del Villar says it's President Obama and his congressional allies who were inflexible, demanding that members of Congress had to support comprehensive reform or nothing: \"It really was an all or nothing proposition.\"</p>\n<p>Del Villar favors the <a href=\"http://redcardsolution.com/index.php/about-red-card\">Red Card Solution</a>, a guest worker pass that does not provide a path to citizenship. She says it's a logical alternative to comprehensive immigration reform.</p>\n<p>\"Comprehensive immigration reform is actually an extremely complex issue,\" Del Villar says. Many Americans don't know that the United States, like many other countries, caps the number of visas that residents from any given country can recieve.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"960\" width=\"768\" style=\"line-height: 20.0063037872314px; width: 300px; height: 375px; float: right;\" alt=\"Clara del Villar, founder of Hispanic.com\" title=\"Clara del Villar, founder of Hispanic.com\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/Clara_del_Villars.jpg\" /><div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Courtesy Clara del Villar</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>Clara del Villar, founder of HispanicPost.com</p>\n  </div>\n</div>\"So if you're a legal immigrant from Mexico, doing everything right to get your permanent resident visa, it will take you at least 10 years to become a citizen because there's so many folks from Mexico that want to pursue that path,\" she points out. \"Same is true with China.\"\n<p>That's why she believes the argument over a \"path to citizenship\" has been a waste of time. In recent years, fewer than 20 percent of people who came to the United States, especially from Latin American countries, have pursued citizenship. \"The path to citizenship was never the main goal of undocumented workers,\" del Villar argues. </p>\n<p>But del Villar also identifies with the need to escape dictatorship, violence and oppression and seek a new life in the United States. Her parents came from the Dominican Republic in the late 1950s to escape the <a href=\"http://www.bbc.co.uk/news/world-latin-america-13560512\">dictatorship of Rafael Trujillo</a>.</p>\n<p>\"This dictatorship was absolutely brutal and my grandfather's lands were taken,\" del Villar says. \"He was imprisoned, injected with turpentine and eventually died. I grew up every day with my parents thanking the freedom and opportunity this country offered.\" </p>\n<p>But she — and other Republicans — still have questions about the new immigration actions:  \"Once this executive action takes place, will the border be safe? Will we be seeing future undocumented workers coming across the border? What happens in that case?\" </p>\n<p>For now, she's still waiting for answers.</p>\n<p><em>Update: A previous version of this story misspelled Clara del Villar's name.</em></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/112120142.mp3"},{"href":"http://www.pri.org/file/112120142mp3"}]}