{"created":"2014-09-04T22:41:38+00:00","modified":"2014-09-04T22:41:38+00:00","valid":{"from":"2014-09-04T22:41:38+00:00","to":"3014-09-04T22:41:38+00:00"},"hreflang":"en","guid":"af7c2f6a-0a3f-4255-85e3-a25675ababcf","title":"Here's what happens when a spy sleeps with his targets","published":"2014-09-04T22:41:37+00:00","byline":"David Leveille","tags":["surveillance","espionage","spying","Justice","Conflict & Justice","London","Europe","United Kingdom","Lauren Collins","Bob Lambert","The New Yorker","The Spy Who Loved Me","Espionage"],"teaser":"This is the story of Bob and Jacqui — Bob Lambert was a British police spy who worked in counterterrorism and Jacqui fell in love with the man she thought was a Greenpeace activist. Now, decades later, their relationship is at the center of a lawsuit over \"rape by the state.\"","contentencoded":"<p><span style=\"line-height: 1.538em;\">The undercover spy and the significant other who discovers his secret: It&#39;s a classic movie trope from hits like &quot;True Lies&quot; all the way up through the latest installment of the Jack Ryan series. On screen, when the secret is out, action and hilarity usually ensue. But in real life, there&#39;s not much to laugh about.</span></p><p>That&#39;s certainly true for Bob and Jacqui, a British couple. Bob Lambert was a British police spy who worked in counterterrorism, posing as an animal rights campaigner. Jacqui believed his activist cover story and fell in love with him.</p><p>Now, decades later, their relationship is part of the evidence in a scandalous court case. Jacqui is one of at least ten women suing the British Metropolitan Police for deceit and what they describe as &quot;rape by the state.&quot;&nbsp;</p><p>It&#39;s also the subject of <a href=\"http://www.newyorker.com/magazine/2014/08/25/the-spy-who-loved-me-2\">a gripping story in The New Yorker</a> by reporter Lauren Collins, who spoke with PRI&#39;s The World about her article. (Our interview has been edited lightly for brevity and clarity.)</p><p><strong><span style=\"line-height: 1.538em;\">How did Bob Lambert meet Jacqui in the first place?</span></strong></p><p>They met in 1984 outside an animal rights rally in East London. Jacqui was there in her red uniform with a scarf around her neck &mdash; she had just come from working the counter at the Avis car rental. She doesn&rsquo;t know to this day whether Bob was there expressly to pick her up or whether they met serendipitously and things went from there.</p><p><strong>And at the time, what was Bob&rsquo;s mission on behalf of the London Metropolitan Police?</strong></p><p>Bob was a member of the Special Demonstration Squad, which is the Met&#39;s domestic intelligence gathering arm. He was beginning an undercover deployment to infiltrate the animal rights scene, which had become increasingly restive across the UK.</p><p><strong>What are the rules for an undercover police officer getting intimate with somebody they&rsquo;re supposed to be spying on?</strong></p><p>That&rsquo;s exactly what everybody&rsquo;s trying to figure out now. The Met has denied that its officers were instructed to seduce civilians as tradecraft during undercover deployment. But after seeing this pattern &mdash; of many women seduced and abandoned according to a very specific template &mdash; many people wonder whether the department at the very least didn&rsquo;t turn a blind eye.</p><p><strong>Was Jacqui an easy target for Bob, or could it have been any woman?&nbsp;</strong></p><p>This is a question that haunted Jacqui herself more than anything &mdash; and continues to haunt her in the couple of years since she&rsquo;s learned who Bob really was. She was certainly somebody who was looking for some emotional ballast. She&rsquo;d had a somewhat tumultuous upbringing. She left home at 16 and she&rsquo;s living by herself and was in many senses really hungry for affection. So, in that sense, she might have been an easy target.</p><p><strong>Jacqui and Bob are a couple, they&rsquo;re intimate, but at a certain point he walks out on her. Tell us what happened.</strong></p><p>They&rsquo;d been living together for a while and they decided to have a child. Their child wasn&rsquo;t an accident. A little bit after he was born, in 1987, Bob came to Jacqui and said, &quot;Listen, I&rsquo;ve got to tell you something.&quot; And he basically said things were getting too hot in London, that he&rsquo;d run into some trouble in the animal rights scene and that he was going to have to leave and go to Spain. Jacqui never saw him again after he walked out the door.</p><p><strong>Take us to the moment that opens your story, when Jacqui spots a photograph of her former husband who&#39;d disappeared from her life years earlier &mdash; when she finds out where and who he is.</strong></p><p><span style=\"line-height: 1.538em;\">You have to flash forward 25 years. Jacqui is now a high school teacher in the suburbs of London. The way she told it to me was it was a Thursday afternoon. She comes home, goes out to her garden &mdash; it&rsquo;s a sunny day &mdash; and she sits down with a cup of tea to read the newspaper. So there she is, flipping through the newspaper, when a photograph catches her eye. It&rsquo;s an old picture of Bob, the father of her son whom she had last seen in 1987. The headline reads that he was an undercover policeman. That&#39;s the first time she had an inkling.</span></p><p><strong>This unethical behavior &mdash; sex, lies and spying &mdash; by a handful of British spies has caused a scandal. Jacqui and a group of at least 10 other women are suing the Metropolitan Police. What is their case?</strong></p><p><span style=\"line-height: 1.538em;\">Jacqui and the other women are suing the Met for deceit, assault, misfeasance in public office and negligence &mdash; which is all a technical way of saying they were treated inhumanely by the state and their right to a private life was violated.</span></p><p><strong>Is there a lesson to take away from the story of Bob and Jacqui?</strong></p><p><span style=\"line-height: 1.538em;\">I&rsquo;m not sure. I think that the players themselves, Bob and Jacqui, are trying to figure out where the psychological aftermath of this all leaves them. To me, what was interesting about the story is that it involves this sort of long, strange dance over the course of many, many years between two people who&rsquo;ve grown and changed and evolved. Maybe they&#39;ve regretted and repented in some ways, but they&#39;re still bound to each other through this thing that happened between them 25 years ago.</span></p><p><strong>In your heart of hearts, do you think that Jacqui and Bob were actually in love?</strong></p><p>That&rsquo;s the killer question. I have to say, this is the first story that I ever immersed myself in for months and emerged with more questions than I had when I started. Whatever the seed of the relationship and however it germinated, I think if you read through to the end of the story and find out what happens between Jacqui and Bob &mdash; and the triangle that now includes their son &mdash; there is some semblance of love there, as complicated and fraught as the relationship remains.</p><p><em>Watch exclusive interviews with Bob and Jacqui from Channel 4, a British television station.</em></p><p><object classid=\"clsid:D27CDB6E-AE6D-11cf-96B8-444553540000\" codebase=\"http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=9,0,47,0\" height=\"260\" id=\"flashObj\" width=\"370\"><param name=\"movie\" value=\"http://c.brightcove.com/services/viewer/federated_f9?isVid=1\" /><param name=\"bgcolor\" value=\"#FFFFFF\" /><param name=\"flashVars\" value=\"videoId=2528988199001&amp;playerID=69900095001&amp;playerKey=AQ~~,AAAAAEabvr4~,Wtd2HT-p_VhJQ6tgdykx3j23oh1YN-2U&amp;domain=embed&amp;dynamicStreaming=true\" /><param name=\"base\" value=\"http://admin.brightcove.com\" /><param name=\"seamlesstabbing\" value=\"false\" /><param name=\"allowFullScreen\" value=\"true\" /><param name=\"swLiveConnect\" value=\"true\" /><param name=\"allowScriptAccess\" value=\"always\" /><embed allowfullscreen=\"true\" allowscriptaccess=\"always\" base=\"http://admin.brightcove.com\" bgcolor=\"#FFFFFF\" flashvars=\"videoId=2528988199001&amp;playerID=69900095001&amp;playerKey=AQ~~,AAAAAEabvr4~,Wtd2HT-p_VhJQ6tgdykx3j23oh1YN-2U&amp;domain=embed&amp;dynamicStreaming=true\" height=\"260\" name=\"flashObj\" pluginspage=\"http://www.macromedia.com/shockwave/download/index.cgi?P1_Prod_Version=ShockwaveFlash\" seamlesstabbing=\"false\" src=\"http://c.brightcove.com/services/viewer/federated_f9?isVid=1\" swliveconnect=\"true\" type=\"application/x-shockwave-flash\" width=\"370\"></embed></object></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/22761_8.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/227618jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/090320148.mp3"},{"href":"http://www.pri.org/file/090320148mp3"}]}