{"created":"2015-05-07T18:27:55+00:00","modified":"2015-05-08T17:57:29+00:00","valid":{"from":"2015-05-08T17:57:28+00:00","to":"3015-05-08T17:57:28+00:00"},"hreflang":"en","title":"5 Dessert Recipes For Mother’s Day","published":"2015-05-08T17:57:00+00:00","teaser":"These recipes from our resident chef Kathy Gunst take advantage of the bounty of spring, but aren't overly sweet.","itags":["npr_api","404980405"],"guid":"af8a8b8a-6dbd-4bf8-bb2f-c14767881cea","contentencoded":"<p>Mother&#8217;s Day is Sunday, so <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now</a></em> resident chef <strong>Kathy Gunst</strong> joined us with recipes that use fruits and even vegetables: a strawberry-rhubarb pie, a fresh-fruit Pavlova, carrot-parsnip cupcakes and even a strawberry-rhubarb drink for a festive Mother&#8217;s Day brunch.</p><p>These desserts aim to take advantage of the bounty of the spring season, without being too sweet.</p><p>&#8220;I try not to overwhelm things with sugar because I don&#8217;t like desserts that just taste of sugar,&#8221; Kathy told host Jeremy Hobson.</p><p>Kathy also shares her own memories of the holiday, and for those who must have a chocolate dessert, she suggests her <a href=\"http://hereandnow.wbur.org/2010/12/28/new-years-food#tart\" target=\"_blank\">rich dark chocolate tart with sea salt</a>.</p><ul><li><a href=\"#syrup\">Strawberry-Rhubarb Soda</a></li><li><a href=\"#cupcakes\">Spring Parsnip and Carrot Cupcakes with Maple Cream Cheese Frosting</a></li><li><a href=\"#pavlova\">Pavlova (Meringue Cake with Whipped Cream and Spring Fruit)</a></li><li><a href=\"#strawberry-glazed\">Strawberry Glazed Pie</a></li><li><a href=\"#rhubarb-strawberry\">Rhubarb and Strawberry Pie</a></li></ul><p><a name=\"syrup\"></a><em><a href=\"https://hereandnow.wbur.org/tag/kathy-gunst\" target=\"_blank\">See more recipes and cooking segments with Kathy Gunst</a></em></p><h4>Strawberry-Rhubarb Soda</h4><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/05/0507_mothers-day-recipes.pdf\" target=\"_blank\">(View/print a PDF of all five recipes)</a></p><p><strong>Kathy’s Note:</strong> This is a simple, not overly sweet rhubarb syrup that is added to seltzer to make a delicious homemade soda. For Mother’s Day you could serve it with Prosecco, Champagne, or sparkling wine.</p><p><strong>Ingredients:</strong></p><p>10 ounces fresh rhubarb, about 3 large stalks, cut into small pieces</p><p>1 cup water</p><p>2 to 3 tablespoons maple syrup</p><p>3 large or 6 small ripe strawberries, stemmed and chopped</p><p><strong>Instructions:</strong></p><p>Place the rhubarb, water and maple syrup in a pot and bring to a boil. Reduce the heat and simmer 5 minutes. Add the strawberries and simmer another 5 minutes. Cook until soft and sweet. Let cool 5 minutes and strain through a fine meshed sieve. Keep in a glass jar in the refrigerator for up to 5 days or freeze. <a name=\"cupcakes\"></a>Add about a tablespoon or more to a glass of iced cold seltzer. Garnish with a mint leaf.</p><h4>Spring Parsnip and Carrot Cupcakes with Maple Cream Cheese Frosting</h4><p><em>Makes 12 cupcakes.</em></p><p><strong>Ingredients:</strong></p><p><em>The Parsnip Cupcakes:</em></p><p>Canola or vegetable oil spray for greasing the pans</p><p>1 cup walnuts</p><p>1 1/2 cups flour</p><p>3/4 cup sugar</p><p>1 tablespoon finely chopped crystallized ginger*</p><p>2 teaspoons baking powder</p><p>1 teaspoon cinnamon</p><p>1 teaspoon allspice</p><p>1/2 teaspoon ground ginger</p><p>1/2 teaspoon ground nutmeg</p><p>1/2 teaspoon salt</p><p>3 large eggs</p><p>1/2 cup canola oil</p><p>1/2 cup buttermilk</p><p>About 3 parsnips and 2 medium carrots, (11 ounces) peeled, shredded**</p><p><em>The Maple-Cream Cheese Frosting and Garnishes:</em></p><p>3/4 cup (5 ounces) cream cheese, at room temperature</p><p>3 tablespoons butter, at room temperature</p><p>1/2 teaspoon vanilla extract</p><p>About 3/4 cup confectioners’ sugar</p><p>3 tablespoons maple syrup to taste</p><p>2 tablespoons crystallized ginger, cut into thin slivers</p><p>*Crystallized ginger can be found in bakeries, gourmet food shops and in the baking or specialty food sections of many supermarkets.</p><p>**Shred the peeled parsnips and carrots on the widest opening of a cheese grater.</p><p><strong>Instructions:</strong></p><p>Make the cupcakes: spray 12 cup cupcake pan (1/2 cup size) with the vegetable oil spray making sure to get the bottom and sides well coated.</p><p>Preheat the oven to 350 degrees. Place the walnuts on a cookie sheet and bake on the middle shelf for about 8 minutes, or until fragrant. Remove and let cool. Finely chop half the walnuts and set aside; coarsely chop the remaining walnuts.</p><p>In a large bowl mix the flour, sugar, crystallized ginger, and baking powder. Add the cinnamon, allspice, ground ginger, nutmeg, and salt, and mix well to combine all the spices with the flour and sugar.</p><p>In a separate, small bowl whisk the eggs. Add the oil and buttermilk and whisk together. Add the egg/oil mixture to the flour/sugar mixture and mix. Add the shredded parsnips and the coarsely chopped walnuts.</p><p>Divide the batter between the 12 cupcake cups and bake on the middle shelf for 20 to 25 minutes, or until a toothpick inserted in the center comes out clean. Remove from the oven and let cool thoroughly.</p><p>Meanwhile, make the frosting: in a large bowl mix the cream cheese and butter together until fully incorporated. They must be soft or you may need to use an electric mixer. Add the vanilla and mix thoroughly. Slowly add the sugar, bit by bit, making sure to incorporate it fully. Add the maple syrup and mix until smooth. The glaze will be thinner than a regular frosting; if it feels way too thin you can refrigerate it for about 30 minutes, or add more sugar, if desired.</p><p>When the cupcakes are cool use a flat kitchen knife to help release them from the sides and bottom. Generously frost the cupcakes (you can frost the top only, or frost both the top and sides; there should be plenty of frosting). Sprinkle the top of the cupcakes with the finely chopped reserved walnuts and add a sliver or two of the sliced ginger on top. <a name=\"pavlova\"></a>Serve immediately or loosely cover and refrigerate for up to 8 hours ahead of time.</p><h4>Pavlova (Meringue Cake with Whipped Cream and Fruit)</h4><p><strong>Kathy’s Note:</strong> While this is one of those desserts that looks like it took hours to put together, these meringues actually take very little time to prepare. What makes this cake so extraordinary is the contrast between the crisp and crunchy outside and the chewy, soft interior of the meringue. Use a variety of berries for color, texture, and flavor.</p><p>Try not to make the cake on a humid day. The moisture in the air makes it difficult for the meringue to hold together and stay crisp.</p><p><em>Serves 8.</em></p><p><strong>Ingredients:</strong></p><p><em>For the meringue layers:</em></p><p>Butter and confectioners’ sugar for preparing the pans</p><p>8 large egg whites, at room temperature</p><p>1/2 teaspoon cream of tartar</p><p>2 cups superfine sugar*</p><p>2 tablespoons cornstarch, sifted</p><p>2 teaspoons lemon juice</p><p>2 teaspoons vanilla extract</p><p><em>For the filling:</em></p><p>2 cups heavy (whipping) cream, chilled</p><p>1/3 cup sugar or confectioners’ sugar</p><p>1 1/2 teaspoons vanilla extract</p><p>About 3 cups mixed berries (strawberries, raspberries, blackberries, blueberries, or any combination)</p><p>About 1 cup grated coconut, toasted on a baking sheet at 350 degrees for 10 minutes (optional)</p><p>*Superfine sugar is not confectioners’ sugar. It is a specially sifted sugar, most often used for iced tea and baking, and is available in most grocery stores. For a quick substitution, add regular granulated sugar to a food processor and blend for a few minutes, until the sugar crystals break down to a fine consistency.</p><p><strong>Instructions:</strong></p><p>Preheat the oven to 250 degrees. Line two baking sheets with parchment paper. Use a tiny bit of butter to attach the bottom of the paper to the baking sheets. Butter the paper lightly and dust with confectioner’s sugar. Trace the outline of a 9-inch pie plate, creating a 9-inch circle on each sheet of the parchment. Set aside.</p><p>In the bowl of an electric mixer, use a whisk attachment to beat the egg whites on low speed until frothy. Increase the speed to medium-high and beat until soft peaks form. On medium speed, add the cream of tartar. Slowly add the superfine sugar and beat until soft peaks form, about 5 minutes. Add the sifted cornstarch and then the lemon juice and vanilla and beat until incorporated.</p><p>Using a spoon or a rubber spatula carefully spread the meringue mixture over the marked circles. You don’t need to be overly precise. The idea is this: you want one circle to act as the base of the cake. Use your rubber spatula to smooth the meringue out into the circle to create a flat, even base. The second circle should have a slight rim and a depressed center (which will later be filled with the whipped cream and fruit) and will act as the top, show-off layer of the cake. Use a rubber spatula to create an indent in the center, pushing the meringue mixture out away from the center and off to the sides. Bake both layers for 1 hour and 30 minutes, until the meringue feels crisp on the outside. Let cool on the baking sheet and very carefully remove with a large spatula. (The meringue can be made a day ahead of time and stored in a dry spot or a tin; it can be frozen for up to a month.)</p><p>Just before you are ready to serve the cake, whip the cream in a large bowl of an electric mixer. Add the sugar and vanilla and whip until just firm peaks form.</p><p>Place the flat layer of the meringue on a large serving plate. Add less than half of the whipped cream and, using a rubber spatula, spread the cream over the meringue, making sure not to place it too close to the edges. Scatter 1 1/2 cups of the berries on top, pressing them into the cream slightly. Carefully place the top layer of the meringue over the cream and fruit with the depressed center up. Fill the center of the meringue with the remaining whipped cream and arrange the remaining berries on top, scattering different types of berries to create a colorful fruit topping. Sprinkle the toasted coconut on top of the fruit, if using. <a name=\"strawberry-glazed\"></a>(The cake should not be assembled with the cream and fruit more than 20 minutes before serving or it will soften. Refrigerate if not serving immediately.)</p><h4>Strawberry Glazed Pie</h4><p><strong>Kathy’s Note:</strong> There are few ways to showcase the season’s first ripe berries better than this gorgeous pie. A pie crust is prebaked (you can always cheat and use a store-bought one) and then the most gorgeous fresh berries are piled into the golden brown crust. The remaining berries are made into a glaze, so this is the place for those bruised and not-so-perfect specimens. If you want to get patriotic (or create the perfect dessert for a 4th of July celebration), pile ripe blueberries or blackberries in between the strawberries and top with whipped cream.</p><p>The dough for the crust needs to chill for at least 1 hour, or overnight, and the finished pie needs to be refrigerated for several hours, so plan your times accordingly.</p><p><em>Serves 6.</em></p><p><strong>Ingredients:</strong></p><p><em>For the crust (or substitute a 9-inch store-bought pie crust):</em></p><p>2 cups flour</p><p>Pinch of salt</p><p>1 1/2 cups (3 sticks) butter, chilled, and cut into small cubes</p><p>About 1/3 cup ice water</p><p><em>For the pie:</em></p><p>2 quarts ripe, fresh strawberries, hulled</p><p>1/2 cup water</p><p>About 1 to 1 1/2 cups sugar, depending on the sweetness of the berries</p><p>3 1/2 teaspoons cornstarch</p><p>1 tablespoon butter</p><p><em>For the whipped cream:</em></p><p>1 cup heavy cream</p><p>2 tablespoons sugar</p><p>1 teaspoon vanilla extract</p><p><strong>Instructions:</strong></p><p>To make the crust, blend the flour and salt in the bowl of a food processor or mix in a bowl. Add the butter and pulse about 15 times, until the mixture resembles coarse breadcrumbs. With the food processor remaining, add half the water and let the dough come together—add only enough water of the remaining water to make the dough begin to release from the sides of the bowl. Alternately, mix the flour and salt in a bowl. Add the butter and using a pastry cutter or two flat kitchen knives, work the butter into the flour until it resembles coarse breadcrumbs. Add enough water to make the dough begin to come together. Place the dough on a sheet of aluminum foil, wrap tightly, and refrigerate for at least 2 hours or overnight.</p><p>When ready to bake, roll out the dough on a lightly floured surface to a circle about 10 to 12 inches across. Place in a pie plate and crimp the edges.</p><p>Preheat the oven to 400 degrees. Using a fork, prick the crust all over, working up the sides and all over the bottom. This will help prevent the dough from puffing up and allows air to circulate underneath. Bake on the middle rack for about 20 to 25 minutes, or until the crust is golden brown and feels cooked to the touch. Remove from the oven and let cool. (The crust can be made a day ahead of time.)</p><p>When the crust is cool, choose the best looking strawberries (about half of the total quantity) and fit them into the crust like pieces to a puzzle, with the stem end down and the pointy side up. You may need to cut a few berries in half or into thin slices to fit them into the crust, forming an almost solid berry layer. Set aside.</p><p>To make the glaze, place the remaining berries in a large skillet over low heat. Add the water and, using a potato masher, coarsely mash the berries. Add 1 cup of the sugar (if your berries are exceptionally sweet you only need to add 3/4 cup), raise the heat to high, and bring to a boil. Reduce to low and simmer for 3 minutes. Place the cornstarch in a small bowl and mix in some of the hot strawberry “mash,” stirring to create a smooth, thick paste. Add the cornstarch back to the pan and simmer for about 5 minutes, until thickened. Add the butter stir until it melts. Remove the pan from the heat and taste for sweetness; if the berries are not very fresh or ripe, you may need to add additional sugar. Place the mixture into a fine-mesh sieve set over a large bowl. Stir the mixture through until a thick strawberry glaze is released. Place the glaze in a small saucepan and place over medium heat for 5 minutes, until reduced and somewhat thickened. Pour about half of the glaze over the berries, making sure each berry is coated with the glaze. Be careful not to add too much glaze or it will spill over the pastry. Place the remaining glaze in a small bowl, cover and refrigerate; use on top of toast, pancakes, or drizzled over ice cream. Refrigerate the pie for several hours.</p><p>When ready to serve, whip the cream until soft peaks form. Add the sugar and vanilla and beat until almost stiff. <a name=\"rhubarb-strawberry\"></a>Place a few dollops of the cream along the edges of the pie and serve the remaining whipped cream on the side.</p><h4>Rhubarb and Strawberry Pie</h4><p><strong>Kathy’s Note:</strong> Most cooks make the mistake of trying to balance rhubarb’s tartness with an overabundance of sugar. But the sour flavor is a big part of rhubarb’s appeal, so in this pie the rhubarb is only lightly sweetened with a bit of sugar and vanilla and the natural sweetness of spring strawberries. Serve the pie warm or at room temperature with whipped cream, vanilla ice cream, or ginger ice cream.</p><p>The pastry needs to chill for at least 2 hours or overnight.</p><p><em>Serves 6.</em></p><p><strong>Ingredients:</strong></p><p><em>For the pastry:</em></p><p>2 cups flour</p><p>2 tablespoons sugar</p><p>Pinch of salt</p><p>3/4 cup (1 1/2 sticks) unsalted butter, chilled and cut into small cubes</p><p>About 1/3 cup ice-cold water</p><p><em>For the pie:</em></p><p>About 1 to 3 stalks rhubarb, depending on the size, cut into small, 1/4-inch thick pieces (2 cups)</p><p>1/2 cup sugar, plus 1 tablespoon</p><p>1/2 teaspoon vanilla extract</p><p>2 cups thinly sliced ripe, fresh strawberries</p><p>2 tablespoons flour</p><p><strong>Instructions:</strong></p><p>To make the pastry, add the flour, sugar, and salt to the bowl of a food processor and blend for 2 seconds. Add the butter and pulse the machine about 15 times, or until the mixture has the consistency of coarse cornmeal. Gradually add water to the pastry, continuing to pulse, until it begins to come together and pull away from the sides of the machine. Alternately, mix the flour, sugar, and salt in a bowl. Add the butter and, using two table knives or a pastry blender, blend the butter into the flour until it resembles coarse cornmeal. Blend in enough water to make the dough just begin to hold together. Remove the pastry (it still may appear crumbly), wrap it in aluminum foil, and place in the refrigerator for at least 2 hours or overnight.</p><p>When ready to bake, place the rhubarb in a large bowl and sprinkle with the ½ cup of sugar. Mix well. Let “marinate” or soften for about 15 minutes. Gently mix in the vanilla, strawberries, and flour.</p><p>Preheat the oven to 400 degrees. Roll out the pastry on a lightly floured work surface to a circle about 12 inches across. Drape the dough into a pie plate and let the excess dough hang over the sides. Trip off the excess dough and roll into a ball. Roll out the excess dough and cut it into long, thin lattice strips. Press the dough down along the edges of the pan to create neat edges. Pile the fruit into the pie crust. Place the lattice strips on top of the fruit, making a crisscross pattern. Sprinkle the top with the remaining 1 tablespoon of sugar. Place the pie on a cookie sheet and bake on the middle rack for 30 minutes. The pastry should begin to turn golden. Reduce the heat to 350 degrees and bake for another 25 to 30 minutes, or until the pastry is golden brown and the fruit filling is bubbling and soft. Let cool for about 5 minutes to allow the juices to settle. Serve warm or at room temperature with any juices from the bottom of the pie plate spooned over the pie.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.kathygunst.com/\" target=\"_blank\">Kathy Gunst</a></strong>, resident chef for <em>Here & Now</em> and author of “<a href=\"http://www.amazon.com/Notes-Maine-Kitchen-Seasonally-Inspired/dp/0892729171/?tag=wburorg-20\" target=\"_blank\">Notes from a Maine Kitchen</a>” and the video series “<a href=\"http://www.craftsy.com/class/simple-soups-from-scratch/4850;jsessionid=76CAA4F47028819E3BD2CB0F917EDC52.enya002\" target=\"_blank\">Simple Soups from Scratch</a>.” She tweets <a href=\"https://twitter.com/mainecook\" target=\"_blank\">@mainecook</a>.</li></ul><h4><strong>Related</strong></h4><ul><li><a href=\"http://hereandnow.wbur.org/2012/05/11/mothers-day-recipes\">Listeners Share Their Recipes From Mom</a></li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=5+Dessert+Recipes+For+Mother%E2%80%99s+Day&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"351"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405193333-51f1ed.m3u?orgId=1&d=351&p=60&story=404980405&t=progseg&e=404972624&seg=14&ft=nprml&f=404980405"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0507_strawberries.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0507_cupcake1.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"907","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0507_pavlova2.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1615","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0507_pie1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"945","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0507_rhubarb.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"927","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0507_soda1.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1532","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0507_strawberry-rhubarb.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1707","width":"1280"}}]}