{"created":"2015-05-06T20:46:50+00:00","modified":"2015-05-12T19:42:21+00:00","valid":{"from":"2015-05-12T19:42:21+00:00","to":"3015-05-12T19:42:21+00:00"},"hreflang":"en","guid":"af91a922-52a0-4165-aff2-e2d5b56f19ef","title":"'You’re going to see traffic lights in the Florida Straits with so many people going back and forth'","published":"2015-05-12T19:42:16+00:00","byline":"Christopher Woolf","tags":["diplomacy","history","business and economy","Global Politics","North America","Cuba","United States","Caribbean","The World That Was","Cuba","Ferry","Havana","Key West","Florida Strait"],"teaser":"The thaw in relations with Cuba is continuing: The US Treasury Department has issued at least two licenses to ferry operators to open service to Havana, which was cut off after the Cuban revolution. It was a once a big part of life across the Florida Straits, and former passengers wonder what the future will look like.","contentencoded":"<p>For the first time in almost six decades, Americans may soon be able to take a ferry ride to Cuba.</p>\n<p>As part of the Obama administration’s thaw in relations with Cuba, the Treasury Department has <a href=\"http://www.wsj.com/articles/u-s-permits-ferry-service-to-cuba-1430874884\">started issuing licenses to ferry operators</a> to operate routes to Cuba. That would restart a service that was hugely imporant to pre-revolutionary life on the island.</p>\n<p>“Let me tell you, some of my fondest memories were taking that ferry,” says Miami-based attorney Alfredo Duran. “At that time I was studying at Louisiana State University in Baton Rouge, Louisiana. And every time we had a vacation, like Christmas or summer vacation, we used to drive from Baton Rouge all the way down to Key West and get on the ferry.”</p>\n<p>The ship would put to sea in the early evening, and the crossing would take six or seven hours. “We were crossing to Havana all night long in a ferry which had an orchestra and a band,\" Duran remembers. \"Everybody was dancing. It was a great, great, fun time. I really look back on it as some of the best times I ever had in my life.\"</p>\n<p>Duran expects the new ferries to be much quicker, taking perhaps half the time to get from Key West to Havana. “With this new ferry you could very well stop working on Fridays at 5 o’clock, go have dinner in Havana, and be back here by breakfast,\" he suggests. “You’re going to see traffic lights in the Florida Straits with so many people going back and forth.”</p>\n<p>According to the New York Times, the new operators are looking at overnight services. Duran says they are considering several cities as departure points, including Tampa, Jacksonville, Fort Lauderdale or Miami, as well as Key West.</p>\n<p>Duran has never been a fan of the Castro regime, and in fact took part in the failed CIA-backed Bay of Pigs invasion in 1961. But he does not believe in isolating the regime, and that the new ferry service could be a harbinger of change. “I think that as soon as you start seeing traffic, with a lot of people going back and forth, you’re going to see a generational change in Cuba.”</p>\n<p>“I think this ferry is going to be the seed of the new changes that are coming.”</p>\n<p>Duran was able to visit Havana last month on business, and was shocked to see how dilapidated the city has become. Collapsed buildings are simply left as piles of rubble. Infrastructure is antiquated. Water is in short supply. The house where he was born in the old part of Havana is among those that have crumbled to rubble. “It reminds of the pictures of Berlin after the bombing of the Second World War.”</p>\n<p>Duran says the visit left him deeply depressed. “I came back and said I will never go again, but now the ferry has given me optimism that changes might be able to come around.” </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-06%2Ffondest-memories-my-life-were-taking-ferry-cuba&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/8751013144_4ab0a4881a_k.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/87510131444ab0a4881akjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05062015_05.mp3"},{"href":"http://admin.pri.org/file/0506201505mp3"}]}