{"created":"2014-10-27T17:42:02+00:00","modified":"2014-10-30T22:28:17+00:00","valid":{"from":"2014-10-30T22:28:17+00:00","to":"3014-10-30T22:28:17+00:00"},"hreflang":"en","title":"White House Advisor On Strategy To Stop The Islamic State","published":"2014-09-11T20:33:00+00:00","teaser":"White House Deputy National Security Advisor Ben Rhodes discusses President Obama's strategy to stop the militant group known as the Islamic State.","itags":["npr_api","347737519"],"guid":"af99d12c-2b3c-489a-9524-0d155a13b22b","contentencoded":"<p>President Obama presented his plan to &#8220;degrade and ultimately destroy&#8221; the militant group calling itself the Islamic State &#8212; and which the president calls ISIL &#8212; to the American people last night.</p><p>The president&#8217;s plan involves arming moderate Syrian opposition forces, extending U.S. airstrikes against the Islamic State into Syria &#8212; the U.S. has already been bombing Islamic State targets in Iraq &#8212; and sending another 475 U.S. troops as advisors to Iraqi forces. The president says these American troops are not combat forces. In addition, the President says the U.S. will be one nation among a global coalition united against Islamic State militants.</p><p>The president says he has the authority to conduct military strikes against the Islamic State, but he is asking Congress to fund the training and arming of moderate rebels in Syria.</p><p>The president&#8217;s Deputy National Security Advisor <strong>Ben Rhodes</strong> tells <a href=\"http://hereandnow.wbur.org\"><em>Here & Now&#8217;</em></a>s Jeremy Hobson that the president is acting based on the powers granted under the 2001 Authorization for the Use of Military Force against Terrorists (AUMF) and the executive&#8217;s constitutional powers.</p><p>The 2001 AUMF authorized the use of force against &#8220;those responsible&#8221; for the September 11 attacks.</p><p>Rhodes says that although Al Qaeda&#8217;s core &#8220;has diminished&#8221; and circumstances have changed since 2001, ISIL is an outgrowth of Al Qaeda in Iraq, and the AUMF &#8220;identifies the ability to take action going forward against Al Qaeda,&#8221; including its &#8220;associated forces.&#8221;</p><h4>Interview Highlights: Ben Rhodes</h4><p><strong>On the United States&#8217; interest in stopping the Islamic State</strong></p><p>&#8220;We&#8217;ve been taking action on an urgent basis in Iraq to protect our personnel and facilities. Clearly, if they were to come into a population center like Erbil, where we have diplomats serving and we have military personnel serving, those people would be put at risk.&#8221;</p><p>&#8220;Beyond that, there is not specific plotting detected against the homeland yet, but we have threats from ISIL leaders against the United States and our allies. And we know there are foreign fighters who are fighting with ISIL in Iraq and Syria, thousands of them, including many Europeans who can travel to the United States more easily. Including Americans as well. So this could develop into a more direct threat against the homeland or Ameria&#8217;cs allies in Europe.&#8221;</p><p>&#8220;The last thing, I&#8217;d say, is ISIL was risking overrunning large swaths of Iraq and Syria. That could essentially pose a threat to the government of Iraq, to other U.S.  partners in the region.&#8221;</p><p><strong>On the need for airstrikes in Syria</strong></p><p>&#8220;What we have is a safe haven, where the border between Iraq and Syria has essentially disappeared. If we are going to deal with the challenge posed by ISIL, we need to deal with the safe haven on both sides of that border. We are committing to use airstrikes to do that. However, the partners who are fighting on the ground are not going to be American forces.&#8221;</p><p><strong>On who is part of the global coalition</strong></p><p>&#8220;We expect there to be many countries who participate in this effort. That includes key Arab partners like Saudi Arabia, the United Arab Emirates. Many of our European allies and NATO allies, countries like Australia and Canada.</p><p>&#8220;At the same time, not every country in this coalition will need to conduct airstrikes to be a part of this effort. There are many ways that countries can contribute. Even in Iraq what we&#8217;ve seen is countries flying humanitarian air drops with us, countries committing intelligence resources to this effort, countries have been providing arms and training to Iraqi and Kurdish forces.&#8221;</p><h4>Guest</h4><ul><li><a href=\"http://www.whitehouse.gov/blog/author/Ben%20Rhodes\" target=\"_blank\"><strong>Ben Rhodes</strong></a>, White House Deputy National Security Advisor. He tweets <a href=\"https://twitter.com/rhodes44\" target=\"_blank\">@rhodes44</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=White+House+Advisor+On+Strategy+To+Stop+The+Islamic+State&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"417"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347737522-0ca971.m3u?orgId=1&ft=3&f=347737519"}]}