{"created":"2015-05-18T21:49:15+00:00","modified":"2015-05-19T18:21:25+00:00","valid":{"from":"2015-05-19T18:21:25+00:00","to":"3015-05-19T18:21:25+00:00"},"hreflang":"en","guid":"afad0084-7d92-4fc9-a6b1-e20bd64befbb","title":"Qatar arrests yet more journalists trying to look into alleged abuse of World Cup workers","published":"2015-05-19T18:21:20+00:00","byline":"David Leveille","tags":["sports","journalism","government","business and economy","Business","Business, Finance & Economics","Asia","Qatar","Middle East","Doha","Qatar","FIFA World Cup"],"teaser":"A BBC team that traveled to Qatar at the government's invitation quickly found out how limited their welcome was: After attempting to visit workers and document their living conditions, the crew was thrown in jail. One of the journalist thinks a wider crackdown is yet to come.","contentencoded":"<p>Thousands of workers from South Asian nations like  Nepal, India and Sri Lanka are helping build hotels, malls and soccer stadiums in time for Qatar to host the 2022 World Cup. They work long days and nights in scorching hot temperatures. Allegations of substandard housing are rife.</p>\n<p>Those conditions — and the Qatari government's attempt to refute accusations of mistreament — are why journalist Mark Lobel traveled to the small nation on the Persian Gulf.</p>\n<p>“The [Qatari] prime minister's office invited us in to see the special accommodation for workers that actually work on the World Cup stadiums,\" Lobel says. \"These are fantastic complexes with villas, lovely swimming pools, gyms and three-to-a room accommodations. But we wanted to also have a look for ourselves at where the majority of the migrant workers were based, and so we followed some at their invitation.”</p>\n<p>Or they <em>tried</em> to. When Lobel and his crew attempted to visit the workers, he says, “I was stopped in my tracks.”</p>\n<p>Lobel says he, his camerman and a translator were driving along a quiet road just out of the center of Doha when “all of a sudden, eight cars drove us off the road. We were frisked at the side of the road by intelligence officers. We were then questioned separately at the police headquarters about who we were, why we were there, and what we're doing. They kept repeating the questions and refusing our questions as to why we had been taken in.“</p>\n<p>Lobel says authorities also showed him a dossier of photos that had been collected of his crew since they arrived at the airport. “It was clear from the photos that they had been trailing us,” Lobel says. “We spent two nights in prison. The second day we were handcuffed and taken to the prosecutor’s office and interrogated further there.”</p>\n<p>But at about 5 a.m. on the third day, the three men were let out of prison just as suddenly as they had been arrested — and even allowed to go on the original government-sponsored tour \"even though they hadn't yet returned our camera or footage, which they still have,\" Lobel says.</p>\n<div class=\"nochop\">\n<iframe frameborder=\"0\" height=\"500\" src=\"http://emp.bbc.co.uk/emp/embed/smpEmbed.html?playlist=http%3A%2F%2Fplaylists.bbc.co.uk%2Fnews%2Fworld-middle-east-32776978A%2Fplaylist.sxml&amp;title=Mark%20Lobel%20was%20detained%20by%20security%20services%20while%20reporting%20on%20low-paid%20workers&amp;product=news&amp;lang=en-gb\" width=\"400\"></iframe></div>\n<p>Since returning to London, Lobel says there’s been no official apology. “I don't think that they'll be welcoming me back anytime soon,\" he says.</p>\n<p>And he thinks more is probably coming for the journalists who try and report on alleged abuses in Qatar as the World Cup draws nearer.</p>\n<p>“Before I went, there was a sense that there might be a media crackdown on the way, that they might soon be treating free and fair journalism as a breach of security,\" Lobel says. \"What we found on our trip by the fact that we were dealt with by security services, not just policemen, may mean that that media crackdown has begun.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-18%2Fbbc-journalists-looking-living-conditions-migrant-workers-stopped-their-tracks&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/0518201504.mp3"},{"href":"http://admin.pri.org/file/0518201504mp3"}]}