{"created":"2015-06-30T18:59:38+00:00","modified":"2015-06-30T20:51:06+00:00","valid":{"from":"2015-06-30T20:51:05+00:00","to":"3015-06-30T20:51:05+00:00"},"hreflang":"en","title":"With Pluto On Its Horizon, NASA Spacecraft Nears Target","published":"2015-06-30T18:59:00+00:00","teaser":"\"We haven’t done anything like this since Voyager in the 1980s, and nothing like it is planned to ever happen again.\"","itags":["npr_api","418916476"],"guid":"afb4ca2b-8692-4b35-b79d-b80bd4ec3efb","contentencoded":"<p>On July 15, NASA&#8217;s unmanned spacecraft New Horizons is expected to encounter its primary target of Pluto. It&#8217;s a project nine years in the making, and with 3 billion miles recorded, it is the longest, farthest and fastest-ever space mission.</p><p>&#8220;Time flies when you’re having fun,&#8221; <strong>Alan Stern</strong>, who leads the mission, told <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson. &#8220;We’ve crossed the entirety of the solar system and now we’re on Pluto’s doorstep.&#8221;</p><p>Stern spoke with Hobson about the importance of the New Horizons mission and what it could reveal about the solar system.</p><h4>Interview Highlights: Alan Stern</h4><p><strong>On what sets this probe apart from its predecessors</strong></p><p>“New Horizons is a very high-tech, small, roughly 1,000-pound spacecraft with the most powerful battery of scientific instrumentation ever brought to bear on a first reconnaissance mission. It’s in perfect health. It’s full of fuel. It’s on course, and it’s on time for arrival July the 14th.”</p><p><strong>On the images of Pluto that will be sent back by the probe</strong></p><p>“New Horizons is already sending imagery back that’s better than anything that’s been obtained the Earth, and we’ll be getting better and better images each week. And then beginning immediately after closest approach, on July the 15th, a big download from our memory banks on board the spacecraft begins that will last for 16 months, because we will have taken so much data.”</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;We haven’t done anything like this since Voyager in the 1980s, and nothing like it is planned to ever happen again – a first exploration of a new planet.&#8221;</p><p></div></p><p><strong>On how the images are sent to Earth</strong></p><p>“The images travel back like the other data at the speed of light, by radio. And from Pluto’s distance, 3 billion miles away, that’s about four and a half hours that the signals spend in route back to the earth.</p><p>“It’s moving very fast &#8211; the light waves. You know it took us nine years to get out there, it only takes the radio waves four and a half hours to get back.”</p><p><strong>On what the images might reveal</strong></p><p>“We know that Pluto has an atmosphere and seasons. We see a polar cap. We know it has five moons, with very distinct colors, complicated surface composition. But we’ve never been to this new class of small planets that are the planets of the Kuiper belt, before. So we really don’t know what to expect. It’s very much like the early pioneering days of space exploration.</p><p>“The first mission to Mars did not expect to find craters and river valleys, and yet they did. The first mission to Jupiter didn’t expect to find ocean worlds and volcano worlds, but they did. So we’re really going exploring, and that’s the best part, is we’re going to turn a point of light into a planet in just a matter of a couple weeks in July. And we’re going to bring everybody along for the ride.”</p><p><strong>On Pluto’s demotion to ‘dwarf planet’</strong></p><p>“That’s a decision that was made by people in another field &#8211; in astronomy, not planetary scientists. And I think that you’ll agree with me when you see imagery of the Pluto system, you won’t know what else to call it but a planet.”</p><p><strong>On the chance of finding life on Pluto</strong></p><p>“The surface of Pluto is extremely cold &#8211; almost 400 degrees below zero Fahrenheit. But inside the planet, as you go deeper and deeper and the pressure increases from the ice and rock that’s above you, the material does reach a temperature, where, if there’s water-ice, it can liquefy and become an ocean on the inside of Pluto, much like Europa and other worlds that we’ve discovered. And if there’s an ocean, then there’s a possibility of biology.”</p><p><strong>On our collective fascination with Pluto</strong></p><p>&#8220;You know, I’ve thought about that a lot myself, I&#8217;m glad you asked. It’s interesting &#8211; Pluto’s almost a brand unto itself. It’s the farthest. It’s the most diminutive of the class of cold planets. It’s been maligned by astronomers. It’s always the one with all the question marks in the back of the textbook in the table. I think children identify with it because it’s smaller, kind of cute. All those things combined.</p><p>&#8220;And of course, people love exploration &#8211; unwrapping that Christmas present to see what’s inside. We haven’t done anything like this since Voyager in the 1980s, and nothing like it is planned to ever happen again &#8211; a first exploration of a new planet &#8211; by any space agency on Earth. So all of that is just building excitement for this fly-by by NASA.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.nasa.gov/about/highlights/stern_bio.html\" target=\"_blank\">Alan Stern</a></strong>, principal investigator of the New Horizons mission to Pluto. He tweets <a href=\"https://twitter.com/alanstern\" target=\"_blank\">@AlanStern</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Pluto+On+Its+Horizon%2C+NASA+Spacecraft+Nears+Target&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"352"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418916479-133959.m3u?orgId=1&d=352&p=60&story=418916476&t=progseg&e=418900984&seg=14&ft=nprml&f=418916476"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0630_new-horizons-pluto.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"824","width":"1280"}}]}