{"created":"2015-03-06T18:33:01+00:00","modified":"2015-03-10T23:05:17+00:00","valid":{"from":"2015-03-10T23:05:17+00:00","to":"3015-03-10T23:05:17+00:00"},"hreflang":"en","title":"Obama Returns To Selma For 50th Anniversary Of Historic March","published":"2015-03-07T00:43:00+00:00","teaser":"The president will speak in Selma, Ala., on Saturday, a half-century after civil rights marchers were beaten and tear-gassed by state troopers.","itags":["npr_api","391217903"],"guid":"afc433b0-ddc2-4229-9d87-33b401476d07","contentencoded":"<p>It's the kind of moment rich with history — a moment to reflect on a searing date in the civil rights struggle, and to do so with the nation's first African-American president taking center stage at the memorial ceremonies. It's a time and place to reflect on where we have been and where we have come as a nation. But also to ponder the future for Barack Obama and whether the discussion of race and inequality will become major themes of his post-presidency, which begins in less than two years.</p><p>This weekend, the president; first lady Michelle Obama; and their teenage daughters, Malia and Sasha, will help mark the 50th anniversary of Bloody Sunday in Selma, Ala. It was there in 1965 — on the Edmund Pettus Bridge — that state troopers violently attacked a peaceful civil rights march.</p><p>Obama will speak Saturday, putting a spotlight on the issue of race relations in the United States — something he has not done frequently in his presidency.</p><p>This is Obama's first trip to Selma since taking office, but it's not his first big public moment there.</p><p>In March of 2007 on a Sunday morning, he stood in the pulpit of Brown Chapel AME Church. It was another anniversary weekend in Selma. Then-U.S. Sen. Obama was, at the time, a newly declared presidential candidate. The churchgoers who listened to Obama that day included some of those who'd been on that bridge when troopers moved in with tear gas and billy clubs. The future president was greeted with thunderous applause. \"We're in the presence today of giants whose shoulders we stand on,\" he said. He called them: \"People who battled on behalf not just of African-Americans but on behalf of all Americans, who battled for America's soul, that shed blood, that endured taunts and torment.\"</p><p>Obama said those who marched that day on Bloody Sunday helped make it possible for him to stand before them as a candidate.</p><p>Less than two years later, Obama would again stand on those shoulders of his civil rights heroes as he took the oath as president.</p><p>But once in office, race was not a front-line issue for the new president. There was an economic crisis to deal with. And two wars that he'd promised to end. Beyond that, though, he did not seem inclined to put a sharp focus on the issue of race. If it came up it was usually related to news events. Just months into Obama's first term in office, African-American scholar and Harvard professor Henry Louis Gates Jr. was arrested in his own home after forgetting his key one night and forcing the front door open. At a news conference, the president was asked about it and he offered what seemed an off-the-cuff response.</p><p>\"I don't know, not having been there and not having seen all the facts, but I think it's fair to say, No. 1, that any of us would be pretty angry. And No. 2, the Cambridge police — uhh — acted stupidly.\"</p><p>That statement triggered its own controversy. It was an early lesson in how difficult the topic is — even for a still very popular African-American president.</p><p>There were other moments as well, including the death of Trayvon Martin, who was shot by a neighborhood watch volunteer who had tailed Martin, suspecting he might do something illegal. The shooting took place in spring of 2012. At the time, Obama told reporters, \"You know, if I had a son, he'd look like Trayvon.\" More than a year later, after the acquittal of George Zimmerman, who shot Martin, Obama said, \"Trayvon Martin could have been me 35 years ago.\"</p><p>That very personal statement is an example of how, in his second term, Obama seems less reluctant to highlight race and to discuss his own experience as a black man in America. Still, a lot of it has been prompted by events, including the deaths of several African-American men at the hands of police. This is from last November, after a grand jury in Ferguson, Mo., decided not to indict the white police officer who fatally shot 18-year-old Michael Brown months earlier.</p><p>\"The fact is in too many parts of this country a deep distrust exists between law enforcement and communities of color,\" Obama said. \"Some of this is the result of the legacy of racial discrimination in this country. And this is tragic because nobody needs good policing more than poor communities with higher crime rates.\"</p><p>An area where the president has been very proactive is with his My Brother's Keeper Initiative, announced a year ago, aimed at finding mentors for boys and young men of color. Obama points to statistics showing that if you're a black student, you're far less likely than a white student to be able to read proficiently. You're far more likely to be expelled. There's a higher chance you'll end up in the criminal justice system, and that you'll become a victim of violent crime. All of that, he says, translates into higher joblessness and poverty rates as adults.</p><p>This is from his remarks at the White House the day the initiative was announced: \"And the worst part is we've become numb to these statistics. We're not surprised by them. We take them as the norm. We just assume this is an inevitable part of American life, instead of the outrage that it is. That's how we think about it. It's like a cultural backdrop for us — in movies and television. We just assume, of course, it's going to be like that. But these statistics should break our hearts. And they should compel us to act.\"</p><p>In the memoir <em>The Presidency in Black and White: My Up-Close View of Three Presidents and Race in America</em>, April Ryan writes about her time as an African-American journalist in the White House press corps. She says she has seen a change in Obama as the years have passed.</p><p>\"First-term President Barack Obama was a president who happened to be black. Second-term Barack Obama is the president who definitely is, indeed, black.\"</p><p>Ryan spoke at a recent event hosted by Politico. \"First term, he had to navigate the water successfully to avoid the topic,\" she added, \"so he could <em>get</em> a second term.\"</p><p>And there's already discussion of what Obama's post-presidency might be like, and whether he'll make race in America a dominant theme as many civil rights activists hope. Andra Gillespie, a professor of political science at Emory University, says it's still an open question.</p><p>\"He's never going to escape the fact that he's the first black president of the United States, so in that respect it'll always be part of that overall initiative and agenda. But he could have very different plans than the ones liberal activists and scholars of African-American politics would like him to have.\"</p><p>In the meantime, it's back to Selma this weekend for the president. And another moment to ask Americans to look back at a difficult past — and to think about the future.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama+Returns+To+Selma+For+50th+Anniversary+Of+Historic+March&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Don Gonyea","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391269420-218cf3.m3u?orgId=1&topicId=1014&e=391217903&d=245&ft=nprml&f=391217903"},{"href":"http://media.npr.org/assets/img/2015/03/06/Obama+Selma+2007-6b53f5ea0dfb3b09adfd1992d34d0a94acd64504.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1364","width":"1819"}},{"href":"http://media.npr.org/assets/img/2015/03/06/73490316-3b06662533787dc371b37857cd89a2648f59fe9f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1956","width":"2608"}}]}