{"created":"2014-11-29T21:57:14+00:00","modified":"2015-03-05T20:15:08+00:00","valid":{"from":"2015-03-05T20:15:08+00:00","to":"3015-03-05T20:15:08+00:00"},"hreflang":"en","title":"Millennials Might Be 'Generation Twin.' Is That A Bad Thing?","published":"2015-01-04T20:08:00+00:00","teaser":"Between 1981 and 2012, 1 million extra twins were born in the U.S. One economist says all of those twins could be hurting the economy — but another expert points out some perks of twinhood.","itags":["npr_api","362557764"],"guid":"afc627d8-2189-4e0a-a0af-a5e199ea9d54","contentencoded":"<p>There are more twins in the \"millennial generation\" than any other generation, thanks partly to a twin boom in the '90s. The main reason was a new technology called in vitro fertilization, which in its early days frequently produced twins, triplets and other multiple births.</p><p>The result? <a href=\"http://www.theatlantic.com/health/archive/2014/04/1-million-extra-twins-have-been-born-in-the-last-31-years/360849/\">A million \"extra\" twins</a> born between 1981 and 2012.</p><p>And all of them might be hurting the economy.</p><p>\"Basically we'd prefer people not being twins to being twins,\" says economist Mark Rosenzweig.</p><p>Rosenzweig's career is built on studying twins. But if he's being honest, he thinks twins are bad economic news.</p><p>First, there are the health care costs. Twins are more likely to be born prematurely, which can lead to all sorts of expensive medical problems.</p><p>Birth weight matters, too: Rosenzweig did a study based on hundreds of female twins in Minnesota that looked at the effect of birth weight on lifetime earnings.</p><p>\"The birth weights of twins are on average about 28 ounces lower,\" he says. \"So the earnings result was 16 percent lower, related to the fact that they had lower birth weight.\"</p><p>That's right: on average female twins make 16 percent less money over their lifetimes than non-twins — just because they're born less chubby. And lest you think it's only the girls who are in trouble, multiple studies have also found low birth weight in boys correlates with less educational success, which also means earning less money.</p><p>And then there's the family stress of bringing home two babies.</p><p>\"The birth of twins, it's usually greeted with a great deal of shock: a two-person stroller, two cribs, two of everything, basically,\" says twin researcher Nancy Segal, who runs the Twin Studies Center at Cal State Fullerton.</p><p>It also means a doubling of other costs, like college tuition. Raising all the extra millennial twins has been hard on many family budgets. And then, if the twins were conceived through in vitro fertilization, there's the cost of having them in the first place; the procedure is expensive.</p><p>But despite the cost, Segal doesn't buy the idea that twins are a bad thing for society. She points out twins tend to support each other emotionally, and tend to live closer to each other and to family than regular siblings, which can make them more available to care for aging parents.</p><p>And being twins might just help them economically too.</p><p>Matt and Mike Gradnani are identical twins and they're really close. They went to college together, they played football and rugby together and they go to bars together. At 25 years old, they live together in an apartment they own together, which they could afford because there are two of them.</p><p>\"I mean we both kinda felt that it would be smarter in the long run to put money in our own investment, instead of someone else's pocket,\" says Matt. \"And ultimately the two of us could afford a lot more together than we could individually.\"</p><p>And Mike and Matt even co-own a successful business selling real estate. How's that for hurting the economy?</p><p>But they're just two of the one million extra millennial twins entering the workforce, and starting families of their own, in the coming years. The ultimate economic impact of all those twins is yet to be known.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Millennials+Might+Be+%27Generation+Twin.%27+Is+That+A+Bad+Thing%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rebecca Hersher","audio":[{"meta":{"duration":"240"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367424806-f5cc5b.m3u?orgId=1&topicId=1017&aggIds=352990765&e=362557764&d=240&ft=nprml&f=362557764"},{"href":"http://media.npr.org/assets/img/2014/11/08/gragnani-photo-b9c635ba2b9a46847b33c3a45f5c157fcaeeb1c4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1479","width":"1973"}}]}