{"created":"2014-10-07T19:07:35+00:00","modified":"2014-12-04T15:16:27+00:00","valid":{"from":"2014-12-04T15:16:26+00:00","to":"3014-12-04T15:16:26+00:00"},"hreflang":"en","title":"Amid Rising College Costs, A Defense Of The Liberal Arts","published":"2014-08-04T13:18:00+00:00","teaser":"Wesleyan University President Michael Roth, author of the new book <em>Beyond the University: Why Liberal Education Matters, </em>says that the debate over the value of a college education is hardly new.","itags":["npr_api","334034353"],"guid":"afc9ad29-71e5-42db-96bf-1d7b1b2f6032","contentencoded":"<p>The price of a college education is soaring in America; so is the amount of student loan debt. President Obama has proposed regulations that would <a href=\"http://www.npr.org/blogs/thetwo-way/2014/06/09/320347803/obama-to-sign-order-easing-student-loan-payments\">cap student loan payments at 10 percent of a graduate's income</a>, and according to the latest Labor Department data, about a third of recent college graduates are either underemployed or jobless.</p><p>Given those numbers, some are wondering: Is the price of college worth it? And in an economy that places a premium on high-tech skills, is a liberal arts education even relevant?</p><p>Wesleyan University President Michael Roth argues that a liberal arts education is more important than ever. He makes that case in his new book, <em>Beyond the University: Why Liberal Education Matters.</em> He tells NPR's Eric Westervelt that the debate over the value of higher education is hardly a new one.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the long debate over liberal arts education in America</strong></p><p>This tension between the useful and the wide-ranging, that tension goes all the way back to the founding of this country — because even though Jefferson and Emerson, let's say, were very much in favor of a wide-ranging and broad education, they also thought the proof was in the pudding. You had to be able to do something with it, and Jefferson talked about the useful arts. He thought you're going to be less useful or less pragmatic if you narrowed yourself too early.</p><p><strong>On whether higher education is necessary for success</strong></p><p>There are people who just think, \"Some of us just don't need a lot of education. Most people need something more specialized because the economy has shifted.\" ... Throughout American history people have said, \"Yes, it's because the economy has shifted.\" They said that in 1918, they said that in 1948, and now they're saying it again.</p><p>Today the shifts in the economy mean technological change will only produce accelerated pace of innovation, of changing relations to audiences. A broad, wide-ranging education is the best way to be able to shape that change rather than just be victimized by it.</p><p><strong>On the history of anti-elitism in America</strong></p><p>It's an important critique because if left to our own devices, we academics might become more and more out of touch with what the society really needs. That tradition of criticizing elitists, criticizing the kind of snobbery that often goes with elite education, that's I think a very healthy American tradition for good, democratic reasons.</p><p><strong>On the cost of paying for college</strong></p><p>Higher education in the United States has traditionally functioned as a vehicle for social mobility. And as costs have escalated and financial aid has not kept up with those costs, elite education has become a way of cementing privilege rather than opening up elite [education] to more voices and more talents.</p><p><strong>On his experience teaching a massive open online course, or MOOC</strong></p><p>I think that the MOOCs are a great experiment in bringing educational practices to a wide variety of audiences. And I think it's incumbent upon those of us who are in education to try new modes of teaching that would maintain a high level of engagement but might reduce cost and might expand the number of people who benefit from what we have to offer.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Amid+Rising+College+Costs%2C+A+Defense+Of+The+Liberal+Arts&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"287"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337602124-8b7b59.m3u?orgId=1&topicId=1033&ft=3&f=334034353"},{"href":"http://media.npr.org/assets/img/2014/08/01/istock_000003307504small-43e56c177883db8a3b24b6d2d64bc547535fb707.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"571","width":"763"}}]}