{"created":"2014-08-30T17:07:00+00:00","modified":"2014-10-30T23:02:57+00:00","valid":{"from":"2014-10-30T23:02:57+00:00","to":"3014-10-30T23:02:57+00:00"},"hreflang":"en","title":"In New York And Ferguson, Two Deaths, Two Different Responses","published":"2014-08-23T00:46:00+00:00","teaser":"The death of Eric Garner, like the shooting of Michael Brown, sparked protests. But the reaction in New York has been entirely peaceful, thanks partly to quick responses by police and civic officials.","itags":["npr_api","342470785"],"guid":"afd09a40-5abd-411b-bb31-1c565d1517b1","contentencoded":"<p>The deaths of two unarmed black men at the hands of police have shocked the country this summer: Eric Garner, who died after being placed in a chokehold by police in Staten Island, N.Y., and Michael Brown, the 18-year-old who was shot by police in Ferguson, Mo.</p><p>Thousands of protesters will march in New York on Saturday to demand justice for Garner, and organizers say Brown's parents will speak at the rally. But while the two cases have some things in common, there are also key differences, including the way police in the local communities reacted.</p><p>The Rev. Al Sharpton, who is leading Saturday's protest in Staten Island, is among those who have noticed the contrast. Sharpton has had a busy month, shuttling between New York and Ferguson.</p><p>On Wednesday, Sharpton was at the Manhattan residence of Cardinal Timothy Dolan for a meeting with the city mayor, the police commissioner and city religious leaders aimed at easing tensions after Garner's death.</p><p>\"When I flew back the other day, I thought about how different it was that we're going to sit in the cardinal's residence than what I saw in the streets of Ferguson,\" Sharpton says.</p><p>In Missouri, days of violence and looting followed the shooting of Brown by a white police officer. New York has seen large but peaceful protests since Garner died after police arrested him for allegedly selling untaxed cigarettes. The incident was captured on cellphone video: You can hear Garner repeating the phrase \"I can't breathe\" after he's placed in a chokehold and held to the ground by police.</p><p>The next day, the video went viral. Officials in New York immediately called a press conference to explain how they were responding; the day after that, the officer who used the chokehold was identified and stripped of his gun and badge. Within a week, the police commissioner had announced plans to retrain all 35,000 NYPD officers in how to use force.</p><p>That's very different from how local and county police responded to the shooting in Ferguson, according to former police officer David Klinger. \"If the local officials had called a press conference early on or gotten ahead of this, I think that would've calmed a lot of the concern, because so much was going on that people just didn't understand,\" says Klinger, who now teaches at the University of Missouri, St. Louis, just a few miles from Ferguson.</p><p>Instead, information emerged sporadically from Ferguson and St. Louis County police. The details of Brown's shooting are very much in dispute. Still, it took Missouri officials close to a week to release some basic information about the incident — including the number of bullets that struck Brown and the name of the officer who fired them.</p><p>Norm White, a professor of criminology at Saint Louis University, says the way police handled the aftermath of the shooting contributed to further public mistrust in Ferguson.</p><p>\"They've been tone-deaf from the very beginning,\" White says. \"Communities that are already in a tense relationship with law enforcement need to have a sense that they're being respected, and they have not gotten that sense.\"</p><p>But White says it's not fair to blame the cops for everything that happened in Ferguson. More than 160 demonstrators — including some from outside the community — have been arrested. Police were pelted with bottles and rocks. Molotov cocktails were thrown, and businesses looted. So White says the community also bears some responsibility for the violence.</p><p>\"There hasn't been what seemed to be adequate leadership in the streets,\" White says. That's not just the fault of political leaders and community leaders — it's a collective responsibility, White says: \"I think it's all of our failure, as people who are committed to the community, that we haven't been able to figure it out.\"</p><p>White says that's another key difference between the two cities. In Ferguson, there's no tradition of dialogue between community organizers and the police. But in New York — for better or worse — police and community organizations have years of experience working together to plan demonstrations during moments of racial tension.</p><p>Cynthia Davis is helping to organize tomorrow's march in Staten Island, where she lives. She heads the local chapter of Sharpton's National Action Network.</p><p>\"My main goal is to make sure I go around in the community and get that message out, that this is going to be a peaceful march — that we are marching for justice,\" Davis says.</p><p>Davis has been protesting for years against what she sees as racially biased policing in New York — but she describes the chief of police in Staten Island as a friend.</p><p>\"He's working with us to make sure that this march happen, and happen properly,\" Davis says. \"And that police are going to be as invisible as possible. They're going to be barely seen.\"</p><p>That would also be a sharp contrast with Ferguson — where the conflict has been defined by images of police and National Guard troops in camouflage, with military-style weapons and body armor.</p><p>Despite her respect for NYPD leadership, Davis says she has plenty of complaints about the department — including the aggressive policing of minor offenses that critics say led to Garner's death. The protesters are still pushing for criminal charges against the officers involved. But they want that message — not another clash with police — to take center stage.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+New+York+And+Ferguson%2C+Two+Deaths%2C+Two+Different+Responses&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"291"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342494267-471820.m3u?orgId=1&topicId=1091&ft=3&f=342470785"},{"href":"http://media.npr.org/assets/img/2014/08/22/453829448-2345c10a538e96790b8c9801f2c2a75ceb722e83.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3038","width":"4051"}},{"href":"http://media.npr.org/assets/img/2014/08/22/453653868-e8cd7570a603bed0c1510d2200f673e72000a92c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}