{"created":"2014-11-02T17:50:31+00:00","modified":"2014-11-10T21:50:44+00:00","valid":{"from":"2014-11-10T21:50:44+00:00","to":"3014-11-10T21:50:44+00:00"},"hreflang":"en","title":"After Acid Attacks And Execution, Iran Defends Human Rights Record","published":"2014-11-02T20:04:00+00:00","teaser":"Iranian officials are lashing out at a U.N. report portraying Iranians as suffering from an opaque justice system, regular oppression of women and religious persecution under President Hassan Rouhani.","itags":["npr_api","360775656"],"guid":"afd5e338-37c3-4aa3-a393-d1cfee0fb228","contentencoded":"<p>Iranian officials attacked the latest United Nations report on its human rights record Friday, blasting what they called efforts to impose a Western lifestyle on the Islamic republic.</p><p>But for Iranians and others who hoped President Hassan Rouhani would begin to turn around his county's human rights record, the U.N. report provided a depressing but not surprising answer. It said executions in Rouhani's first year in office had increased to what U.N. Special Rapporteur Ahmed Shaheed called \"alarming\" levels.</p><p>Coming days after a woman was executed for killing her alleged rapist, and after several acid attacks against women in the city of Isfahan, Shaheed's report portrayed Iranians as suffering from an opaque justice system, regular oppression of women and religious persecution.</p><p>Mohammad Javad Larijani, head of Iran's High Council for Human Rights, attacked Shaheed for including in his report people who had been charged as terrorists. He told state television that someone with \"the high-flown title of U.N. rapporteur shouldn't act as a Voice of America showman.\"</p><p>\"I think such words in this report devalue the entire report,\" Larijani says. \"I strongly advise him to resign from this post conclusively, because his background as a rapporteur is very poor.\"</p><p>Shaheed and other rights advocates say Rouhani, who promised human rights reforms during his election campaign, is hampered by the country's fractured political system. With hardliners well-placed in parliament, the judiciary, the security services and religious establishment, Rouhani and his supporters can only try for improvements on the margins.</p><p>Faraz Sanei of Human Rights Watch says one good example is the case of Nasrin Sotoudeh, a well-known defense attorney who formerly worked with the exiled Nobel Laureate Shirin Ebadi.</p><p>Under former President Mahmoud Ahmadinejad, Sotoudeh was arrested on what Sanei calls trumped-up national security charges and given a six-year prison term. After Rouhani took office, she was released halfway through her term. Then came the backlash: Sotoudeh was barred from practicing law, then briefly arrested again at a demonstration on behalf of the acid attack victims from Isfahan.</p><p>Sanei says it was as if security forces wanted to impress upon her that having Rouhani in the presidency would make no difference whatsoever.</p><p>\"Since Rouhani's inauguration, things haven't actually gotten better in Iran, and in several areas we can argue that things have actually gotten worse,\" he says. \"The acid attack issue, I think, is a good example to look at the state of freedom of expression in Iran, and also the situation of women in Iran, which has not improved since Rouhani's administration.\"</p><p>When Iranians look for a ray of hope, however, they say the reaction to the acid attacks against women and girls shows the kind of grassroots shock and revulsion that may someday force the conservative political establishment to rein in hardliners.</p><p>Reza Haghighatnejad, who left Iran to pursue a journalism career with the online news outlet Iranwire and other media, says major reforms right now are a \"political dead end,\" but change isn't always visible on the surface.</p><p>In an Istanbul cafe, Haghighatnejad says at the street level in Iran, there are signs of change in perhaps surprising places.</p><p>\"The people in Iran are engaged in a daily struggle on these issues,\" he says. \"You can even see it in the kindergartens. The state is trying to implement Islamic rules in kindergartens, but mothers prefer to send their children to other schools, where they can learn English, they can be happy and they can dance.\"</p><p>For now, however, rights advocates say Tehran continues to ignore calls for the release of detainees such as <em>Washington Post</em> reporter Jason Rezaian. While Iran has arrested a number of suspects in the Isfahan acid attacks, it has also arrested a number of journalists covering the public protests to those attacks.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Acid+Attacks+And+Execution%2C+Iran+Defends+Human+Rights+Record&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Kenyon","audio":[{"meta":{"duration":"238"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360859087-f03160.m3u?orgId=1&topicId=1009&ft=3&f=360775656"},{"href":"http://media.npr.org/assets/img/2014/11/02/457654034-e523f68fbccfbf614588372b6dc8ff52da03df50.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2589","width":"3452"}},{"href":"http://media.npr.org/assets/img/2014/11/02/180961319_vert-e690d0d988a16549783f01767ab7aab17fc6ef11.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2901","width":"2176"}}]}