{"created":"2015-01-06T18:27:40+00:00","modified":"2015-01-06T20:12:27+00:00","valid":{"from":"2015-01-06T20:12:27+00:00","to":"3015-01-06T20:12:27+00:00"},"hreflang":"en","title":"Johnson, Martinez, Smoltz, Biggio Elected To Hall Of Fame","published":"2015-01-06T20:12:00+00:00","teaser":"Randy Johnson, Pedro Martinez, John Smoltz and Craig Biggio were elected to baseball's Hall of Fame today.","itags":["npr_api","375399069"],"guid":"afd732e2-ab39-4d5f-832f-a553d1939432","contentencoded":"<p>Randy Johnson, Pedro Martinez, John Smoltz and Craig Biggio were elected to baseball&#8217;s Hall of Fame on Tuesday, the first time since 1955 writers selected four players in one year.</p><p>The Big Unit, Martinez and Smoltz earned induction on their first tries, and Biggio made it on the third attempt after falling two votes shy last year. Steroids tainted stars Roger Clemens, Barry Bonds, Mark McGwire and Sammy Sosa remained far from election.</p><p>Johnson, a five-time Cy Young Award winner with 303 victories and 4,875 strikeouts, was selected on 534 of 549 ballots by veteran members of the Baseball Writers&#8217; Association of America. His 97.3 percentage was the eighth-highest in the history of voting.</p><p>Martinez, a three-time Cy Young winner, appeared on 500 ballots (91.1 percent). Martinez was 219-100, struck out 3,154, led the major leagues in ERA five times and in 2004 helped the Boston Red Sox to their first World Series title in 86 years.</p><p>Smoltz was picked on 455 ballots (82.9 percent) and will join former Atlanta teammates Greg Maddux and Tom Glavine, who were inducted last summer along with Chicago White Sox slugger Frank Thomas. Smoltz, the 1996 NL Cy Young winner, was 213-155 with 154 saves, the only pitcher with 200 wins and 150 saves. He went 15-4 in the postseason.</p><p>Biggio appeared on 454 ballots, 42 more than the 75 percent needed and up from 68.2 percent in his first appearance and 74.8 percent last year. He had 3,060 hits in 20 big league seasons, all with the Houston Astros.</p><p>The quartet will be inducted in Cooperstown on July 26. The BBWAA had not voted in four players in a single year since selecting Joe DiMaggio, Gabby Hartnett, Ted Lyons and Dazzy Vance 60 years earlier.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.wbur.org/about/people/alex-ashlock\" target=\"_blank\">Alex Ashlock</a></strong>, producer and director for <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now</a></em>. He tweets <a href=\"https://twitter.com/aashlock\" target=\"_blank\">@aashlock</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Johnson%2C+Martinez%2C+Smoltz%2C+Biggio+Elected+To+Hall+Of+Fame&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"The Associated Press","audio":[{"meta":{"duration":"117"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375419503-3434b4.m3u?orgId=1&ft=3&f=375399069"},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0106_Martinez.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"860","width":"1280"}}]}