{"created":"2014-11-13T15:02:26+00:00","modified":"2015-04-30T21:58:27+00:00","valid":{"from":"2015-04-30T21:58:27+00:00","to":"3015-04-30T21:58:27+00:00"},"hreflang":"en","title":"It's A Neil Gaiman Universe; We Just Live In It","published":"2015-04-30T21:58:00+00:00","teaser":"How familiar are you with the Gaimanverse? The author of <em>Coraline</em>, <em>American Gods </em>and <em>Sandman</em> tries to stump a superfan with fake descriptions of fantastical characters.","itags":["npr_api","363546473"],"guid":"afd83e52-a3ad-4dbc-9894-811435dd6c27","contentencoded":"<p>Neil Gaiman has created some of the most extraordinary, eccentric characters to ever grace the page and screen. His mastery of fantasy, horror and sci-fi has endeared many to books such as <em>The Ocean at the End of the Lane</em>, <em>American Gods</em> and <em>Coraline</em>. He's known for advising his fans to \"<a href=\"https://www.youtube.com/watch?v=ikAb-NYkseI\">make good art</a>\"; this advice was itself turned into a book.</p><p>Gaiman said that over time, he's noticed a larger and more diverse audience of fans at comic book conventions. He didn't necessarily write <em>Sandman</em> with a female audience in mind, but he said, \"I put lots of women in it, doing the things that women do, normally wearing the clothes that women wear, and having the kind of bodies that women have.\"</p><p>\"I didn't realize how peculiar it was, until I'd go to comic conventions, and nice, large gentlemen in stained t-shirts would come up to me and take my hand and start pumping it, and say 'You've brought women into my store. I've got to thank you.' And the urge was always to say, 'Well, if you sweep it, they'll come back.'\"</p><p>How familiar are you with the Gaimanverse? Hear him read descriptions of some fantastical characters, and guess whether the character is from one of his books or stories, or whether we just made it up. Don't miss Gaiman's own challenge which finds him singing Gilbert & Sullivan.</p><p>One final piece of advice from Gaiman: Never name your book <em>Dusk Gardens</em>.</p><hr /><h3>Interview Highlights:</h3><p><strong>On writing <em>The Ocean at the End of the Lane</em>, accidentally</strong></p><p>It was meant to be a weird combination of romantic gesture, and love letter. [Amanda Palmer, a musician and Gaiman's wife] was off making an album, and I was in Florida. I thought I'd send her a short story. I'd never written something that peculiarly personal before. Had no idea, while I was writing it, what it was. It was only when I'd finished typing it and did the word count that I sent a rather apologetic email to my editors saying 'I appear to have written a novel that nobody wanted.'\"</p><p><strong>On why <em>Coraline</em> filled a niche for children's horror</strong></p><p><em>Coraline</em> was very specifically written for my daughters. I started it for Holly who, at the time, was about four or five years old, and would come home from kindergarten, climb on my lap, and start dictating these nightmarish stories to me. In which her mother would be replaced by an evil witch who would force her to stay in the basement with the dead children. I thought this stuff was so cool! I went down to my local bookshop, and said, \"What do you have in the way of horror for little kids?\" They looked at me. So I went away and wrote her <em>Coraline</em>, so that she would have a book filled with the kind of stuff that she liked.</p><p><strong>On his childhood habits</strong></p><p>I was a book-y child. I was much more book-y than dark. My parents would frisk me before family events, and find the book, and lock it in the car. And then be disappointed where, somewhere at the event, I would find a book and sit under a table where nobody could get me and go back into book land.</p><p><em>This episode originally aired on November 13, 2014</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=It%27s+A+Neil+Gaiman+Universe%3B+We+Just+Live+In+It&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"75"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363581076-e7884f.m3u?orgId=1&topicId=1008&aggIds=167740319&d=75&p=58&story=363546473&t=progseg&e=363545763&seg=3&ft=nprml&f=363546473"},{"meta":{"duration":"183"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363581126-397235.m3u?orgId=1&topicId=1008&aggIds=167740319&d=183&p=58&story=363546473&t=progseg&e=363545763&seg=3&ft=nprml&f=363546473"},{"meta":{"duration":"551"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363580599-77b954.m3u?orgId=1&topicId=1008&aggIds=167740319&d=551&p=58&story=363546473&t=progseg&e=363545763&seg=3&ft=nprml&f=363546473"},{"href":"http://media.npr.org/assets/img/2014/11/12/p1100257-6c6ac04120c5ea4c0a22888fed7f959bf3b19933.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3122","width":"4163"}}]}