{"created":"2015-03-17T19:11:49+00:00","modified":"2015-03-18T18:06:58+00:00","valid":{"from":"2015-03-18T18:06:58+00:00","to":"3015-03-18T18:06:58+00:00"},"hreflang":"en","guid":"afdaf754-0b3e-4740-ab7d-951c1c88e959","title":"Israelis head to the polls in what has become an unusually tight election","published":"2015-03-18T18:06:56+00:00","byline":"Nina Porzucki","tags":["politics","elections","government","Religion","Global Politics","Jerusalem","Asia","Israel","Middle East","Asia","Benjamin Netanyahu","Daniel Estrin","Tzipi Livni","Isaac Herzog","Politics of Israel","Prime Ministers of Israel","Arab citizens of Israel","Israeli Jews","Israeli legislative election","Peace process in the Israeli–Palestinian conflict","Elections in Israel"],"teaser":"Israeli's go to the polls today and Israeli Prime Minister Benjamin Netanyahu is hoping for a fourth term, but his chances seem to be falling quickly.","contentencoded":"<p>Voters in Israel cast their ballots Tuesday in an important national election. The polls close at 4 p.m. ET, and then results should come in fairly quickly.</p>\n<p>The outcome could be an unprecedented fourth term for Prime Minister Benjamin Netanyahu or a potentially humiliating defeat for him.</p>\n<p>And it's a close one.</p>\n<p>In fact, it's pretty rare for Israeli elections to be quite as exciting as this one's been.</p>\n<p>“Netanyahu is fighting for his survival this time. He’s been prime minister for six straight years. The last time around when there were elections he was sure of his victory and he hardly had a campaign. And this time around it’s different,” says journalist Daniel Estrin, who has been covering the election from Jerusalem.</p>\n<p>Netanyahu’s centrist challenger, Isaac Herzog, has been slightly beating him in public opinion polls, says Estrin. It’s really a neck-and-neck race and Netanyahu is pulling out the stops.</p>\n<p>“For years, he’s shunned the Israeli media’s request for interviews. He’s now been granting interview after interview,” says Estrin.</p>\n<p>He’s been making a huge effort to appeal to his hard line base, making campaign stops at Jewish settlements in the West Bank.</p>\n<p>“Yesterday and today he made a dramatic pledge that if he’s voted prime minister, he wil not support the establishment of a Palestinian State,” Estrin says.</p>\n<p>It’s hard not to note the slight irony in the fact that Netanyahu is fighting for his political career when he’s the one who called for these elections.</p>\n<p>In the previous election, Netanyahu cobbled together a coalition of parties because in Israeli’s system of government, historically no one party has won a majority of seats. Therefore parties must form coalitions.</p>\n<p>Netanyahu’s last government was comprised of a right wing, nationalist settler party, the Jewish Home Party, and also a new centrist party that focused on domestic issues and especially the high cost of living, as well as a party led by Tzipi Livni who was the chief Israeli negotiator with Palestinians when there were Israeli-Palestinian peace talks.</p>\n<p>“All of those partners didn’t get along. They represented completely different views and completely different ideologies. When you have settlers sitting together with someone who wanted to make peace with the Palestinians, sitting with centrists, they weren’t agreeing on things and Netanyahu said, ‘I have to call elections because this rickety coalition isn’t working,’” says Estrin.</p>\n<p>But this election hasn't turned out how Netanyahu wanted. For the first time in Israeli elections, the Arab parties have formed their own coalition of Israeli-Arab politicians.</p>\n<p>“Historically, there have been multiple Arab parties that have run for office, Islamists and feminists and liberal communists and nationalists. This time around, because of a new law that makes it harder for smaller parties to get enough votes to get a seat in the government, all of the Arab parties banded together under one joint list. This joint Arab list has emerged as a king maker in elections,” Estrin says.</p>\n<p>According to opinion polls this coalition might be third largest party and will have enormous clout in helping to decide who gets to form a government.</p>\n<p>On Tuesday, Netanyahu posted a YouTube video on his Facebook page saying that his right wing government’s rule is in danger. He wrote, “Arab voters are going to the polls in droves. Left wing organizations are bringing them in buses.”</p>\n<p>This statement has drawn wide criticism.</p>\n<p>“You can imagine if a [US presidential] candidate ... warned about the danger of black voters or Jewish voters. It is quite a remarkable statement. And it does attest to the new kind of politics among the Arab community in Israel,” Estrin says.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-17%2Fisraelis-go-polls-today&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0317201501.mp3"},{"href":"http://www.pri.org/file/0317201501mp3"}]}