{"created":"2015-03-31T02:06:36+00:00","modified":"2015-06-16T17:20:06+00:00","valid":{"from":"2015-06-16T17:20:06+00:00","to":"3015-06-16T17:20:06+00:00"},"hreflang":"en","title":"Venezuela Cuts Oil Subsidies To Caribbean Nations","published":"2015-04-02T18:16:00+00:00","teaser":"For a decade, Venezuela sold oil at subsidized payment rates to 13 neighbors, including Cuba. But tumbling oil prices have hit Venezuela's economy hard, forcing it to trim those subsidies.","itags":["npr_api","396399497"],"guid":"afe216e2-df4b-49a0-b568-2b85cb551196","contentencoded":"<p>Low oil prices are forcing Venezuela to cut a generous subsidy program to Cuba and a dozen other Caribbean nations.</p><p>Venezuela is Latin America's largest oil producer, and its economy depends heavily on oil exports. It's been been hit hard by the tumbling oil prices.</p><p>\"Venezuela is in desperate straits. The oil sector has been deteriorating, and now with the slumping oil prices, they needed cash desperately,\" says Michael Shifter, the president of the Inter-American Dialogue, a Washington, D.C.-based group that studies the region.</p><p>Shifter says it's no surprise that Venezuela is trimming back a program that provides oil at subsidized, deferred payment rates to many of its Caribbean neighbors that are dependent on energy imports. Petrocaribe — an alliance of Venezuela and Caribbean nations — was created a decade ago by the late Venezuelan president Hugo Chavez. It provided subsidized oil to countries such as Belize, Haiti and Jamaica.</p><p>The subsidies helped Caribbean nations balance their budgets and finance schools, social programs and small businesses and farms.</p><p>\"This was part of his broader strategy to extend his influence to consolidate support and also to curtail influence of the United States in the region,\" Shifter says. But he says when prices dropped, Venezuela \"couldn't sustain this, it was impossible.\"</p><p><a href=\"http://www.miamiherald.com/news/nation-world/world/americas/venezuela/article16381898.html#emlnl=The_Americas\">The Miami Herald, citing a report by Barclays investment bank, says</a> shipments of subsidized oil to Petrocaribe members are down by about half for most countries from what they were in 2012.</p><p>Caribbean nations have been bracing for the steep cutbacks in shipments of cheap crude oil, <a href=\"http://www.wsj.com/news/article_email/an-ailing-venezuela-trims-oil-diplomacy\">according to The Wall Street Journal</a>. The newspaper quotes the governor of Jamaica's central bank saying his government is adjusting by being more cautious about what to expect from Petrocaribe.</p><p>Even Cuba — the nation most closely-aligned ideologically with Venezuela — is seeing cuts to its subsidies. The Barclays report says Cuba paid for its oil by sending doctors and teachers to Venezuela.</p><p>But <a href=\"http://www.janes.com/article/47973/petrocaribe-oil-regional-alliance-likely-to-weaken-despite-venezuelan-president-s-assurances\">IHS Jane's Intelligence Review says</a> ties between the two countries remain very strong.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Venezuela+Cuts+Oil+Subsidies+To+Caribbean+Nations&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jackie Northam","audio":[{"meta":{"duration":"113"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396505362-f9cdde.m3u?orgId=1&topicId=1004&d=113&p=3&story=396399497&t=progseg&e=396504499&seg=12&ft=nprml&f=396399497"}]}