{"created":"2015-02-19T21:06:03+00:00","modified":"2015-06-08T15:05:14+00:00","valid":{"from":"2015-06-08T15:05:14+00:00","to":"3015-06-08T15:05:14+00:00"},"hreflang":"en","title":"Argentine Oscar Nominee 'Wild Tales' Lives Up To Its Title","published":"2015-02-20T01:13:00+00:00","teaser":"NPR movie critic Bob Mondello says the Argentine nominee for best foreign language film, <em>Wild Tales, </em>is an anthology of darkly comic stories that definitely lives up to its title.","itags":["npr_api","387314001"],"guid":"afe2cf3a-e192-434c-a43c-ee76a4fbc492","contentencoded":"<p>Argentina has been in the news lately for the bizarre circumstances surrounding the death of a special prosecutor. So perhaps it makes sense that the country's Oscar nominee for best foreign language film is called <em>Relatos salvajes,</em> Spanish for <em>Wild Tales</em>. The film is an anthology — a collection of six separate and unrelated stories — every one of which lives up to that title.</p><p>The opening <em>relato</em> would make a great <em>Twilight Zone</em> episode. Passengers on a commercial airline flight start chatting midvoyage and realize they all — everyone on the plane — know a fellow named Gabriel Pasternak. Their memories are not fond ones. His third-grade teacher remembers telling him he was being held back. There's a music critic who panned his work, a boss who let him go, and a model who cheated on him. And the more they share their stories, the more nervous everyone gets. With good reason, as it turns out.</p><p>It's a nifty start for a film that will repeatedly take a dark comic idea and run with it until it turns apocalyptic. There's a story about a towing company, for instance, that chooses the wrong guy to torment over parking violations. Turns out he's a demolitions expert.</p><p>Another tale looks at two restaurant employees and the cataclysm that unfolds when they decide to hold a gangster in their diner accountable for his crimes.</p><p>The stories aren't related to each other, except that each of them expresses exasperation verging on outrage at some aspect of Argentine society. The towing company story is all about getting back at bureaucracies. The airline one has fun at the expense of psychiatry. Others deal with corruption and social privilege.</p><p>Writer/director Damián Szifrón crams each one with gallows humor and films each in a different mood and shooting style. Unlike most American comedies, which tend to be just bright, each of these stories has its own elegant look. Even a gloriously slapsticky road-rage battle that starts out feeling like a live-action Road Runner cartoon by the end becomes downright Tarantino-esque.</p><p>Szifrón caps his comic anthology with a lushly imagined bridezilla finale that is weird, sexy and violent enough to make you think of the wild tales of director Pedro Almodóvar, which makes sense, since Almodóvar is listed as one of the film's producers.</p><p>But he's only one of many influences for a collection of <em>Wild Tales </em>that's clever, gorgeously shot and quite a romp.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Argentine+Oscar+Nominee+%27Wild+Tales%27+Lives+Up+To+Its+Title&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"157"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387554250-c76c6b.m3u?orgId=1&topicId=4467349&d=157&p=2&story=387314001&t=progseg&e=387548493&seg=10&ft=nprml&f=387314001"},{"href":"http://media.npr.org/assets/img/2015/02/18/02-_mg_0855_rgb-8a80d8f3b854da2d508ec9727e66b1cf50941500.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3752","width":"5003"}},{"href":"http://media.npr.org/assets/img/2015/02/18/18-_jms0528_rgb-b2eba67a4290fe07181ddf9bf227d5d67eb91a04.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2353","width":"3138"}}]}