{"created":"2015-02-26T11:24:50+00:00","modified":"2015-03-02T17:05:20+00:00","valid":{"from":"2015-03-02T17:05:20+00:00","to":"3015-03-02T17:05:20+00:00"},"hreflang":"en","title":"'No End In Sight' For Sept. 11 Proceedings At Guantanamo Bay","published":"2015-02-26T18:27:00+00:00","teaser":"Endless preliminary motions, official shenanigans and a lack of legal precedent have mired the recently created war court in fitful proceedings. It could be years before the case ever goes to trial.","itags":["npr_api","389024404"],"guid":"b00009e2-8220-4fd7-a01c-58c40cc5a401","contentencoded":"<p>This Sunday marks a dozen years since Khalid Sheikh Mohammed was captured in Pakistan — and seven years since Brig. Gen. Thomas Hartmann announced formal charges against him, alleging Mohammed was the mastermind of the Sept. 11 attacks.</p><p>Ever since, the United States has been working to try him and four other men on death penalty charges at the U.S. Naval Base in Guantanamo Bay, Cuba.</p><p>Now, one of the biggest cases in U.S. history may also become the longest running. And it could be years before what's being called the \"forever trial\" even reaches the trial stage.</p><p>At 7:50 a.m. on a sultry morning this month, on the small tip of Cuba the U.S. has occupied since 1903, the five defendants in the Sept. 11 case are being escorted — for the first time in half a year — to a courtroom perched at the edge of a sprawling tent city. Everything about the place looks provisional, as if it could all be packed up and shipped off in a week.</p><p>But defense attorney James Connell says things in this military commission proceeding are, in fact, barely beginning.</p><p>\"Not only is there no end in sight to the military commission, there's no middle in sight,\" he says.</p><p><strong>A Long String Of Delays</strong></p><p>That quickly became clear in the courtroom. No sooner had things gotten underway when a new twist in the case shut things down. This time, the problem was a new interpreter on one of the defense teams. A defendant told the judge he had a problem with the interpreter: He'd seen the man before — at a secret CIA-run interrogation center where he'd been held.</p><p>The prosecution later confirmed that the man had indeed worked for the CIA. Defense lawyer Walter Ruiz says such incidents are one reason it's taking forever for this case even to reach the trial stage.</p><p>\"It breeds issues for us to litigate because it's a system that is so flawed, it lends itself to greater litigation,\" he says.</p><p>And that's fine with Ruiz; he's trying to prevent his client, Mustafa al-Hawsawi, from being executed.</p><p>But the chief prosecutor, Gen. Mark Martins, wants things to move faster. Despite the delays, he defends the military commission system as fair.</p><p>\"[On] effectiveness, I'm going to let other people decide that, but it is the only process in which we can proceed toward a full and open trial of these defendants,\" Martins says.</p><p>The U.S. government has been forced to revise the military commissions twice because of legal flaws. They've produced only six convictions, half of which have been overturned.</p><p>When President Obama tried moving the case to a federal court in New York City, Congress prohibited any transfer of Guantanamo detainees to the U.S.</p><p>Since then, the case of the Sept. 11 defendants has gone almost nowhere. One reason: The court has few legal precedents to go by, so nearly every issue that comes up causes another delay.</p><p>\"It's just one fiasco after another, one more collapse of a system they've been trying to prop up as fair,\" says Cheryl Bormann, a lawyer for one of the accused. \"And each time we come down here, there's another brick removed from the wall that the government claims is the wall of fairness — the thing is collapsing.\"</p><p><strong>External Influences And Pressures</strong></p><p>Bormann is part of the contingent of defense lawyers, prosecutors, court reporters, relatives of Sept. 11 victims, journalists and a military judge the Pentagon airlifts from Washington to Cuba for a week or two of courtroom hearings.</p><p>Last April, those sessions practically shut down after defense lawyers were informed the FBI had gathered information from a member of a defense team.</p><p>\"He was allowed to remain on our team without us knowing it for another five months,\" says James Harrington, that team's lead lawyer. \"And he operated within our team, and we don't know what it is that he did, what it is that he turned over, and you find out about it afterwards. If you want to talk about sabotage, that's a pretty good definition of it, I think.\"</p><p>Last month, in an attempt to speed things up, the Pentagon issued an eye-popping order: It instructs the military judges presiding in this and two other cases underway in Guantanamo to move down to the naval base and stay until there's a verdict.</p><p>David Nevin, Khalid Sheikh Mohammed's lead attorney, says this is \"a pretty clear example of what's called unlawful command influence.\"</p><p>Nevin has asked the court to strike down that Pentagon order; he says it puts undue pressure from above on the judge to act in haste.</p><p>\"This is the military commission telling the judge, 'I don't like what you've been doing, I don't like your decisions, you're not moving fast enough, handle these cases in a different way,' \" Nevin explains.</p><p>On Wednesday, the military judge presiding in the Sept. 11 case appeared to agree. He ordered an immediate halt to the proceedings until the Pentagon withdraws the order to relocate — an order that, if left standing, would detain the judge himself in Guantanamo along with the defendants until this never-ending trial is over.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27No+End+In+Sight%27+For+Sept.+11+Proceedings+At+Guantanamo+Bay&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Welna","audio":[{"meta":{"duration":"321"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389177492-89247e.m3u?orgId=1&topicId=1122&e=389024404&d=321&ft=nprml&f=389024404"},{"href":"http://media.npr.org/assets/img/2015/02/25/guantanamo-getty2-5f5d987b79c91265f09a634a3ed1189176d667d7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1113","width":"1484"}},{"href":"http://media.npr.org/assets/img/2015/02/25/khalid-sheikh-mohammed-landov-447fd82732e2a4359ab729f8fdbc43ad652eaeb1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1518","width":"2024"}}]}