{"created":"2015-03-30T17:41:39+00:00","modified":"2015-03-30T21:42:29+00:00","valid":{"from":"2015-03-30T21:42:29+00:00","to":"3015-03-30T21:42:29+00:00"},"hreflang":"en","guid":"b00138e4-8ff1-4795-b866-a7eb0dfb341e","title":"After a year of torture in Syrian jail, an activist finally makes it to the US","published":"2015-03-30T21:42:27+00:00","byline":"Marine Olivesi","tags":["International Security","Syrian civil war","activism","torture","SafeMode","SafeMode","Conflict","Conflict & Justice","Deir al-Zour","Syria","Middle East","Syria","Syrian uprising","Passport"],"teaser":"After a year in a Syrian jail being tortured by the regime's police, activist Karam Al Hamad finally escaped to Turkey. He says he'll only feel safe once he gets to escape the region and come to the US for a fellowship, but the road is proving even harder than he expected.","contentencoded":"<p dir=\"ltr\">I first met Karam Al Hamad in May 2013 in the battered Syrian city of Deir al-Zor. He helped me out as a translator, guide and protector — and then as a friend.</p>\n<p>Hamad, who now lives in Turkey, called me up last Sunday with good news: He had been accepted for a fellowship at Syracuse University’s Maxwell School of Public Affairs as part of its Leaders for Democracy program, which is sponsored by the US Department of State.</p>\n<p>Hamad had picked up his visa and was booked on a flight to New York the next day.</p>\n<p>We met up at the airport on Monday morning and stood in line for the first security check. Hamad hadn't gotten any sleep the night before. He had plenty of reasons to be anxious: Turkey is the only foreign country he's ever been to; he's has barely been on a plane; he was asked to pack a couple of suits, though he’s never really dressed up before.</p>\n<p>But at that point, those were the least of his troubles. The US Consulate in Istanbul delivered his visa on a piece of paper from the State Department and told him he was good to go. The immigration officer at Atatürk airport wasn't so sure.</p>\n<p>“Are you sure you don’t have any other travel document with you?” he asked.</p>\n<p dir=\"ltr\">“No,” Hamad replied. “I only have a Syrian ID. I don’t have a passport.”</p>\n<p>“I need consult the police,” the officer said. “I need to ask them if you can get out of Turkey with this card.”</p>\n<p>He came back a few minutes later with a stern look on his face: Hamad wasn't allowed out of Turkey wth just a US visa. We went to the airport’s police station to double-check, but the officers there said the same thing: “No passport, no flight.”</p>\n<p>For about an hour, Hamad barely said a word. Passports seemed like his curse. Two years ago, trying to get one landed him in jail.</p>\n<p>Hamad was only 20 when protests against Syrian President Bashar al-Assad broke out in 2011. For months, he marched in the streets of Deir al-Zour with thousands of others. Some of his friends later took up arms and joined the Free Syrian Army, but Hamad picked up a camera instead. By 2013 he was running Deir al-Zour’s media center, an activist organization that documented the war and helped foreign journalists with coverage. That’s how we met.</p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/story/images/10462912_10101553832758506_8937348432140974645_n.jpg?itok=M2h8WrGg\" alt=\"\" /><div class=\"field-caption\">\n    <p>Marine and Karam (second from left) in Deir al-Zour, Syria, with two of Karam's friends.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Marine Olivesi</p>\n  </div>\n</div>In August 2013, Hamad needed to travel to Turkey for his work. For the first time in his life, he needed a passport.\n<p>Like hundreds of thousands of refugees, rebels and activists, he couldn’t just show up at the Syrian passport office and apply. But there were other ways: One of his relatives on the regime side told him he could get him a passport, one that’s authentic but isn’t registered on the regime’s database.</p>\n<p>The ploy, carried out through corrupt officials, wasn’t unusual. Hamad knew people who had gotten passports that way, and his own broker was family. It didn't seem too dangerous.</p>\n<p>Hamad was with that same relative when the regime arrested him. The passport scam was a set-up.</p>\n<p>Police officers took him to his house. “They barged in. I didn’t even hear them coming,\" remembers Hamad's brother, who was there. \"I was playing the guitar. They told me to freeze and searched the house, every inch of it. They were looking for computers and hard drives and mobile phones. Then they said, '[Put on] some clothes and come with us.'”</p>\n<p>The two brothers were taken to the local military prison. For a month, they were separated, interrogated, beaten up and interrogated again.</p>\n<p>After a couple of weeks, Hamad found out he and his brother were on a list of 70 names given to the regime by a high school friend of his. The pair were accused of working with Mossad, Israel’s spy agency.</p>\n<p>The charge was ludicrous, but it was also a blessing: Hamad realized the regime had no record of him as an activist. He figured his best chance was to play along with the Mossad nonsense.</p>\n<p>“Everybody lies in jail,” says Hamad. “Most of the guys who are taken by the police are forced to confess something they didn’t do, so it was okay for me to tell them about the Mossad and not about the other stuff.”</p>\n<p>Then the investigator asked for the names of his Israeli network.</p>\n<p>“I told him Iker Casillas, and he started writing,” remembers Hamad. Casillas is a goalkeeper for Real Madrid, the Spanish soccer club. He then gave the name of Wesley Sneijder, another soccer player. “His name is pronounced SHH-neider, and when he heard it, he thought that guy must be Jewish. So he kept writing. I told him David Copperfield, and he wrote that name too!”</p>\n<p>It did the trick.</p>\n<p>Hamad says the investigators were jubilant, as if they’d cracked some big case. They sent him and his brother to Damascus, where Hamad hoped officials would see through the masquerade.</p>\n<p>The brothers arrived in Damascus a month after their arrest. The interrogations started all over again.</p>\n<p>The sessions weren’t as rough as in Deir al-Zour, Hamad says, but the real torture there was detention itself. He and his brother were crammed in a single room — bathroom included — that held 120 people. The inmates slept head to toe, or on top of each other. Seventy-three of them died.</p>\n<p>“There were many kinds of dying,” Hamad said. It could be hunger, beatings, or something else. Hamad remembered one old man having a heart attack in the middle of the night.</p>\n<p>“I knocked on the door calling the guards to come and get him out to the hospital,\" he said. \"After an hour or more, he came and said. 'Let him lose his breath and die. You will give me his dead body with the rubbish tomorrow morning.'”</p>\n<p>The brothers didn’t know it at the time, but their mother had moved to Damascus after their transfer. She was showing up in court everyday, camping out for hours on end in the hopes of hearing about them. She would show pictures of them to any prisoner being set free.</p>\n<p>One day, a former cellmate recognized them and told her her sons were fine, hanging on to life in jail. She was at the court on the day last June when the judge finally dropped all charges against them.</p>\n<p>Hamad moved to Turkey in the fall, sneaking across the border like tens of thousands of other refugees. He has been working with Syrian dissidents, but says he feels mostly powerless to change anything back home. And he’s still scarred by his time in jail. He'll try again to go to the US because, he hopes, that might help him move on.</p>\n<p>“You might laugh, but I think it could be something like psychological treatment for me after being out of jail,\" he said. \"I’m still shy, I’m still having bad dreams. Over there, it’s another land with other faces, other people. I don’t want to miss it.\"</p>\n<p>He paused and sighed.</p>\n<p>\"I hope I won’t.”</p>\n<p><strong>Update:</strong> Karam made it to the Maxwell School at Syracuse University over the weekend and has already started classes. He sent us this picture posing with, and quoting, Abraham Lincoln: \"I am not bound to win, but I am bound to be true. I am not bound to succeed, but I am bound to live by the light that I have. I must stand with anybody that stands right, and stand with him while he is right, and part with him when he goes wrong.\"</p>\n<p>Karam told us that when he arrived at JFK Airport in New York, officials there had already heard about his story. \"Guys were nice, you know, and they started asking some questions about my travel, about the story [on The World],\" he said. He wasn't frightened. \"Actually after four times being arrested by the Syrian regime, [those questions] would not be making me afraid.\"  </p>\n<p>Karam says his stay here is not an \"escape to the US. I'm here for Syria and I'm going back to Turkey after I finish this fellowship.\"</p>\n<div class=\"mediaelement-audio media-element file-default\" info=\"%22media%22%7D\"><audio class=\"mediaelement-formatter-identifier-1427751737-0\" controls=\"controls\" src=\"http://cdn.pri.org/sites/default/files/03302015_09.mp3\"> </audio></div>\n<p> </p>\n<p> </p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Karam.jpg?itok=vZQ2cwq7\" alt=\"\" /><div class=\"field-caption\">\n    <p>Karam Al Hamad posing with a statue of Abraham Lincoln at Syracuse University.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Karam Al Hamad</p>\n  </div>\n</div>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-27%2Fharrowing-journey-activist-democracy-fellow&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/Karam.jpeg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/karamjpeg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0327201505.mp3"},{"href":"http://www.pri.org/file/0327201505mp3"}]}