{"created":"2015-03-29T11:38:59+00:00","modified":"2015-04-15T19:58:49+00:00","valid":{"from":"2015-04-15T19:58:49+00:00","to":"3015-04-15T19:58:49+00:00"},"hreflang":"en","title":"How Singapore Became One Of The Richest Places On Earth","published":"2015-03-29T14:33:00+00:00","teaser":"The founder of modern Singapore, Lee Kuan Yew, used both free-market principles and strong central planning to transform the tiny former British colony into an economic powerhouse.","itags":["npr_api","395811510"],"guid":"b0015b97-deee-4983-a950-52aad742412f","contentencoded":"<p>Singapore has been called the 20th century's most successful development story.</p><p>\"I don't think any other economy,\" says Linda Lim, an economist at the University of Michigan, \"even the other Asian tigers, have that a good a statistical record of rapid growth, full employment, with very good social indicators — life expectancy, education, housing, etc. — in the first 20 years,\" she says.</p><p>Lee Kuan Yew, the man who founded modern-day Singapore and <a href=\"http://www.npr.org/blogs/parallels/2015/03/22/393824362/founding-father-of-modern-singapore-lee-kuan-yew-dies-at-91\">died last week at age 91</a>, led that economic transformation. One of the most influential leaders of the 20th century, Lee was an autocrat whose tiny island-state became one of the richest places in the world, and a role model for other governments in Asia and beyond.</p><p>Singapore has little land and no natural resources. But after its independence in 1965, the former British colony was transformed into a major manufacturing and financial center. The late conservative economist Milton Friedman described Singapore as an example of how to do development right.</p><p>\"If you compare the conditions of people in a place like Singapore with the conditions of people in a place like red China or for that matter Indonesia, you will see that the economic freedom is a very important component of total freedom,\" he said on <em>Free to Choose</em>, a TV series first broadcast on PBS in 1980.</p><p>Conservatives see Singapore as a free-market success story. Low taxes, few capital restrictions and liberal immigration policies have made it one of the most cosmopolitan places on Earth.</p><p>\"They have very, very free trade, very low tariffs [and] very few non-tariff barriers,\" says Josh Kurlantzick of the Council on Foreign Relations. \"They'll boast about how you can start your own company in Singapore in three hours.\"</p><p>But like Deng Xiaoping's China, which emulated many of Singapore policies, Lee's government played a big role in the economy.</p><p>\"Some of the biggest sectors domestically — shipbuilding, electronics, banking, and now they're very involved in private banking — got their start because Lee Kuan Yew and the government specially directed state funds into those areas,\" Kurlantzick says.</p><p>The government also provided social services like housing and health care, in a way liberal economists applauded.</p><p>Lim, who grew up in Singapore, says this bought a certain amount of social peace. She says these policies were designed by Lee's cabinet, but Lee provided leadership that made them possible.</p><p>\"He understood the politics of this very diverse place, and put together the laws, including the labor laws, that created a stable, peaceful place that multinationals were looking for,\" Lim says.</p><p>Lee himself believed Singapore's growth was tied to the shared values of its different ethnic and religious groups.</p><p>\"We have had, since 1965, an undivided society, solidly behind a meritocratic system, pushing for higher standards of education, higher standards of performance, and meritocratic at every level,\" Lee told an audience of college students in 2013.</p><p>Singapore today is a mature economy that, like Japan, has seen its growth slow. It's had to compete with other low-wage countries that sometimes emulated its economic policies. Kurlantzick says it struggles with a problem familiar to the West.</p><p>\"People live well, but the per capita GDP conceals a high level of inequality, so that is definitely a major issue in Singapore today and one of the things that the current prime minister has focused on,\" he says.</p><p>But Singapore remains a big financial center with a high standard of living, and Lee Kuan Yew is remembered as the man who made its prosperity possible.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Singapore+Became+One+Of+The+Richest+Places+On+Earth&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jim Zarroli","audio":[{"meta":{"duration":"256"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396128427-a5525b.m3u?orgId=1&topicId=1125&e=395811510&d=256&ft=nprml&f=395811510"},{"href":"http://media.npr.org/assets/img/2015/03/28/467711870-1--6c5d9399433f2893c13e81875fc2985f8f20db1b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3280","width":"4376"}}]}