{"created":"2015-04-28T23:13:11+00:00","modified":"2015-05-13T20:59:55+00:00","valid":{"from":"2015-05-13T20:59:55+00:00","to":"3015-05-13T20:59:55+00:00"},"hreflang":"en","title":"Justices Deeply Divided Over Same-Sex-Marriage Arguments","published":"2015-04-29T17:41:00+00:00","teaser":"Justice Kennedy, seen as the determinative vote in the same-sex-marriage cases before the Supreme Court, was very tough on gay-marriage advocates.","itags":["npr_api","402840690"],"guid":"b005efc6-699c-4194-8cf9-cbf100a2c780","contentencoded":"<p>The justices of the U.S. Supreme Court seemed closely divided Tuesday over the question of gay marriage, with Justice Anthony Kennedy likely holding the deciding vote.</p><p>Kennedy, who over the past two decades has written the court's three decisions recognizing and expanding gay rights, seemed conflicted on the question of marriage.</p><p>He was tough on gay-marriage advocates, declaring that the definition of marriage as between as man and a woman \"has been with us for millennia, and it's very difficult for the court to say, oh well, we know better.\"</p><p>But when the lawyers defending state bans on gay marriage argued that there is no \"dignitary\" value in marriage, Kennedy bristled.</p><p>\"I thought that was the whole purpose of marriage,\" he said. \"It bestows dignity on both man and woman in a traditional marriage ... and these parties say they want to have that same ennoblement.\"</p><p>As the argument unfolded Tuesday morning, justices on both the liberal and conservative sides wrestled with the question of individual rights, the right to marry, and the traditional definition of marriage.</p><p>\"How do you account for the fact that, as far as I'm aware, until the end of the 20th century, there never was a nation or a culture that recognized marriage between two people of the same sex?\" asked Justice Samuel Alito. \"Is it your argument that they were all operating independently based solely on irrational stereotypes and prejudice?\"</p><p>Justice Stephen Breyer, considered one of the court's liberal justices, made a similar point.</p><p>\"Suddenly you want nine people outside the ballot box to require states that don't want to do it to change ... what marriage is,\" he said. \"Why cannot those states at least wait and see whether\" doing so is harmful to marriage?</p><p>Mary Bonauto, arguing on behalf of the same-sex couples, replied that times can blind society to the \"humanity\" of people who are different. The U.S. Constitution has repeatedly recognized and corrected for that blindness, she observed, as when it recognized women as equal under the law.</p><p>Justice Ruth Bader Ginsburg noted that until 1982, when the Supreme Court struck down a law governing a wife's position in marriage, some states still recognized men as the masters of their wives.</p><p>Lawyer Bonauto replied that waiting and seeing \"is not neutral\" for the tens of thousands of same-sex couples and their children who do not have the benefit of marriage.</p><p>Chief Justice John Roberts agreed that waiting has consequences.</p><p>\"But if you prevail here, there will be no more debate,\" he declared. \"It will have a consequence on how this new institution is accepted. People feel very differently about something if they have a chance to vote on it than if it's imposed on them by the courts.\"</p><p>Bonauto wasn't giving up, noting that in many parts of the country gay and lesbian couples have no protections in parenting. She added that in most states with bans, gay couples must choose which of them is the adoptive parent, as the state will not approve unmarried couples for adoption.</p><p>Justice Scalia then turned to another question: whether recognizing marriage as a constitutional right for gays and lesbians would mean that ministers opposed to such unions would have to conduct gay-marriage ceremonies.</p><p>Bonauto replied that it's \"clear\" under the First Amendment guarantee of religious freedom that a cleric cannot be forced to perform a marriage that he or she disagrees with.</p><p>Justice Elena Kagan added a pointed example.</p><p>\"There are many rabbis that will not conduct marriages between Jews and non-Jews, notwithstanding that we have a constitutional prohibition against religious discrimination,\" Kagan noted.</p><p>Justice Alito turned to a different question, asking repeatedly whether groups of more than two people would also have a constitutional right to marry.</p><p>Bonauto replied that there is a big difference between a marriage of multiple partners and a traditional marriage of two. A marriage of multiple partners, she said, would raise questions of coercion and consent and also would implicate state laws involving everything from inheritance to divorce.</p><p>Bonauto had completed her argument when the calm of the courtroom was shattered with the shouts of a protester, yelling that those supporting gay marriage would \"burn in hell.\"</p><p>The unidentified protester was quickly dragged from the chamber, though his shouts could still be heard outside in the court's hallways for several minutes.</p><p>With the yelling still audible, everyone inside the courtroom was ready to resume, as Justice Scalia observed puckishly.</p><p>\"It was rather refreshing, actually,\" provoking a wave of laughter in the chamber.</p><p>Defending the state bans was Michigan lawyer John Bursch.</p><p>He told the justices that under our constitutional framework, states define and regulate marriage and should be allowed to decide the gay-marriage question for themselves.</p><p>Justice Breyer noted that gay couples are the only group that states exclude from the right to marry.</p><p>\"And so we ask, why? And the answer we get is, well, people have always done it,\" observed Breyer. \"You know, you could have answered that one the same way [when] we talk about racial segregation.\"</p><p>Bursch replied that the state's interest is in procreation and binding children to their parents.</p><p>\"When you change the definition of marriage to delink the idea that we're binding children with their biological mom and dad, that has consequences,\" Bursch said.</p><p>Justice Kennedy seemed to reject that argument, noting that many same-sex couples adopt children and want the respect of a marriage and its legal dual parenthood to raise their children.</p><p>But Bursch stuck to his guns, insisting that allowing gay marriages would reduce the number of heterosexual marriages.</p><p>Justices both liberal and conservative seemed to balk at that assertion.</p><p>\"I'm not sure it's necessary to get into sexual orientation to resolve the case,\" observed Chief Justice Roberts. \"I mean, if Sue loves Joe and Tom loves Joe, Sue can marry him and Tom can't. And the difference is based upon their different sex.\"</p><p>\"Why isn't that a straightforward question of sexual discrimination?\" Roberts asked.</p><p>Bursch pivoted his argument at this point to the rising rate of out-of-wedlock births, prompting more skepticism from Justice Kennedy.</p><p>\"Under your view, it would be very difficult for same-sex couples to adopt some of these children,\" Kennedy said, adding, \"I think the argument cuts quite against you.\"</p><p><strong>The Second Question</strong></p><p>After hearing the arguments on the gay-marriage bans, the court moved on to a second question: If the bans are upheld, can those states also refuse to recognize marriages performed in other states where they are legal?</p><p>Lawyer Douglas Hallward-Driemeier told the justices that there is a long tradition of states' recognizing each other's marriages, even when, for instance, the age of the participants is younger than would have been permitted in the recognizing state. In a mobile society, where people travel and move all the time, he argued, it is untenable to have states rejecting legal marriages from elsewhere in the country.</p><p>He pointed to his clients, a gay couple married in California, who adopted children and then were transferred by an employer to a state that recognizes neither the marriage nor the adoption.</p><p>\"The cost of that transfer was the destruction of their family relationships, all that they had relied on in building their lives together,\" said Hallward-Driemeier.</p><p>He cited birth certificates not recognized from out of state and the state of Ohio's refusal to list a surviving spouse on a death certificate because the same-sex couple's marriage was performed out of state and was not recognized under Ohio law.</p><p>Ohio and other nonrecognition states, said Hallward-Driemierer, offer \"exactly nothing\" as a justification for their laws.</p><p>Chief Justice Roberts said that if a state has a strong enough argument to ban same-sex marriage, that should carry the day for recognition too. Conversely, he said, if states are required to recognize out-of-state gay marriages, the result would be \"one state would basically set the policy for the entire nation.\"</p><p>Defending the nonrecognition laws was Tennessee Associate Solicitor General Joseph Whalen, who quickly found himself tangled up when Justice Breyer observed that Washington, D.C., allows federal judges to marry people but New York does not.</p><p>\"So if I marry two people in Washington, D.C., and they happen to move to New York,\" asked Breyer, \"you are saying that New York doesn't have to recognize that marriage?\"</p><p>\"Yes, your honor,\" replied Tennessee's Whalen.</p><p>At that, Breyer ruefully replied, \"I think there are a few people going to get nervous about this.\"</p><p>Whalen tried to dig out of a hole by drawing a distinction between a legal judgment and a law, but Justice Sonia Sotomayor noted that a divorce is a legal judgment.</p><p>\"It is odd, isn't it,\" observed Justice Ginsburg, \"that a divorce does become the decree for the nation ... but not the act of marriage.\"</p><p>After hearing more such back and forth, Chief Justice Roberts asked when the last time was that Tennessee had declined to recognize a marriage from out of state, other than a gay marriage. The answer was 1970, 45 years ago.</p><p>That set Justice Alito to wondering if there could be a compromise ruling, \"something in between\" that would allow states to ban gay marriages while at the same time recognizing such marriages performed out of state.</p><p>We'll know the answer to these and more questions by the end of June, when the court renders its decision.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Justices+Deeply+Divided+Over+Same-Sex-Marriage+Arguments&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"487"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402856168-5df59b.m3u?orgId=1&topicId=1070&d=487&p=2&story=402840690&t=progseg&e=402855950&seg=11&ft=nprml&f=402840690"},{"href":"http://media.npr.org/assets/img/2015/04/28/2015_0428_scotus07-454695091d5fac99334c9a316a331bf29fcc9c25.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/04/28/2015_0428_scotus12-4a2b60bf5972f951c965b8ac61797a16141bf496.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/04/28/2015_0428_scotus10-fa4442ea67ff7edf73daddba055c1d8da8c844b4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}