{"created":"2015-04-18T02:05:19+00:00","modified":"2015-05-13T21:02:12+00:00","valid":{"from":"2015-05-13T21:02:12+00:00","to":"3015-05-13T21:02:12+00:00"},"hreflang":"en","title":"On Links As In Life, D.C. Bipartisan Relations Are Deep In The Rough","published":"2015-04-20T14:32:00+00:00","teaser":"Golf is a sport that's been enjoyed by both Democrats and Republicans through the decades, but bipartisan golf outings may be disappearing like a shanked tee shot into a water hazard.","itags":["npr_api","400362232"],"guid":"b00b0134-e06a-4f33-8eea-14f20a59cb06","contentencoded":"<p>Earlier this week, members of Congress and their staffs were greeted by a makeshift golf expo set up in the Rayburn House Office Building.</p><p>The event included golf shot simulators, certified golf instructors and a putting challenge between Democrats and Republicans. It was all part of National Golf Day, an annual event organized by the industry that promotes the economic and health benefits of the sport.</p><p>American politicians have had an affinity with golf dating back at least as far as <a href=\"http://www.thegolfballfactory.com/the-golf-course/hole18/President-Taft-the-first-golfing-president.htm\" target=\"_blank\">William Howard Taft, the first-known president to hit the links</a>. Since then, Democrats and Republicans alike have enjoyed game. But as hyperpartisan politics have become more commonplace in Washington, bipartisan golf outings have disappeared like a shanked tee shot into a water hazard.</p><p>Rep. James Clyburn, D-S.C., the third ranking Democrat in House leadership, said that when he first came to Washington in the early 1990s, golf was something political rivals did together regularly.</p><p>\"I really learned bipartisanship up here on the golf course, and it allowed me to develop relationships across the aisle. And sometimes I'd be the only Democrat there — often the only African-American — but it taught me a lot. And I hope the experience taught some of them a lot,\" he said.</p><p>Clyburn, who took part in the event's putting challenge, admits that as years have passed, golf has stopped being used to chip away at bipartisan divides.</p><p>One needs to look no further than the closely watched relationship between President Obama and House Speaker John Boehner. Shortly after Republicans regained control of the House following the 2010 midterm elections, many wondered if the two would get together for a round of golf to iron out their differences.</p><p>It finally happened in June 2011. According to reports at the time, it was a cordial outing — Boehner clapped when the President sank a putt, and Obama put his hand on Boehner's shoulder as they were exiting a green.</p><p>But a month after that golf outing, the negotiations between the two on raising the nation's debt ceiling collapsed.</p><p>Rep. Don Young, R-Alaska, is an avid golfer, and still has a lot of power in his swing for an 81-year-old. Like Clyburn, he believes the decline in across-the-aisle golf outings has led to missed opportunities.</p><p>\"It's still one of the best ways to communicate with one another and solve a problem — on the golf course,\" Young said.</p><p>Young admits there are still some bipartisan outings, but far fewer than there used to be. He said one reason is that members don't stick around Washington on weekends, when Congress isn't in session.</p><p>Former Republican Rep. Michael Oxley, who represented Ohio's 4th Congressional District for a quarter-century, said he played golf with many Democrats before his retirement in 2007, including former Speaker of the House Tip O'Neill.</p><p>\"When I ran for Congress, of course, Tip was the boogeyman among Republicans,\" Oxley said.</p><p>Oxley said the two golfed together and hit it off. He even remembers O'Neill's odd device at the handle end of his putter — a suction cup, so O'Neill didn't have to bend down to pick his ball up out of the hole. He admits there wasn't a whole lot of good golf played, but says it wasn't about that — it was about laying the groundwork for a good working relationship.</p><p>\"I can't remember one time when I've cut a deal specifically on a specific piece of legislation on the golf course, because it's just generally frowned upon,\" Oxley said. \"But the prearranged relationship that you've developed over time on a golf course gives you that avenue to make deals at a later date.\"</p><p>Any chance current members of Congress can learn something from their predecessors?</p><p>Rep. Clyburn will golf in Hilton Head, S.C., this weekend, and his trip suggests the lack of links bipartisanship will persist a bit longer: The list of House colleagues who will join him is all Democrats.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=On+Links+As+In+Life%2C+D.C.+Bipartisan+Relations+Are+Deep+In+The+Rough&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Brakkton Booker","audio":[{"meta":{"duration":"243"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400424052-d759df.m3u?orgId=1&topicId=1014&d=243&p=2&story=400362232&t=progseg&e=400423739&seg=6&ft=nprml&f=400362232"},{"href":"http://media.npr.org/assets/img/2015/04/17/golf-capital-1-e6c2421eab1b107bd5873d751171b22c06bc0bc4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/04/17/golf-capital-clyburn-f9aa9f594e08efd75af249c78e8e08c791320e7b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/04/17/golf-capital-2-d8b3e58726b44c9569fbb9a91927f5e856d5c159.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/04/17/golf-capitol-3-bc11dd660fd658f4534e39f4483b47717e4d8936.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}