{"created":"2014-09-22T18:57:23+00:00","modified":"2014-11-12T16:30:43+00:00","valid":{"from":"2014-11-12T16:30:43+00:00","to":"3014-11-12T16:30:43+00:00"},"hreflang":"en","title":"Tweedy: Tiny Desk Concert","published":"2014-09-27T01:08:00+00:00","teaser":"With his drummer son Spencer, Wilco's Jeff Tweedy performs three songs from their new album, <em>Sukierae</em> — plus a cover of \"You Are Not Alone,\" which the elder Tweedy wrote for Mavis Staples.","itags":["npr_api","350594224"],"guid":"b00ed9d9-9080-4fe4-83f8-b8281d2bffbd","contentencoded":"<p>There's something heartwarming about a family making music together. I'm especially sentimental when I see a father with a son, because my son and I made music in contra dance bands and Irish sessions as he grew up.</p><p>Years ago, while interviewing Jeff Tweedy before a <a href=\"http://www.npr.org/artists/15164119/wilco\">Wilco</a> concert, I asked him if he'd made music with his kids. He told me about going to his son Spencer's preschool class and writing a tune with all the kids; \"Monkey Mess\" was their final creation.</p><p>Now, all these years later, he and Spencer have put together 20 songs as Tweedy for a new record called <em>Sukierae; </em>the material is strong, personal and bare.<em> </em>Spencer is a great drummer who grew up playing in the basement of a Chicago bar called Lounge Ax (which his mom, Susie Miller, co-owned), and he's got a group of his own called The Blisters.</p><p>The father and son usually perform together with a full-band lineup. But here at the Tiny Desk, we've stripped it down to just the men who bear the Tweedy name — and share the family bond that helps make their music together beautiful.</p><p><strong>Set list</strong></p><ul><li>\"Wait For Love\"</li><li>\"New Moon\"</li><li>\"Low Key\"</li><li>\"You Are Not Alone\"</li></ul><p><strong>Credits</strong></p><p><em>Producers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Maggie Starbard; Production Assistant: Nick Michael; photo by Nick Michael/NPR</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tweedy%3A+Tiny+Desk+Concert&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Boilen","audio":[{"meta":{"duration":"970"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350595336-b658b3.m3u?orgId=1&topicId=1110&aggIds=92071316&ft=3&f=350594224"},{"href":"http://media.npr.org/assets/img/2014/09/22/tdc_tweedy2-b11f76b07eec579386be176310686696b0781c55.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"892","width":"1189"}}]}