{"created":"2014-10-08T13:53:09+00:00","modified":"2014-11-03T01:48:20+00:00","valid":{"from":"2014-11-03T01:48:20+00:00","to":"3014-11-03T01:48:20+00:00"},"hreflang":"en","title":"In Race To Replace Cantor, Southern Republicans See Opportunity","published":"2014-06-19T00:03:00+00:00","teaser":"The House GOP's upcoming leadership election to fill Rep. Eric Cantor's majority leader position has opened a new rift: the South versus everybody else.","itags":["npr_api","323351113"],"guid":"b00ff780-fcbd-4db9-af27-0b82dcbc1787","contentencoded":"<p>If today's Republican Party can be said to have a center of gravity, it's in the South.</p><p>The states that made up the Confederacy account for less than a third of the country's total population, yet in the 2012 election they gave Republicans close to half of their membership in the House and accounted for nearly 60 percent of Mitt Romney's electoral votes.</p><p>But in House leadership? There, the South has been underrepresented.</p><p>Eric Cantor, who Is stepping down as majority leader after losing in a primary last week,<strong> </strong>was the only Southerner. The speaker, the majority whip and the conference chairman come from Ohio, California ... and Washington. And even Cantor's Virginia voted for President Obama twice.</p><p>It's something Southern conservatives have noticed, especially on the eve of Thursday's closed-door conclave to elect a new majority leader.</p><p>\"Southerners think different than Northeasterners, Midwesterners, Plains states people,\" says Alabama GOP Rep. Mo Brooks.</p><p>Brooks thinks it's unfair that states in the Deep South don't have so much as a committee chairmanship. \"For whatever reason, in this particular conference, the South has been discriminated against, and the heart of the South in particular has been discriminated against, and is zero for the scoreboard,\" he says.</p><p>Another Republican, Louisiana Rep. John Fleming, says Thursday's election to replace Cantor is a chance to start making things right: \"Conservatives have been very concerned that we haven't had a voice at the leadership table, and this may be a good opportunity to have that voice.\"</p><p>But with the majority leader election less than 24 hours away, the likely winner is Kevin McCarthy — a California congressman who scores less conservative on many vote rankings than the man he's replacing.</p><p>Winning would put him next in line to be speaker when John Boehner retires.</p><p>Southerners had pinned their hopes on two Texans who considered running, but both decided against it.</p><p>That left the task of opposing McCarthy to Idaho's Raul Labrador, a backbencher with little to lose. His long-shot bid was hurt by his inability to contact many of his colleagues over the weekend. Turns out the second-termer didn't have a comprehensive cellphone list.</p><p>\"Anything is possible, but I probably would not put my money on seeing a Majority Leader Labrador in the next Congress,\" says Matthew Green, who studies congressional leadership races at Catholic University.</p><p>And so Southern members are setting their sights a little lower — on the No. 3 position that McCarthy would leave open if he wins.</p><p>For that job, there is a Southerner running — Louisiana Rep. Steve Scalise. His main opponent is Illinois Rep. Pete Roskam, who is McCarthy's hand-picked deputy and the choice of many of the establishment Republicans close to the current leaders.</p><p>But even Roskam has taken notice of the Southern discomfort. Members say he is committed to choosing a Southerner as his deputy, if he's elected.</p><p>Yet for all the wooing of the South in the Capitol right now, observers say there's a real danger for Republicans in identifying as the party of the South — particularly in presidential election years, when whole states must be won, not just carefully constructed congressional districts.</p><p>Frances Lee, a congressional expert at the University of Maryland, says the party establishment fully understands the downside of embracing its Southern base. \"There are stereotypes about the South; some of them are accurate. And so a Southern accent on the top leader of the Republican Party going on the Sunday shows — probably not what they're looking for.\"</p><p>Of course, not giving the Southern states their due also<strong> </strong>has its downside — for Boehner and his allies, including McCarthy.</p><p>Rep. Lynn Westmoreland, a Georgia Republican, helped defuse a challenge to Boehner last year. What does he think happens if a Southerner doesn't get a seat at the leadership table now?</p><p>\"There's always consequences that come out of races,\" says Westmoreland. \"And we'll just have to wait and see how this race would affect any race that would be in the fall.\"</p><p>This fall is when Boehner next needs to be re-elected by his Republican colleagues. That vote will come right after the November midterm election that will determine the makeup of the next Congress.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Race+To+Replace+Cantor%2C+Southern+Republicans+See+Opportunity&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"S.V. Dáte","audio":[{"meta":{"duration":"228"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323351114-815d89.m3u?orgId=1&topicId=1014&ft=3&f=323351113"}]}