{"created":"2014-09-12T18:58:34+00:00","modified":"2014-10-30T22:27:56+00:00","valid":{"from":"2014-10-30T22:27:56+00:00","to":"3014-10-30T22:27:56+00:00"},"hreflang":"en","title":"Islamic State Rule: Municipal Services And Public Beheadings","published":"2014-09-14T19:44:00+00:00","teaser":"The militants are running the Syrian city of Raqqa with relative efficiency, residents say. But many object to the ultra-strict rules, the segregation of men and women, and the public executions.","itags":["npr_api","347748371"],"guid":"b01e3b20-4b6c-4f75-9e02-913ecf6dc21c","contentencoded":"<p>In just a year, the self-proclaimed Islamic State has set up an efficient government in Raqqa, a provincial capital in Syria's northeast, part of the farm belt a few hours drive from the Turkish border.</p><p>Officials from the Islamic State, also known as ISIS, provide services and have taken control of schools and impose taxes. The group has staffed a police force and even directs traffic.</p><p>And then there are the harsh realities of life under the Islamic State: children are encouraged to attend videos of beheadings, strict segregation of men and women, and mandatory mosque attendance five times a day.</p><p>This is all according to residents who were interviewed by NPR when they traveled to nearby Turkey. Most were too afraid to give their names, convinced that the Islamic State would punish them for talking to a reporter when they return to the city of some 500,000.</p><p>An engineer who lives in Raqqa says he can tell the group plans to stay.</p><p>\"All the people are now afraid from ISIS. It's very difficult to finish [off] ISIS in Syria,\" he said.</p><p>President Obama this week outlined his plans for fighting the Islamic State. It includes continued airstrikes in Iraq and could involve strikes against ISIS in Syria. The engineer says it will take more than airstrikes to uproot the militants.</p><p>Raqqa was captured by ISIS in May 2013 and effectively became its capital in Syria. Since then, the group has captured the even larger city of Mosul in northern Iraq.</p><p>Western journalists are not welcome in either city.</p><p><strong>Different Rule In Different Places</strong></p><p>Islamic State rule isn't the same everywhere. In some areas with Shiite Muslims or religious minorities, like Yazidis, the Sunni extremists have conducted scorched-earth campaigns of plunder and murder.</p><p>In Mosul, in northern Iraq, <a href=\"http://www.npr.org/blogs/parallels/2014/08/29/343986937/life-under-the-islamic-state-sharia-law-and-few-services\" target=\"_blank\">NPR has reported</a> that life is quiet but services are poor.</p><p>The group has had more time to solidify its hold on Raqqa. It entered in a flurry of fighting and executions but has now set up a government and a capital.</p><p>According to the engineer who spoke with NPR, a Tunisian with a doctorate runs Raqqa's telecommunications ministry. An Egyptian engineer is the oil minister. And some Syrians are continuing in the same jobs they had in the local bureaucracy when the city was under control of the Syrian government. But now, the Islamic State pays the salaries.</p><p>The city is run under severe behavior codes. No smoking or alcohol is allowed. Women and men are segregated to the point that a female dentist was killed for treating male patients. Women must keep their faces covered in public, showing only their eyes.</p><p>A construction worker, known by his nickname Abu Anis, was in Turkey for heart surgery because specialized medical care is no longer available in Raqqa.</p><p>He insists Raqqa residents don't want to live under the Islamic State.</p><p>\"It's a strange body in our country,\" he says of the group. \"We want to force it out.\"</p><p><strong>Fatigue, Resignation Among Residents</strong></p><p>He acknowledges many there have come to terms with the militants. People are exhausted by a chaotic civil war, and many are now too poor to flee for new homes elsewhere.</p><p>As the militants prepare for a long stay, they've tried to recruit children with festivals and videos of executions and other violence.</p><p>\"I see some children watch this,\" said the engineer. \"Some children [join and] fight with ISIS.\"</p><p>Warda Ali, a Raqqa resident who tried to object to ISIS methods, was put on a wanted list and fled to Turkey. Before she left, she tried to mount a campaign to stop the beheadings carried out in the town square.</p><p>\"Some of the people went over and filmed it by their mobile [phones]. Other people started to bring their kids to let them see,\" Ali said.</p><p>She recalls with horror the sight of a mother feeding sandwiches to her three children in the town square, where the Islamic State was displaying the heads of people it had recently executed.</p><p>\"I don't know. They started to get used to it,\" she said.</p><p><em>Follow Deborah Amos</em> <a href=\"https://twitter.com/deborahamos\" target=\"_blank\">@deborahamos</a></p><p><em>Abeer Farhoud contributed to this story.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Islamic+State+Rule%3A+Municipal+Services+And+Public+Beheadings&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Deborah Amos","audio":[{"meta":{"duration":"252"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348010332-659362.m3u?orgId=1&topicId=1009&ft=3&f=347748371"}]}