{"created":"2015-05-14T21:23:12+00:00","modified":"2015-05-15T19:33:11+00:00","valid":{"from":"2015-05-15T19:33:11+00:00","to":"3015-05-15T19:33:11+00:00"},"hreflang":"en","title":"Why Everyone's Talking About Israel's New Justice Minister","published":"2015-05-15T19:29:00+00:00","teaser":"Ayelet Shaked is a secular Jew who belongs to a religious party closely tied to West Bank settlers. She's faced criticism for controversial statements about Palestinians.","itags":["npr_api","406759401"],"guid":"b0237656-8b6a-4338-b1de-38751fed4e56","contentencoded":"<p>Among the faces in Israeli Prime Minister Benjamin Netanyahu's new right-wing government, one is drawing particular attention: Ayelet Shaked, the new justice minister.</p><p>Shaked is secular, lives in liberal Tel Aviv, and has a background in the high-tech industry. Ari Soffer, the managing editor of <em>Israel National News</em>, calls her a patriot.</p><p>\"She's a secular Jew, but she's somebody for whom Jewish identity is very important. She represents Israelis who believe very strongly in Jewish values and the Jewish character of the state of Israel,\" Soffer says. \"In American terms, you'd call her a patriot.\"</p><p>Politically, Shaked is part of the religious, Zionist Jewish Home party, which draws its strength from Israeli settlers who live in the West Bank. Negotiations with Netanyahu just to name her justice minister were drawn out and difficult.</p><p>In part, says Gil Hoffman, <em>Jerusalem Post</em> chief political correspondent, that's because the justice minister wields real power.</p><p>\"The justice minister is in charge of the ministerial committee on legislation — which is a very important committee when it comes to passing bills,\" he says.</p><p>That committee can hold or fold legislation and is key to getting the prime minister's agenda through parliament. Hoffman says Shaked's appointment was controversial, in part, to make sure she didn't have too much power — but not because of specific policy differences with Netanyahu.</p><p>\"It has nothing to do with policy. It has to do with personal issues,\" says Hoffman. \"Shaked was Netanyahu's secretary. They had a big fight. And since then, they have not been on speaking terms.\"</p><p>Until now, that is. So right off the bat, Shaked is a symbol of tensions within Israel's new government. For some Israelis, Shaked also represents positions that weaken Israeli democracy.</p><p>One of her Facebook posts from last summer got a lot of attention after her recent appointment as minister. In it, she quoted and endorsed the words of a now-deceased settler leader, who cast most Palestinians as enemy combatants.</p><p>\"It seems that Ayelet Shaked, with the help of the entire government, they are going to try and make deep and comprehensive change regarding basic questions like civil rights, like the question of the future of the peace process,\" says Asad Ghanem, a Palestinian-Israeli professor of political science at the University of Haifa.</p><p>Shaked has gotten harassed online and received death threats since her appointment. She now is under police protection.</p><p>During her two years in the Knesset, or Israeli parliament, she has endorsed putting the Jewish character of Israel's basic laws on equal footing with democratic principles, and bringing more conservative judges to Israel's highest court.</p><p>Nachman Shai, of the opposition Labor Party in the Knesset, says he worries about Shaked's views.</p><p>\"She has to protect the judicial system of Israel, which is essential to Israel's democracy. From what she has been saying all the way, including recently, she is going to weaken the Supreme Court,\" he says.</p><p>A committee chaired by the justice minister appoints Israel's high court judges. Many Israeli conservatives, included Shaked supporters, want to shift the balance of power between parliament and the high court in Israel so there is less judicial oversight.</p><p>But Suzie Navot, an Israeli law professor, doesn't think Shaked will get far in that — if she even tries.</p><p>\"When we'll have to choose new members for the Supreme Court — that's in two years — we'll see. We'll see who are the candidates, and we'll see if she is still in two years the minister of justice,\" says Navot, who teaches at the College of Management Academic Studies in Rishon LeZion, Israel.</p><p>Israeli governments are elected for four years. But last December, Netanyahu called elections after just two years, saying he couldn't govern with his previous coalition.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Everyone%27s+Talking+About+Israel%27s+New+Justice+Minister&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406768403-fdb7d4.m3u?orgId=1&topicId=1009&d=233&p=2&story=406759401&t=progseg&e=406768287&seg=6&ft=nprml&f=406759401"},{"href":"http://media.npr.org/assets/img/2015/05/14/472981618-8005f1e3525d2dbc6a1e8fc47f48e4e2a10e5127.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2909","width":"3879"}}]}