{"created":"2014-09-12T19:19:51+00:00","modified":"2014-09-15T20:35:09+00:00","valid":{"from":"2014-09-15T20:35:09+00:00","to":"3014-09-15T20:35:09+00:00"},"hreflang":"en","guid":"b0290c12-6db0-482f-ac0e-600e1ffbd2bc","title":"Here's how to keep that old cell phone you're about to toss from becoming toxic e-waste in a developing country","published":"2014-09-15T20:35:08+00:00","byline":"Carol Hills","tags":["technology","e-waste","recycling","environment","Environment","Technology","Science, Tech & Environment","Accra","Africa","Asia","North America","Ghana","China","United States","Asia","East Asia","Africa","North America","David Biello","e-waste","Agbogbloshie","Apple Inc.","e-stewards","Electronic waste","Environment","Electronics","Technology","Recycling"],"teaser":"You've seen the new iPhone 6. You want one. You buy one. So what do you do with your old iPhone to make sure it doesn't end up in some e-waste toxic pile in West Africa? We've got a few recommendations from an e-waste expert.","contentencoded":"<p>For those that simply must have Apple&#39;s latest iPhone, what will you do with your old phone? Many folks will just put it in a drawer for a bit ... and then throw it away.</p><p>With all the hype about the latest tech gadgets, it&#39;s no wonder we don&#39;t think much about our e-trash.&nbsp;<span style=\"line-height: 1.538em;\">&quot;</span><span style=\"line-height: 1.538em;\">We&#39;ve got more gadgets, so e-waste is increasing almost exponentially,&quot; says David Biello of&nbsp;</span><a href=\"http://www.scientificamerican.com/\" style=\"line-height: 20.0063037872314px;\">Scientific American</a><span style=\"line-height: 20.0063037872314px;\">.&nbsp;</span></p><p><span style=\"line-height: 1.538em;\">The United States is a leader in producing e-waste. But the countries of the European Union and Japan aren&#39;t far behind. Don&#39;t forget China, Biello says:&nbsp;</span><span style=\"line-height: 20.0063037872314px;\">&quot;Despite being a developing country and one that&#39;s suffered some of the worst pollution from the e-waste problem, they are contributing more and more to the problem as their consumer class grows.&quot;</span></p><p>So what&#39;s a green-minded consumer to do?&nbsp;</p><p><span style=\"line-height: 1.538em;\">If you are an iPhone fan, Biello says the first step is to take advantage of the&nbsp;<a href=\"http://www.apple.com/recycling/ipod-cell-phone/\">Apple take-back program</a>. Apple has stepped up its recycling efforts in part, according to Biello, because of pressure from&nbsp;environmental groups &mdash; and perhaps because current Apple CEO Tim Cook had long experience in the supply chain side of the business. &nbsp;</span></p><p><span style=\"line-height: 1.538em;\">Apple has joined forces with </span><a href=\"http://www.e-stewards.org/\" style=\"line-height: 1.538em;\">e-Stewards</a><span style=\"line-height: 1.538em;\">, a non-profit organization attempting to reduce e-waste and make tech companies accountable. &quot;That means re-purposing the gadgets,&quot; says Biello, &quot;stripping it of its information and sellling it to another customer as a refurbished piece of equipment. Or breaking it down into its component parts in a way that doesn&#39;t release a lot of toxic material into the environment.&quot;&nbsp;</span></p><p><span style=\"line-height: 1.538em;\">But eventually refurbished phones die, too, and often they end up in places like the <a href=\"http://news.bbc.co.uk/panorama/hi/front_page/newsid_9483000/9483148.stm\">large toxic waste dump in&nbsp;Agbogbloshie</a> outside of Accra, Ghana. That&#39;s where poor people, many of them children, pick through discarded electronics looking for precious metals and putting their own health in peril. </span></p><p>The real key, says Biello, is getting countries to agree to ban the export of e-waste. &quot;There needs to be real penalties and real enforcement for e-waste. For example, the European Union directly bans the export of e-waste,&quot; he notes. &quot;However, they don&#39;t ban the export of refurbished materials.&quot;</p><p>Biello says, &quot;As a result, you&#39;ll find a lot of European e-waste in places like Agbogbloshie in Ghana. It was exported as refurbished material, but ends up as e-waste.&quot;</p><p>The United States hasn&#39;t even &nbsp;gone as far as Europe. It hasn&#39;t signed the <a href=\"http://www.basel.int/\">Basel Convention</a>, the international treaty that bans the export of e-waste. &nbsp;</p><p>So Biello says there are no rules in place in the US. &quot;It&#39;s all voluntary. What Apple does, Apple does voluntarily &mdash; not under threat of punishment. And that&#39;s probably because the worst e-waste practices are not happening in, say, upstate New York or rural Missouri. They&#39;re happening in other parts of the world.&quot;</p><p>Consumers who want to do the right thing and recycle their electronics should recognize that many fraudulent recycling companies exist. &quot;They say they are doing the right thing and, in fact, they don&#39;t do it,&quot; explains Bilelo. &quot;And [they] then typically ship the e-waste off to places where children burn out the components of a cell phone to get the precious metals inside.&quot;&nbsp;</p><p><span style=\"line-height: 1.538em;\">So if you&#39;re going to get rid of your e-waste, here&#39;s Biello&#39;s advice:</span></p><ul style=\"margin-left: 40px;\"><li>The&nbsp;<a href=\"http://www.e-stewards.org/\">E-Stewards</a> program is the way to go. &quot;They guarantee that chain of custody, which is the key.&quot;</li><li>If you&#39;re replacing one Apple product to buy another, send it back to Apple through their <a href=\"http://www.apple.com/recycling/ipod-cell-phone/\">take-back program</a>. &quot;Don&#39;t consign it to oblivion in a drawer.&quot; &nbsp;</li><li>What about your town&#39;s or city&#39;s electronic recycling events? &nbsp;Not so good. &quot;It&#39;s a great idea, but the city or town has to get involved with a company or organization that does a very strict chain-of-custody type of work, so there&#39;s no lost e-waste along the way. You want to know ... where does it go?&quot;</li></ul><p><em>Tell us what you have tried to cut down on your e-waste or dispose of it properly, in the comments section.</em></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Ghana%20Waste.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/ghana-wastejpg"}]}