{"created":"2014-09-17T21:09:38+00:00","modified":"2015-03-10T21:45:20+00:00","valid":{"from":"2015-03-10T21:45:20+00:00","to":"3015-03-10T21:45:20+00:00"},"hreflang":"en","title":"Diet Soda May Alter Our Gut Microbes And Raise The Risk Of Diabetes","published":"2014-09-18T09:43:00+00:00","teaser":"There's a new wrinkle to the old debate over diet soda: Artificial sweeteners may alter our microbiomes. And for some, this may raise blood sugar levels and set the stage for diabetes.","itags":["npr_api","349270927"],"guid":"b0341d40-fb58-4ec3-931a-9fd5c0f387e6","contentencoded":"<p>The debate over whether diet sodas are good, bad or just OK for us never seems to end.</p><p>Some research suggests zero-calorie drinks can help people cut calories and <a href=\"http://www.npr.org/blogs/thesalt/2012/10/22/163260960/swapping-out-sugary-soda-for-diet-drinks-may-help-tip-the-scale-in-your-favor\">fend off weight gain</a>.</p><p>But in recent years, the idea that artificial sweeteners may trick the brain and lead to \"metabolic derangements,\" as one researcher has <a href=\"http://www.cell.com/trends/endocrinology-metabolism/abstract/S1043-2760%2813%2900087-8\">theorized</a>, has gained traction, too.</p><p>Now, a new <a href=\"http://www.nature.com/nature/journal/vaop/ncurrent/full/nature13793.html\">study</a> published in the journal <em>Nature</em> introduces a new idea: Diet sodas may alter our gut microbes in a way that increases the risk of metabolic diseases such as Type 2 diabetes — at least in some of us.</p><p>In the paper, researchers at the Weizmann Institute of Science in Israel describe what happened when they fed zero-calorie sweeteners, including saccharin, aspartame and sucralose, to mice.</p><p>\"To our surprise, [the mice] developed glucose intolerance,\" Weizmann researcher <a href=\"http://wws.weizmann.ac.il/immunology/elinav/group\">Eran Elinav</a> tells us.</p><p>Intrigued by the findings, Elinav and his colleague <a href=\"http://genie.weizmann.ac.il/\">Eran Segal</a> set out to determine whether this might happen in people as well.</p><p>First, they analyzed data collected from a group of about 400 people who are enrolled in an ongoing <a href=\"http://newsite.personalnutrition.org/WebSite/Home.aspx\">nutrition study</a>. They found that people who were heavy consumers of artificial sweeteners had slightly <a href=\"http://www.mayomedicallaboratories.com/articles/hottopics/transcripts/2009/2009-7a-hba1c/7a-22.html\">elevated HbA1C levels</a> (a long-term measure of blood sugar) — compared with people who rarely or never consumed artificial sweeteners.</p><p>Next, they recruited seven volunteers — people who were not in the habit of drinking diet drinks — and asked them to start consuming the equivalent of 10-12 of those fake sugar packets during a one-week experiment.</p><p>\"What we find is that a subgroup [four of the seven people] developed significant disturbances in their blood glucose even after short-term exposure to artificial sweeteners,\" Elinav says.</p><p>For example, results of a <a href=\"http://www.mayoclinic.org/tests-procedures/glucose-tolerance-test/basics/results/prc-20014814\">glucose tolerance test</a> found that some individuals' blood sugar temporarily shot up to levels that are characterized as pre-diabetic within just a few days of introducing the artificial sweetener.</p><p>\"This was a surprise to us,\" Elinav says.</p><p>And how it's happening may be even more surprising. Their experiments showed that artificial sweeteners can alter the mix of bacteria in the guts of mice and people in a way that can lead some to become glucose intolerant.</p><p>\"I found this work exciting, because to me it's a new idea,\" says physician<a href=\"http://www.med.nyu.edu/biosketch/blasem01\"> Martin Blaser</a>, who directs the Human Microbiome Program at New York University.</p><p>After reading the paper, he says: \"I can just tell you ... as a middle-aged man who's concerned about his diet and his waistline — and [as] somebody who drinks diet soda — I didn't drink any yesterday.\"</p><p>While the findings are preliminary, the paper could begin to explain why studies of diet soda point in opposite directions.</p><p>\"All of us have a microbiome\" made up of trillions of organisms. \"[It's] extremely complex. Everybody's microbiome is a little different,\" Blaser says.</p><p>And the ways our microbiomes respond to what we eat can vary, too.</p><p>In the study, the Israeli researchers find that as mice and people started consuming artificial sweeteners, some types of bacteria got pushed out, and other types of bacteria began to proliferate.</p><p>It could be that for some people who responded negatively to the artificial sweetener, the bacteria that got crowded out were helping to keep glucose in check.</p><p>How it's happening isn't clear, and Blaser says a lot more research is needed.</p><p>\"So that's the next step,\" Blaser says. \"Firstly, for [researchers] to confirm this, to see if it's really true.\" And the next challenge is to understand the mechanism. \"How does the change in the microbial composition — how is it causing this?\"</p><p>Lots of researchers agree they'd like to see a large-scale study.</p><p>\"It's much too early, on the basis of this one study, [to conclude that] artificial sweeteners have negative impacts on humans' [risk for diabetes],\" says <a href=\"http://www.ucdenver.edu/academics/colleges/medicalschool/departments/medicine/EndocrinologyMetabolismDiabetes/faculty_staff/Pages/Hill.aspx\">James Hill</a>, director of the Center for Human Nutrition at the University of Colorado.</p><p>He points to a randomized controlled trial <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/?term=Increased+postprandial+glycaemia%2C+insulinemia%2C+and+lipidemia+after+10+weeks%E2%80%99+sucrose-rich+diet+compared+to+an+artificially+sweetened+diet%3A+a+randomised+controlled+trial+Raben\">published</a> in 2011 that found artificial sweeteners helped to limit the rise in blood sugar in a group of slightly overweight people, compared with sugar.</p><p>Hill also points to a study of people on the <a href=\"http://www.nwcr.ws/\">National Weight Control Registry</a> that found successful long-term dieters tend to consume artificially sweetened foods and beverages at a higher rate compared with the general population.</p><p>So expect the debate over diet sodas to continue — and also anticipate hearing more about the role of our microbiomes.</p><p>It's clear that our gut microbes are not just passive organisms hitching a ride on our bodies, says <a href=\"http://www.uclahealth.org/body.cfm?id=479&action=detail&ref=16942\">Kirsten Tillisch</a>, a gastroenterologist at the University of California, Los Angeles. \"They're affecting our health in active and powerful ways.\"</p><p>Tillisch's take on the new research: It's hypothesis-generating.</p><p>She says many patients come in asking about diet sodas. Some keep drinking them, even while complaining that diet drinks give them headaches or make them feel bloated.</p><p>Her solution: Drink water instead.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Diet+Soda+May+Alter+Our+Gut+Microbes+And+Raise+The+Risk+Of+Diabetes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"259"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349329530-56629f.m3u?orgId=1&topicId=1128&e=349270927&d=259&ft=nprml&f=349270927"},{"href":"http://media.npr.org/assets/img/2014/09/17/dietsoda-16c87ad027a6588305f6fd42129b275a8ada81eb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1325","width":"1766"}}]}