{"created":"2014-10-08T02:27:13+00:00","modified":"2014-11-10T20:26:35+00:00","valid":{"from":"2014-11-10T20:26:35+00:00","to":"3014-11-10T20:26:35+00:00"},"hreflang":"en","title":"A Marriage In Crisis Is The Model For This 'Drawing'","published":"2014-07-12T16:12:00+00:00","teaser":"Robin Black's <em>Life Drawing</em> follows an artist couple working through the pain of a past betrayal. \"It's ... a fascinating subject,\" Black says. \"Who stays together and how do they manage it?\"","itags":["npr_api","330686206"],"guid":"b0384c96-df5e-450c-9880-b1ab5ffbf926","contentencoded":"<p><em>Life Drawing</em> is a novel that will make you want to hug the person you love and never let go.</p><p>It's a thriller and a love story. But it isn't about over-the-moon, happy, young love; it's about love when the marriage is no longer easy, when every move the couple makes is haunted by a betrayal.</p><p><em>Life Drawing</em> is Robin Black's first novel. She tells NPR's Tamara Keith why she chose to explore a marriage in crisis and the challenge of writing about Alzheimer's when she had no experience with the disease.</p><hr /><h3>Interview Highlights</h3><p><strong>On her main characters</strong></p><p>My narrator is a woman who's 47 years old. She's the painter; her name is Augusta, though she's known by most people as Gus; and she's had an affair with the father of one of her painting students and she's confessed it all to her writer husband, Owen. And they, after that, reached a point of such discomfort with the world and with memories of that, that they fled to a farm out in the country, where they've been for a couple of years by the time the book starts.</p><p><strong>On why she wanted to write about a marriage in crisis</strong></p><p>In my writing, I'm very interested in how people get through life's difficulties — more than I am interested, as a writer, in the good times. ...</p><p>This is very much a book about marriage at a point where the illusions of it being simple have gone by. They have taken some hits. She's had an affair and it's, to me, it's really a fascinating subject: Who stays together and how do they manage it? And I very purposely didn't give Gus and Owen any children. I wanted to look at what keeps two people together when they never had that fallback line: \"Oh, let's work on this for the kids. Let's stay together for the kids.\" But it's really just the pure feelings they have about each other and what that commitment is about.<strong></strong></p><p><strong>On the reader never learning what Owen is thinking</strong></p><p>He's not the narrator, and narrators have agendas. And Gus, my first-person narrator, she doesn't tread too closely to some of the things she's afraid of thinking about: How angry is Owen at her for this affair? What does he really think about it? She's kind of casting it the way she wants to.</p><p><strong>On writing about Gus' father's Alzheimer's when she had no experience with the disease</strong></p><p>I actually have been very pleased because a couple people who do have [experience with Alzheimer's] said they thought I must have. And I feel very comforted to hear that, in a sense, because I think that when you write about a disease with which you don't have personal experience, there's always a risk of it being very presumptuous. And if you get it wrong, you really have done something that crosses a line. You have to be very, very careful.</p><p>I have a child who has special needs, and I am very sensitized to this because when I read books that have fictional characters with conditions like her, or syndromes like hers, and they don't ring true, I feel invaded in a way. So it's been very important to me in my work, when I write about something like Alzheimer's, to really talk to people who have experienced that and try to get it right.</p><p><strong>On how the book ends</strong></p><p>I think with this story, by the end, it's taken on a little bit the shape of a classic tragedy in that you can't parse through where the responsibility is. But at a certain part, all the pieces have just come together and there's not going to be a happy ending here — it's just a downhill roll. I think of this as what Gus describes in the end as a series of \"small collaborative sins;\" that everybody's a little bit guilty, and nobody's very guilty.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Marriage+In+Crisis+Is+The+Model+For+This+%27Drawing%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"393"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330889597-4d66c6.m3u?orgId=1&topicId=1033&ft=3&f=330686206"},{"href":"http://media.npr.org/assets/img/2014/07/11/robin-black-photo-final_c-nina-subin-6789b6c51ea52b797b30c6b1c2f5357ff345f4a4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1860","width":"2475"}}]}