{"created":"2014-10-08T09:02:17+00:00","modified":"2015-04-07T17:51:37+00:00","valid":{"from":"2015-04-07T17:51:37+00:00","to":"3015-04-07T17:51:37+00:00"},"hreflang":"en","title":"Why One Public Health Expert Thinks Airport Ebola Screening Won't Work","published":"2014-10-08T16:22:00+00:00","teaser":"The U.S. will soon set up screening procedures, according to the CDC. But one expert questions the usefulness of screens. And history backs him up.","itags":["npr_api","354408155"],"guid":"b039faec-ba44-4c0b-9c56-a9a5747fda55","contentencoded":"<p>Centers for Disease Control and Prevention Director Tom Frieden has said his organization will soon be implementing new health screening procedures at U.S. airports. It's part of an ongoing effort to control the spread of Ebola.</p><p>\"We'll be strengthening our screening procedures both at the source and at entry,\" Frieden said at a news conference yesterday. His comments echoed calls for stepped-up screening by President Obama and Texas Gov. Rick Perry.</p><p>What will these screenings entail? And will they make Americans safer?</p><p>It's difficult to say, because the CDC hasn't released many details yet. Larry Gostin, a professor of global health law at Georgetown University, says the new requirements will likely mirror procedures already used in some West African airports: travel history, looking for signs for illness, and a temperature reading.</p><p>When it comes to the likelihood of these interventions benefiting public health, Gostin is skeptical.</p><p>\"Fever screening can be unobtrusive, but let's not have the false impression that this is a tried-and-true method and it's going to keep Ebola out of the United States,\" he says. \"It's just not the case.\"</p><p>In fact, there's little evidence that fever screenings for arriving passengers do much to prevent the spread of Ebola or other diseases.</p><p>Consider the case of Ebola patient Thomas Eric Duncan, who traveled to the U.S. from Liberia and is now in critical condition in a Dallas hospital. He would not have been detected either in Africa or the U.S. because he was not exhibiting any signs of the virus.</p><p>Or consider the case of <a href=\"https://www.mja.com.au/journal/2004/180/5/border-screening-sars-australia-what-has-been-learnt\">Australia and the 2003 SARS outbreak</a>. The country's airports screened more than 1.8 million incoming passengers for the airborne virus and found 794 with elevated temperatures. They held those travelers for additional testing, but no one turned out to have SARS.</p><p>Singapore and Canada saw similar results: millions of passengers screened, and few if any SARS cases detected. Meanwhile, thousands of people saw their travel plans disrupted and in some cases were quarantined for a week or longer.</p><p>Plus, Gostin says, many people know how to game the system. During the SARS outbreak, Gostin was on a flight to Beijing when the airline flight attendants began handing out Tylenol to first-class passengers. They were encouraged to take the medicine, to be sure they passed fever screenings.</p><p>And he worries that false positives could divert money and manpower away from actual Ebola cases.</p><p>\"Just the other day, at Newark airport, someone came in with vertigo.\" He claims that high-level officials spent hours dealing with that one false alarm: \"It's kind of not what you want.\"</p><p>Given this lack of evidence, why are new entry screenings being implemented? Gostin says it might have to do with an age-old tradition: The public gets scared and demands that the government protect them.</p><p>\"And governments, even if they know better, will sometimes reply to that political outcry,\" Gostin says. \"They're under a lot of pressure to do something [to] make the public feel reassured, even if it really doesn't make them safer.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+One+Public+Health+Expert+Thinks+Airport+Ebola+Screening+Won%27t+Work&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anders Kelto","audio":[{"meta":{"duration":"273"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354507483-6725d6.m3u?orgId=1&topicId=1031&e=354408155&d=273&ft=nprml&f=354408155"}]}