{"created":"2015-06-04T15:01:35+00:00","modified":"2015-06-15T23:05:21+00:00","valid":{"from":"2015-06-15T23:05:21+00:00","to":"3015-06-15T23:05:21+00:00"},"hreflang":"en","title":"Advisers To FDA Recommend Agency Approve Drug To Boost Female Libido","published":"2015-06-05T20:13:00+00:00","teaser":"Proponents claim the Food and Drug Administration is applying a double standard to its review of a drug some call the female Viagra. Critics say flibanserin hasn't been proved safe or effective.","itags":["npr_api","411260331"],"guid":"b040f0f1-4253-4f60-8d88-8db220d7cebd","contentencoded":"<p><strong>Update 4:40 p.m.:</strong> The panel of advisers to the Food and Drug Administration voted 18 to 6 to recommend that the agency approve flibanserin, as long as there are measures in place to make sure that women are aware of its risks, including low blood pressure and fainting. The FDA doesn't have to follow the recommendations of its advisory panels but usually does.</p><hr /><p>A committee of medical advisers meets Thursday to consider whether to recommend that the Food and Drug Administration approve the first drug that aims to boost a woman's libido.</p><p>The FDA has twice before rejected the drug, called flibanserin, after previous advisory panels concluded there were questions about its safety and insufficient evidence that the drug was effective for women with low sex drives.</p><p><a href=\"http://sproutpharma.com/\">Sprout Pharmaceuticals</a>, which makes flibanserin, has submitted more research that the company hopes will finally convince the advisers and the agency the drug is ready for the market. The company's evidence includes a study it says shows women can safely drive after using the medication. One concern about the drug is that it can leave women drowsy the day after taking it, increasing the risks for accidents.</p><p>\"The review of flibanserin ... represents a critical milestone for the millions of American women and couples who live with the distress of this life-impacting condition without a single approved medical treatment today,\" <a href=\"http://sproutpharma.com/about-us/leadership-team/\">Cindy Whitehead</a>, Sprout's CEO, said in a statement before the hearing began.</p><p>Flibanserin, which the company plans to sell under the brand name Addyi if approved, shifts the balance of three key brain chemicals, increasing dopamine and norepinephrine and decreasing serotonin.</p><p>The drug has long been the focus of an <a href=\"http://www.npr.org/sections/health-shots/2015/02/16/384043661/female-libido-pill-fires-up-debate-about-women-and-sex\">intense debate</a>. The company and some advocacy groups, including the <a href=\"http://now.org/\">National Organization for Women</a> and <a href=\"http://eventhescore.org/\">Even the Score</a>, have suggested that the FDA is being sexist by holding the drug to a higher standard than drugs, such as Viagra and Cialis, for male sexual problems.</p><p>The FDA denies those charges. In <a href=\"http://www.fda.gov/downloads/AdvisoryCommittees/CommitteesMeetingMaterials/Drugs/DrugSafetyandRiskManagementAdvisoryCommittee/UCM449088.pdf\">documents</a> posted online in advance of the hearing, Hylton Joffe, director of the FDA's Division of Bone, Reproductive and Urologic Products, said that such claims \"are misleading and inaccurate.\"</p><p>\"The FDA rejects claims of gender bias,\" Joffe wrote. \"The FDA's regulatory decision for each product is based on an assessment of whether the benefits outweigh the risks, and does not take gender into consideration.\"</p><p>Many women's health advocates agree with the agency's caution and remain opposed to the drug despite the company's new research.</p><p>\"No amount of slick marketing can get around the fact that at least so far drugs [like flibanserin] just don't work,\" says <a href=\"https://nwhn.org/nhwn-staff\">Cindy Pearson</a> of the National Women's Health Network. \"Nevertheless, pharmaceutical executives hype the prospect of a 'pink Viagra' because the potential market is estimated to exceed $2 billion annually.\"</p><p>In the documents released in advance of the hearing, FDA reviewers concluded that the drug could boost libido in some women and increase the number of satisfying sexual experiences, but noted those effects are \"numerically small.\"</p><p>According to the briefing documents, three studies that compared flibanserin with a placebo found that women using the drug had a median of 0.5 or 1.0 more satisfying sexual events a month, depending on the study. The median number of satisfactory sexual experiences each month before the drug test was two or three.</p><p>Some women's health experts argue that the campaign for flibanserin is oversimplifying female sexuality. Many women who experience a waning libido don't see it as a problem, these experts say. Moreover, a low libido may be a symptom of fluctuating hormones or of a health problem that needs attention, they add.</p><p>Some worry there could be serious side effects from long-term daily use of a the drug. And in the briefing documents, FDA reviewers highlighted side effects, including fainting and the increased risk for accidents, especially if the women combine the drug with alcohol.</p><p>\"This drug is a combination of powerful brain neuromodulators prescribed for chronic use, with effects only appearing (if at all) after several weeks. This is in dramatic contrast to drugs like Viagra that are taken on an as-needed basis,\" says <a href=\"http://www.med.nyu.edu/biosketch/tiefel01/publications\">Leonore Tiefer</a>, a New York University psychologist.</p><p>The company acknowledges flibanserin can have side effects, but maintains those are relatively minor and that the drug could help many women.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Advisers+To+FDA+Recommend+Agency+Approve+Drug+To+Boost+Female+Libido&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rob Stein","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412046998-7aa210.m3u?orgId=1&topicId=1128&d=236&p=2&story=411260331&t=progseg&e=412027307&seg=17&ft=nprml&f=411260331"}]}