{"created":"2014-10-07T16:11:31+00:00","modified":"2014-10-31T15:11:46+00:00","valid":{"from":"2014-10-31T15:11:46+00:00","to":"3014-10-31T15:11:46+00:00"},"hreflang":"en","title":"In Brazil, Nips And Tucks Don't Raise An Eyebrow","published":"2014-10-08T18:24:00+00:00","teaser":"Brazil has surpassed the U.S. as the world capital of plastic surgery. All this cosmetic enhancement is widely embraced in a country where women flaunt, rather than hide, having work done.","itags":["npr_api","353270270"],"guid":"b045a228-f02a-428a-8867-2bd63c39e161","contentencoded":"<p>Janet and Jaqueline Timal are 40-something-year-old sisters, and they have what they call a plastic surgery fund.</p><p>\"I'm always saving money. When I see I've gathered up enough money for another surgery I do it,\" Jaqueline says.</p><p>She has had breast implants put in and also a tummy tuck. She's visiting the plastic surgeon's office again to do a famed Brazilian butt lift, which is the same as a breast lift, but on your backside. Janet has had a tummy tuck; she's now doing her breasts, too. Between them, they will have had five surgeries.</p><p>Janet and Jaqueline aren't rich — far from it. One works at a retirement home; the other owns a small shop.</p><p>They both say this isn't about bankrupting themselves for beauty but rather the opposite — Jaqueline says she sees the procedures as an investment.</p><p>\"I think we invest in beauty because this is very important for women here. You can get a better job because here they want a good appearance, a better marriage because men care about the way you look,\" she says.</p><p>Brazil has just surpassed the U.S. as the place with the most cosmetic surgeries performed in the world, even though it has fewer people and collectively less disposable income than the U.S.</p><p>Last year, <a href=\"http://www.isaps.org/Media/Default/global-statistics/2014%20ISAPS%20Global%20Stat%20Results.pdf\" target=\"_blank\">according to the International Society of Aesthetic Plastic Surgery</a>, 1.5 million cosmetic surgeries were carried out in Brazil — 13 percent of all the elective plastic surgeries done all over the world.</p><p>One reason is that Brazil simply has more plastic surgeons per capita than the U.S. There's a health care crisis in Brazil that has led the country to import doctors from Cuba to work in rural and poor areas. Yet there's a surfeit of plastic surgeons.</p><p>The other reason is women's increasing financial power. In the past 10 years, Brazil has grown economically, and salaries and disposable income have gone up. Women like the Timal sisters have overwhelmingly chosen to use that money on their appearance.<strong> </strong></p><p>While in the U.S., people may hide that they have had plastic surgery like it's something shameful, in Brazil they flaunt it. The attitude is that having work done shows you care about yourself — and it's a status symbol.</p><p>But even though people have more money and greater access to credit, many of the poor wouldn't be able to afford to pay for all of their cosmetic procedures unless they got a helping hand.</p><p><strong>'The Right To Dream'</strong></p><p>The Ivo Pitanguy Institute in Rio de Janeiro is named after the famous Brazilian plastic surgeon who is renowned for saying,<strong> </strong>\"The poor have the right to be beautiful too.\"</p><p>Here the ethos is beauty shouldn't just be a privilege of those who can afford it.</p><p>The institute's lobby is packed as attendants call out the names of women — and a few men — who are waiting to be evaluated for cosmetic surgeries. This is a charity and teaching hospital, and the surgeries given are either free of charge or heavily subsidized.</p><p>The hospital offers all the usual fare: breast implants, breast lifts, Botox, nose jobs, face lifts and, of course, the ever-popular butt implant.</p><p>This is where the Timal sisters are having their surgeries. The price for Jaqueline's butt lift? It's 3,800 reals, about $1,600. At a private hospital it could run over three times that.</p><p>Francesco Mazzarone, who now heads the institute, explains why it's important to provide cosmetic surgeries to the disadvantaged.</p><p>\"This is about equality, which is the philosophy Pitanguy created. Equal rights to everyone. The patients come here to get back something they lost in time. We give to them the right to dream,\" he says. \"What we do here is altruism.\"</p><p>And the women NPR spoke with are grateful, but they also acknowledge that there is a lot of pressure in Brazil to conform to a physical ideal.</p><p>Jaqueline Timal says her 21-year-old daughter has already had liposuction.</p><p>\"I told her she should wait, but to be very beautiful, we push ourselves — and also society pushes us. I think she is too young for that, but as it was her great desire, I supported [her] so she can be happy,\" she says.</p><p>Some in Brazil, though, balk at the idea that happiness can be achieved at the end of a scalpel.</p><p>Being a feminist is a lonely business in Brazil, says Karen Polaz, a blogger and women's rights activist. She says despite the fact that Brazil has a female president, it's still a very sexist country. She says beauty as a right sounds good in principle; what that means in practice is that a very narrow view of what is beautiful is being pushed onto people here.</p><p>\"Before accepting the idea that everyone has the right to be beautiful, we have to understand the image of beauty that is being sold, because this is an industry, an extremely lucrative industry. They transform women into consumers,\" she says.</p><p>And in Brazil, that transformation has a racial component.</p><p><strong>What's Sold As Beautiful</strong></p><p>Brazil imported more slaves, some 4 million, than any other country. Today, it is a primarily a mixed-race country, but you wouldn't know that by looking on TV and in magazines here, which rarely feature people of color.</p><p>\"If you look at the traditional body type of a Brazilian, you would see a woman with dark skin, curly hair, small breasts and a larger bottom, a body that is very different from the body marketed as desirable,\" says Marcelo Silva Ramos, an anthropologist and social scientist.</p><p>He says what is sold as beautiful here is someone like Brazilian model Gisele Bundchen: a woman who is tall, thin, blond with straight hair, bigger breasts and fewer curves. That has meant people who don't look the right way — and by this he means \"the white way\" — are often excluded, he says.</p><p>\"In our culture, the view is women who look acceptable get money, social mobility, power,\" he says.</p><p>Take for example the popular Miss Bumbum contest, which annually crowns Brazil's best backside. All of the contestants this year are lighter skinned.</p><p>Claudia Alende, the 22-year-old front-runner of this year's competition, looks like American actress Megan Fox, right down to the blue contact lenses she wears over her natural brown eyes. She says she is competing for a simple reason.</p><p>\"The contest is famous around the world, and I want to be recognized around the world and become famous, too,\" she says, laughing.</p><p>She says the contest is a way for her to become a TV presenter or an actress. The rules of the contest allow for plastic surgery anywhere but on the backside. She openly admits she's had work done.</p><p>\"It was [because] everyone was doing [it] so I did [it],\" she says.</p><p>Previous Miss Bumbum contestants have indeed gone on to arguably bigger and better things. One became a TV presenter; others have become actors and professional dancers on TV. But they are among the few.</p><p>Maria da Gloria de Sousa is 46 but looks 30. She's unemployed but has had six surgeries at the Pitanguy Institute and speaks about her procedures with characteristic Brazilian humor and openness.</p><p>\"I'm almost an android! I had done my breasts three times. I didn't stop there. I did a tummy tuck and then a lipo, and, lastly, I did my bottom,\" she says.</p><p>She says she has spent the equivalent of the cost of three cars on her operations.</p><p>\"I'm much happier, there is no doubt about it. My bottom will never sag, my breasts will never sag. They will always be there, hard. It is very good to look at the mirror and feel fine,\" she says.</p><p>When I ask her if it was all worth it, she tells me she has a 21-year-old lover.</p><p>\"Things have gotten a lot better,\" she quips.</p><p>She waves goodbye and, smiling, sashays down the beach — and nothing jiggles.</p><p><em>You can follow NPR's South America correspondent Lourdes Garcia-Navarro <a href=\"https://twitter.com/lourdesgnavarro\" target=\"_blank\">@lourdesgnavarro</a>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Brazil%2C+Nips+And+Tucks+Don%27t+Raise+An+Eyebrow&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lourdes Garcia-Navarro","audio":[{"meta":{"duration":"530"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354371756-c202f4.m3u?orgId=1&topicId=1127&aggIds=177622347&ft=3&f=353270270"},{"href":"http://media.npr.org/assets/img/2014/10/06/plastic-surgery---10-6---janet-and-thairine-2-of-2--6160701d6bafb1f9f00b4bd86764a7be132dd815.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3301","width":"4408"}},{"href":"http://media.npr.org/assets/img/2014/10/06/maria_brazil_01-6468984f86e211b8393128a42e97baeabf1d146f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3742","width":"4998"}},{"href":"http://media.npr.org/assets/img/2014/10/06/plastic-surgery---10-6---maria-da-glo-ria-3-of-7--3632f95ab077dbccf9016582c4fb04edb107f911.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3219","width":"4287"}}]}