{"created":"2014-10-06T08:59:00+00:00","modified":"2014-11-12T21:05:08+00:00","valid":{"from":"2014-11-12T21:05:07+00:00","to":"3014-11-12T21:05:07+00:00"},"hreflang":"en","title":"Supreme Court To Weigh Facebook Threats, Religious Freedom, Discrimination","published":"2014-10-06T16:32:00+00:00","teaser":"The U.S. Supreme Court opens a new term Monday. The issues on the docket range from whether threats on Facebook count as threats to whether prisoners should be allowed to wear short beards.","itags":["npr_api","353515078"],"guid":"b0617b42-7b95-4b04-87ef-154002ec87fe","contentencoded":"<p>The U.S. Supreme Court opens a new term Monday, but so far the justices are keeping quiet about whether or when they will tackle the gay marriage question. Last week, the justices met behind closed doors to discuss pending cases, but when they <a href=\"http://www.npr.org/blogs/thetwo-way/2014/10/02/353289039/supreme-court-declines-to-hear-gay-marriage-cases-for-now\" target=\"_blank\">released</a> the list of new cases added to the calendar, same-sex marriage was nowhere to be seen.</p><p>But that really doesn't mean very much.</p><p>About 2,000 cases have piled up over the summer, each seeking review on all manner of subjects. So when the court met last week to sift through all that, there really wasn't enough time for the justices, as a group, to focus on the same-sex marriage cases. With a big issue like this, and multiple appeals before the court, the justices need to decide which cases are the \"best vehicles\" (as it's known in the trade) for review. Indeed, all of the vehicle talk prompted one media wag to comment last week that all of the flossy lawyers, each pointing to their own case as the <em>best</em> vehicle, sounded more like car salesmen than Supreme Court advocates.</p><p>With seven cases currently before the court, the justices will likely pick just one or two to hear. They might, as Justice Ruth Bader Ginsburg <a href=\"http://www.washingtonpost.com/news/volokh-conspiracy/wp/2014/09/16/justice-ginsburg-no-urgency-yet-on-same-sex-marriage/\">suggested earlier this fall</a>, even wait for more cases. Right now, the only cases pending before the court are lower court decisions favoring the right of same-sex couples to marry. But a Sixth Circuit Court of Appeals panel, which heard arguments last August in Ohio, sounded as if it might go the other way. If it does, that would provide the kind of traditional conflict the Supreme Court looks to resolve.</p><p>Truth be told, with both sides already pressing the court to act, most court observers think the justices will want to take the plunge sooner rather than later. For now, though, all is speculation.</p><p>This term will mark the 10th year that John Roberts has served as chief justice. Without a doubt, the court has grown dramatically more conservative since his appointment. But, as Brianne Gorod of the Constitutional Accountability Center observes, the question is: \"What role has John Roberts played in this movement?\" Is he \"strategically and deliberately leading the court to the right?\" Kendall asks, \"Or is it, as some have suggested, the 'Kennedy Court' or even the 'Alito Court'?\" Justice Anthony Kennedy is often referred to as the \"swing justice,\" and has written many of the court's major 5-to-4 opinions. Justice Samuel Alito is far more conservative than the justice he replaced, Sandra Day O'Connor, and has cast many votes and written major opinions that have shifted the court in a more conservative direction.</p><p>The issues on the docket this term range from race and religion cases, to pregnancy discrimination, and even to threats on Facebook.</p><p>But once again the court, responding to challenges brought by conservatives, has chosen to delve into some elections issues that had been thought long settled. In a case from Arizona, the court could prevent the increasing use of citizen commissions to draw congressional district lines. Arizona, California and some other states have, in one way or another, used these commissions to take the redistricting issue out of the hands of self-interested state legislatures. But in Arizona, where the independent commission was enacted by referendum, the Republican-controlled Legislature is now challenging the practice as unconstitutional.</p><p>In a case that could dramatically alter the way judicial elections are conducted, the court will decide whether states that elect judges can bar judicial candidates from personally soliciting campaign contributions. Of the 39 states with judicial elections, 30 have such bans. The test case is from Florida, where the state Supreme Court upheld that state's ban on the grounds that allowing judicial candidates to personally solicit campaign contributions would raise questions about their impartiality on the bench. Those challenging the ban say it violates their free speech rights.</p><p>Another free speech case involves the question of what constitutes a threat on Facebook. The facts are pretty hairy. Anthony Elonis was convicted of making threats against his estranged wife and an FBI agent. His posts said things like, \"I'm not going to rest until your body is a mess, soaked in blood and dying from all the little cuts.\"</p><p>Soon he moved on to suggest that he might make \"a name\" for himself with a school shooting. \"Hell hath no fury like a crazy man in a kindergarten class. The only question is ... which one?\"</p><p>At that point, a female FBI agent paid him a visit, which provoked a post in which he said that he'd had to control himself not to \"slit her throat, leave her bleeding from her jugular in the arms of her partner.\"</p><p>At Elonis' trial, the judge instructed the jurors that to convict, they had to conclude that this was not merely exaggeration. His Facebook posts needed to be statements that a reasonable person would interpret as a serious expression of an intention to inflict bodily injury. Elonis contended that he was just mimicking rap songs — indeed, he often linked to songs with his post. He argued that he should not be convicted without actual proof that he <em>intended</em> to threaten, intimidate or harm.</p><p>The intent standard that Elonis argued for might make it much more difficult to win a conviction for making illegal threats. But whatever rule the justices come up with, observes University of Virginia law professor Leslie Kendrick, it will likely apply not just to Facebook and Twitter, but to all forms of communication — including people speaking face to face or publishing in the newspaper. In other words, says Kendrick, when crafting a rule, the justices will ask if the standard \"is going to chill people who engage in speech that is borderline but ultimately protected.\"</p><p>Protected, that is, by the First Amendment guarantee of free speech. Most court experts seem to believe that Elonis may win because of the culture of today's social media. \"The context of rap music these days suggests that what Elonis put out there really isn't all that unusual for what's going on on Facebook and what's going on in the popular culture,\" says professor William Marshall of the University of North Carolina School of Law.</p><p>After all, the current Supreme Court may be viewed as conservative, but it has, with little or no dissent, already upheld a fair amount of \"fringe speech\" — whether it's crush videos, demonstrations at military funerals or the sale of violent video games to kids.</p><p>Not everyone, however, agrees that the Facebook threat case is in the same category. Former Solicitor General Gregory Garre notes that Elonis' posts \"ticked off all the boxes\" — domestic violence, school shootings, violence against a federal officer. Garre says he \"wouldn't be surprised if [Elonis' Facebook posts] struck the justices as something very problematic.\"</p><p>A different part of the First Amendment — the free exercise of religion — is at issue in two cases involving federal statutes. One case tests whether retailer Abercrombie & Fitch illegally discriminated against a Muslim woman when she was denied a job because her headscarf conflicted with the company's dress code. The other case tests Arkansas' refusal to allow a Muslim prisoner to wear a short beard for religious purposes.</p><p>The prisoner sued under a federal law aimed at shoring up prisoners' religious rights. Interestingly, in this case, the prisoner has the backing of a wide variety of corrections officials and organizations, plus the federal government. The federal prison system and 43 states allow beards, largely because it is much easier to hide weapons and other contraband in clothes, hair and body cavities.</p><p>There is a similar coalition of strange bedfellows in a pregnancy discrimination case before the court. Anti-abortion and women's rights groups have joined together to urge the court to require employers to treat pregnancy the same way other temporary disabilities are treated on the job. In this case, a UPS driver asked for light duty, carrying less than 20 pounds, during the latter part of her pregnancy. But the company refused, and she lost both her job and her insurance coverage.</p><p>The company contends that it had \"no animus\" toward the employee because of her pregnancy; her request for light duty just wasn't covered by either the provisions of federal disability law or the union contract. She argues that she should have been covered under the 1978 federal law barring discrimination based on pregnancy.</p><p>The case is very important for businesses because pregnancy accommodations cost money. But it's very important to women too, observes Emily Martin of the National Women's Law Center. \"Lots of women with some sort of work limitation arising out of pregnancy face similar issues — especially women in low-wage jobs that are often more physically demanding,\" she says.</p><p>The first case the court hears on Monday is one that amazes former Solicitor General Paul Clement, who wants to know: \"How in the world did we go 225 years and not have this issue decided?\" The issue is whether police may make a traffic stop based on a mistaken understanding of the law, and then use evidence from a subsequent search to convict the car's occupants of a crime.</p><p>Other controversies to look forward to include cases that involve racial gerrymandering and Medicaid funding, and a major housing discrimination case that could make it harder to prove discrimination.</p><p>The court will even be tackling a case about fish — yes, fish! It's an obstruction of justice case that, depending on your point of view, involves either the deliberate concealment of illegal fishing or a classic example of prosecutorial overreach. More to come on that later.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Supreme+Court+To+Weigh+Facebook+Threats%2C+Religious+Freedom%2C+Discrimination&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"467"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354001664-05aa8c.m3u?orgId=1&topicId=1070&ft=3&f=353515078"}]}