{"created":"2014-10-07T19:10:54+00:00","modified":"2014-10-30T23:40:36+00:00","valid":{"from":"2014-10-30T23:40:36+00:00","to":"3014-10-30T23:40:36+00:00"},"hreflang":"en","title":"Economic Growth Hits Headlines, But Not Wallets","published":"2014-08-25T15:56:00+00:00","teaser":"Despite the economy adding more than 200,000 jobs last month, unemployment ticked up and incomes have stayed stagnant. For many people, stretching every dollar is still an economic necessity.","itags":["npr_api","337376101"],"guid":"b064d4e5-2a02-453f-b96d-b5bfe4b9066d","contentencoded":"<p>In a finance move you might have missed this week, Dollar Tree bought up Family Dollar. It's a marriage made in cheap, plastic goods heaven, at a time when dollar stores can provide a glimpse into the disconnect between an improving economy and stagnating wages.</p><p>Dollar stores were doing brisk business throughout the recession, but their profits have shrunk recently, partly because the economy is recovering. On Friday the Bureau of Labor Statistics <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/01/337065018/unemployment-ticks-up-to-6-2-percent-209-000-jobs-added\">released its jobs report</a> for the month of June: For the first time since 1997, the economy added more than 200,000 jobs for six months straight.</p><p>But the jobless rate remains stubbornly mediocre at 6.2 percent. People are still worried, which was clear on a recent visit to a Dollar Tree in Los Angeles County, where there were still a lot of people looking to stretch their dollars.</p><p>\"You take each day at a time. Some days I have money, some days I don't,\" said Latonya Wright, who was shopping for her son's frozen dessert business.</p><p>Wright said it is hard to tell whether or not the economy is getting better.</p><p>\"You listen to the news and they say the economy is bad and stuff,\" she said, \"but when you go to the malls or drive past any stores, you see people shopping.\"</p><p>She's right. The Commerce Department announced on Friday that consumer spending has grown by 2.5 percent this quarter. But at the same time, federal statistics show that the poorest Americans are earning less than they did a decade ago.</p><p>But it's not just the lowest-income folks shopping on the cheap; more than half of American shoppers have been to a dollar store in the last month.</p><p>Many such shoppers at the LA Dollar Tree said the same thing about the economy: it doesn't seem to be getting better or any worse.</p><p>\"Yeah, I don't see it moving sharply for me in any one direction,\" said Sebastian Garcia-Vinyard, who was at the store with his wife and two sons.</p><p>Zoe Chace of NPR's Planet Money says the reason for that, and the big story out of the new jobs report, is wages — or rather, wages not going up.</p><p>\"People aren't getting a lot more money as the months are going by,\" Chace says. \"The reason for that is that there's actually still a lot more room for hiring. The employment rate is not back to a full employment level.\"</p><p>So employers aren't looking around and trying desperately to hire people; nor is there a lot of competition for jobs, because a lot of people are working.</p><p>\"Until the unemployment rate gets a little bit lower, and employers are really competing to hire people, wages are going to stay kind of where they are,\" Chace says. \"That's what we're seeing now and that's what we'll probably be seeing for the next couple of months.</p><p>Another problem is that some companies, while reporting higher profit margins, aren't really using that cash to hire more workers. Many have become leaner in the recession and have learned to do more with less, Chace says, or invested in automation. Even though those companies are more profitable, they're sitting on the money.</p><p>\"They're not really spreading it around the economy,\" she says. \"You can see a lot of uncertainty in the world still and companies want cash on hand in case there's another shock to the economic system.\"</p><p>We will likely continue to see good headline numbers, but Chace says the real measure will be when we see wage growth: people actually getting more money in their pockets.</p><p>\"[That] shows that there's real competition out there among companies to hire workers,\" she says. And when people have more money, they spend more money, which creates more demand, so companies need to hire more workers. It's what Chace calls a \"virtuous cycle\":</p><p>\"That's when things start humming along and everybody starts to feel better.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Economic+Growth+Hits+Headlines%2C+But+Not+Wallets&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"264"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337401317-5664c8.m3u?orgId=1&topicId=1017&ft=3&f=337376101"},{"href":"http://media.npr.org/assets/img/2014/08/02/dollar_tree-754565b3efdc694c10ce69f2d0855c5d07806cbd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3425","width":"4570"}}]}