{"created":"2015-01-19T19:06:06+00:00","modified":"2015-06-05T15:30:36+00:00","valid":{"from":"2015-06-05T15:30:36+00:00","to":"3015-06-05T15:30:36+00:00"},"hreflang":"en","title":"From Detox To Elimination Diets, Skipping Sugar May Be The Best Bet","published":"2015-01-20T13:28:00+00:00","teaser":"Detox diets are a hot trend, but scientists say there's really no evidence that they are necessary or helpful. One strategy that <em>does</em> make sense: Cut back on sugar. We tell you why.","itags":["npr_api","377780329"],"guid":"b067acae-4e15-4dc6-b3e4-4ab9ee2460f2","contentencoded":"<p>When it comes to detox diets, we totally get the appeal.</p><p>Who's not drawn to the idea of flushing all the toxins out of our bodies — a sort of spring cleaning of our insides?</p><p>And yes, several years back, I even remember trying — if only for a day — the trendy cayenne-pepper liquid cleanse (as seen in this <a href=\"https://www.youtube.com/watch?v=_7ZBGzaU588\">Mindy Kaling clip</a> from<em> The Office) </em> as part of a cleansing/detox diet.</p><p>But it turns out, as <a href=\"http://www.npr.org/blogs/thesalt/2012/02/15/146927835/can-a-diet-clean-out-toxins-in-the-body\">we've reported</a>, the whole idea that you need to go on a special, draconian diet to detox your body really has no scientific backing.</p><p>We spoke to <a href=\"https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=3&sqi=2&ved=0CCwQFjAC&url=https%3A%2F%2Fwww.medstarhealth.org%2Fprovider%2Franit-mishori-md-family-medicine&ei=90K5VObAHIKkgwSghoLQBA&usg=AFQjCNGXCWcgHY6AIpp7tz3LersY1a-kZg&bvm=bv.83829542,d.eXY\"></a> Dr. <a href=\"https://www.medstarhealth.org/provider/ranit-mishori-md-family-medicine\">Ranit Mishori</a>, a faculty member in family medicine at Georgetown University Medical School who has reviewed the literature on colon cleanses. She told us that lots of her patients are asking about detox and cleansing diets, especially at this time of year. Her advice: Steer clear.</p><p>The way she explains it, our bodies have an excellent built-in system for getting rid of toxins. Our kidneys and livers, for instance, both play an important role in helping to filter out potentially harmful compounds.</p><p>\"The human body has evolved over many years, and it has a very sophisticated [filtering] system through the liver, through the kidneys,\" Mishori told us.</p><p>\"The liver has all kinds of different enzymes that break down the chemicals considered to be harmful, potentially, and then it excretes [them]. It does it very, very efficiently,\" she says. \"It does it 24 hours a day. And there are no supplements or super foods that can boost the liver and kidneys to do it better than they already do.\"</p><p>Of course, this doesn't mean that healthful eating isn't important. But the point is, you don't need to live on liquids and cayenne — or any other <a href=\"http://www.npr.org/blogs/thesalt/2013/08/23/214912007/fad-diets-will-seem-even-crazier-after-you-see-this\">crazy fad diets</a> out there. Most of us would be better off making more straightforward changes to our diets that are known to be beneficial.</p><p>So what kind of simple, good-for-you changes should you consider? Mishori offered her top three tips: \"Cutting on sugar is always a good idea. Cutting on processed foods is always a good idea. Being better hydrated is always a good idea,\" she told us.</p><p>Diets don't need to be all-or-nothing. When it comes to sugar, the idea is to reduce consumption and be more mindful.</p><p>Currently, as we've reported, the typical American consumes about <a href=\"http://www.npr.org/blogs/thesalt/2014/02/03/271130613/sweet-tooth-gone-bad-why-22-teaspoons-of-sugar-per-day-is-deadly\">22 teaspoons a day of sugar</a>, which is about three times more than what's recommended. And the evidence is piling up that this is doing all kinds of damage to our bodies.</p><p>For instance, a <a href=\"http://openheart.bmj.com/content/1/1/e000167.full\">recent paper</a> in <em>BMJ Open Heart</em> described how consuming too much sugar can raise the risk of high blood pressure.</p><p>And, as we've reported, a study in <em>JAMA Internal Medicine </em>concluded that Americans who consumed the most sugar — about a quarter of their daily calories — were twice as likely to die from heart disease as those who limited their sugar intake to 7 percent of their total calories. Or, as I previously <a href=\"http://www.npr.org/blogs/thesalt/2014/02/03/271130613/sweet-tooth-gone-bad-why-22-teaspoons-of-sugar-per-day-is-deadly\">broke it down</a>:</p><blockquote><p>\"To translate that into a 2,000-calorie-a-day diet, the big sugar eaters were consuming 500 calories a day from sugar — that's 31 teaspoons. Those who tamed their sweet tooth the most, by contrast, were taking in about 160 calories a day from sugar — or about 10 teaspoons per day.</p><p>\"The American Heart Association <a href=\"http://www.heart.org/HEARTORG/GettingHealthy/NutritionCenter/HealthyDietGoals/Sugars-and-Carbohydrates_UCM_303296_Article.jsp\">advises</a> that women consume no more than 6 teaspoons of added sugar daily. This is about 100 calories. And men, no more than 9 teaspoons, or about 150 calories from sugar. (This does not include foods such as fruits and vegetables that naturally contain sugar.)\"</p></blockquote><p>So the bottom line is, if you want to make one change this year, cutting back on added sugar is probably a good choice.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Detox+To+Elimination+Diets%2C+Skipping+Sugar+May+Be+The+Best+Bet&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"279"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378409734-b6404f.m3u?orgId=1&topicId=1134&d=279&p=2&story=377780329&t=progseg&e=378331016&seg=7&ft=nprml&f=377780329"}]}