{"created":"2014-09-22T16:09:50+00:00","modified":"2014-10-31T15:41:42+00:00","valid":{"from":"2014-10-31T15:41:42+00:00","to":"3014-10-31T15:41:42+00:00"},"hreflang":"en","title":"Honolulu Police Chief's Ban On Visible Tattoos Sparks Criticism","published":"2014-07-01T23:37:00+00:00","teaser":"Native Hawaiians on the police force have criticized the ban. Many say tattoos are part of their cultural heritage and should remain in plain sight.","itags":["npr_api","327249018"],"guid":"b076df90-a46a-4aec-90ef-d5733f4c4a26","contentencoded":"<p>The Honolulu Police Department motto is \"integrity, respect and fairness.\" But many of the Hawaiian natives on the force say the new rule banning visible tattoos isn't fair and doesn't respect their religious customs.</p><p>Keone Nunes is a practitioner who taps out tattoo designs just as they were done a thousand years ago. He uses a hand-held tool — a kind of miniature rake with needle-sharp tines made of animal tusks dipped in black ink. <em>Uhi,</em> or the artwork, is secondary to the prayers, protocols and techniques used in the ancient Native Hawaiian practice, he says.</p><p>\"The symbols identified who you were,\" Nunes says. \"There is a huge religious connotation to it.\"</p><p>But Honolulu's police chief, Louis Kealoha, sees it differently.</p><p>A Hawaiian native, Kealoha himself has a cultural tattoo on his right biceps but says his dress and grooming policy establishes uniform standards without exceptions.</p><p>\"You can do that off-duty, but you cannot have any visible tattoos,\" says Kealoha. \"That's going to take away from the professional image of the officer and of the reputation of the police department.\"</p><p>He is one of 400 Honolulu police officers — 20 percent of the force — who have tattoos on their arms, necks or faces.</p><p>Patrol officer Nick Schlapak's tattoos decorate his arm all the way from his wrist to his elbow. To cover them up, Schlapak, and others like him on the force, have the option of having their tattoos removed, covering them with skin-colored makeup or wearing long-sleeved shirts.</p><p>But the last option, Schlapak says, comes with its own problems — like when a suspect can grab onto the sleeves of the officer and cause harm.</p><p>\"You can have safety issues in that respect,\" he says. \"A long-sleeved uniform can be used against an officer.\"<strong><br /></strong></p><p>There are also considerations of cost and comfort. Long-sleeved dark-blue uniforms are hot in tropical weather and cost up to $40 more than a short-sleeved version.The department already pays more than $300 annually for uniforms and basic upkeep. But Honolulu police union chairman Stan Aquino says the officers shouldn't have to bear the brunt of the additional cost.</p><p>More than the cost and the safety concerns, though, tattoo artists say that the rule itself is the real issue and proof of an underlying cultural bias.</p><p>\"When they say that you have to cover up your tattoos or we're not going to hire you because of tattoos, they're looking at it from a very Western perspective,\" tattoo artist Nunes says.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Honolulu+Police+Chief%27s+Ban+On+Visible+Tattoos+Sparks+Criticism&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Wayne Yoshioka","audio":[{"meta":{"duration":"241"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1327369421-ae4e45.m3u?orgId=1&topicId=1015&ft=3&f=327249018"},{"href":"http://media.npr.org/assets/img/2014/07/01/police-tattoo-8c4341fa3276bb90c075ffbd690a771f32888a1e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3263"}}]}