{"created":"2014-11-12T00:21:20+00:00","modified":"2014-11-12T20:16:28+00:00","valid":{"from":"2014-11-12T20:16:28+00:00","to":"3014-11-12T20:16:28+00:00"},"hreflang":"en","guid":"b07b5642-a479-4b5b-a60d-2e62f70c3e97","title":"The journalist profiled in Jon Stewart's 'Rosewater' finds dark humor In Iran's prisons","published":"2014-11-12T20:16:27+00:00","byline":"Joyce Hackel","tags":["prison","jail","Evin Prison","Maziar Bahari","Jon Stewart","Media","Arts, Culture & Media","Tehran","Asia","Iran","Middle East","Asia","South Asia","Maziar Bahari","Jon Stewart","Iran","Tehran","Prison","jail","Evin Prison","The Daily Show"],"teaser":"In a prison memoir, misery and pain are usually staples.  But in \"Rosewater,\" the story of Iranian journalist Maziar Bahari's time in Tehran's Evin Prison, dark humor and the absurd are given equal time.","contentencoded":"<p>There's nothing funny about Tehran's notorious Evin prison. </p>\n<p>But in the new film \"Rosewater,\" <a href=\"http://The content on this page has either been modified by another user, or you have already submitted modifications using this form. As a result, your changes cannot be saved.\">Maziar Bahari</a>'s imprisonment there still provided the backdrop for some of the most absurd and comic moments of his story. </p>\n<p>That included the time Bahari, an Iranian journalist and filmmaker, was interviewed by Jon Stewart for \"The Daily Show\" — and then saw that satirical interview used as \"proof\" by his captors that he was a secret agent.</p>\n<p>\"In the absence of any kind of evidence, because I was not a spy, they brought forward this ridiculous 'evidence,'\" Bahari says. He jokes that it \"happened to be the most intelligent piece of evidence that they had.\"</p>\n<p>His interrogators also quizzed him about his Facebook account, which linked him to nefarious characters like 19th-century Russian playwright Anton Chekov.</p>\n<p>\"The icing on the cake was my connection with Pauly Shore, because I was also a member of the fan club on Facebook of Pauly Shore — me and I guess five other people,\" Bahari says. \"They wanted to know what kind of Zionist spy Pauly Shore is. I'm still actually trying to find out.\"  </p>\n<p>\"Rosewater\" revels in those sorts of absurdities, as well as the banality of the interrogator's role.</p>\n<p>\"Like any other employee, they go to work at 9 o'clock in the morning, they punch their card, they get overtime,\" Bahari says. Of course, there are slight differences: \"Instead of the bookkeeper, they have to beat people, insult people, humiliate them — and then they go back to their families, they pay rent or they pay mortgages.</p>\n<p>The movie delves into the relationship between Bahari and the interrogator he recognized by his cologne and nicknames \"Mr. Rosewater.\"  </p>\n<p>\"I was a more cultured person. I had travelled much more, I had a richer life than he had,\" Bahari says. \"So I tried to look at him as a human being, not as a monster. Because when you regard someone as a monster then it's a lost battle, because you can never defeat a monster. But if you look at people as human beings, then you can find vulnerabilities.\" </p>\n<p>Bahari speculates that some Iranians will eventually find ways to view \"Rosewater\" via pirated DVDs or links online. He hopes his interrogator and other authorities at Tehran's Evin prison will see the movie, but he doesn't expect he'll enjoy any royalties from their viewings. </p>\n<p>\"I don't think Mr. Rosewater is going to pay $8 to see this film,\" he confesses. </p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/rose2.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rose2jpg"}]}