{"created":"2015-03-11T07:40:39+00:00","modified":"2015-06-05T15:28:33+00:00","valid":{"from":"2015-06-05T15:28:33+00:00","to":"3015-06-05T15:28:33+00:00"},"hreflang":"en","title":"In The West Bank, Living Side By Side — But Agreeing On Nothing","published":"2015-03-11T19:06:00+00:00","teaser":"Israelis and Palestinians have now been living cheek-and-jowl in the West Bank for decades. NPR's Steve Inskeep visited both communities to sample their views in this enduring conflict.","itags":["npr_api","392090222"],"guid":"b084d698-685f-4dad-a515-05125af6dc37","contentencoded":"<p>No matter how much you've read about the struggle for land in the Middle East, it deepens your understanding to visit an Israeli settlement in the West Bank.</p><p>The Israeli settlements, founded in areas that Israel captured in the 1967 Six-Day War, raise some of the more contentious issues in the conflict.</p><p>Israel is under pressure to stop building them, and eventually to surrender many of them to make way for a future Palestinian state. The United Nations long ago said they are not legal, and critics of Israel cite them as a reason to boycott or divest from the Jewish state.</p><p>But Israeli settlers consider themselves to be populating ancient Jewish lands, and the settlements have a powerful emotional resonance in Israel, even among many who recognize the drawbacks.</p><p>As we started an examination of the struggle for land, I climbed in a car bound for <a href=\"http://www.jewishvirtuallibrary.org/jsource/vie/ariel.html\" target=\"_blank\">the Israeli settlement of Ariel</a>. I had a simple question: What's it like to live there?</p><p>Ariel is one of the older settlements, started in the late 1970s, and also among the larger ones, with a population close to 20,000.</p><p>To get there we drove east out of Tel Aviv, and into the occupied West Bank. The highway led straight to Ariel, which occupies a ridge line that has a commanding view of surrounding valleys, where Palestinians live.</p><p>Past the guard booth at the entrance are streets lined by high-rise apartments and houses roofed with red Spanish tile.</p><p>On a lovely residential and commercial avenue called Zionism Street, we had an appointment at the office of a real estate agent, Shlomy Mizrahi, who sells homes to newcomers and agreed to drive us around. He's a trim man, 30 years old, and he steadily smoked Marlboros during our visit.</p><p>\"I've tried to quit a thousand times a day,\" he said.</p><p>Mizrahi has lived in Ariel almost all his life — Israelis have been building these settlements for so long, people like Mizrahi are second-generation residents.</p><p>Many settlers maintain a religious belief that all this land belongs to the Jews; Israeli governments have supported them since the 1970s, and that backing is visible in Ariel. The government created a university here and maintains the excellent highway from Tel Aviv, which allows the settlement to serve as a suburb with a 45-minute commute. Ariel residents can vote and collect government benefits as if they're inside Israel.</p><p>Mizrahi sells Ariel as a place to raise a family.</p><p>\"It's a community,\" he said. \"It's not like in the main city that everything is confused, and everybody's running all the time to do something to achieve something. People just live here, in peace.\"</p><p>He dismisses the notion that Israelis ever could be made to evacuate these homes.</p><p><strong>Amid Calls For Removal, A Sense Of Permanence</strong></p><p>The United Nations Security Council first called on Israel to return occupied territories in a resolution passed shortly after the 1967 war. The same resolution indicated that Israel should be properly recognized by its Arab neighbors as part of a wider peace settlement.</p><p>A full peace never came, and Israel has kept the West Bank.</p><p>Once Israel began founding settlements, the Security Council declared them outside the law. Even Israel's great ally, the United States, says their continued construction endangers the prospects for peace. Yet we saw construction crews busy all over Ariel.</p><p>\"This is going to be a mall,\" Mizrahi said as we passed the steel and concrete frame of a building.</p><p>On another street we saw men hammering away at a new street of row houses, future homes for relocated settlers. Back in 2005, when Israel cleared all its settlers from the Gaza Strip, some simply were moved to <em>this</em> settlement. The new stone homes look like they could last forever.</p><p>Mizrahi approves — where others see an illegal settlement, he sees the home of the Jewish people.</p><p>\"In the Bible, 2,000 years ago, when our people left Israel, this was part of Israel,\" he said.</p><p>Still, driving down Zionism Street, you see how Ariel on its ridge looms over considerably older Palestinian towns.</p><p>Palestinians have demanded this land as part of a future state, which Mizrahi says he finds baffling.</p><p>\"I'm trying to understand,\" he said, \"if there's something special in this air, in this brick,\" in this particular spot.</p><p>\"Is it just a matter of sovereignty?\" I asked. \"They want to control this piece of territory.\"</p><p>\"Who wants it?\" he asked.</p><p>\"Palestinians,\" I said.</p><p>\"The people who live in the houses?\"</p><p>He insisted that Palestinian leaders<em></em> may want Ariel, but that local people — Israelis and Palestinians — get along.</p><p>\"The more you go, farther away from the Arab villages, the less you understand the nature of the relationship between them and us. Everybody is just simple people that want to live in peace — and they know it, and we know it, everybody knows it, here.\"</p><p>He says Palestinians work in local Israeli factories. They also work service jobs — our ride with Mizrahi ended when he pulled up in front of an office for an appointment with his Palestinian dentist, who keeps an office just outside the settlement.</p><p>\"He drives a Beemer,\" Mizrahi said, pointing it out in the parking lot. \"A big one.\"</p><p>Leaving the Israeli real estate agent in the chair of his Palestinian dentist, we traveled down to the bottom of the ridge, where we got a completely different view.</p><p><strong>Fences Around Ancestral Farms</strong></p><p>We drove into the Palestinian village of Marda, which was picturesque, though visibly poorer.</p><p>Amid the stone houses we met Murad al-Khuffash, a man with a scruff of beard on his chin.</p><p>We stood in a field, which is where he works. <a href=\"http://mardafarm.com/\" target=\"_blank\">He teaches and promotes sustainable agriculture</a>. From this spot we can see Ariel.</p><p>\"That's the bad picture, from this lovely place. When you look at that side, especially when I come to pray here, I have Ariel in front of me, unfortunately,\" he said.</p><p>What Khuffash sees is stolen land. He's in his mid-40s, old enough to remember when settlers took charge of Ariel in the 1970s.</p><p>\"I was 8 years old. I know the mountain like I know my hand, 'cause I used to be there every day with my sheep and my goats, with my friends and relatives,\" he said. \"Before me, I had my father and my grandfather and their grandfather, they used to plant this mountain. It was agricultural land.\"</p><p>News accounts from the 1970s show that when Israel seized the ridge to build Ariel, Palestinians sued. Individual Palestinians said much of the land belonged to them. They failed to stop the settlement.</p><p>Today, chain-link fences surround Ariel. Israel expanded security barriers throughout the West Bank after years of Palestinian attacks., and Palestinians can't cross the barriers without a permit.</p><p>Khuffash, who considers not just the West Bank but Israel, too, as Palestinian land, led us to his parents' home.</p><p>The structure is made of stone, and high-walled. His twin brother brought out a pot of tea and glasses, and we drank it on the roof.</p><p>Khuffash said he has lived almost entirely under Israeli control.<br /> He has a government, the Palestinian Authority, but Israel collects the import duties for that government — and lately has been withholding the payments.</p><p>He said the world is doing nothing to help.</p><p>\"Why? Because the Zionist lobby, or the Jewish lobby in America. ... They control the White House,\" he said.</p><p>And he contends that Israeli restrictions have kept Palestinians poor.</p><p>\"Who built the settlements? The Arabs,\" he said. \"They have no other option — the only markets open for them are to emigrate, or to work inside Israel, or inside the settlements, to build the settlements for them. 'Cause that is the only way to get cash.\"</p><p>Even Khuffash says he once worked in construction in the settlement he despises.</p><p>Israelis and Palestinians live in this paradox. They're on intimate terms, yet see the whole world differently.</p><p>After meeting Shlomy Mizrahi on top of the ridge, and Murad al-Khuffash at the bottom, we found only a single item on which they agreed: They use the same Palestinian dentist — whose office is in one of the few areas where both can travel freely.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+The+West+Bank%2C+Living+Side+By+Side+%E2%80%94+But+Agreeing+On+Nothing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Inskeep","audio":[{"meta":{"duration":"611"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392263904-deb91b.m3u?orgId=1&topicId=1009&d=611&p=3&story=392090222&t=progseg&e=392263800&seg=11&ft=nprml&f=392090222"},{"href":"http://media.npr.org/assets/img/2015/03/10/th_1c9b7988-d6f8faf0ef84c80ec9d0fc52c0889473884dc4b0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/10/th_1c9b7856_wide-586d76f5e99b3d7766e4f3d18297df4c826894ee.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1687","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/03/10/th_1c9b7896_wide-53d49c1303ab041a34d1327b016bcf6b46013566.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1687","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/03/10/157535799_slide-b02c5e12e90f26f9206fed5c3bcf8a81a8d2ebae.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1996","width":"2994"}},{"href":"http://media.npr.org/assets/img/2015/03/10/th_1c9b7931_slide-ca3ab4f296ec90e9e13b1ff5c02c6099740f780f.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1998","width":"2997"}},{"href":"http://media.npr.org/assets/img/2015/03/10/th_1c9b7968_slide-4de6ca11cdeac0f67f48193ee6009698b1ae81dd.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1998","width":"2997"}},{"href":"http://media.npr.org/assets/img/2015/03/10/th_1c9b8041_slide-834ecb49033b834cf3c5b829506447aac769583b.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1998","width":"2997"}}]}