{"created":"2014-09-11T22:49:33+00:00","modified":"2014-09-11T22:49:34+00:00","valid":{"from":"2014-09-11T22:49:34+00:00","to":"3014-09-11T22:49:34+00:00"},"hreflang":"en","guid":"b08487c8-50f1-46ea-a868-6a5c7527fb6f","title":"Henry Kissinger would not have supported the Iraq War if he'd known what he knows now","published":"2014-09-11T22:49:32+00:00","byline":"Joyce Hackel","tags":["International Relations","Global Politics","United States","Iraq","Chile","Henry Kissinger","Augusto Pinochet","International relations","United States","Iraq","Korea","Afghanistan","Chile","world order","Saddam Hussein","Henry Kissinger","Operation Condor","Invasion of Iraq","Iraq and weapons of mass destruction","War","Rationale for the Iraq War","Politics"],"teaser":"Henry Kissinger grapples with the underpinnings of global conflict in his new book \"World Order.\" He spoke with PRI's The World host Marco Werman today about a range of issues, including the war on ISIS. But when we asked about his role in the 1973 coup in Chile, he refused to answer.","contentencoded":"<p>Today marks 13 years since hijackers commandeered four planes, two of them out of our city &mdash; Boston &mdash; and changed the course of so many things. You could say that the world order shifted on this day back in 2001.</p><p><span style=\"line-height: 1.538em;\">Henry Kissinger grapples with the underpinnings of global conflict in his new book, called&nbsp;</span><a href=\"http://www.amazon.com/World-Order-Henry-Kissinger/dp/1594206147\" style=\"line-height: 1.538em;\">World Order</a><span style=\"line-height: 1.538em;\">. Kissinger, of course, served under Presidents Nixon and Ford as national security advisor and secretary of state. He spoke with PRI&#39;s The World about a broad range of issues.</span></p><h3>On the rationale for the war with Iraq&nbsp;</h3><p><span style=\"line-height: 1.538em;\">&quot;I don&#39;t believe it was concocted. I know that they sincerely believed that there were nuclear weapons there, because I talked to these individuals during the crisis. And, moreover, people forget that in 1998, at the end of the Clinton administration, the Senate by a vote of 98 to nothing voted that it should be our policy to overthrow Saddam [Hussein,] and Clinton signed that. So this was not just a concoction of one administration.&quot;</span></p><h3>On his support for the invasion of Iraq &nbsp;&nbsp;</h3><p>&quot;If I had known everything then that I know now, I probably would not have supported it. I thought it would be a quick operation to replace Saddam [Hussein.] I did not think it would lead to &mdash; and I would not have favored &mdash; a long-term occupation in order to reconstruct a society and to try to repeat the experiences of Germany and Japan in a country that had no comparable institutions. I even then thought that it was beyond the capacity of the United States, or maybe anybody, to turn Iraq into a Western-style democracy.&quot;&nbsp;</p><p>&quot;Originally the stated goal was more related to security. But I really didn&#39;t come on this program to go over the Iraq war. It happened that sincere people made important decisions that had consequences that they didn&#39;t foresee.&quot;</p><h3>On the lessons from going to war in Iraq &nbsp;</h3><p>&quot;The United States has been engaged in five wars since World War II. In only one of them did it reach its stated objective. In another one, it ended in a stalemate, and from three others, we withdrew unilaterally. I&#39;m talking about the first Iraq War, in which we achieved our objective, the Korean War which ended &mdash; that was a kind of a stalemate, and Vietnam, the second Iraq War and Afghanistan &nbsp;&mdash; from which we withdrew unilaterally.&quot;</p><h3>On the American response to ideological extremism in the wake of 9/11&nbsp;</h3><p>&quot;The United States generally believes that, based on its history, that order is the natural relationship. When order is disturbed, it is for a specific reason. And when you remove that cause of the disturbance, order and peace will reassert themselves. In fact, in almost every part of the world, order is a dynamic process. It can never be equated strictly with the status quo that can then be frozen in place.&quot;</p><p>&quot;And while America is essential to the solution of problems, it alone cannot solve all of them &mdash; or many of them. Those were two upsetting, maybe shattering experiences of the Vietnam and Iraq and Afghan wars, which have then, in turn, divided the American opinion in such a way that it is very difficult to distill a consistent center of direction.&quot;&nbsp;</p><h3>On whether the plan to combat ISIS will work&nbsp;</h3><p>&quot;ISIS is a group of 20,000 fanatics. For the purely military side of it, a coalition isn&#39;t really all that important. But one has to bring about participation of significant parts of the Sunni world in order to prevent other variations of it from reappearing. And in that sense, a coalition is of some consequence.&quot;</p><h3>On whether nuclear weapons might be used in the Middle East in the next five to 10 years</h3><p>&quot;In my personal experience, the one issue that haunted me most was what would happen if we reached a point where one considered the use of nuclear weapons. Because I think the consequences for the world might be at least as irreversible as World War I was, probably more so.&quot; &nbsp;</p><p>&quot;I would fear that if nuclear weapons spread more widely ... then they may be triggered and there may also be groups that believe that this is a kind of salvation. I do not think a nuclear war between the existing nuclear countries is probable in the next five years. If the existing nuclear countries double, then the risk becomes much greater.&quot;&nbsp;</p><p>Near the end of our interveiw, we tried to ask Henry Kissinger to explain happened in Chile on&nbsp;<span style=\"line-height: 1.538em;\">September 11, 1973 &mdash;&nbsp;</span><span style=\"line-height: 1.538em;\">41 years ago today. That&#39;s when the country&#39;s military staged a coup to overthrow Chile&#39;s democratically-elected, left-wing president, Salvador Allende.&nbsp;</span><span style=\"line-height: 1.538em;\">We wanted to ask Kissinger to clarify what his role was at the time. He and the Nixon Administration supported the brutal military junta that took power, led by General Augusto Pinochet.</span></p><p>But when we raised the subject today, Kissinger cut us off. &nbsp; &nbsp;</p><blockquote class=\"twitter-tweet\" data-partner=\"tweetdeck\"><p>41 years after the Chilean coup, Kissinger won&#39;t talk about it. LISTEN to his combative exchange with <a href=\"https://twitter.com/MarcoWerman\">@MarcoWerman</a> <a href=\"http://t.co/tfb8gkOeVz\">http://t.co/tfb8gkOeVz</a></p>&mdash; PRI&#39;s The World (@pritheworld) <a href=\"https://twitter.com/pritheworld/status/510147963948388353\">September 11, 2014</a></blockquote><script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR46VX.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtr46vxjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/091120145.mp3"},{"href":"http://www.pri.org/file/091120145mp3"}]}