{"created":"2014-12-21T14:25:56+00:00","modified":"2014-12-24T19:05:30+00:00","valid":{"from":"2014-12-24T19:05:30+00:00","to":"3014-12-24T19:05:30+00:00"},"hreflang":"en","title":"30 Years Of Friendship, Through Fear And An Uncertain Future","published":"2014-12-21T20:58:00+00:00","teaser":"Doug Neville and Ryan Johnson met shortly before Neville learned he was HIV-positive and began living with the specter of death. \"I didn't know what I was going to do if you died,\" Johnson says.","itags":["npr_api","372170778"],"guid":"b098c013-96d2-448c-b35b-ce5682c37ccd","contentencoded":"<p><em>StoryCorps' OutLoud initiative records stories from the LGBTQ community.</em></p><p>Doug Neville and Ryan Johnson met in 1986 — shortly before Neville was diagnosed as HIV-positive.</p><p>From grade school through college, Neville never really had a lot of friends. \"I was frequently bullied,\" he tells Johnson during a StoryCorps interview in Chicago.</p><p>\"And so I always thought, 'What's wrong with me?' And when we first started hanging out I remember thinking I, you know, wanted to be your friend,\" Neville tells Johnson. \"And I knew how to get a man into bed, but I didn't know how to ask for a friendship.\"</p><p>Then Neville came close to dying.</p><p>\"I knew I was sick,\" he says, \"but it wasn't until I went to see my doctor, and he said, 'Have you talked to your mother?' That's when it hit me that it was that bad.\"</p><p>\"There was a point where you — you'd stopped planning ahead,\" Johnson remembers.</p><p>\"I really assumed that it was only a matter of time,\" Neville says. \"And so I didn't live with any future in mind. I remember my 40th birthday and I'm thinking, 'I hit 40.' To me it was a monumental accomplishment.\"</p><p>\"I don't know if you remember this but I was bitching about something and how I hated getting older, and you just very quietly said 'You know, I would give just about anything to live to 50,' \" Johnson says.</p><p>\"It made me realize that I didn't know what I was going to do if you died. I mean I'd seen lots of guys around me go, and these were people I knew and were close to, but they weren't my brother, I guess. So I celebrate the fact that you're alive.\"</p><p>Neville and Johnson have been friends for three decades — and Neville recently celebrated his 54th birthday.</p><p><em>Produced for </em>Weekend Edition<em> by Allison Davis.</em><em></em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at <a href=\"http://storycorps.org/\" target=\"_blank\">StoryCorps.org</a>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=30+Years+Of+Friendship%2C+Through+Fear+And+An+Uncertain+Future&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"191"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372257284-ed933b.m3u?orgId=1&topicId=1060&aggIds=4516989&ft=3&f=372170778"},{"href":"http://media.npr.org/assets/img/2014/12/20/nevillenpr-d3dbc8aa59b878ba66a2f9df359383d8f25e734f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}}]}