{"created":"2015-03-07T14:52:41+00:00","modified":"2015-05-13T21:10:42+00:00","valid":{"from":"2015-05-13T21:10:42+00:00","to":"3015-05-13T21:10:42+00:00"},"hreflang":"en","title":"How To Oust A House Speaker (Hint: Don't Even Try)","published":"2015-03-09T16:53:00+00:00","teaser":"Some conservative representatives in the House are unhappy with House Speaker John Boehner and they want to replace him. Can they do it?","itags":["npr_api","391374255"],"guid":"b0a2438a-1a45-47a8-b18c-8e809031320b","contentencoded":"<p>Here's one story in Washington that just won't go away.</p><p>It's the tale of conservatives who are frustrated with House Speaker John Boehner and want to replace him midsession.</p><p>The latest murmurs of a coup surfaced after more than 50 Republicans <a href=\"http://www.npr.org/blogs/thetwo-way/2015/03/03/390466061/house-to-vote-on-dhs-funding-without-immigration-curbs\">voted against Boehner's plan</a> last week to avert a partial-shutdown of the Department of Homeland Security.</p><p>But ousting a sitting speaker is nearly impossible, and that may be why the would-be Republican plotters aren't trying to make it happen.</p><p>Why is it so hard?</p><p>Step one would be a motion to vacate the speaker's chair, says University of Maryland political scientist Frances Lee.</p><p>\"It's a privileged motion,\" Lee explains. \"Any member who wants to offer it can offer it.\"</p><p>That seems easy enough. But the motion to vacate the speaker's chair would be met quickly with another procedural motion, a motion to table.</p><p>Plus, keep in mind speakers aren't just elected by the party that controls the House of Representatives, they're elected by the entire House. For the plot to work, the band of Republicans that wants to get rid of Boehner would need Democrats to go along.</p><p>But in this case, the slice of the GOP that's grumbling about Boehner is particularly conservative, so it's highly unlikely that the group could find common ground with Democrats.</p><p>\"In this case, those who are unhappy with the speaker are on the right side of the Republican party, and not in a good position to coalesce with members across the aisle around another candidate,\" Lee says.</p><p>That could leave the whole plan dead in the water.</p><p>But for argument's sake, say the motion to vacate succeeds and Boehner is successfully pushed out. Now what?</p><p>\"The difficulty, of course, is finding someone who can garner a majority,\" Lee says.</p><p>It's not enough to just say Boehner needs to go. House lawmakers would need to find someone to replace him — which is easier said than done.</p><p>Twenty-five lawmakers cast votes against Boehner in January's speaker election. But the next-most popular candidate only received 12 votes, a tiny fraction of the number needed to elect a new speaker.</p><p>Even if things got to the point of new nominations, Republicans who back Boehner would probably just nominate him again, and they say he has enough support to block any other Republican.</p><p>\"Just the Republicans who are dissatisfied with Boehner right now, they're not a majority of the House of Representatives,\" Lee says. \"They're not even a majority of the Republican Party in the House of Representatives.\"</p><p>Here's an alternate scenario: Boehner could step aside, embarrassed, and Republicans could agree to rally behind someone else. But who would it be? No one has made a serious attempt to position themselves for the speakership.</p><p>That leaves us back where we started, with a group of conservatives unhappy with a speaker they can do little about.</p><p>Lee put it this way: \"So that's the difficulty they face. It's really a political difficulty more than it's a procedural difficulty.\"</p><p>So, can the House ditch its speaker mid-term?</p><p>Technically yes. In reality, conservatives aren't launching that plot any time soon.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+To+Oust+A+House+Speaker+%28Hint%3A+Don%27t+Even+Try%29&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Juana Summers","audio":[{"meta":{"duration":"228"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391435780-afe0c4.m3u?orgId=1&topicId=1014&d=228&p=7&story=391374255&t=progseg&e=391435772&seg=2&ft=nprml&f=391374255"}]}