{"created":"2014-09-05T17:05:20+00:00","modified":"2014-10-31T00:54:18+00:00","valid":{"from":"2014-10-31T00:54:18+00:00","to":"3014-10-31T00:54:18+00:00"},"hreflang":"en","title":"Latest Climate Change Report Paints Dire Picture For Business","published":"2014-06-30T13:30:00+00:00","teaser":"The economy faces great risks from climate change, according to a study by a bipartisan group of former business leaders and public officials. It predicts harsh consequences if action isn't taken.","itags":["npr_api","325073881"],"guid":"b0a444fd-e79c-4077-81de-1e31555eeb0c","contentencoded":"<p>The U.S. economy faces great risks from climate change, according to a new study that focuses on the current and future effects of climate change on everything from jobs, to crop yields, to energy production.</p><p>Though the study presents no new climate science, it paints a dire picture of the business and economic effects if action isn't taken, including crop yields that fall by more than 70 percent in the Midwest and billions of dollars' worth of property literally underwater on the East Coast.</p><p>The study is called <a href=\"http://riskybusiness.org/report/overview/executive-summary\">\"Risky Business\"</a>, and the driving force behind it is a bipartisan group of prominent former businessmen and public officials: entrepreneur and former New York Mayor Michael Bloomberg; retired hedge fund manager Thomas Steyer; and Henry Paulson, a former Wall Street titan and Treasury secretary under President George W. Bush.</p><p>Paulson, a Republican, acknowledges that many in his party are skeptical of the science of climate change and want more research. He says this new study suggests the business and investment community needs to take action.</p><p>\"It's going to increasingly be difficult for anybody, regardless of party, to say there isn't a problem,\" he says.</p><p>Paulson says he hopes the study can influence the business community by applying a major business tool — the science of risk management.</p><p>\"The more we can talk about risk management, which is part and parcel of the free enterprise system and a conservative principle, I think we will make some headway,\" Paulson says.</p><p>The study says there's a better-than-ever chance that as much as $23 billion worth of Florida property will be underwater by the middle of the century.</p><p>But the report projects something investors call a \"tail risk\" — a low-probability but extremely high-cost event that pushes losses far above $23 billion. For Florida property, the \"tail risk\" is that there's a 1 in 100 chance that by the end of this century, as much as $681 billion worth of property will be submerged.</p><p>Robert Rubin, another Wall Street veteran and former Treasury secretary under President Clinton, is also involved in the Risky Business study. He says the threats are widespread across the economy.</p><p>\"Agricultural yields could fall by 50 percent or more in some parts of the country,\" Rubin says. \"You could have temperatures that prevented people from working outdoors for some part of the year in certain parts of the country. All of this has massive effects, and all of this is a very realistic projection of what is likely to happen if we don't act.\"</p><p>Paulson proposes a tax on carbon emissions that scientists say are causing climate change, to provide an incentive to wean the economy off carbon-based fuels.</p><p>\"A carbon tax is one way of putting a price on this pollution, one way of letting the market operate,\" Paulson says.</p><p>But there's virtually no chance a carbon tax will pass in Congress anytime soon. Rubin suggests an interim step that doesn't need congressional approval. It would be a requirement by the Securities and Exchange Commission and the Financial Accounting Standards Board where companies disclose the risks that climate change poses to their assets and profits.</p><p>\"I think we've got to act on all possible fronts, because I really do think that life on Earth, as we know it, is at stake here,\" Rubin says.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Latest+Climate+Change+Report+Paints+Dire+Picture+For+Business&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Ydstie","audio":[{"meta":{"duration":"211"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325073882-f82607.m3u?orgId=1&topicId=1006&ft=3&f=325073881"},{"href":"http://media.npr.org/assets/img/2014/06/24/istock_000018231126small-5fc5ca7b9cdd5a39cd319ab383bddac567912ba4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"553","width":"737"}}]}