{"created":"2015-04-10T19:45:29+00:00","modified":"2015-04-13T19:37:10+00:00","valid":{"from":"2015-04-13T19:37:10+00:00","to":"3015-04-13T19:37:10+00:00"},"hreflang":"en","guid":"b0b08c25-95fc-4da1-88d9-5da3f897e67d","title":"Mourning 'the voice of cricket' — even if you don't know the game","published":"2015-04-13T19:37:07+00:00","byline":"Bradley Campbell","tags":["sports","cricket","deaths","Sports","Cricket","Sports"],"teaser":"For decades, one Australian has been the \"voice of cricket.\" His name was Richie Benaud, a star of the sport who became a legendary cricket commentator familiar to fans across the world.","contentencoded":"<p>I spent the morning listening to old video clips featuring Richie Benaud, \"the voice of cricket.\" His words and references go right over my head.</p>\n<p>But it doesn't matter if, like me, you don't get cricket. Just know Benaud was a great player, maybe an even better announcer, and that millions of people around the world are mourning his death at the age of 84.</p>\n<p>\"This is the guy who was the voice of the summer here in England,\" says Robert Hugh-Jones of the BBC. \"When you're a young lad, you'd be watching international cricket on the television, listening to it on the radio, and this would be the voice you would hear.\"</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://embed.theguardian.com/embed/video/sport/video/2015/apr/10/richie-benaud-cricket-career-video-tribute\" width=\"560\"></iframe></p>\n<p>Benaud would begin each broadcast in a simple way: \"Good morning, everyone.\"</p>\n<p>\"That doesn't sound like it means anything to anyone,\" he says. \"But to English cricket fans and Australian cricket fans, for some odd reason, that means a vast amount.\"</p>\n<p>For Benaud, good plays weren't good — they were \"marvelous.\" Like ESPN announcers, his catchphrases found their way out of the cricket world and into pop culture. People would even dress up like him at cricket matches, right down to the grey suit and mop-topped white hair.</p>\n<p>\"He didn't take himself too seriously,\" Hugh-Jones says. \"There's one famous quote where he said, 'The Titanic was a tragedy. The Ethiopian famine was a tragedy. And a dropped catch in cricket? Well, that's not a tragedy.'\"</p>\n<p>Like baseball announcers in the US, he could talk his way through boring moments or entertain fans during hours-long rain delays. \"You had to hear him to really appreciate it,\" Hugh-Jones says.</p>\n<p>And while Benaud hasn't been doing color commentary for some time, he's still a powerful influence on broadcasters.</p>\n<p>\"We've got a range of other great commentators who come along, and what's interesting is how many of them really tip their hat to Richie Benaud and regard his legacy as a commentator as something that they themselves should emulate,\" Hugh-Jones says.</p>\n<p>So it's a great legacy and a great life lived. And anyone can appreciate that — even if they don't understand the game.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-10%2Fvoice-cricket-will-be-given-state-funeral&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04102015_03.mp3"},{"href":"http://www.pri.org/file/0410201503mp3"}]}