{"created":"2014-09-02T16:52:52+00:00","modified":"2014-10-30T22:55:19+00:00","valid":{"from":"2014-10-30T22:55:19+00:00","to":"3014-10-30T22:55:19+00:00"},"hreflang":"en","title":"The Other Rock History","published":"2014-08-31T19:54:00+00:00","teaser":"What makes an essential rock song? Music journalist Greil Marcus argues that it's not the stature of the performer, but the degree to which a song tells the story of rock 'n' roll itself.","itags":["npr_api","343676703"],"guid":"b0b306e9-389d-4f30-9bd7-0f7701a131de","contentencoded":"<p>The new book <em>The History of Rock N Roll in Ten Songs</em> is missing everything you would expect. No <a href=\"http://www.npr.org/artists/15403019/the-rolling-stones\" target=\"_blank\">Rolling Stones</a> or <a href=\"http://www.npr.org/artists/15229570/the-beatles\" target=\"_blank\">Beatles</a>. No <a href=\"http://www.npr.org/artists/15696782/jimi-hendrix\" target=\"_blank\">Jimi Hendrix</a> performances or remembrances of Woodstock.</p><p>In place of the iconic, music journalist Greil Marcus analyzes 10 songs that he says tell the wild story of one of America's greatest gifts to the world. No. 1 is \"<a href=\"https://www.youtube.com/watch?v=L2Y5LKZPwV4\" target=\"_blank\">Shake Some Action</a>\" by the The Flamin' Groovies — which Marcus calls \"a name so stupid, it's embarrassing to say out loud.\" But as he argues throughout the book, it isn't enough to examine the music in its original context: The true measure of an impactful song is in how and where it travels, what lives and opinions it steers and disrupts.</p><p>Marcus spoke with NPR's Arun Rath about a few of the ten songs and about where their rippling effects can be felt: in the work of <a href=\"http://www.npr.org/artists/19230778/beyonce\" target=\"_blank\">Beyoncé</a>, <a href=\"http://www.npr.org/artists/15193203/bob-dylan\" target=\"_blank\">Bob Dylan</a>, Cyndi Lauper, <a href=\"http://www.npr.org/artists/15159821/amy-winehouse\" target=\"_blank\">Amy Winehouse</a> — even The Beatles. Hear the radio version at the audio link, and read more of their conversation below.</p><p><strong>Arun Rath: Let's jump into this list with No. 2 — that's the 1979 post-punk anthem \"Transmission\" by the British band <a href=\"http://www.npr.org/artists/16229401/joy-division\" target=\"_blank\">Joy Division</a>. I have to confess, I felt kind of uncool in high school because I could never really get into Joy Division. I liked a lot of American punk back in the day. What's the British post-punk have to do with American rock 'n' roll sensibilities?</strong></p><p><strong>Greil Marcus:</strong> Well, I don't know that there's a division between American and British, European, South American, Asian sensibilities when it comes to rock 'n' roll, or really any form of music. Songs travel and people take them into their lives in all different kinds of unpredictable and really untraceable ways. When I listen to Joy Division, it doesn't sound particularly English. The song I wrote about, \"<a href=\"https://www.youtube.com/watch?v=6dBt3mJtgJc\" target=\"_blank\">Transmission</a>,\" is just an example of the way that a song can start out seemingly controlled, seemingly orderly, and then blow apart to the point where you can't imagine that it could ever end, that it could ever reach any kind of resolution, whether it's musical or spiritual or in any other form — and yet it does. It is really one of the scariest performances — in all the different ways that Joy Division and Ian Curtis performed it — that I've ever encountered. And so, writing this book, obviously I had hundreds of hundreds of thousands of songs to choose from and I didn't try to wade through and find the best or the most representative or the most anything. It was simply a group of songs, each of which in its own way could contain the whole notion of what rock 'n' roll is and, more importantly, what it can do: What it can do as music, what it can do to a performer, what it can do to a listener.</p><p>I didn't get Joy Division right away either. The head of their label sent me their first album when it came out, and it was impenetrable to me — it just didn't reach me at all. There were songs of theirs, as time went on, that I did connect to, but it wasn't until I saw the film <em>Control</em>, a fictional film about Joy Division with actors.</p><p><strong>It came out just several years ago.</strong></p><p>Right, I think it was in 2008. And one of the first things that you see is Joy Division early in their career appearing on a Manchester TV show: very corny set, really sort of oleaginous host introducing the band, and they look very impatient and embarrassed. And then they start to play \"Transmission\" — that is, the actors are playing the instruments, and an actor, Sam Reilly, is doing the singing. It's not the real band. And yet, because of the way it was filmed, because of the way it was dramatized — and credit to the actor-musicians and the actor-singer too — it was one of the most shocking things I've ever seen on a screen, and it was just a performance of a song. And when it ended, I realized I hadn't taken a breath for almost a minute, I was just so stunned. So I knew when I came up with the notion of this book, I would have to write about this song. Anything that is so powerful that it could be taken away from the people who actually created it and given to a bunch of actors and a film director, and at the same time maintain, even extend its power — wow. You have to take that as a challenge to write about.</p><p><strong>One of the things that's really delightful about this book is you say, \"These songs, they travel.\" And you follow them where they travel — you're interpreting Bob Dylan in the context of A.J. Soprano listening to him, or \"In the Still of the Night\" coming up in that creepy David Cronenberg movie <em>Dead Ringers</em>.</strong> <strong>No. 4 is a particular favorite of mine: the <a href=\"http://www.npr.org/artists/15401883/etta-james\" target=\"_blank\">Etta James</a> song \"All I Could Do Was Cry.\" ... </strong><strong>Talk to me about that opening line.</strong></p><p>\"I heard church bells ringing.\" It's a song about a woman whose lover is marrying somebody else. She's in the church — maybe she's standing just outside the church, maybe she's on the street — and she has to experience this tragedy for her.</p><p>\"I heard.\" That's the whole song; that is a definition of soul music. That's as deep as any person can reach into herself, just in those two words. The way Etta James stretches \"I heard\" over a long two, three seconds and is able to get so many intimations of different shades of emotion — of resignation, of anger, of fear and desperation — into the way she pronounces, intones those words. So much of rock 'n' roll, so much of popular music, comes down to these tiny little moments when an artist is able to put absolutely everything that she has, that she knows, into that. Those are the things that stick with us. Those are the things that are taken up by other performers in years to come, either when they sing the same song or when they sing their own songs. There's a memory of something like Etta James' \"I heard\" as a goal, as something you reach for: Could I express as much in a 10-minute song as she expresses in two seconds? And that's one of the ways songs travel, is that people hear them and they realize someone has put something beautiful into the world. \"I wanna do the same. I wonder if I can.\"</p><p><strong>And you write about how it was picked up by, I think a lot of people would say, one of our most expressive contemporary singers: Beyoncé, who covered that song, and before that she was signed to the same record company as Etta James. Can you talk about Etta James' reaction to that?</strong></p><p>Etta James, at least in one interview I read — and I can't vouch for its accuracy, it seems a little bit dubious to me — said, \"I'm not like Beyoncé. She's<strong> </strong>bourgie, she's bourgeois. I wasn't no good girl. I smoked in the girls' bathroom.\" You know, saying, \"The hell with this, I don't need some Sally Come Lately walking into my song and taking it away from me.\"</p><p>And yet, we're talking about Beyoncé in the movie <em>Cadillac Records</em>, where she plays Etta James — she's wearing a short, blonde Etta James wig. And you know, Etta James was not a pretty woman. Obviously, Beyoncé is quite beautiful. But in this movie, she's not pretty, at least in this scene: She's angry, she's disgusted, she's full of self-loathing, she's full of resentment toward her producer and that's all in her face, which can go just dead on screen. Her acting in that scene is really intense. And when she turns to that song, Jeffrey Wright, who's playing <a href=\"http://www.npr.org/artists/15201309/muddy-waters\" target=\"_blank\">Muddy Waters</a>, is listening to her from the control room, and she hits a note and his eyebrows go up. That's all in the script, of course: He's supposed to raise his eyebrows at this moment. But the way Beyoncé sings the song, it takes it off the script. You can't believe anybody would react any differently than go, \"Wow, I wasn't expecting that!\"</p><p><strong>No. 5 is a beautiful little song: \"Crying, Hoping, Waiting,\" originally by <strong><a href=\"http://www.npr.org/artists/100151886/buddy-holly-the-crickets\" target=\"_blank\">Buddy Holly</a></strong>, covered by The Beatles. I have this impression, no doubt from the various rock histories that you kind of criticize in your book, that basically all rock 'n' roll lives in the shadow of Buddy Holly. How important, really, is Buddy Holly's music to American rock 'n' roll?</strong></p><p>Buddy Holly had something very different from the other great early rock 'n' roll stars, whether it was <a href=\"http://www.npr.org/artists/15131582/chuck-berry\" target=\"_blank\">Chuck Berry</a>, <a href=\"http://www.npr.org/artists/15624007/elvis-presley\" target=\"_blank\">Elvis Presley</a>, Little Richard, <a href=\"http://www.npr.org/artists/15162138/bo-diddley\" target=\"_blank\">Bo Diddley</a>. He came across as so ordinary, as such a nerd. You know, he was a big guy, and he carried a gun. He was anything but a nerd. But he's got these big glasses and he looks like the sort of person that, in high school, every time he'd open his locker, you'd slam it closed in his face. And Buddy Holly never lost that demeanor, that, \"I could be anybody. I could be you, you could be me\" — whether that was boys or girls, it didn't matter. There was something unassuming, unthreatening, uncool about him that allowed anybody an entree into his music. And the effect that he had on The Beatles, on Bob Dylan, on The Rolling Stones, was enormous. They were all touched by him. You know, it has to do with the quality of his songs and his voice and his guitar playing, too — but for one figure to have affected that trinity so powerfully is more than I could ever explain.</p><p>\"Crying, Waiting, Hoping\" is a song that he recorded into his home tape recorder, accompanying himself on guitar, in his apartment in Greenwich Village in the early days of January 1959. When you listen to it today, it's shocking just how clear the sound is, how strong the singing is, and yet modest. It's a perfect song. And it's been recorded over and over and over again by all different kinds of people; maybe <a href=\"http://www.npr.org/artists/15329979/cat-power\" target=\"_blank\">Cat Power</a> did the most recent really stunning version of that song. People hear that song and they have to try and get their hands on it.</p><p>In the chapter that I wrote about this song and Buddy Holly, the second half of the chapter is about how, all through The Beatles' career, they tried to play this song. They tried to get it right and it kept defeating them. And they never really got the feeling, they never got the tone, until they were at the very end, breaking up in 1969 at the <em>Let It Be</em> sessions. One afternoon they start playing Buddy Holly songs, and they go from one to the other to the next, and when they stumble into \"Crying, Waiting, Hoping,\" you are listening to a tragedy play out. <em>\"Crying, waiting, hoping you'll come back to me\"</em>: That's what they're singing, and they know they aren't coming back to each other ever again. The sense of fellowship, comradeship and brotherhood that The Beatles came to symbolize, you hear all of that, but you hear it as loss, you hear it as something that is disappearing before your ears.</p><p><strong>Let's talk about a song The Beatles seemed to nail the first time they did it: the song \"Money (That's What I Want).\" I thought that originated with John Lee Hooker, but as I learned in your book, it came from Motown and Barrett Strong — that version is <em>the </em> version.</strong></p><p>It's the first Motown record. And it was one of those moments in the studio when Barrett Strong, who was far more a songwriter than a performer, is sitting at the piano with Berry Gordy just trying to pick out something, and they stumble onto a riff from <a href=\"https://www.youtube.com/watch?v=CIqWwiC1BFI\" target=\"_blank\">Ray Charles' \"What'd I Say.\"</a> Barrett Strong pursues it and Janie Bradford and Berry Gordy are throwing words back and forth, and they hook onto a theme: \"I want money.\" \"The best things in life are free, but you can keep 'em for the birds and bees.\" They just, erase, flatten, dissolve all values of truth and beauty down to one, which is money.</p><p>At that moment, Ramona Berry — his second wife, who was part of the company — comes rushing down to the studio and she hears what's going on. She's a singer, too, and she picks up the riff and she says, as Barrett Strong sings, \"Money: <em>That's</em> what I want.\" And she knows, she writes about it in her autobiography, it's that pause, \"<em>That's</em> what I want,\" that makes the song, that puts suspense into it, that makes it threatening. She describes the creation of this record as just these accidents coming together until they begin to set off sparks, and finally 40 takes or however many it turned out to be, they've got this record and they're ready to put the world on notice.</p><p><strong>You write that every rock 'n' roll song about money flows to or from this track. And you go through the song \"Money Changes Everything,\" which, again, I thought was a Cyndi Lauper original, but you write about how it came from an Atlanta punk band group called The Brains.</strong></p><p>\"Money Changes Everything\" is this terribly despairing, heartbreaking song. It starts off with a guy standing on his front porch and his woman has just walked out on him. And he says, \"But we swore each other everlasting love,\" and she says, \"Yeah, right, but when we did, there was one thing we weren't thinking of — and that's money,\" and she goes down the stairs to some guy waiting in the car. And again, just as with <em>\"That's what I want,\"</em> or, <em>\"I heard,\"</em> it's that, <em>\"Yeah, right.\"</em> I mean, that's written into the song: that casual, awful throwaway. Not just, \"Right,\" not just, \"Yes, I remember, dear,\" but, <em>\"Yeah right\"</em>: reducing the guy standing on the steps to dust.</p><p>When Cyndi Lauper takes it up five years later — the single by The Brains came out in '78 — she's making her first solo album in New York in 1983. Her producer brings in this song and he wants it to be like a Dylan song, like a folk song. And she says, \"No, no, this is <a href=\"http://www.npr.org/artists/15394716/the-clash\" target=\"_blank\">The Clash</a>. This is <em>London Calling</em>. That's how I want to do it.\" And so it becomes, you know, a very super-charged and raucous and noisy piece of music. But what's extraordinary about it is that [The Brains' lead singer] Tom Gray wrote it as a man's lament — he's the victim. Cyndi Lauper could have easily sung the song as the victim, and her man is walking out on her for the same reason. That's not what she does with it. She is the woman of the song. She is the one who looks over her shoulder and says, \"Yeah, right.\" She turns it from a man's lament into a woman's manifesto: I'm going for what I need, I'm going for what I want and you know, good luck, loser, have a good life. And that's a brave choice. That's not the way most people would have approached this song.</p><p>One of the things that's so fascinating is that, after Cyndi Lauper becomes a huge star and she has all these Top 10 records, one of which is \"Money Changes Everything,\" then she and Tom Gray continue to record and perform this song over the next 20, 25 years – until, in the end it's turned into an old folk song. It sounds like an Appalachian ballad and that's how they record it, that's how they perform it, with dulcimers of all things. And it becomes even more tragic. It becomes something that's not about \"me,\" that's not about \"her,\" that's not about \"him.\" It becomes, \"This is the world we have to live in, this is our tragedy, these are the limits on our lives.\" And in our resignation, in our acceptance, there's something beautiful and almost suicidal. So the song deepens, the song grows. And I would bet in 10 years, Tom Gray and Cyndi Lauper will still be having a battle of the bands over this song.</p><p><strong>One of these songs in here, I've gotta say, I had some difficulty with. It's a dissonant, experimental track called \"Guitar Drag,\" and sounds like something you'd hear in a modern art installation. It doesn't sound like rock 'n' roll to me.</strong></p><p>I had written nine chapters of the book. I had to write a 10th chapter, and that's when the absurdity of this project, taking all of rock 'n' roll in 10 songs, really hit me. For the first nine songs I could choose great music that I needed, wanted to write about where I could make an argument that everything about this music you can find in this song. But with one chapter left to go it was, \"Well, what about this and what about that? How could I leave this out?\" And I was frozen.</p><p>So I was out to dinner one night with [composer and visual artist] Christian Marclay, who was in San Francisco to install his <a href=\"http://www.npr.org/2011/07/30/138849217/the-clock-watching-a-24-hour-film\" target=\"_blank\">24-hour video, <em>The Clock</em></a>. Christian and I have known each other for quite a few years, and he produced a video in 2000 called <em>Guitar Drag</em>, where he put an amplifier in the back of a pickup truck, connected an electric guitar to it and tied a rope around the guitar, dropped it off the back of the pickup truck and took off. He filmed and also recorded the sounds that this electric guitar made while it was being tortured and damaged and driven over swamps and gravel and train tracks and onto asphalt, with the truck swerving and trying to smash the guitar, trying really to kill it. Now this was an allegory of the lynching, the murder, exactly in this manner, of James Byrd Jr. in Texas. And Christian was in Texas, in San Antonio, when the idea for this hit him.</p><p><strong>This was a hate crime. He was an African-American man in Texas who was dragged to death.</strong></p><p>That's right — killed by three white supremacists, dragged to death from their pickup truck in exactly this manner. When you watch the video, which is an art installation in a black cube — it's not just put up on a screen or anything, you have to lean into it — it's an extremely intense experience. It's almost unwatchable, it becomes so awful. Even if you don't know the reference point, just watching it, it's like seeing somebody waterboarded.</p><p>Christian mentioned to me a couple of years ago that he had actually put the soundtrack of this out as an LP. I said, \"You did?\" He said, \"Yeah, I'll send you one.\" So he did, and I'd play it maybe three, four times in an afternoon. You know, the human mind will impose order on anything: Even though the sounds that were made by by dragging this guitar through Texas were utterly random, you listen and you hear patterns, you hear development, you hear a direction, you hear something happening. So I'm sitting there with Christian and I thought, \"I'm gonna write about this for the last chapter of the book.\" If I can make an argument that rock 'n' roll exists in this piece of noise, too, I want to try and do that.</p><p><strong>But isn't it something where — granted, it's powerful, l and I know that noise is in rock 'n' roll. But this kind of feels like maybe too much thinking to do for a rock 'n' roll song.</strong></p><p>You know, I think when people say, \"You're thinking about this too much,\" it's just another way of saying — and I'm not saying you're saying this to me, but I've heard this or read this about me but all sorts of people forever — it's another way of saying, \"Shut up.\" It's also another way of saying, \"This stuff really is trivial, this stuff is really not that interesting, this stuff is ephemeral and it has no lasting presence in our world.\" I really do believe that this is just another way of dismissing those things that move us the most. And rock 'n' roll is one of the things that moves countless people as much or more than anything else. If I have any ambition, it's to be a storyteller, and to start with something that is utterly abstract or random and see if you can make a compelling story out of that. I will stand behind \"Guitar Drag\" as a piece of music that you can actually listen to, and I'll stand by it as an incident in the history of sound.</p><p><strong>I want to talk about one more song in the book: \"To Know Him Is To Love Him.\" It was written in 1958 by Phil Spector, originally performed by The Teddy Bears — and honestly, the original version sounds pretty corny. And then you turn me on to the Amy Winehouse version, which is extraordinary. What does she do with the song?</strong></p><p>Well, here are The Teddy Bears in 1958. It's Phil Spector and two of his high school classmates, Annette Kleinbard and Marshall Leib. She's singing lead and Phil and Leib are doing the \"doo-wahs\" in the background, and like you say it's a very corny doo-wop song, overwhelmingly sentimental and kind of simpering. It becomes a No. 1 national hit and then, after the song wears out on the radio, people are kind of embarrassed by it and they don't really want to think about it. Nobody ever covers it; nobody wants to do this song. When Phil Spector becomes a great producer, he doesn't shove this song on his artists — he doesn't want to wreck their careers with something so bad as this.</p><p>Years after Amy Winehouse died, I guess it was in early 2013, her record company put out an album called <em>Amy Winehouse at the BBC</em>. And I'm driving in my car, I'm listening to the radio, and this comes on. And again, it's like Etta James with <em>\"I heard\"</em>: This is, <em>\"To know.\"</em> \"To know, know, know him is to love, love, love him and I do\" – that's the beginning of the song, but it's all there in that \"To know.\" So here's Amy Winehouse picking up the song, where she heard something in that song that maybe no one ever heard before. And I just thought, I have to capture that moment. I have to see where that comes from, where it goes.</p><p><strong>For the people at shouting at their radios right now things like, \"How could you not have a chapter on 'Rock Around The Clock' or 'Purple Haze' or 'Smells Like Teen Spirit,'\" what do you say to them?</strong></p><p>I say that we don't need the songs that most people know as a template, as a way of opening the door to the question of why we're so moved by this music. Who wants to go back and write about stuff that has been written about over and over and over again? I certainly don't. For that matter, I hate \"Rock Around The Clock.\" I didn't like it when I was 10 years old, I don't like it now. But the whole argument is that any good rock 'n' roll song can tell the story of rock 'n' roll.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Other+Rock+History&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"491"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344585089-ec24bb.m3u?orgId=1&topicId=1033&ft=3&f=343676703"},{"href":"http://media.npr.org/assets/img/2014/08/30/88429776-083af8f6ec5b0a1d9713cfd7e26668ee5f879a89.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2427","width":"3236"}},{"href":"http://media.npr.org/assets/img/2014/08/28/greilmarcus-c--6d5a3b646f1a103e9274d0340994ed1383d91086.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1003","width":"1338"}}]}