{"created":"2014-09-18T15:05:22+00:00","modified":"2014-10-31T02:28:57+00:00","valid":{"from":"2014-10-31T02:28:57+00:00","to":"3014-10-31T02:28:57+00:00"},"hreflang":"en","title":"Maintaining The IMAX Experience, From Museum To Multiplex","published":"2014-05-03T15:17:00+00:00","teaser":"Big-screen connoisseurs argue that retrofitted multiplex theaters don't provide the same immersive experience as the original, six-story screens.","itags":["npr_api","308939700"],"guid":"b0b5b0ed-3db1-4a3f-a6ab-335444135173","contentencoded":"<p><em>The Amazing Spider-Man 2</em> opens this weekend, and some moviegoers will pay up to $6 more to see it in IMAX, where the screens are bigger and the action should be more intense. \"So real you can feel it in your bones,\" is how IMAX puts it. But is the IMAX at the multiplex the same as the IMAX you can see at the museum?</p><p>From underwater to outer space, IMAX has produced some astounding images of the natural world. One of the first IMAX films, <em>To Fly</em>, has been showing at the Smithsonian since 1976 and is still popular.</p><p>IMAX was co-founded in the late 1960s by a group of friends in Canada who had filmmaking and engineering experience. Large format films existed, but they wanted to revolutionize them. With public funding, they built special theaters with screens reaching six stories high and seven stories wide, surround sound and seats on a steep slope that put you even closer to the action. They used cameras with triple-width, 70 millimeter film — 10 times the size as what's used in ordinary cameras.</p><p>\"It's just breathtaking,\" says Zarth Bertsch, director of IMAX theaters at the Smithsonian. \"It's one of the key ways that we disseminate the museum mission. It gives an immersive experience for the guests.\"</p><p>American astronauts started taking IMAX cameras into space in 1984. But in the early 1990s, a new generation of IMAX executives was dreaming about a particular place on Earth — namely, Hollywood. IMAX CEO Rich Gelfond says they knew there was potential to make the company profitable, so they tried making films that would please both museums <em>and</em> Hollywood. But that didn't work out so well.</p><p>\"We did a dinosaur movie, and the institution said: Wait a minute, the dinosaur has six toes, whereas in life it only had five toes, so we're not going to play it,\" Gelfond recalls. \"And the commercial theaters said: Wait a minute, no kids are eaten by dinosaurs, so it's not exciting enough for the commercial market.\"</p><p>So they tried to court the commercial market in other ways. They developed digital and 3D cameras that were easier — and cheaper — to use than their film counterparts. They partnered with established Hollywood filmmakers to make movies like <em>Avatar</em> and <em>Polar Express</em>. They persuaded big movie theater chains to convert their multiplexes into IMAX theaters.</p><p>\"I prefer the IMAX movies, preferably IMAX 3D,\" says Martinez Brown, who was coming out of a recent showing of <em>Captain America</em> at a theater in Washington, D.C. He's also seen IMAX documentaries at the Smithsonian. The difference, he says: The museum is more visceral.</p><p>\"You're actually inside of it, versus in the movie, it's not that interactive,\" he says. \"You don't feel as immersed in it.\"</p><p>Brown says he's willing to pay a premium price of $16.25, but these retrofitted theaters don't live up to the original IMAX brand.</p><p>\"If they're going to advertise it as being IMAX, why not just bring that same experience over to the movies?\" Brown says.</p><p>Some angry film buffs call these retrofits \"LieMAX.\" Jeff Bock, an analyst with Exhibitor Relations, says IMAX doesn't make it clear to the public that these two experiences are different.</p><p>\"There's no IMAX Extreme or IMAX to the Max, which would be a great way to identify how different [these experiences] are,\" Bock says.</p><p>But whatever brand confusion exists, IMAX is still going strong. Last year the IMAX showings of <em>Gravity</em> made over $100 million worldwide — 15 percent of its total grosses.</p><p>But where does this leave museums? The majority of institutional IMAX theaters are still made to show 70 millimeter film.</p><p>\"We all need to convert to digital, because film is diminishing and soon to be gone,\" says the Smithsonian's Zarth Bertsch. \"It's a bit sad because film still is higher quality than most digital that is out there.\"</p><p>But IMAX executives believe digital technology might soon surpass film in quality. The company is investing over $40 million to develop a laser projection system that will offer \"greater brightness and clarity,\" and \"a wider color gamut.\"</p><p>But IMAX film lovers have a Hollywood crusader on their side — Batman director Christopher Nolan, who first became a fan of IMAX when he was a teenager and saw documentaries like <em>To Fly</em>.</p><p>He used IMAX film to breathtaking effect in <em>The Dark Knight Rises</em>. In one aerial scene, the villain hooks a captive to a cable, pulls a switch, and you watch the airplane fall away — leaving them, and you, suspended high in the sky, with stunning views of the earth below.</p><p>\"Those big film projectors and those big film screens are absolutely still the best possible image that's out there, and it's not going to be touched by new technology for a long time,\" Nolan says.</p><p>Nolan shot his next movie,<em> Interstellar,</em> with IMAX film, and he says IMAX theaters — made to show film — will be the best way to see it. But, he says, he'll also make the movie available in digital for the multiplex.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Maintaining+The+IMAX+Experience%2C+From+Museum+To+Multiplex&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"326"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309040311-017f7a.m3u?orgId=1&topicId=1137&ft=3&f=308939700"},{"href":"http://media.npr.org/assets/img/2014/05/02/bigscreenplane-3a3980deb107f0f67a7851c391bc200fffdfa890.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"440","width":"587"}}]}