{"created":"2015-06-02T20:19:45+00:00","modified":"2015-07-01T14:56:17+00:00","valid":{"from":"2015-07-01T14:56:17+00:00","to":"3015-07-01T14:56:17+00:00"},"hreflang":"en","title":"South Koreans Mask Up In The Face Of MERS Scare","published":"2015-06-04T20:51:00+00:00","teaser":"The spread of the Middle East respiratory syndrome, or MERS, virus has sent sales of surgical masks soaring. Do they really help?","itags":["npr_api","411224670"],"guid":"b0b5bad3-1e68-4f4d-b5b7-93a37e2488d8","contentencoded":"<p>South Korea <a href=\"http://www.npr.org/sections/goatsandsoda/2015/05/30/410679540/south-korea-struggles-to-contain-deadly-mers-virus-spread\">is contending</a> with the biggest Middle East respiratory syndrome, or MERS, outbreak outside the Middle East.</p><p>Nearly 700 are in isolation to contain the outbreak. As of Tuesday, health officials have confirmed 25 cases of MERS in South Korea; among them, two people have died. Fears about the disease, <a href=\"https://www.google.co.kr/url?sa=t&rct=j&q=&esrc=s&source=web&cd=1&cad=rja&uact=8&ved=0CBwQFjAA&url=http%3A%2F%2Fwww.npr.org%2Fsections%2Fhealth-shots%2F2014%2F05%2F14%2F310407444%2Fmers-101-what-we-do-and-dont-know-about-the-virus&ei=UE5tVfqFL8KE8gWC1ILQCQ&usg=AFQjCNEoIK5dXblJyk9HPWXNFs62lgd0qQ&sig2=Zt3l5ry7bBwDuYpN5cFxwg&bvm=bv.94911696,d.dGc\">which has no vaccine or cure</a>, are fueling skyrocketing sales for at least one industry: surgical masks.</p><p>On a street in Seoul known by locals as \"pharmacy street,\" you'll find endless stalls with colorful ways to cover your mouth. Along with the standard white surgical face mask, usually used for protection from pollution, there's a tie-dyed face mask. And one with a little cat stitched on it. But these days, masking up is about preventing the spread of disease, not fashion.</p><p>\"In the past week, between May 23 and 31, mask sales have increased by 709 percent and hand sanitizers by 147 percent,\" says Lee Sang-min. He's a spokesman for Auction, Korea's oldest online marketplace. (Auction is a subsidiary of eBay.)</p><p>MERS is potentially fatal, with mortality rates hovering around 40 percent. So it makes sense that face masks are flying off shelves, especially in a region scarred by memories of the severe acute respiratory syndrome, or SARS, epidemic of 2003. But does donning a mask actually do anything?</p><p>\"The evidence is really controversial. Some studies have shown there may be some protection by wearing face masks and others have shown there really isn't at all,\" says <a href=\"http://academics.uky.edu/ukcon/pub/ContactUs/Pages/Profile.aspx?userId=535783\">Carol McLay</a>, an infectious disease consultant at the University of Kentucky.</p><p>\"There is some limited evidence out there that surgical masks can [prevent] the transmission of various diseases such as influenza. Now MERS is a very different beast, because it can be transmitted by very, very small particles. However, I always go on the policy of better safe than sorry,\" McLay says.</p><p>Seems like South Koreans are playing by that policy, too. Online retailers say they only expect face mask sales to stay sky high until the MERS spread can be contained.</p><p><em>HaeRyun Kang contributed to this story.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=South+Koreans+Mask+Up+In+The+Face+Of+MERS+Scare&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"139"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411533540-81e377.m3u?orgId=1&topicId=1031&d=139&p=2&story=411224670&t=progseg&e=411420570&seg=2&ft=nprml&f=411224670"},{"href":"http://media.npr.org/assets/img/2015/06/01/gettyimages-475499882-7164513af39e5c54df16c9f5d55bf1ae3707fd6d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4236","width":"5651"}},{"href":"http://media.npr.org/assets/img/2015/06/01/s-korea-cumulative-mers-cases_chartbuilder_custom-6402e1919a370300782b38f44cf816a6d9a02643.png","type":"image/jpeg","meta":{"crop":"custom","height":"960","width":"600"}}]}