{"created":"2014-10-08T02:31:42+00:00","modified":"2014-12-05T23:05:17+00:00","valid":{"from":"2014-12-05T23:05:16+00:00","to":"3014-12-05T23:05:16+00:00"},"hreflang":"en","title":"A Growing Number Of Veterans Struggles To Quit Powerful Painkillers","published":"2014-07-16T19:31:00+00:00","teaser":"Service members are prescribed narcotic painkillers three times as often as civilians. For some vets, dependence on those pills becomes a bigger problem than their original ailment.","itags":["npr_api","329904066"],"guid":"b0bc62df-3c49-47ed-92c9-26c22774acb5","contentencoded":"<p>There are antlers everywhere on the walls of Bryan and Mike McDonel's place near Pine Bluff, Ark. The house is hardly big enough for all their hunting trophies. Both are good shots with their hunting bows; Bryan and Mike, his father, served in the Arkansas National Guard and deployed together to Iraq, twice.</p><p>The McDonel family has served in the military for generations. But Bryan, 35, is out of the service now. He is one of thousands of troops and veterans who struggle with addiction to prescription drugs.</p><p>During wartime, doctors and medics need to treat troops for pain, and often use prescription opiates to solve that problem. Americans in the military are prescribed narcotic painkillers three times as often as civilians. This year, the Department of Veterans Affairs is treating about 650,000 veterans by giving them opiates.</p><p>And that can end up creating a new problem for patients with pain: addiction. Abuse of prescription drugs is higher among troops than civilians, and the rate soared throughout the wars in Iraq and Afghanistan.</p><p>Both the Pentagon and the VA fear this drug use contributes to suicide and homelessness among the men and women who have served in the military.</p><p>In the lead-up to his second tour in Iraq, Bryan McDonel got hit in the back by a trailer hitch while loading heavy equipment and wound up getting back surgery. He missed some training, but his company needed his expertise with satellites and radios, so they made sure he was classified as \"fit to deploy.\"</p><p>\"We knew the deployment was coming up, and I didn't want to let my team down,\" McDonel says. \"You know that whole, 'I'm not gonna get left behind.' ... I was hard-headed. I ended up probably reinjuring it before it had time to heal.\"</p><p>Bryan McDonel got through his second Iraq deployment popping six Vicodin, the powerful opiate painkiller, per day, as his doctor had prescribed. When he got home, his doctor kept him on opiates, which is not uncommon.</p><p>\"It's a national problem,\" says Dr. Gavin West, who heads the Opioid Safety Initiative at the Department of Veterans Affairs. West says prescriptions for narcotic medications have skyrocketed inside and outside the military, but that combat veterans have more pain to deal with than most.</p><p>\"We have a very large number of people coming home,\" West says. \"We have people coming back that maybe in the past would not have survived these injuries, that have really significant pain syndromes from their injuries sustained on the battlefield.\"</p><p>The VA set up the opiate safety program last year in response to alarming rates of drug dependency among veterans. The Pentagon also tracks substance abuse among troops, which tripled between 2005 and 2008.</p><p>Drug dependency can begin while troops are in the field — Bryan McDonel's father, Mike, says he saw plenty of that in Iraq.</p><p>\"The troops, if they got hurt they'd just shove you a bag of pills,\" Mike says. \"You never got a bottle and knew what was in it; you always got a baggie.\"</p><p>If the pain medications made a soldier drowsy on patrol, medics would give them a stimulant like Adderall. If that made it hard to sleep, Mike says there were medications for that, too. No matter what you needed, there was a pill.</p><p>\"Everything under the sun, from Adderall to Percocet to hydrocodone, oxycodone, you name it,\" Mike says. \" 'My knee is hurting.' 'Well here, here you go.' Well, several of them got dependent. And I guess there's that fine line between what's dependency [and] what's addiction.\"</p><p>Mike McDonel never thought his son had crossed that line.</p><p>Neither did Bryan — until his third deployment, this time to Afghanistan. He went on a two-week assignment to Kandahar airfield without enough pills. No big deal, he thought.</p><p>\"The third or fourth day I was there, I didn't have any more [pills],\" Bryan says. \"I was OK. You know, it just hurt. My lower back hurt like hell. And I thought I'd hurt myself again, but then I started feeling real sick. I didn't want to get out of the bed, and I didn't understand what that was.\"</p><p>Bryan went to the medic who informed him that he was experiencing withdrawal from the Vicodin. She put him on Percocet.</p><p>Bryan finished up his last deployment, tired but proud. He had a chest full of medals and even a Bronze Star.</p><p>Back in Pine Bluff, he landed his dream job as an instructor with the Arkansas National Guard. But he also brought home a wicked tolerance to opiates, and the pills didn't work anymore.</p><p>\"[I] would take as many as I needed to stop hurting, and I could function again normally,\" says Bryan. \"That was the whole deal. I didn't want to be lazy. I didn't want to stop.\"</p><p>And then everything came apart.</p><p>Bryan failed a routine urine test in August 2011. Among the prescribed drugs in his system, he tested positive for morphine. </p><p>His commander told Bryan he'd probably be kicked out of the military, possibly with a less than honorable discharge.</p><p>\"Once it spiraled out of control, there was no gaining it back. I resigned my position,\" says Bryan. \"I called my wife and told her.\" (The McDonels are now divorced.) Without a job, he lost the house and moved in with his parents.</p><p>Bryan did a bunch of things he's not proud of to get drugs. He had some scrapes with the law. When he stole money from home, his parents kicked him out. He lived in his car. If he wasn't an addict before, he was now.</p><p>The VA says drug dependence contributes to homelessness among veterans like Bryan. And it is also a factor in the high rate of veteran suicide. Gavin West of the Opioid Safety Program says the VA is trying to change its approach, to stop offering opiates as a first option for pain.</p><p>\"It's always easier to just prescribe a pill,\" West says. \"[At the] VA we've really tried to work with other resources, other types of medications. These include acupuncture, aqua therapy, pool therapy, physical therapy. There really is a large arsenal for treating patients' pain.\"</p><p>Four VA pilot programs are pushing alternatives for treating chronic pain. The Pentagon is trying the same, and both have seen a modest decrease in use of opiates since last year.</p><p>But much of this may be a bit late for Bryan. His mother, Pam, says the damage is already done.</p><p>\"[It's the] worse thing I've ever gone through,\" Pam says. \"I love the military more than anything in this world, but I don't think it's been done right this time.\"</p><p>Still, at his discharge hearing, something finally went Bryan's way. The presiding officer looked at his record over 17 years. It was excellent. He'd served three combat deployments.</p><p>She saw that he got hooked on pain medications because the military had prescribed them. She insisted that Bryan McDonel had earned an honorable discharge — and that's what he got.</p><p>\"Since then it's been one day at a time,\" Bryan says. \"Looking daily to find work, every day, working hard to try and start relationships again.\"</p><p>Bryan hasn't found work yet, and says a sandwich shop just turned him down. The manager said he was afraid that, because Bryan had been to war, he might have PTSD and snap.</p><p><strong>Editors Note on July 15:</strong> Because of uncertainty about the circumstances, the text on this page has been edited to remove a reference about how Bryan McDonel came to have morphine in his system.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Growing+Number+Of+Veterans+Struggles+To+Quit+Powerful+Painkillers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Quil Lawrence","audio":[{"meta":{"duration":"453"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330496225-c11454.m3u?orgId=1&topicId=1128&ft=3&f=329904066"},{"href":"http://media.npr.org/assets/img/2014/07/09/bryan-mike-mcdonel-e56f66dfdbe34fc5674078dd78c04315c9464365.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3263"}}]}