{"created":"2014-09-04T16:43:33+00:00","modified":"2014-10-09T16:05:54+00:00","valid":{"from":"2014-10-09T16:05:53+00:00","to":"3014-10-09T16:05:53+00:00"},"hreflang":"en","title":"In Pakistan, Literary Spring Is Both Renaissance And Resistance","published":"2014-04-15T21:29:00+00:00","teaser":"For the past decade Pakistan has faced war, political instability and the rise of religious extremism. But those crises have fueled a new generation of Pakistani writers and artists.","itags":["npr_api","301458738"],"guid":"b0c55c69-d4f5-4b1d-a330-980466c9dcdb","contentencoded":"<p>On one of the first weekends of the Pakistani spring, more than 45,000 people gathered in the city of Lahore for three days of lectures, performances and old-fashioned people watching. The second annual <a href=\"http://www.lahorelitfest.com/\">Lahore Literary Festival</a> brought artists from all over the world to Pakistan's cultural capital to share their work — and to celebrate the power of expression.</p><p>In the shadow of the violence and political instability of recent years, cultural gatherings in Lahore have all but disappeared. It was once a royal capital and center for learning, known for its vibrant street parties, ancient buildings and literary forums.</p><p>Today, security has become the overriding concern. Terrorist attacks have targeted public spaces, media personalities and independent thinkers in particular. Journalist <a href=\"http://www.npr.org/2012/03/20/148605645/ahmed-rashid-pakistan-lurches-from-crisis-to-crisis\">Ahmed Rashid</a>, who has charted the rise of the Taliban for decades, has faced death threats. \"They have directly threatened large numbers of journalists including myself,\" Rashid says. \"They have attacked newspaper offices and TV stations in Karachi in particular. They have tried to stop art exhibitions and music and concerts and then all this talk about wanting a Shariah state. All of this is creating a lot of tension.\"</p><p>In this climate, Rashid says, fear has become the new normal: \"It's discussed every day. When I meet my friends, I mean that's literally what we talk about.\"</p><p>For historian <a href=\"http://ase.tufts.edu/history/faculty/jalal.asp\">Ayesha Jalal</a>, the violence has left deep, invisible wounds. \"I think it's underestimated what Pakistan has gone through in terms of the internal threat, the narrowing of public discourse, the closing of the mind.\"</p><p><strong>Making Art Despite The Crises</strong></p><p>The Lahore Literary Festival was not a protest against terrorism. Instead, it was an effort to open the Pakistani mind — to make space for ideas. Festival organizer Razi Ahmed says he wanted to bring world-class conversations to his city and \"make Pakistanis aware of what prevails beyond the borders.\"</p><p>After months of preparations, wrangling visas and ensuring security, Ahmed and his team invited artists from across Asia, Europe, and the Middle East to Lahore. From Indian novelist Vikram Seth to Oscar-nominated filmmaker Mira Nair, artists spoke in packed lecture halls. The lectures were free and open to the public. Most of the audiences were filled with young people.</p><p>For many of them, it was also an opportunity to meet their Pakistani role models — a new generation of artists with roots in Lahore who have achieved success on the international stage. From novelist Mohsin Hamid, the author of <em>The Reluctant Fundamentalist</em> and <em>How To Get Filthy Rich in Rising Asia</em>, to MacArthur Prize-winning visual artist <a href=\"http://www.shahziasikander.com/work.html\">Shazia Sikander</a> and the <a href=\"http://www.nytimes.com/2013/11/26/arts/music/sachal-jazz-ensemble-joins-jazz-at-lincoln-center-orchestra.html?_r=0\">Sachal Jazz Ensemble</a> — the festival was a showcase for a creative, inclusive and thriving side of Pakistan.</p><p>Historian Ayesha Jalal says the collective failure of the Pakistani government and society to provide stability has not prevented artists from excelling. Instead, she says that collective failure is fueling both ambition and imagination.</p><p>\"If you look at Latin America, you'll see that art has flourished in the most coercive, authoritarian regimes,\" Jalal says. \"And Pakistan is no different. I think collective failure is matched often by personal, individual success, spectacular success. Those are not unusual. ... And in Pakistan I think we've had a collective failure on many scores and there have been individuals who have done work of great brilliance, in the world of art, in the world of literature and music.\"</p><p>Many artists and authors in Pakistan are reacting to this collective failure, says writer Mohsin Hamid. The result is work that feels both original and urgent, brimming with ideas and reminders of a history and an identity beyond extremism. Hamid says both artists and the organizers of the literary festival draw inspiration from the multicultural history of Lahore, which was once home to a large Sikh and Hindu population, a regional capital in the British Empire and an open city.</p><p>The classical dancer <a href=\"http://www.nahidsiddiqui.com/\">Nahid Siddiqui</a> presented a piece at the literary festival drawing on both Hindu and Muslim traditions and she says \"my political statement ... if you want to call it that — is through dance ... it's easing into people by saying this is your own, this is our own, so please do not reject it.\"</p><p><strong>Finding Validation In Numbers</strong></p><p>But beyond those deeper themes, the packed grounds of the literary festival are also a reminder of how starved people feel for spaces to hang out. Beyond the fortified perimeter walls and armed gunmen, families and friends lounged on yellow and red cushions, drank chai and chased authors for autographs and selfies.</p><p>Artist and curator Salima Hashmi says there's a kind of validation in those numbers. \"People shrugged off fear ...\" she says. \"They were enjoying themselves and they were listening and talking. There were young people there, that was the most wonderful thing about it. There were students who they had come to listen to people they had read, but apart from that, they wanted to see one another. They wanted to feel: Oh, there are a whole lot of us!\"</p><p>And historian Ayesha Jalal says she sees hope for Pakistan in privately led initiatives like the Lahore Literary Festival. \"There's a real thirst for this in this society and that is the great hope for Pakistan,\" Jalal says. \"Despite all that has happened, despite the supposed Talibanization of the mind, the resistance strands have also been there and unlike in the past, there's a more concerted attempt now — not least because of the negative profiling of Pakistan globally — that Pakistanis want to be noticed on the scene. They want to make an impact. That's the spirit with which the Lahore Literary Festival was framed and put out for the world to see.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Pakistan%2C+Literary+Spring+Is+Both+Renaissance+And+Resistance&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bilal Qureshi","audio":[{"meta":{"duration":"490"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1303391701-dbe492.m3u?orgId=1&topicId=1161&aggIds=100876926&ft=3&f=301458738"},{"href":"http://media.npr.org/assets/img/2014/04/10/dsc00759-44eda15b616eda8a02e4bf998bc26440a55b79cb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1849","width":"2467"}},{"href":"http://media.npr.org/assets/img/2014/04/10/dsc00232_wide-5183551649cae7c229af3ecfd2a8fcbb1ec3516b.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1606","width":"2859"}},{"href":"http://media.npr.org/assets/img/2014/04/10/dsc00339_wide-08b6e8cc31ad016fdd89a19a4543b7dc24d1e46e.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1685","width":"2994"}},{"href":"http://media.npr.org/assets/img/2014/04/10/dsc00325_wide-e4b6e7cfeacd3464ffd17d41ad70e1f827828d0e.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1685","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/04/10/dsc00333_wide-07b559eb1c7fcabf79338f4255a1a894e38e94a1.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1685","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/04/10/dsc00246_wide-cf26123d4e047145ff7dcefdf9764f70814b385a.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1679","width":"2984"}}]}