{"created":"2015-06-27T21:06:39+00:00","modified":"2015-07-02T12:20:04+00:00","valid":{"from":"2015-07-02T12:20:04+00:00","to":"3015-07-02T12:20:04+00:00"},"hreflang":"en","title":"For Same-Sex Marriage Opponents, The Fight Is Far From Over","published":"2015-07-02T12:20:00+00:00","teaser":"Some opponents of same-sex marriage are vowing to fight on after Friday's Supreme Court ruling. The battles will likely take place in the lower courts and will involve religious liberty cases.","itags":["npr_api","418038177"],"guid":"b0ccef11-89e0-4c4f-9381-83c13b3ed8b8","contentencoded":"<p>The Supreme Court decision Friday that upheld the right of same-sex couples to marry was one for the history books. <em>Obergefell v. Hodges</em> was exalted by gay rights groups and their supporters, and condemned by those who believe that marriage should be reserved for one man and one woman.</p><p>Opponents of same-sex marriage say that the fight is far from over.</p><p>In fact, many of them did not wait long before raising the idea of passing a constitutional amendment to ban it. The prospect that the attempt will prove successful seems unlikely, though. Constitutional amendments are easy to talk about but rarely enacted — and polls show that a clear majority of Americans support the right of LGBT people to marry.</p><p>Still, opponents say that there are other avenues to pursue — in Congress, state legislatures and the courts.</p><p>Brian Brown, president of the <a href=\"https://www.nationformarriage.org/\">National Organization for Marriage</a>, compares this week's Supreme Court opinion to the landmark <em>Roe v. Wade</em> decision making abortion a legal right. A future court, he says, could revisit the issue.</p><p>\"That's why it's critical that people of faith, others who understand that marriage is the union of a man and a woman, get out and support candidates that are committed to overturning this decision,\" Brown says.</p><p>More immediately, advocates on both sides say that the battle will now be fought in the lower courts and will involve religious liberty cases.</p><p><a href=\"http://ratiochristi.org/people/jeremy-tedesco\">Jeremy Tedesco</a> of the Alliance Defending Freedom — a group representing a Colorado bakery owner who was sued after refusing for religious reasons to bake a wedding cake for a gay couple — also represents clients in several other, similar cases. Following the <em>Obergefell </em>ruling, he expects that same-sex marriage advocates will step up their legal challenges.</p><p>\"I think their efforts, as we've seen already, are primarily targeted at businesses that are owned by religious folks who object to creating expression or are being forced to participate in marriage ceremonies that violate their religious beliefs,\" he says.</p><p>Opponents of same-sex marriage say that there will be a push now in state legislatures to adopt laws protecting those business owners who argue their religious beliefs prevent them from serving same-sex couples. But that's likely to be an uphill climb.</p><p>Arizona's conservative Republican Gov. Jan Brewer vetoed a religious freedom law last year, saying that it was too divisive. A few months ago, Indiana quickly rewrote its religious freedom law and added protections for sexual orientation to head off a threatened boycott.</p><p>The battle is likely to be about more than bakeries, printers and flower shops. Marci Hamilton, a law professor at Yeshiva University's Benjamin Cardozo School of Law, says that the Supreme Court decision clearly makes exemptions for churches and ministers who don't want to preside over marriages of same-sex couples.</p><p>\"But I think what we'll see is a push for religious nonprofits, not just houses of worship,\" she says, \"to be able to get exemptions from having to provide services to same-sex couples.\"</p><p>To that end, same-sex marriage opponents are looking to Congress and a bill called the First Amendment Defense Act, or FADA.</p><p>Brown says that the bill would protect businesses and nonprofits — so-called 501(c)(3) groups — that refuse to provide services to same sex couples.</p><p>\"That means they cannot be stripped of the right for federal contracts,\" he says. \"They cannot be stripped of their 501(c)(3) status. They cannot be treated as if they are the functional equivalent of racists.\"</p><p>In his majority opinion, <a href=\"http://www.supremecourt.gov/opinions/14pdf/14-556_3204.pdf\">Justice Anthony Kennedy wrote </a>that religious groups have a constitutionally protected right to advocate against same-sex marriage:</p><blockquote><p>\"It must be emphasized that religions, and those who adhere to religious doctrines, may continue to advocate with utmost, sincere conviction that, by divine precepts, same-sex marriage should not be condoned.</p><p>\"The First Amendment ensures that religious organizations and persons are given proper protection as they seek to teach the principles that are so fulfilling and so central to their lives and faiths, and to their own deep aspirations to continue the family structure they have long revered.\"</p></blockquote><p>Tedesco says that's a message from the court that the dispute over same-sex marriage is not like earlier battles over racial discrimination.</p><p>\"Culturally, we have to make the case that these things are completely different,\" Tedesco says. \"And I think the Supreme Court rightly recognized that, by recognizing that people who believe this do so in good faith.\"</p><p>For those who oppose this week's Supreme Court decision, that may be the most important battle.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Same-Sex+Marriage+Opponents%2C+The+Fight+Is+Far+From+Over&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Greg Allen","audio":[{"meta":{"duration":"223"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418098757-9e9687.m3u?orgId=1&topicId=1003&d=223&p=2&story=418038177&t=progseg&e=418098678&seg=1&ft=nprml&f=418038177"}]}