{"created":"2015-06-24T22:44:51+00:00","modified":"2015-06-25T19:49:22+00:00","valid":{"from":"2015-06-25T19:49:22+00:00","to":"3015-06-25T19:49:22+00:00"},"hreflang":"en","guid":"b0d82cd5-7f84-4a56-862b-eb589e02eab9","title":"Nigerians vie for a life-changing slip of paper","published":"2015-06-25T19:49:17+00:00","byline":"Joyce Hackel","tags":["visa","immigration","immigrant","Lifestyle","Lifestyle & Belief","Abuja","Africa","Nigeria","Sub-Saharan Africa","Adaobi Tricia Nwaubani","Visa","immigrant","Immigration"],"teaser":"When immigrants are granted visas, their lives are transformed, and so are the lives of the circle of people around them. ","contentencoded":"<p>A visa represents hope to many Nigerians, the hope of earning cash in a foreign currency. </p>\n<p>\"Even if they go abroad to be cleaners, to work in old people's homes, or wash bodies in mortuaries or all the things we hear immigrants end up doing — even people with advanced degrees — the important thing is that they're earning foreign exchange,\" says Abuja-based author Adaobi Tricia Nwaubani. \"When the currency is sent back to Nigeria, it can go a long way in transforming the lives of their families.\" </p>\n<p>But obtaining the document that will make employment abroad possible is no easy task. In years past, Nigerians had become accustomed to spending days standing in line outside the US and British consulates. Now many embassies have contracted outside firms to collect the materials for visa applications. Hefty fees are still charged. </p>\n<p>For those who can obtain the coveted document, though, it can transform lives. Nwaubani tells the story of a close friend who had excelled in school in Nigeria. Despite numerous efforts, he was denied a visa to study abroad. He watched his accomplished classmates turn to Internet fraud to make a living. He was days away from meeting a \"scamming\" kingpin to seek an apprenticeship, when the UK embassy called with a visa. Today, Nwaubani says her friend is celebrated in his field. </p>\n<p>\"This man could easily have ended up as a scammer,\" she notes. \"Today he has a completely different life story to tell.\" </p>\n<p>It's not unusual for Nigerians that work abroad to come home, usually after they manage to get a green card, or better yet a passport. </p>\n<p>\"They usually come back when they've made sure that they can run back if something goes wrong ... when they've saved up enough money to start something tangible here,\" Nwaubani adds. \"Then they come back and start something, they can employ people\"</p>\n<p>Those that return gain celebrity status. </p>\n<p>\"They're the salvation of their families,\" she says. \"They've been sending money back to people who needed school fees, medical fees. So when they return, it's not just your brother returning, it's not just your uncle but the person who has been the savior of the family for years.\" </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-24%2Ffew-slips-paper-are-life-changing-nigerians-visa-wealthier-nation&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/0624201506.mp3"},{"href":"http://admin.pri.org/file/0624201506mp3"}]}