{"created":"2015-02-23T19:26:56+00:00","modified":"2015-02-24T15:31:44+00:00","valid":{"from":"2015-02-24T15:31:44+00:00","to":"3015-02-24T15:31:44+00:00"},"hreflang":"en","title":"'Rock Star Nurse' Fights Ebola","published":"2015-02-24T15:29:00+00:00","teaser":"Yanti Turang is an indie rock singer-turned-nurse who founded the global health nonprofit LearnToLive.","itags":["npr_api","388497155"],"guid":"b0f116b5-bbb9-4575-8f81-e3e6873e8ed4","contentencoded":"<p>As the threat of Ebola has left the U.S. and the story has left the headlines, people are still heading over to West Africa to fight the virus that has claimed nearly 10,000 lives.</p><p><strong>Yanti Turang</strong> is one of those going. The indie rock band singer-turned-nurse and founder of the nonprofit <a href=\"http://learntoliveglobal.org/\">LearnToLive</a> is heading to Sierra Leone to help save lives.</p><p>&#8220;It’s the course my life was supposed to go,&#8221; she told <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young.</p><p>Just before Hurricane Katrina, Yanti was living in New Orleans with her band Pocketfoxx. They were on their way home from recording an album in Joshua Tree, California, when they learned about a storm that was about to hit Louisiana&#8217;s Gulf Coast.</p><p>As the effects of Hurricane Katrina escalated, Yanti wanted to help.</p><p>&#8220;I felt, in a way, helpless with the response,&#8221; she said. &#8220;I felt like I couldn&#8217;t give or do anything except maybe support people who were going through it, or the health care workers. And I remember thinking, music’s awesome, I love it, but I think that I need to move on and maybe choose a career where I can actually get in there and help out in a situation like this.&#8221;</p><p>So she packed up her guitar and moved back to her home country, Australia, where she enrolled in a nursing program for the next two years.</p><p>Her love of New Orleans drew her back to the state when she finished the program, however, it wasn&#8217;t straight to the doctor&#8217;s office or hospital for Yanti. As she waited for her registration, she worked as a movie nurse.</p><p>&#8220;When the camera&#8217;s were rolling, if you needed a Band-Aid, I was your girl,&#8221; she said. It was on a movie set that Yanti conceived the idea for her nonprofit LearnToLive.</p><p>During the previous five years, nearly 15 of her family members in Indonesia had died.</p><p>&#8220;These were my family members, my dad’s siblings, my cousins,” she said. &#8220;I thought, &#8216;How is this happening?&#8217; &#8221;</p><p>Her family was educated, middle class, much better off than most Indonesians, and these deaths seemed like a regular occurrence in the country. So like any good artist Yanti thought, &#8220;I think I have to create something here.&#8221;</p><p>She raised $6,000 in an online campaign. In the last three years, she brought three crews of nurses and aid over to Indonesia and cared for 2,500 patients. This year, LearnToLive is expanding to Laos and soon to South Africa.</p><p>In the meantime, she is on her way to Sierra Leone to help fight Ebola.</p><h4>Guest</h4><ul><li><strong><a href=\"http://learntoliveglobal.org/profile/yanti-turang/\" target=\"_blank\">Yanti Turang</a></strong>, registered nurse and founder of the global health non-profit group LearnToLive. The group tweets <a href=\"https://twitter.com/LearnToLiveHQ\" target=\"_blank\">@LearnToLiveHQ</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Rock+Star+Nurse%27+Fights+Ebola&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"335"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388697388-b3634a.m3u?orgId=1&e=388497155&d=335&ft=nprml&f=388497155"},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0223_yanti-turang.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"465","width":"667"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0223_yanti-turang2.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"769","width":"960"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0223_sierraleone-copy.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1280","width":"1255"}}]}