{"created":"2015-07-03T20:33:11+00:00","modified":"2015-07-04T04:00:15+00:00","valid":{"from":"2015-07-04T04:00:15+00:00","to":"3015-07-04T04:00:15+00:00"},"hreflang":"en","title":"Debt Crisis Puts The Squeeze On Greece's Banks","published":"2015-07-03T22:31:00+00:00","teaser":"The country's banks could hardly be in a more precarious position. The European Central Bank has stopped lending Greece money and a referendum Sunday could spell the country's exit from the eurozone.","itags":["npr_api","419824361"],"guid":"b110f556-cc85-479c-965f-94caade7bf3f","contentencoded":"<p>As they rapidly run out of cash, Greece's banks could hardly be in a more precarious position.</p><p>For months, as this crisis has intensified people have been slowly withdrawing their money. The banks have been able to do business only because of emergency loans from the European Central Bank.</p><p>But when Greece <a href=\"http://www.npr.org/sections/thetwo-way/2015/06/30/418786642/greece-hours-away-from-defaulting-on-imf-loan\">missed a payment</a> to the International Monetary Fund this week, the ECB decided not to lend any more money.</p><p>\"That puts the Greek banks in a tremendous squeeze. Because money keeps coming out and they don't have any extra money coming in from the ECB,\" says Nicholas Economides, a professor at New York's University's Stern School of Business.</p><p>Whether the ECB lends Greek banks more money depends on the outcome of <a href=\"http://www.npr.org/sections/parallels/2015/07/03/419692357/when-greeks-vote-sunday-its-not-just-about-a-debt-deal\">Sunday's referendum</a>. Voters will be asked whether they want to approve of the harsh budget cuts and tax increases Europe is demanding.</p><p>\"As far as Greece's creditors are concerned, a 'no' vote is a vote for Grexit — for exiting and for <a href=\"http://www.npr.org/2015/06/30/418924492/a-greek-exit-could-set-off-eurozone-chain-reaction\">not belonging to the eurozone anymore</a>,\" says Eleni Panagiotarea, a fellow at the Hellenic Foundation for European and Foreign Policy.</p><p>And if the ECB won't lend any more money, it's unlikely that Greek banks, which have been closed this week, can reopen.</p><p>\"Can you open with uncertainty? No, because everyone will want their money back,\" says Diego Ferro, co-chief investment officer at Greylock Capital Management, which owns Greek bonds. \"What I'm saying it by instituting this, the only elegant way to get out is with an agreement.\"</p><p>And without functioning banks Greece's economy will grind to a halt. Economides says so far there has been some panicked buying of essentials like fuel and medicine. But if the banks stay closed, things will get much worse.</p><p>\"As the banks are closed and people have a hard time importing stuff from abroad, very soon in a week, two weeks, three weeks, there will be shortages because merchants are not going to be able to import,\" Economides says.</p><p>The situation is frightening and uncertain, Panagiotarea says, and it's not at all clear the Athens government has any kind of game plan about what to do.</p><p>\"The government is campaigning for the 'no' vote, but it hasn't given one answer as to what it intends to do next,\" she says.</p><p>Greece has already imposed <a href=\"http://www.npr.org/sections/thetwo-way/2015/06/28/418276486/greece-tries-to-stanch-bank-run-ahead-of-looming-default\">capital controls</a> to keep money from leaving the country. With the banks shut down, euros are already in short supply.</p><p>Economides says if the situation drags on, the government will have to issue IOUs or move to some kind of temporary currency. After months of debate about whether Greece should stay in the eurozone, Greeks may find the decision has been made for them.</p><p>\"De facto, they are leaving the euro even though officially they are going to be still in the euro,\" Economides says.</p><p>He notes that Greece's banks still owe Europe about 120 billion euros — money they've received by pledging almost all of their assets as collateral. In that case, the ECB may be forced to call in its loans and under ECB regulations that means they will almost certainly have to seize the deposits of bank customers.</p><p>Many of the wealthiest Greeks have already moved their money out of the country. Ordinary Greek citizens, who have already borne the brunt of the financial crisis, could see what's left of their savings evaporate.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Debt+Crisis+Puts+The+Squeeze+On+Greece%27s+Banks&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jim Zarroli","audio":[{"meta":{"duration":"241"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1419824362-e7ce13.m3u?orgId=1&topicId=1124&d=241&p=2&story=419824361&t=progseg&e=419643655&seg=10&ft=nprml&f=419824361"},{"href":"http://media.npr.org/assets/img/2015/07/03/gettyimages-479188422-0b3805877ce0f302525c8e32ab2817faed42b973.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3280","width":"4376"}}]}