{"created":"2014-12-18T18:11:45+00:00","modified":"2014-12-18T19:53:14+00:00","valid":{"from":"2014-12-18T19:53:14+00:00","to":"3014-12-18T19:53:14+00:00"},"hreflang":"en","title":"America's Political Dynasties","published":"2014-12-18T19:53:00+00:00","teaser":"Americans under 38 have only experienced one presidential election that did not involve a Bush or a Clinton.","itags":["npr_api","371677960"],"guid":"b1143fc2-dcc2-4350-bd65-d6d0e9f28ea1","contentencoded":"<p>Here&#8217;s something to think about. Americans under the age of 38 have only experienced one presidential election that did not involve a Bush or a Clinton, and that was in 2012.</p><p>Now there is at least a possibility of another presidential election that features two members of political dynasties. Jeb Bush is actively pursuing a run for the Republican nomination and it&#8217;s expected that Hillary Clinton will chase the Democratic nomination.</p><p>What does that say about America? <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson asks presidential scholar <strong>George Edward</strong>.</p><h4>Interview Highlights</h4><p><strong>On what another Bush-Clinton election would say about the country</strong></p><p>“If you have famous parents or famous relatives or a famous husband, you have an advantage in politics. First of all, the name recognition is very important. Normally someone who wants to run for president has to spend a lot of time and a lot of money getting known as an entity &#8211;to get people to know that they actually exist. If Jeb Bush were named Jeb Smith and were the successful governor of Florida, he&#8217;d have a much more difficult time than he will have now as Jeb Bush. Similarly, if Hillary Clinton were Hillary Smith and not married to the president of the United States, would not have had the launch pad into the Senate race in New York and after that, she was of course on her own, she was a successful senator and a successful secretary of state.&#8221;</p><p><strong>On the disadvantages of being a part of a political dynasty</strong></p><p>“There may be baggage. Let’s take Jeb Bush’s case. His father &#8212; and I have great respect for his father &#8212; was defeated in his effort to be reelected. His brother left office under a cloud because of a mishandled war in Iraq, and of course the onset of the Great Recession. So those aren’t happy days and needless to say, he will not be wanting to emphasize those aspects of his family’s political history. So there’s baggage there. In Hillary Clinton’s case, there was so much demonization of Bill Clinton and also some of her over the years, particularly in the 1990s. There are a lot of people who will look at her as the Wicked Witch of the North or something and she’s going to find it more difficult to break through to those people because of that baggage.&#8221;</p><h5>Eight election years with a Bush or Clinton:</h5><ul><li>2008: Hillary Clinton was defeated in the Democratic primary by Barack Obama</li><li>2004: George W. Bush defeated John Kerry</li><li>2000: George H. W. Bush defeated Al Gore</li><li>1996: Bill Clinton defeated Bob Dole and Ross Perot</li><li>1992: Bill Clinton defeated George H. W. Bush and Ross Perot</li><li>1988: George H. W. Bush defeated Michael Dukakis</li><li>1984: George H. W. Bush was Ronald Reagan&#8217;s running mate</li><li>1980: George H. W. Bush was Ronald Reagan&#8217;s running mate</li></ul><h4>Guest</h4><ul><li><strong><a href=\"http://politicalscience.tamu.edu/html/bio--gedwards.html\" target=\"_blank\">George Edward</a></strong>, presidential scholar and professor of political science at Texas A & M University.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=America%27s+Political+Dynasties&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"507"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371687259-09ee3f.m3u?orgId=1&ft=3&f=371677960"},{"href":"http://media.wbur.org/wordpress/11/files/2014/12/1218_bush-clinton2-e1418925595249.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"796","width":"1174"}}]}