{"created":"2015-05-22T13:33:03+00:00","modified":"2015-05-29T01:05:10+00:00","valid":{"from":"2015-05-29T01:05:10+00:00","to":"3015-05-29T01:05:10+00:00"},"hreflang":"en","title":"A Wedding And A Challenge: Lebanese Couples Fight For Civil Marriage","published":"2015-05-23T15:52:00+00:00","teaser":"No one ever said marriage was easy, but in Lebanon, it's even harder: The country has 15 sets of matrimonial laws for 18 different religions and sects. Activists want the right to civil marriages.","itags":["npr_api","407769876"],"guid":"b1298c6d-fa66-41b8-8614-2934fbe7a85c","contentencoded":"<p>Like lots of young married couples, Kholoud Succariyeh and Nidal Darwish love to show their wedding video. They go all misty-eyed remembering that day two years ago.</p><p>\"Very beautiful,\" says Succariyeh. \"Everything is nice.\"</p><p>Their wedding was special, not only as a personal milestone for the couple. It was a political milestone, as well.</p><p>Darwish says their union was a challenge to the state: It was Lebanon's first civil marriage.</p><p>No one ever said marriage was easy, but in Lebanon, it's even harder. That's because the country has 18 different religions and sects and almost as many sets of marriage laws for each — 15 in total.</p><p>The laws — along with those governing divorce and inheritance — are determined by 15 different religious courts.</p><p>Succariyeh explains that any dispute in a Muslim marriage — she and Darwish are both Muslim — has to be adjudicated by Islamic judges.</p><p>\"Actually, Lebanon is a sectarian regime,\" she says. \"For me as a woman, I don't accept to be submitting to the religious men in the religious courts.\"</p><p>A Human Rights Watch report this year found all Lebanon's religious courts — Christian, Muslim and others — enforced laws that were unfair to women. Mixed-religion marriages are legal, but all religious authorities apply a tangle of conditions to them.</p><p>\"For this reason, I wanted to be independent,\" Succariyeh says. She wanted equality, to be the master of her family alongside her husband. \"For this reason we chose civil marriage.\"</p><p><strong>A Trailblazing Wedding</strong></p><p>She first met Darwish when he was a student of hers.</p><p>\"I was teaching him English,\" she says, laughing. \"And then we fell in love.\"</p><p>Succariyeh and Darwish are the same age. They both come from conservative families, but aren't big on old traditions.</p><p>\"Actually I kissed him the first time,\" she says. \"Nobody knows this, it's a new idea I gave him a French kiss for the first time.\"</p><p>This on their first date, before they even had dinner! So they started talking marriage. And although there hadn't been a civil marriage in Lebanon in living memory, that's what they wanted.</p><p>\"From that point, we worked on this,\" she says.</p><p>A lawyer friend studied an old law and found that for people who aren't affiliated with a sect, civil marriage is allowed. So Succariyeh and Darwish struck their sect from their official records. They had a Muslim cleric officiate at a wedding and their lawyer write the first civil marriage certificate, which the interior ministry legalized.</p><p>\"We're so happy we did this, and really re-believed that whenever you work hard, you get what you want,\" Succariyeh says.</p><p>They were trailblazers; after that, dozens of couples had civil marriages.</p><p>There was a downside, though. A leading Muslim cleric denounced them. The couple even got death threats. And last year, a new interior minister took office and the ministry hasn't authorized a civil marriage since.</p><p><strong>A Proposal For Civil Marriage — Watered Down</strong></p><p>Some people just go abroad for a civil marriage, but others want a new, clear law.</p><p>Serge Torsakissian, a member of parliment from Beirut, sees the different rules for different religions as a compromise, enabling historically hostile groups to live alongside each other. A pragmatist, Torsakissian calls it \"confessionalism.\"</p><p>\"I'm with the confessional system as it is in Lebanon,\" he says. \"I'm not against it.\"</p><p>Torsakissian thinks a civil marriage law will only pass if there's buy-in from all the sects. He has proposed a law that would have people keep their sect and get permission for civil marriage from their religious community — essentially, a watered-down civil marriage.</p><p>\"It's adapting confessionalism, because we still have the bond with the church or mosque,\" he says. \"Because we can't cut with the religious atmosphere that's still in Lebanon.\"</p><p>But religious leaders are still skeptical. Father Abdou Abu Kassem, director of the Catholic Center for information, says marriage is a sacrament within the church, not a legal contract. He says Lebanon's not a secular state.</p><p>But activists calling for civil marriage have not given up. They protested in Beirut in March, and plan more actions in the future.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Wedding+And+A+Challenge%3A+Lebanese+Couples+Fight+For+Civil+Marriage&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"266"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408827500-946d2f.m3u?orgId=1&topicId=1009&d=266&p=2&story=407769876&t=progseg&e=408692206&seg=7&ft=nprml&f=407769876"},{"href":"http://media.npr.org/assets/img/2015/05/18/160035902-7a7407317b9930a3e24a3a0ece8f0260d67dd0a9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3168","width":"4229"}}]}