{"created":"2015-03-30T09:04:51+00:00","modified":"2015-06-05T15:27:23+00:00","valid":{"from":"2015-06-05T15:27:23+00:00","to":"3015-06-05T15:27:23+00:00"},"hreflang":"en","title":"Open Cases: Why One-Third Of Murders In America Go Unresolved","published":"2015-03-31T02:22:00+00:00","teaser":"Police today are identifying fewer murder suspects than they did a generation ago. One criminologist says that may be because departments are more focused on preventing crimes than on making arrests.","itags":["npr_api","395069137"],"guid":"b1416bde-fd90-4d4f-9052-7f768cc688c3","contentencoded":"<p>If you're murdered in America, there's a 1 in 3 chance that the police won't identify your killer.</p><p>To use the FBI's terminology, the national \"clearance rate\" for homicide today is 64.1 percent. Fifty years ago, it was more than 90 percent.</p><p>And that's worse than it sounds, because \"clearance\" doesn't equal conviction: It's just the term that police use to describe cases that end with an arrest, or in which a culprit is otherwise identified without the possibility of arrest — if the suspect has died, for example.</p><p>Criminologists estimate that at least 200,000 murders have gone unsolved since the 1960s, leaving family and friends to wait and wonder.</p><p>\"It's like the boogeyman,\" says Delicia Turner. Her husband, Anthony Glover, was found murdered — along with a friend — in Boston in 2009. Police never made an arrest. She says the open case preys on her mind. \"You don't know if you're walking next to the person, if you've seen the person ... if the person knows you.\"</p><p>Turner watches a lot of true-crime TV, hoping to see something that could be applied to her husband's case. She calls her ideas in to the detectives in Boston, who tell her not to be a \"TV cop,\" she says.</p><p>\" 'You can best believe we're putting our best effort forward,' \" she says, recalling what they tell her when she phones. But she's convinced they've moved on. \"I think that the police just give up.\"</p><p>Homicide detectives say the public doesn't realize that clearing murders has become harder in recent decades. Vernon Geberth, a retired, self-described NYPD \"murder cop\" who wrote the <a href=\"http://www.alibris.com/search/books/isbn/9780849333033?bookbin=12746213741&utm_term=66793401285category_l1Media%26category_l2Books%26category_l3Non-Fiction%26category_l4Law_Book&utm_campaign=none&adpos=1o2&creative=68710213449&device=c&matchtype=&network=g&gclid=CKijidOqxsQCFchQ7Aod0xkAZA\">definitive manual on solving homicides</a>, says standards for charging someone are higher now — too high, in his opinion. He thinks prosecutors nowadays demand that police deliver \"open-and-shut cases\" that will lead to quick plea bargains.</p><p>He says new tools such as DNA analysis have helped, but that's been offset by worsening relationships between police and the public.</p><p>\"If there is a distrust of the police themselves and the system, all of these scientific advances are not going to help us,\" he says.</p><p>Since at least the 1980s, police have complained about a growing \"no snitch\" culture, especially in minority communities. They say the reluctance of potential witnesses makes it hard to identify suspects.</p><p>But some experts say that explanation may be too pat. University of Maryland criminologist <a href=\"http://www.ccjs.umd.edu/facultyprofile/Wellford/Charles\">Charles Wellford</a> points out that police are still very effective at clearing certain kinds of murders.</p><p>\"Take, for example, homicides of police officers in the course of their duty,\" he says. On paper, they're the kind of homicide that's hardest to solve — \"they're frequently done in communities that generally have low clearance rates. ... They're stranger-to-stranger homicides; they [have] high potential of retaliation [for] witnesses.\" And yet, Wellford says, they're almost always cleared.</p><p>What that tells Wellford is that clearance rates are a matter of priorities.</p><p>Wellford says Americans should also understand that while the national rate is in the 60s, the local rates vary widely. But because the FBI doesn't publish local agencies' numbers, these differences are often invisible to the public.</p><p>NPR had to make a special request for those local clearance rates. You can find them, by city, using our look-up tool, and can learn more about clearance rates — <a href=\"http://www.npr.org/templates/story/story.php?storyId=395799413\" target=\"_blank\">and why local data can be difficult to obtain — here</a>.</p><p>That relative invisibility of clearance rates may have played a role in their decline over time. The public is much more aware of overall, national crime rates and the continuing good news about the falling homicide rate.</p><p>But even though most people are unaware of clearance statistics, Wellford thinks certain communities have an anecdotal sense that crimes aren't being solved.</p><p>\"Those [uncleared] homicides tend to occur in poor communities, minority communities,\" he says. \"What is the impact of an unsolved homicide when those unsolved homicides are primarily in the very communities [where] we're trying to build stronger relationships with law enforcement?\"</p><p>In other words, could the legacy of unsolved murders be feeding a vicious cycle, by undermining the public's willingness to cooperate with investigators?</p><p>Still, it's easy to see why police departments have become more focused on prevention.</p><p>\"The emphases change,\" says <a href=\"http://cj.msu.edu/people/carter-david/\">David L. Carter</a>, a criminologist at Michigan State University. The crime waves of the 1970s and '80s pushed police departments toward <em>prevention</em> strategies — broken-window patrols, more officer visibility in high-crime areas, stop-and-frisk — and <em>solving </em>crimes became secondary. \"In some instances, the clearance rates are one of those things that kind of snuck up on people.\"</p><p>Some police departments are now feeling the pressure to reverse the trend. Detroit is an extreme case. When the city was on the verge of bankruptcy a couple of years ago, the murder clearance rate was flirting with single digits. A new chief was brought in, and homicide investigators were reorganized into squads that \"specialize\" in certain parts of the city.</p><p>\"Now if we get a case ... we've had something in that area already,\" says Sgt. Mike Russell, who leads one of the squads. \"We have a particular family [whose] names come up in several of our cases, and we know to look at them now.\"</p><p>Cities such as Detroit are also trying to improve their clearance rates by digging into their files, looking for older cases that might be solved with new techniques. Russell points to one on his desk involving a girl who disappeared in 1979.</p><p>\"A body was discovered in '92 in the dump, in Monroe County, in cement. And she was just ID'd two weeks ago,\" he says.</p><p>Russell says he and his squad work on old cases whenever they have time. Solving old murders improves current clearance rates, because under the FBI's <a href=\"http://www.fbi.gov/about-us/cjis/ucr/ucr\">Uniform Crime Reporting</a> standard, a department gets the credit in the year a murder is cleared, not the year it's committed.</p><p>But old cases can get a department only so far. Once the low-hanging fruit are gone, rates often start to slide back. Carter says that local agencies should try to emulate departments that have made more lasting improvements in their clearance rates.</p><p>In 2013, <a href=\"http://www.iir.com/Documents/Homicide_Process_Mapping_September_email.pdf\">Carter authored a federal report</a> on police departments with the best practices. One of the stars was Richmond, Va.</p><p>\"The chances of you getting caught doing a murder now are a whole lot greater than it was 10 years ago,\" says Detective Mark Williams. Richmond was suffering through a surge of violent crime then, and he says some investigators were getting as many as five or six homicide cases a week.</p><p>\"You were doing assembly-line homicides,\" he says. \"If there was something there that you could do, to use to get an arrest, you stayed on it. But if there was nothing there [that you could use], you moved on to the next case.\"</p><p>Instead of accepting low clearances as a byproduct of the murder rate, Richmond refocused its efforts. Williams says the department reduced investigators' caseloads, and the city gave it money to take care of potential witnesses.</p><p>\"We move you;we relocate you. There are people out there that want to cooperate, but you've got to take care of them,\" he says.</p><p>Today, Richmond's homicide clearance rate routinely hits percentages in the 80s and 90s, depending on <a href=\"http://blog.spotcrime.com/2012/03/difference-between-ucr-and-nibrs.html\">which reporting standard</a> is used.</p><p>The problem, of course, is that all of this costs money. Homicide investigations are inherently expensive, and cash-poor cities are less able to reduce investigators' caseloads. In Detroit, for instance, each homicide investigator still expects to \"catch\" a dozen cases a year — well above the four or five that's considered the national standard.</p><p>And each case takes a lot of man-hours as it is. On a freezing afternoon in late February, about 10 Detroit police officers have spent an hour on a fruitless search of a house for a murder weapon — even though investigators don't expect to find the gun there.</p><p>\"It's one of those T's you gotta cross,\" says Sgt. Brian Bowser. He says the suspects are already in custody and talking, so they don't need the weapon to prove the case. But they have no choice but to take these steps. \"When we go to trial, they're going to say, 'Well, if you knew the weapon was there, did you search that residence?' And now we can say, 'Yeah, we searched it.' \"</p><p>In the modern legal system, even \"easy\" homicide cases are complex, bureaucratic tasks. In Detroit, a city with one of the worst murder rates in the country, these investigators admit to feeling intimidated by the pressure to keep up.</p><p>Bowser's squad uses a whiteboard to track its cases' clearance status. Open cases are written in green; cleared cases, in red. But investigators can be superstitious when it comes time to declare a case cleared. Bowser's partner, James Kraszewski, won't even pick up the red marker.</p><p>\"I will not change my own color,\" he says. \"I feel if I change my own color, my next one, I will not be able to change.\"</p><p>So who changes the marker color on Kraszewski's cases? \"Whoever wants to do it for me,\" he says, as his partner laughs.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Open+Cases%3A+Why+One-Third+Of+Murders+In+America+Go+Unresolved&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Martin Kaste","audio":[{"meta":{"duration":"423"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396280364-c5b2ae.m3u?orgId=1&topicId=1003&d=423&p=3&story=395069137&t=progseg&e=396280115&seg=1&ft=nprml&f=395069137"},{"href":"http://media.npr.org/assets/img/2015/03/27/matzke-0446edit1-dba90c88eea5c32761fe3eaa85d8e7825c164272.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2973","width":"3965"}},{"href":"http://media.npr.org/assets/img/2015/03/26/anthony-glover-co-delicia-turner-a83a3ab50d40252abe10a77e8d99c81b5ed2d63c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"719","width":"959"}},{"href":"http://media.npr.org/assets/img/2015/03/27/43463043_h24006533edit-6c2a6caa6ee97673a3ef2b66b909090990f8a5e6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1993","width":"2657"}},{"href":"http://media.npr.org/assets/img/2015/03/27/matzke-0323-480273c500476338f920f034ae8051e939301491.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2997","width":"3996"}},{"href":"http://media.npr.org/assets/img/2015/03/27/matzke-0330edit-00900edd6aa54178eee2123fcafd09f70a977a01.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1919","width":"2560"}},{"href":"http://media.npr.org/assets/img/2015/03/27/img_5891edit-c0adf00415afa1eb188d52f067af236de7381e9d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}}]}