{"created":"2015-04-05T13:42:21+00:00","modified":"2015-04-12T20:50:51+00:00","valid":{"from":"2015-04-12T20:50:51+00:00","to":"3015-04-12T20:50:51+00:00"},"hreflang":"en","title":"Lowering A City's Homeless Population — By Forcing The Homeless Out","published":"2015-04-05T15:19:00+00:00","teaser":"Officials in Hollywood, Fla., have long battled a controversial homeless advocate. Now they've bought his shelter — and made a deal for him and the homeless people who stayed there to go elsewhere.","itags":["npr_api","397302426"],"guid":"b147dc73-8ca5-4993-ab88-0eee66ded658","contentencoded":"<p>It's been a week of goodbyes at the <a href=\"http://www.homelessvoice.org/shelter/\">Homeless Voice</a> in Hollywood, Fla. For nearly 13 years, this rundown, 22-room hotel operated as a homeless shelter.</p><p>On most nights, hotel manager Christine Jordan says, more than 200 homeless men and women stayed here, some sleeping on mats in the cafeteria.</p><p>\"We called this the emergency level ... almost 40 people in here every night,\" she says. Some stayed for free and others paid on a sliding scale. \"[Now], everything's gone. I can't cry anymore.\"</p><p>It all came to an end last week, when the city of Hollywood closed a <a href=\"http://www.sun-sentinel.com/local/broward/hollywood/fl-homeless-shelter-new-home-20150330-story.html\">deal</a> with the shelter's owner, <a href=\"http://www.seancononie.com/\">Sean Cononie</a>, a homeless advocate and entrepreneur. Hollywood bought Cononie's hotel and several other properties for $4.8 million. More than 100 of the shelter's residents boarded buses and headed to <a href=\"http://www.sun-sentinel.com/local/broward/hollywood/fl-homeless-shelter-new-home-20150330-story.html\">new quarters</a> in Central Florida, 200-plus miles away. Some others made their way into the county shelter system.</p><p>For the city, this marked the end of a long and unhappy relationship with Cononie. A decade ago, Hollywood tried and failed to shut down his shelter, which was self-supporting. His homeless clients paid rent by selling the Homeless Voice newspaper or by drawing on disability or other government benefits.</p><p>Now the South Florida beach community is in the midst of a building boom, with developers setting their sights on the shelter's aging neighborhood. Cononie decided to cash in and move his shelter and tenants out of the city, but he's not happy about it.</p><p>\"This has been my home,\" he says. \"Most people know that I sleep at the shelter. So it's been traumatic ... I sold the homeless out. I had no choice in the matter. They wouldn't let us expand here. We weren't getting the services we needed from the city.\"</p><p>Cononie, 50, says the deal he made with the city allows him to continue working with the homeless — anywhere but in Hollywood. That's because of an unusual provision that bans him from living in the city for the next 30 years. By the time that provision expires, he'll be 80.</p><p>\"They were afraid if I owned a house that I would let a homeless person spend the night,\" he says. \"And it would be a slippery slope for me to get away with opening up another shelter.\"</p><p>Hollywood is located in <a href=\"http://www.broward.org/Pages/Welcome.aspx\">Broward County</a>, which has had a contentious relationship with homeless residents and those who serve them. Neighboring Ft. Lauderdale has long tried to <a href=\"http://www.sun-sentinel.com/local/broward/fort-lauderdale/fl-lauderdale-homeless-feeding-sites-20141021-story.html\">restrict</a> feeding programs for the homeless.</p><p>But, says Hollywood spokesperson <a href=\"http://www.hollywoodfl.org/index.aspx?NID=722\">Raelin Storey,</a> \"This is not about the city of Hollywood not being open to providing assistance for individuals who are experiencing homelessness.\" She notes that the city is home to a 125-bed, homeless shelter that is run by the county.</p><p>Like much of South Florida, Hollywood is seeing a building boom, with more than $1 billion of development in the works. Storey says that Cononie's homeless shelter presented an obstacle in an area targeted for redevelopment along one of the city's main commercial corridors. \"The concentration along this particular corridor was creating a scenario where the city couldn't see the redevelopment potential,\" she says.</p><p>It's a similar story in other Florida coastal cities. Lorraine Wilby, with the Task Force Fore Ending Homelessness in Ft. Lauderdale, says that after building out the beachfront, developers are moving inland. \"And where the development is happening,\" she says, \"is some rundown, old, single-occupancy rooms and boarding houses and all those affordable or attainable places to live for people.\"</p><p>In recent years, Wilby says, her group, which served nearly 5,000 homeless clients in Broward County last year, has seen a marked increase in homelessness among the working poor — people with fulltime jobs who can't afford to pay first and last month's rent plus a security deposit.</p><p>As old neighborhoods give way to new development, Wilby warns that a lack of affordable housing will mean Hollywood's homeless problem is likely to persist long after Cononie and his shelter have moved on.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lowering+A+City%27s+Homeless+Population+%E2%80%94+By+Forcing+The+Homeless+Out&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Greg Allen","audio":[{"meta":{"duration":"246"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397620826-cdf1d6.m3u?orgId=1&topicId=1003&e=397302426&d=246&ft=nprml&f=397302426"},{"href":"http://media.npr.org/assets/img/2015/04/03/img_3091-fca4d435591c019c93bdf1ab20558db5aa66cf8e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1535","width":"2046"}}]}