{"created":"2014-10-07T23:15:54+00:00","modified":"2014-10-08T18:57:26+00:00","valid":{"from":"2014-10-08T18:57:26+00:00","to":"3014-10-08T18:57:26+00:00"},"hreflang":"en","guid":"b1628caf-73db-4c2d-a1b1-1ac78b80f286","title":"The US has lots at stake in the Syrian border town of Kobane","published":"2014-10-08T18:57:25+00:00","byline":"Joyce Hackel","tags":["ISIS","terrorism","military","government","Religion","Conflict","Conflict & Justice","Kobane","Asia","Syria","Turkey","Middle East","Asia","Joshua Landis","Bashar al-Assad","Middle East","Kurdish people","Bashar al-Assad","Politics","Kurdistan","Joshua Landis","Kurds in Syria","Syrian uprising"],"teaser":"Syrians in the Turkish border town of Kobane say they're on the verge of being overrun by ISIS militants. But while American warplanes are coming to their aid, the US is still reluctant to get involved — but may be forced into much wider action that it wants.","contentencoded":"<p>For the past two days, US-led airstrikes have&nbsp;pummelled&nbsp;ISIS targets near the Turkish border town of Kobane. The once-obscure town has become a key battleground not only for local Kurds, who are under assault from ISIS, but for American goals in the war.</p><p>&quot;This is the first time that our overall strategy is Syria is being challenged,&quot; says Joshua&nbsp;Landis, director of&nbsp;the Center for Middle Eastern Studies at Oklahoma University. After years of trying to avoid involvement in Syria, he argues, events may have outstripped the US&#39;s&nbsp;ability to hold back.</p><p>More than 200,000 of Kobane&#39;s residents have already fled into Turkey.&nbsp;According to Landis, Turkey has refused to come up with a strategy for dealing with the border town&nbsp;until Washington and Ankara agree on&nbsp;an overall plan for toppling&nbsp;Syrian&nbsp;President&nbsp;Bashar al-Assad.&nbsp;</p><p>But&nbsp;Ankara has also refused to allow Kurdish rebels in Turkey to reinforce their counterparts in Syria, not wanting to give them legitimacy.&nbsp;This leaves the White House&nbsp;with few options.&nbsp;Landis says:&nbsp;it can protect the predominantly Kurdish town, or step back&nbsp;and allow it to be &quot;ethnically cleansed&quot;&nbsp;by ISIS, which also calls itself the Islamic State.</p><p>&quot;The United States is going to continue to help as much as they can from the air&nbsp;and keep on negotiating with the Turks&nbsp;and hope that Kobane&nbsp;doesn&#39;t fall,&quot; he says.&nbsp;</p><p>Landis draws parallels between what&#39;s happening in Kobane&nbsp;now&nbsp;and events in 1990 during the Gulf War, when Saddam Hussein began to retake Kurdish areas of Iraq.&nbsp;</p><p>&quot;There was a giant flood of refugees out &mdash;&nbsp;it was of biblical proportions,&quot; he says. &quot;President Bush, the father, panicked. He said, &#39;We&#39;ve got to do something about this,&#39; and he drew a line on the 36th parallel and he said, &#39;No Iraqi jets over that border.&#39;&quot;</p><p>The creation of that no-fly zone allowed Kurds to start building a quasi-independent state in Iraq, Landis says. And he thinks&nbsp;events&nbsp;in Kobane&nbsp;could be the beginning of a similar effort to protect the Kurds by creating a quasi-autonomous Kurdish state in Syria that America would be responsible for defending.&nbsp;</p><p>But that&#39;s a step Washington does not seem anxious to take.&nbsp;President Barack&nbsp;Obama, Landis says, &quot;has done everything in his power&nbsp;in the last three-and-a-half years&nbsp;not to get sucked into the Syrian swamp. But by not moving in and not taking charge of Syria, in a sense&nbsp;the place has deteriorated and now he&#39;s sucked in.&quot;&nbsp;</p><p>A key moment, Landis argues, came this past summer, when it looked as though ISIS was within striking distance of Baghdad.&nbsp;&quot;That would have destroyed Obama&#39;s presidency,&quot;&nbsp;Landis says. &quot;He had to respond and he responded in a big way.&quot;&nbsp;</p><p>Yet the the US military campaign in Syria&nbsp;has done little to unite opposition forces behind a unified leadership. According to the CIA, more than 1,500 distinct militias are fighting in Syria, most organized by town or clan. That means there&#39;s no one the US can lean on to take its place.</p><p>&quot;We&#39;re left with these little bits,&quot; Landis says. And many of them are&nbsp;still waiting for what he calls the&nbsp;&quot;US cavalry to come over the horizon and save them.&quot; &nbsp;</p><p>&quot;The Syrian Sunnis want America to save them, the Assad regime wants America, in a sense, to save them.&nbsp;The Kurds are begging on their hands and knees for America to come and save them,&quot;&nbsp;he says. &quot;Everybody is facing a very bleak future of perpetual war, unless the United States takes Syria in hand.&quot;</p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/100720149.mp3"},{"href":"http://www.pri.org/file/100720149mp3"}]}