{"created":"2014-10-10T20:28:42+00:00","modified":"2015-04-07T17:51:29+00:00","valid":{"from":"2015-04-07T17:51:29+00:00","to":"3015-04-07T17:51:29+00:00"},"hreflang":"en","title":"A Liberian Doctor Comes Up With His Own Ebola Regimen","published":"2014-10-10T22:43:00+00:00","teaser":"At a government-run hospital in Liberia, Dr. Gabriel Logan is doing everything he can to save Ebola patients. That includes experimenting with an HIV drug as treatment.","itags":["npr_api","355164328"],"guid":"b18fd838-045a-4b22-9c08-5501f52e9aa2","contentencoded":"<p>Dr. Gabriel Logan is a bundle of energy. Wearing a yellow dress shirt untucked from his slacks, he races around the Liberian government hospital compound in Tubmanburg, north of the capital, Monrovia.</p><p>He also moves fast on the medical front, experimenting with his own idea of treatment for Ebola patients.</p><p>Back in July this hospital, which was the main medical facility for the region, was closed after 10 of the staffers got sick with Ebola.</p><p>\"We sent them to Monrovia,\" he says. Of the 10, only one survived.</p><p>When the hospital reopened in August, Logan at first tried to refer any suspected Ebola cases to Monrovia. Clinics in the capital had no room for them.</p><p>\"Everywhere is filled, so I said to myself, 'Well then, as a doctor I have to do something to save some of the people's lives,' \" Logan says.</p><p>So Logan set up a bare-bones Ebola isolation ward in a small building behind the hospital. He also started wondering whether any of the drugs in his pharmacy might work against the virus.</p><p>That's when he decided to try <a href=\"http://aidsinfo.nih.gov/drugs/126/lamivudine/0/patient\">lamivudine</a>, an antiviral medicine used to treat hepatitis B and HIV, on Ebola patients.</p><p>There's no approved medicine on the market to treat Ebola, and lamivudine is not even on the list of the World Health Organization's experimental prospects.</p><p>But Logan says he needs to do what he can <em>now:</em> \"We need to save some of the lives of our people.\"</p><p>Of the 15 patients he treated with lamivudine, he says, 13 survived. Logan acknowledges that this is far too small a sample to prove whether lamivudine is effective. But that's not slowing him down.</p><p>\"Do you expect me to wait until the bigger study is over?\" he asks. \"Then most of my patients would be finished. They would be dead.\"</p><p>Ebola hasn't just brought treatment challenges to Logan's hospital. He's also dealing with issues concerning the dead bodies. Body collectors are refusing to dig graves, saying it's not their job. And new cemetery space needs to be found because the current plot is full.</p><p>In addition, Logan has to organize care for 24 orphans whose parents died of Ebola.</p><p>And if that wasn't enough, he also has to combat fear of the hospital. Logan and his staff also treat people with illnesses other than Ebola, but patients are staying away. Just the word \"Ebola\" scares them.</p><p>\"So we are out there talking to [the community], telling them there is hope,\" Logan says. \"If you are sick you need to come.\"</p><p>The county has organized regular community meetings to handle questions about the outbreak. At a recent one, Logan tries to quash rumors that Ebola survivors are still infectious.</p><p>He's confrontational with the crowd, but in a good-natured way. Logan is affectionately known as \"G-Lo\" around the hospital — a mashup of his first initial and Logan.</p><p>Logan insists that survivors provide inspiration to Ebola patients and should get jobs at the new treatment unit being built by U.S. troops on the hospital grounds. He assures a grumbling audience that survivors will just be doing ordinary housekeeping. \"They will not be serving medication,\" he says. \"But they will be members of the team.\"</p><p>Currently Logan has just six Ebola patients in his ward, but he expects he'll need the full 100 beds in the facility being built by the Americans as this epidemic grows.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Liberian+Doctor+Comes+Up+With+His+Own+Ebola+Regimen&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"269"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355187996-2fd70d.m3u?orgId=1&topicId=1031&e=355164328&d=269&ft=nprml&f=355164328"},{"href":"http://media.npr.org/assets/img/2014/10/10/liberia_dr-logan-1-ca001c460b9d2fe89b92110162f27e3deeea1215.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/10/10/liberia-survivor-1-2ac65aa43d0241d96fde5c55ae5513dbe26b6626.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3000","width":"4002"}},{"href":"http://media.npr.org/assets/img/2014/10/10/liberia_dr-logan-3-96c22da7bc6634324ddb36e7ec44c153c4f5b3c0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1498","width":"1998"}}]}