{"created":"2015-07-01T22:00:08+00:00","modified":"2015-07-02T18:32:04+00:00","valid":{"from":"2015-07-02T18:32:04+00:00","to":"3015-07-02T18:32:04+00:00"},"hreflang":"en","guid":"b192c3c3-4283-42e4-bd9f-454c8485a05b","title":"More than 100 Egyptian soldiers are believed killed or wounded in battles with ISIS","published":"2015-07-02T18:31:58+00:00","byline":"Christopher Woolf","tags":["conflict","terrorism","ISIS","military","Conflict","Conflict & Justice","Africa","Egypt","Middle East"],"teaser":"Islamic militants affiliated with ISIS have carried out a massive string of attacks on Egyptian security forces in the Sinai Peninsula. More than 100 Egyptian soldiers were reported killed or wounded. ","contentencoded":"<p>A major air-land battle took place across a swath of the northern Sinai peninsula in Egypt on Wednesday when insurgents affiliated with ISIS launched a wave of attacks against Egyptian military and police targets in multiple locations.</p>\n<p>The attacks involved vehicle-born suicide bombs, as well as conventional attacks with guns and rocket propelled grenades.</p>\n<p>Some government posts were overrun and their defenders butchered. But elsewhere, the insurgents suffered serious casualties. The Egyptian military called in airstrikes from F-16s and Apache helicopters.</p>\n<p>The militants occupied the town of Sheikh Zuweid for several hours before being ejected. The fighting could be seen and heard across the border in Israel and the Gaza Strip.</p>\n<p>Contradictory figures on casualties have been reported, but most put government casualties at more than 50 dead and another 50 wounded. Insurgent casualties were reported in the dozens, but there was no independent confirmation. Several civilians were also killed and others wounded.</p>\n<p>Overall, it’s the bloodiest day of combat in the Sinai since the 1973 Yom Kippur war.</p>\n<p>An insurgency has been underway in the Sinai peninsula since the military ousted the freely-elected government of Mohammed Morsi in July 2013. The insurgency has roots in local grievances over official discrimination against the region’s Bedouin people, coupled with Islamist animosity to the regime of military strongman President Abdel Fattah al-Sisi. The regime has responded with harsh security measures.</p>\n<p>The insurgents in the Sinai pledged allegiance to ISIS in November 2014, and have introduced some similar tactics. But they have refrained from mass execution of civilians seen elsewhere.</p>\n<p>There are other violent Islamic militant groups in Egypt. “In addition to the Sinai-based group, which is the most prominent and the most dangerous of the militant groups,” says Kareem Fahim of the New York Times, “other militant groups have sprung up in the last few months, or the last year, that we don’t really know that much about. ... So the Egyptian government is having to contend with the growth of groups that it may or may not understand.”</p>\n<p>Fahim says the Islamist insurgency is “certainly a destabilizing force in Egypt. ... But it’s an open question whether it really is a threat to the government. There are many analysts who say it is not really a threat to the government because in many senses it allows the government to consolidate its power. It provides a justification for an even greater crackdown on its opponents.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-07-01%2Fmore-100-egyptian-soldiers-reported-killed-and-wounded-battles-isis&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/0701201506.mp3"},{"href":"http://admin.pri.org/file/0701201506mp3"}]}