{"created":"2014-10-21T12:03:22+00:00","modified":"2015-04-21T07:09:14+00:00","valid":{"from":"2015-04-21T07:09:13+00:00","to":"3015-04-21T07:09:13+00:00"},"hreflang":"en","title":"T.I.: 'We Make Music That Come From The Heart'","published":"2015-03-03T21:53:00+00:00","teaser":"The Atlanta rapper, actor and businessman spoke about being mentored by Andrew Young and using songwriting to talk to himself, as well as everybody else.","itags":["npr_api","357643030"],"guid":"b1aace4d-2cb9-4151-852e-19ece3713cd3","contentencoded":"<p>\"I want to be here because the people put me here,\" says the Atlanta rapper, actor and businessman. T.I. spoke to <em>Microphone Check</em> about being mentored by Andrew Young, taking Biggie to Atlanta and Outkast to NYC, using songwriting to talk to himself, as well as everybody else, and the death of his protege, Doe B.</p><p><strong>MUHAMMAD</strong>: What up, Tip.</p><p><strong>T.I.</strong> What's happening?</p><p><strong>KELLEY</strong>: Thank you for coming.</p><p><strong>MUHAMMAD</strong>: What's good? Yo, I'm conflicted, you know, speaking to another Tip.</p><p><strong>T.I.</strong>: Why? What you mean?</p><p><strong>KELLEY</strong>: Well, tell that story. Is it true that you changed your name because Q-Tip was a --</p><p><strong>T.I.</strong>: Sure, yeah. We were both on Arista and we was trying to release my first album. The people who had to market, promote, and, you know, just spread the word on it communicated that it was somewhat difficult or confusing to have two Tips in one building. So out of respect and just the legendary reputation and career that preceded that situation, I definitely conceded. My problem, or conflict, at the time, was now this is what I've been called all my life, what do I change my name to?</p><p><strong>KELLEY</strong>: Right.</p><p><strong>T.I.</strong>: So, I guess, that began to hold my project up. What are we gonna call him? You know what I'm saying? So at that point we had to come to some sort of a resolution. And <a href=\"http://en.wikipedia.org/wiki/Kawan_Prather\" target=\"_blank\">KP</a>, who signed me to LaFace, he just said, \"OK, look man, how about T.I.?\" Cause on this one record I had, it was like, \"T-I-P.\" I was like, \"Wait a minute, wait a minute. No. That was — you left out a letter still!\" You know what I'm saying? He was like, \"Well, listen man. You got something better?\"</p><p><strong>MUHAMMAD</strong>: He's solution-oriented.</p><p><strong>T.I.</strong>: \"No, I don't have — I don't have anything better.\" \"Well, that's what we going with, man.\" So it's kinda how it came about.</p><p><strong>MUHAMMAD</strong>: I've been spending the past 25 years calling — not wholly, because — wait. When we started Tribe, Q-Tip had a different name. So that's not entirely true, but, at some point, when he went from that — I'm not gonna say his other MC name cause we're — we can't do that, and he doesn't like that to be publicly known — but when he became Q-Tip, it's been Tip forever, since high school to now. So it's like, to talk to another Tip --</p><p><strong>T.I.</strong>: Bro. You know what? And listen, man, I'm gonna tell y'all something, man, and y'all — and I'm going to say it with pride and shame all at the same time. I just now put — I just connected the dots.</p><p><strong>MUHAMMAD</strong>: OK.</p><p><strong>T.I.</strong>: I'm just now realizing that — hey, man — I'm talking about you. I mean, you came — I mean, you came in like you got — you did a very, very good covert attack on that one.</p><p><strong>MUHAMMAD</strong>: You know what though?</p><p><strong>T.I.</strong>: I didn't even recognize that this was —</p><p><strong>MUHAMMAD</strong>: That's funny.</p><p><strong>T.I.</strong>: Damn! OK.</p><p><strong>MUHAMMAD</strong>: I don't come — I don't really flaunt it.</p><p><strong>T.I.</strong>: I got it.</p><p><strong>MUHAMMAD</strong>: It's not about me really.</p><p><strong>T.I.</strong>: But that's on me, though. I should've known.</p><p><strong>MUHAMMAD</strong>: This is about you, though. It's just as soon — the first words off the lip was like, \"Tip,\" you know.</p><p><strong>T.I.</strong>: That's what's up. Hey, respect. Respect, man. Real talk.</p><p><strong>MUHAMMAD</strong>: I'm just realizing for the very first time, that I'm actually calling someone else Tip.</p><p><strong>T.I.</strong>: Right on.</p><p><strong>MUHAMMAD</strong>: So we don't have to belabor that, but we're really happy that you're here.</p><p><strong>T.I.</strong>: Man, it's my pleasure, man. And, you know, hats off to you, man. Salute, man. You know what I'm saying?</p><p><strong>MUHAMMAD</strong>: Oh, salute you soldier. You --</p><p><strong>T.I.</strong>: You really paved the way for a player.</p><p><strong>MUHAMMAD</strong>: Hey, well, thank you.</p><p><strong>KELLEY</strong>: Cause you came up to New York a lot when you were young?</p><p><strong>T.I.</strong>: Yeah, man. I came up here — I spent summers up here, man, from the time I was like six to 14, 15.</p><p><strong>MUHAMMAD</strong>: What's that like? Cause I spent my summers getting sent down south to Virginia, North Carolina. So, it was just, you know, different, seeing grass and trees.</p><p><strong>T.I.</strong>: Right. Well. I'm sure we both went back with a little something.</p><p><strong>KELLEY</strong>: There you go.</p><p><strong>T.I.</strong>: You know I'm saying? I mean, me, man, I just think coming to New York it got — it kinda gave me a different perspective on culture and — you know, in Atlanta, man, it was either you was black or you was white. Or other. You know what I'm saying? We didn't have a lot of different cultures. We didn't have a lot of different religions. We didn't have a lot of — you know what I'm saying? So, to come to a melting pot, as a youngster, and really see, kind of, just the differences in what people say about, you know, how they go to school or how people spend their spare time. Like, what the culture — how people live their lives in other places.</p><p>Me knowing that, it allowed me a certain diversity that contributed to my swag a little later on, you know what I'm saying? And it kinda put me ahead of people. Cause they wasn't — people didn't know – really, people didn't know about Tribe when I came back to Atlanta. Until like, you know, \"<a href=\"https://www.youtube.com/watch?v=HU_4pf8BSQw\" target=\"_blank\">Bonita Applebum</a>.\" You know what I'm saying? People didn't really know about B.I.G.! I came back and told people about B.I.G. It was the, I think, the year he was on <a href=\"https://www.youtube.com/watch?v=PMbELEUfmIA\" target=\"_blank\">the Craig Mack remix</a> and he had things that were, you know, \"<a href=\"https://www.youtube.com/watch?v=rEaPDNgUPLE\" target=\"_blank\">Party And Bullshit</a>,\" and other things that you would have to be in New York to have. And I went back to Atlanta with 'em like, \"Yo, this cat coming.\" And, of course it's like, \"Man, psh. All I want to hear is Master P.\" You know what I'm saying?</p><p><strong>MUHAMMAD</strong>: Right.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>T.I.</strong>: However, my epiphany coming, making its way into fruition kinda made me an elder statesman and an expert in music.</p><p><strong>MUHAMMAD</strong>: That's important, though.</p><p><strong>T.I.</strong>: You know what I'm saying.</p><p><strong>MUHAMMAD</strong>: We need somebody to understand what's going on.</p><p><strong>T.I.</strong>: For sure.</p><p><strong>MUHAMMAD</strong>: And climbing out there and be able to be the messenger.</p><p><strong>T.I.</strong>: But in reverse I tell you something else: I came up here with Outkast.</p><p><strong>KELLEY</strong>: When?</p><p><strong>T.I.</strong>: I came up here — nah, I didn't come with them — I brought Outkast on a CD up to New York.</p><p><strong>MUHAMMAD</strong>: OK. OK.</p><p><strong>T.I.</strong>: When New Yorkers knew nothing of Outkast. Back when it was just \"<a href=\"https://www.youtube.com/watch?v=vFofKGKlWo4\" target=\"_blank\">Player's Ball</a>\" off the LaFace compilation, you know what I'm saying? I came up here and shared that with my player partners that I knew from up here. They was like, \"Yo, man, it ain't Jay Z. Psh.\" You know what I'm saying?</p><p><strong>MUHAMMAD</strong>: Really?</p><p><strong>T.I.</strong>: I've experienced it on both sides.</p><p><strong>MUHAMMAD</strong>: The struggle continues.</p><p><strong>T.I.</strong>: For sure.</p><p><strong>KELLEY</strong>: Cause — that's funny. Didn't Pharrell <a href=\"http://books.google.com/books?id=7iYEAAAAMBAJ&pg=PT32&lpg=PT32&dq=pharrell+%22jay-z+of+the+south%22+2001&source=bl&ots=gv8kwecHoz&sig=DDVTqtCpP9zqDVoT_uebmZBFen0&hl=en&sa=X&ei=yjpFVJCWGaq1sQSApYGoDg&ved=0CFYQ6AEwCA#v=onepage&q=pharrell%20%22jay-z%20of%20the%20south%22%202001&f=false\" target=\"_blank\">once call you</a> \"the Jay Z of the South?\"</p><p><strong>T.I.</strong>: Yeah, he put that pressure on me. He did that. Pharrell has always been, man, like a brother, partner and just a — an extremely genuine, sincere supporter. You know what I mean? Ever since my very very first album, I — KP took me up there and we did not — we knew we couldn't afford Pharrell. And I — me being the kind of guy I am, I said, \"Hey, listen. I know you probably came here cause you and KP cool. But I know what I got to work with financially, and I know what you worth and, quite frankly bro, I know I can't afford you.\"</p><p><strong>MUHAMMAD</strong>: Right.</p><p><strong>T.I.</strong>: You know I'm saying? He was like, \"Man, we just gon' work, man. We'll deal with that later. We let them deal with that.\" I was like, \"Nah, nah, nah. Kinda want to deal with it.\" He just kept telling me, \"Man, don't worry, man. Don't worry. Let's just work.\" So we end up working and came up with \"<a href=\"https://www.youtube.com/watch?v=8eTBreIUAw0\" target=\"_blank\">Panty Pumpin Number One</a>\" and \"<a href=\"https://www.youtube.com/watch?v=UY6ChdU_J-M\" target=\"_blank\">I'm Serious</a>.\" So then I'm thinking to myself, \"Which one of these are we gonna keep? We can't afford both.\" And Pharrell was a G about it. He was like, \"Man, we good, man.\"</p><p><strong>MUHAMMAD</strong>: Just to go back for a moment, what was it about the conversation that made you really want to square it away right then and there?</p><p><strong>T.I.</strong>: No, it wasn't — I'm just that kind of guy.</p><p><strong>MUHAMMAD</strong>: I get that, but I think it's important, you know, for people to know that.</p><p><strong>T.I.</strong>: Well, it's like when I walked in here. I kinda said, \"OK, listen everybody. What am I — what are we doing? What am I gonna do here?\" I just like to have — understanding is the greatest thing in the world in my eyes, man. You know, confirmation. A lot of people leave so much up to chance, and so things — leave so much room for later conflict that could've been avoided had we had confirmation up front, handled it from the get go, as my grandma used to say.</p><p><strong>MUHAMMAD</strong>: Very important, wise grandmother right there.</p><p><strong>T.I.</strong>: But nah, man, the point is though, Pharrell, ever since day one and ever since then, he has always been an avid supporter. And even if it just a phone call to me when I'm tripping like, \"Ay, yo. Remember. Remember where you were? Remember where you are. Respect that.\" You know what I'm saying? Even stuff like that that, you know, make me salute him, regardless of what's going on in music. I know that dude is a genuine sensitive person.</p><p><strong>KELLEY</strong>: So he has executive produced this album.</p><p><strong>T.I.</strong>: Yes he did.</p><p><strong>KELLEY</strong>: And he produced three tracks on it?</p><p><strong>T.I.</strong>: Four.</p><p><strong>KELLEY</strong>: One of the deluxe edition ones?</p><p><strong>T.I.</strong>: No, nah. It's — we have \"Paperwork,\" \"G S---,\" \"Light 'Em Up,\" and \"Oh Yeah.\"</p><p><strong>KELLEY</strong>: Oh, yeah, yeah. That's the one I'm forgetting. OK. Yeah.</p><p><strong>T.I.</strong>: I'm proud of myself for remembering those.</p><p><strong>KELLEY</strong>: I'm impressed.</p><p><strong>T.I.</strong>: Being able to rattle 'em off very eloquently.</p><p><strong>KELLEY</strong>: So what role did he play in this album? Was there any difference in the conversations that you had on this one as opposed to previous --</p><p><strong>T.I.</strong>: Yes.</p><p><strong>KELLEY</strong>: What was the difference?</p><p><strong>T.I.</strong>: Man, I think we spoke — like, we learned a whole about one another's approach to music and one another's application of business when approaching music, you know what I'm saying? Like, P is a very very artistic person and he, for the most part, trusts the people that he's put in place around him to conduct the business. However, when P has a business idea, P has no problem with asserting himself in that manner. So me observing, as an artist and a person who has to conduct business for himself in music, me watching the things he chooses to intercede on and the things he kinda falls back and allows the team to work — you know what I'm saying? Like, that helped me as an artist.</p><p><strong>KELLEY</strong>: Like the battles he chooses to fight?</p><p><strong>T.I.</strong>: Yeah, exactly. And I think that comes with experience, that comes with maturity, that comes with, you know, years of understanding. But for him to share that vision with me, I think it contributed to my ability to be comfortable enough to go and make a song I may not have made. You know what I mean? If it was just up to me, you know — even though I have executive produced, along with the team around me, I've executive produced some hit records and some, in the view of many, classic material, but I haven't been pushed to the point where I was challenged, to where I was like, \"Man, I don't know if I should do this.\"</p><p>And I feel like working with Pharrell allowed me to do that. And he was, I guess, compromising enough to really find ways, as a producer, to add elements of what I do in the even most out of comprehensive ideas. You know what I mean? He even — no matter how left field he went, he still added something in there that was from what I do.</p><p><strong>MUHAMMAD</strong>: What song, out of all the songs — cause you guys have done a lot together — what song was the song that you felt that he really, really pushed you harder than any other?</p><p><strong>T.I.</strong>: Pushed me harder --</p><p><strong>MUHAMMAD</strong>: To go outside of maybe --</p><p><strong>T.I.</strong>: You mean that is the most out of my realm?</p><p><strong>MUHAMMAD</strong>: Yeah, yeah.</p><p><strong>T.I.</strong>: On this particular project?</p><p><strong>MUHAMMAD</strong>: On anything that you guys — just the whole body of work that you've done together.</p><p><strong>T.I.</strong>: The record we did on the <em></em><em>No Mercy</em><em> </em>album \"<a href=\"https://www.youtube.com/watch?v=B9qZz-m6BL4\" target=\"_blank\">Get Back Up</a>\" was one. It's another one, \"<a href=\"https://www.youtube.com/watch?v=NwBHLPuSCtw\" target=\"_blank\">Make Your Face Fall Off</a>\" that was also on that. The <a href=\"https://www.youtube.com/watch?v=LhHJqE-hvzk\" target=\"_blank\">record from my last project with Cee-Lo</a>. Let me see.</p><p><strong>MUHAMMAD</strong>: What about \"Make Your Face Fall Off?\"</p><p><strong>T.I.</strong>: It just --</p><p><strong>MUHAMMAD</strong>: It's a different — it's different.</p><p><strong>T.I.</strong>: It wasn't — I would not have chosen that record as a record for me to do. I mean, I get it, but it was a lot more — it sounded a lot like the Clipse. You know what I'm saying? I don't mean it sounded like it, but it gave you that vibe of — and for me, that record, <a href=\"https://www.youtube.com/watch?v=TjWAWcx4xdE\" target=\"_blank\">the first Clipse record</a>, it was a hit record but, for me, it wasn't — it's not my favorite record that I've heard by them. I've heard records that, even though they weren't as big of hits, they suited my taste a little more. But that particular record — I will say he's been right more times than — oh, and \"<a href=\"https://www.youtube.com/watch?v=yyDUC1LUXSU\" target=\"_blank\">Blurred Lines</a>.\" \"Blurred Lines\" was another one. \"Blurred Lines\" was a record, man, Pharrell said, \"Hey, look. I just need you to do this. Just do it.\" You know what I'm saying? Kind of like, \"Man, just do it for me. Just do it.\" I was like, \"Man. Aight, man. C'mon. C'mon, man. Let's do it.\"</p><p><strong>MUHAMMAD</strong>: Trust and friendship go -– I think that helps the situation a little bit, huh?</p><p><strong>T.I.</strong>: Yeah, I will say he's been right more times than I have. I will say that.</p><p><strong>KELLEY</strong>: We <a href=\"http://www.npr.org/blogs/microphonecheck/2013/10/16/235395978/pusha-t-on-a-tribe-called-quest-his-frustrations-and-pharrell-part-2\" target=\"_blank\">spoke to Pusha</a> when he put out <em></em><em>My Name Is My Name</em><em> </em>in the fall. And the way he talked about working with Pharrell was — he said that he just got a phone call — I think he was in the middle of SXSW and it was all crazy — and Pharrell called him up. He was like, \"Listen I have an idea for a song.\" And it was \"S.N.I.T.C.H.\" And that was like — that made Pusha get realer than he had been in the past. Is there any content pushing happening between you guys?</p><p><strong>T.I.</strong>: Yeah –- well, not pushing. It was — I mean, he definitely challenges you. He finds out what your strengths are and he applies that to your weaknesses. You know what I'm saying? To me, he pushes me kinda, in a sense — so he was like, \"Yo, you are the voice of this part of the generation. You are today's Tupac. You are today's Ice Cube. You represent the person that came from absolutely nothing and made it here. Now that you here, man, do something inspiring.\"</p><p><strong>MUHAMMAD</strong>: Is that why you started \"Oh Yeah\" by saying, \"P wanted something inspirational but I wanted to say --\"</p><p><strong>T.I.</strong>: Yeah, absolutely. I'm always on some gangster s---, man. I'm always on some gangster s--- or some cool party s--- or some laid back chick s---. P was like, \"Yo\" — I give you an example, man. My partner, man, R.I.P. Doe B — the day that I was in Miami with Pharrell recording \"Paperwork,\" the song \"Paperwork,\" December 27, I was telling him about Doe B. Cause Doe B was one of the coldest young cats on the up rise. And I was telling him, \"Ayo, he on fire. You need to hear him. You need to work with him.\" He was like, \"Cool. Get him down here.\"</p><p>So immediately after — I think we went, got something to eat or something — so while we eating I call Doe, and Doe — man, Doe had told me he had something to do that night but he was gon' be able to fly out the next morning. So we go and we finish the record. I go back to the crib and while I'm in Miami, doing what people what do in Miami, I get a call and they said, \"Man, yo, Doe just got shot.\" And by the next morning, Doe had died.</p><p>So when it comes time to come to the studio, I'm talking to Pharrell and he's very — he called me enthused and excited about \"Paperwork,\" cause we knew what it was when we made it. And, you know, he's like, \"Yo, do you recognize what we doing? You know what we doing right now? Man, you are crushing it.\" And I was like, \"Yo, you remember my homeboy Doe that I was telling you about?\" \"Yeah, yeah, he's supposed to — you say he's coming today, right? Man, we going in!\" I was like, \"Listen. He dead, cuz.\" He say, \"What? What do you mean? You just talked to him.\" I said, \"Yeah, he died. He went to the club. He got shot. He died.\" And so P say, \"Damn.\" And he say — immediately he say, \"Yo, we have to record a song about this. We got to. We have to capture this moment. What you doing, what I do. We have to. It's up to us to ...\" and he started talking to me as a, like an astute — like a statistician of sorts, you know what I'm saying? Like, \"Yo, it is our responsibility ...\" Sort of like, like the hero in <em>Armageddon</em>. \"It is up to us to ...\" And I was like, \"Yo, for real? OK. Let's do it then.\"</p><p>So I went in the studio and we came up with \"Lighters Up.\" It's in ways like that he kinda took what was my strength, which is, I guess, sharing parts of my life in a way that people can relate to, jam to, and really be inspired by, and he applied it to my weakness, which, at the time, was talking about this very vulnerable part of my life right now. So he took my strength, applied it to my weakness and that's what we came up with.</p><p><strong>MUHAMMAD</strong>: I listened to it today. It made me cry. I actually had to stop listening to the album after that.</p><p><strong>T.I.</strong>: Damn. I'm sorry.</p><p><strong>MUHAMMAD</strong>: Nah, don't. If the music doesn't really make you feel, then what's the point of doing it?</p><p><strong>T.I.</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: There's different intentions in why, artists, we do what we do, but the best, I think, is when you really can pull an emotion, a real emotion, out. I heard that song and it reminded me of — I mean, it was actually not only just that, it was so the way you laid it up. Cause, you know, you put the \"Put It On Doe\" and then how that began, how it ended, and how it introduced \"Light 'Em Up;\" it was just like a movement. And so by time I got to the end of it, I had to stop listening to the record and I just walked away and tears were coming out.</p><p>And because, similarly when we recorded \"Scenario,\" everyone was really happy and just like \"Yo, that's ...\" you know, feeling really good about it. But then — we were in the mode of doing remixes, so when we did the \"<a href=\"https://www.youtube.com/watch?v=ER2AT-mdB10\" target=\"_blank\">Scenario\" remix</a>, there was a guy who was an MC who was around at the time. Russell Simmons' driver Kenny Lee used to hang around with Tip and just come to sessions, check on us. He was kind of like an older mentor, brother, of ours. And he had this kid named Hood, and he was like, \"I'm telling you about Hood. Hood, Hood.\" So Hood came in, dropped a verse. He set off \"Scenario\" remix, and right after that he got outed.</p><p><strong>T.I.</strong>: Damn.</p><p><strong>MUHAMMAD</strong>: So, you know --</p><p><strong>T.I.</strong>: That's a bittersweet celebration.</p><p><strong>MUHAMMAD</strong>: Yeah. So he made it, you know, a step beyond where your man — but just hearing that story really brought it. I'm like — what is this? We recorded that maybe '91 or something like that. I'm like, wow, still, 2014. Like, this is — hearing your story, I'm like this is what we still — we're still dealing with it. And it really was upsetting.</p><p>So to hear you say in \"Oh Yeah,\" \"P wanted me to do something inspirational,\" but then you're like I just wanted to be on some \"F--- that s---.\" I find that your music has always been inspirational. And that's an example of it. You know, when you even say in \"Oh Yeah,\" \"Who the people want?\" I feel like, you kinda like — tell me, when you say \"Who the people want?\" why'd you say that?</p><p><strong>T.I.</strong>: I mean, man, it's a lot to go into. For real, it was — man, it's about — and I, what we do, man, we make music that come from the heart, that represent the people who we know in the struggle. However, we must wait on radio to tell us which one of our songs is a hit record. We must wait on people to, I guess, agree with us. And when we are the voice of the people, we the ones speaking to 'em, so ultimately why don't you let the people decide? Who the people want? You know what I'm saying? And that was — that was really my real, clear intention.</p><p>And also you just have cats who kind of — man, you know, they allow themselves to get caught, just real caught up, in what they have and what they do, what they've done. You know what I'm saying? Like, for real, if you don't have the respect of people, then that means that you're only as good as the things around you, the things that you have and the things — cause one day that will be over. And then what will you have? You know what I mean? Who the people want? I'm a man of the people at the end of the day. I feel like I can be put in a glorious position, but I want to be here because the people put me here.</p><p><strong>MUHAMMAD</strong>: I took it sort of like a double entendre, like a tongue-in-cheek. When you said — when you said, \"Who the people want?\" it's like \"I'm giving 'em that thing that P want, and I'm giving 'em that thing that I am.\"</p><p><strong>T.I.</strong>: Right.</p><p><strong>MUHAMMAD</strong>: You know.</p><p><strong>T.I.</strong>: I mean, I was talking to P when I said it, would deal with the things when I — that I was talking about. You know what I'm saying? That inspired that actual record. Like, I think he had done left and went to the club — or not to the club. He had something he had to go do. I believe he went to a Pusha T show, if I'm not mistaken, when we were in Miami recording that record. And we had these long — we should've recorded these conversations we had. We had these long, elaborate, introspective, just — I'm talking about like 90-minute conversations --</p><p><strong>KELLEY</strong>: You trying to be our competition in this podcast game. Is that what you're saying?</p><p><strong>T.I.</strong> Nah, I mean, we wish we would've captured it. We didn't though. We would just sit and debate on what angle, like whether it's the \"in your face f--- you, you ain't gon' try me\" angle or the \"I'm gon' rise above the drama and just continue doing.\" We challenge one another — and we both had valid points. I was just like, \"Look, P, man. Listen. You come from a different kind of, you know — the thing you do is different. So you can take that approach and it will be accepted and agreed upon, you know? Everybody ain't able. Some of us have to get ours a different way.\" You know what I mean? We both right, you know. But those conversations contributed to the music that you hear.</p><p><strong>MUHAMMAD</strong>: I want to ask you about a line. It wasn't clear to me. In \"Oh Yeah,\" it sounded like you say, \"I would never be here with intellectual rapping.\" What is — what did you say?</p><p><strong>T.I.</strong>: \"Sucka, I would never be get hit with intellectual weaponry.\"</p><p><strong>MUHAMMAD</strong>: Oh.</p><p><strong>KELLEY</strong>: What does that mean?</p><p><strong>T.I.</strong>: \"A b---- I would never be.\" Don't try me like no b----. You'll get hit with like real sophisticated weapons. You'll get hit with sophisticated artillery. S--- you ain't seen before. That was basically what I was saying.</p><p><strong>MUHAMMAD</strong>: OK.</p><p><strong>T.I.</strong>: It could've been my Southern accent. When I hear what people think I said a lot of times, I be like, \"Damn, where they get that from?\"</p><p><strong>MUHAMMAD</strong>: Nah, I mean --</p><p><strong>T.I.</strong>: I'm talking like, when you see people, you know, online — you can see when people like your records enough to where they write down the lyrics and post it. I'm like, \"Man, that ain't necessarily what I said.\" But cool, man. Cool. Go with it though.</p><p><strong>MUHAMMAD</strong>: Kinda going backwards — we jumped in a little into the middle of <em></em><em>Paperwork</em>. The first song. Is it titled \"King\"? Cause I don't think I have a complete listing with all the features and --</p><p><strong>KELLEY</strong>: I'm not sure they're the final track names, what we have.</p><p><strong>T.I.</strong>: It's titled \"King.\" Yeah, it probably is. It's titled \"King,\" and it's considered the introduction.</p><p><strong>MUHAMMAD</strong>: Yeah, I feel like it was an introduction, and it was like the beginning and the end all in one. I was like, he could've — this could've been the album right here.</p><p><strong>T.I.</strong>: A lot of people thought \"Paperwork\" should've been the first record and \"King\" should've been the last record, but I kinda --</p><p><strong>MUHAMMAD</strong>: I think \"King\" could've been the only song on the album.</p><p><strong>T.I.</strong>: The only song?</p><p><strong>MUHAMMAD</strong>: Because it just start off so like, \"Oh, s---.\"</p><p><strong>T.I.</strong>: That was my angle.</p><p><strong>MUHAMMAD</strong>: Yeah. Just the sound of it, musically, and just the way you came. It was like, wow, I don't know where it's gonna go after this but I feel real good right here. It was a complete meal.</p><p><strong>T.I.</strong>: Well, thank you, man. I appreciate it. My little bro, man, Mars, from <a href=\"http://www.1500ornothin.com/about/\" target=\"_blank\">1500 Or Nothin'</a>, he put the beat together. I gave him a record that was — as it was explained to me, someone received a demo from a cat who sings in Ireland or Scotland, and his name is Garth, <a href=\"http://garethdunlop.com/\" target=\"_blank\">Gareth</a>, something of that nature. And he has a song, and in this song, there was a section in the song that — you know, that's him singing. So, he said, \"Man, I heard this record I thought of you. Do something with it?\" So I got it to Mars, and Mars, you know, after Mars freaked it, he got it back to me. I said, \"Oh, yeah, this is it.\"</p><p><strong>MUHAMMAD</strong>: Do you feel that people still come at you? Cause you came pretty hard on that song. I mean, you generally do. But it just seemed like this — so many albums in, 13 years in the music business, strong, never delivering anything that's like subpar. I'm like, I don't think T.I. should ever have to set off a warning shot.</p><p><strong>T.I.</strong>: Nah, man, you know what I'm saying? I mean --</p><p><strong>MUHAMMAD</strong>: What was you thinking about when you made that?</p><p><strong>T.I.</strong>: I mean, all shots or — everyone who challenges you don't necessarily do it in plain sight. You know what I'm saying? Sometimes you have — you may observe people in a very critical moment with adverse opinions about you, when nobody asked them. You know what I'm saying? You may observe from afar people being jealous and really just spitefully negative in your moment of glory when it your time to shine. You may take notice of people, man, really just attempting to covertly disrespect you or challenge your, I guess, your authority or manhood in whatever way possible. And when you see these things — it's not meant for you to see, but you see 'em and you know, OK, you must address these things. It's not — I can't just turn a blind eye. I ain't never been that guy. That's not me. You know what I mean? I see it. I don't like it. If it's a violation, there shall be a demonstration.</p><p><strong>KELLEY</strong>: And people respond to that cause everybody feels like that.</p><p><strong>T.I.</strong>: Sure. Just everybody doesn't act on that feeling.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>T.I.</strong>: I just choose to act on 'em.</p><p><strong>KELLEY</strong>: Mhm-hm.</p><p><strong>T.I.</strong>: But I'm trying to do better. Every day I wake up, man, with a better sense in mind, say, \"Hey, you know what? I'm gon' let something go today.\" You know what I mean? \"We gon' give somebody a pass today.\" I wake up with that mentality. That's how I wake up. And then, life happens.</p><p><strong>MUHAMMAD</strong>: Life unfolds in front of you, right?</p><p><strong>T.I.</strong>: Nah, nah. I mean, it's sorta like — it just depends on if you really like catch me at a point in my day where things are going exceptionally well, you have a more — you know. But as the day happens and you have to carry more of a load, every time, man: \"Man, look, I done let too — you know what? The buck stops here. You are in bad –- boy, you in trouble, buddy. I just gave the last pass five minutes ago. Now it's us. Here we are.\" That's pretty much how it carries out.</p><p><strong>MUHAMMAD</strong>: Understood.</p><p><strong>KELLEY</strong>: I feel like that sort of relates to the trajectory of your career and, like, ways that you have been aggressive or not aggressive or have been presenting a rehabilitated image. But where I'm most specifically interested in is your work with Andrew Young, and the documentary that you guys made, <em></em><em>Walking With Guns</em>. I spoke with somebody named <a href=\"http://www.drjoyce.net\" target=\"_blank\">Dr. Jocelyn Wilson</a> and she told us that she thought that <a href=\"http://www.andrewjyoungfoundation.org/about-us/andrew-j-young/\" target=\"_blank\">Andrew Young</a> had a real big impact on you.</p><p><strong>T.I.</strong>: Man, Ambassador Young is the closest thing — I won't even say the closest. He's my mentor. You know what I mean? In music, I can say <a href=\"http://www.redbullmusicacademy.com/magazine/key-tracks-dj-toomp-24s\" target=\"_blank\">DJ Toomp</a>, Pharrell, KP. But I mean as — that's the closest thing, to like, a father — my father was his age. My grandfather still alive. My grandfather, he taught me all the stuff that I needed to know to become the man of respect with principle and morals. Now, in order to articulate myself and to really poise myself as a distinguished gentleman until ... that was brought to me by Andrew Young. My granddaddy, fantastic man, he taught me everything I needed to know to make it to the point where Andy kind of picked up the baton. And I feel like that's the person that I could see myself patterning my evolution after.</p><p><strong>KELLEY</strong>: Really?</p><p><strong>T.I.</strong>: Yeah.</p><p><strong>KELLEY</strong>: Leadership. Political leadership in that way.</p><p><strong>T.I.</strong>: I don't know so much as — I don't want to be, like, mayor. I don't want to — I ain't trying to run for no office. But ultimately, even just as a community leader, you know what I mean? As a social example.</p><p><strong>KELLEY</strong>: Yeah, more like SCLC type.</p><p><strong>T.I.</strong>: Yeah, but with a — moving in the right direction with an appropriate purpose. And I think that, given the time, where I knock all the dust off my shoulders and I curve out my, you know, the rough edges, the chip that I have on my shoulder, when I polish all my granite, you know what I'm saying? I make it to a point where this is, you know, now this is how I can actually present myself and be perceived.</p><p><strong>KELLEY</strong>: How do you reconcile those two parts of yourself?</p><p><strong>T.I.</strong>: How do I reconcile it?</p><p><strong>KELLEY</strong>: Past and present.</p><p><strong>T.I.</strong>: The past was all necessary in order for me to make it to this point. I think that, had I made the right decisions before, there would have been less adversity, less conditioning, less pressured examples that contributed to me learning faster. You know what I'm saying? So I learn lessons — I have — the person who falls a lot, they're the best at whatever it is they do. If you're a skateboarder, you fall more first? Then, well, you end up a better skater because of it. So, I mean, for me, man, I fell a lot. I fell a lot. So I should be the first to pop a wheelie.</p><p><strong>KELLEY</strong>: OK. Does Ambassador Young listen to your music? Like, now? Does he --</p><p><strong>T.I.</strong>: Yeah, sure. Man, Mr. Young, he listens to gospel as well as secular music. He doesn't live in a, like, in a cave. You know what I mean?</p><p><strong>KELLEY</strong>: Yeah, yeah, yeah.</p><p><strong>T.I.</strong>: He tells me what he cares for, you know. And those of my movies — he tells me I need to stop playing villains in movies. \"You know, you should get you one of those good dramas.\" I say, \"Yeah, man, I'ma play you, man. I'ma play you in one. We'll do your story.\"</p><p><strong>KELLEY</strong>: Yeah. That's not a bad idea.</p><p><strong>T.I.</strong>: And he tells me things that he appreciates the most, you know.</p><p><strong>KELLEY</strong>: OK. I really think that not enough people know that connection.</p><p><strong>T.I.</strong>: Man, Ambassador Young, man, he's a magnificent human being. I think that, of course, not a lot of people know exactly of all his attributes and benefits to –-</p><p><strong>MUHAMMAD</strong>: To helping. To where we are today.</p><p><strong>T.I.</strong>: In the modern era. Yeah. I'm just proud and grateful and humbled by him taking the time out — you know what I'm saying — to take wisdom, to shed a light on me. You know what I mean?</p><p><strong>KELLEY</strong>: Mhm-hm.</p><p><strong>T.I.</strong>: And he did it in, like, one of my darkest moments, back when I caught my case. He really kinda — he took time to explain what was happening and why, you know. Cause of course it's easy to resent the situation, and it's easy to excuse your wrongdoing. It's easy. But for me to make it to a point that I was at when I was able go speak to kids and accept — hold myself accountable. That came from conversations with him. I was very bitter. You know what I'm saying? I was very, like — I was extremely dark. Ambassador Young took the time to kind of explain like, \"Listen. This is — you gotta understand.\" You know? He gave me experiences and just insight that I could relate to. And I rationalized my circumstances at that point, and after I rationalized my circumstances I was able to cope a little bit better.</p><p><strong>MUHAMMAD</strong>: Is it through that experience of — I'll call it ups and downs just for the moment — and being surrounded by someone like that, is that sort of like motivation for a song like \"New National Anthem?\" In that song you're painting — you're showing, you're highlighting similarities and differences of, what I think, America is calling as, like, acceptable, and — things that we get behind, we rally behind — and these other aspects of life, we don't. You know, it's highly ridiculed, highly prosecuted. Kids selling drugs: highly ridiculed, highly prosecuted. Politicians breaking laws, using their influence: not so --</p><p><strong>T.I.</strong>: Not so highly ridiculed, not so heavily prosecuted.</p><p><strong>MUHAMMAD</strong>: Yeah, so, why do you think that it's that way?</p><p><strong>T.I.</strong>: Habit?</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>T.I.</strong>: I mean, man, I think it's habit, man. I think at some point somebody in power and influence over the state of this nation — at some point, they figured out that they could do the right thing and face hardships and pain and have adversity. Or they could cut some corners and do it the easy way and have a similar outcome. They chose to cut some corners and do it the easy way. And that influence trickled down and over time it became habit, so people said, \"Man, why waste time going through all this adversity to do it the right way when you can get more doing it the easy way?\" You just gotta be willing to cut — \"Shhh. Don't tell nobody.\" Over time, here we are. That's what happens to just put it in a nutshell. That's my opinion.</p><p><strong>MUHAMMAD</strong>: So why make a song? Why did you make the song?</p><p><strong>T.I.</strong>: I was inspired by the moments, you know what I mean? It seems like every year, sometimes twice a year, it's just moments that you feel like, \"Man, this s--- is f---ed up and it ain't getting no better.\" Then, even more so, it's just like, more blatant displays of \"I don't give a fu--- about you. I don't care about you. You're here. Fine. But you run nothing. You will not threaten or intimidate us. Or there will be — violation, demonstration.\" And so I mean, s---, when you see that, when you faced with that so much, of course you're gonna be motivated to — artistic expression, that's how I speak.</p><p>And then I think that it makes — if you can't really really say it out loud, you can't rationalize it. You know what I mean? So saying it out loud is just me coming to terms with something that I know I have to develop an understanding for. If I'ma change it, I got to understand it.</p><p><strong>KELLEY</strong>: I think I can see your platform already. I mean, I know you're not trying to go for political office.</p><p><strong>T.I.</strong>: No. If I do that, guess what? All this stuff gon' be pulled up on me. All of these statements and that. And so I don't really know, man. I have a very very limited — my running is limited as far as how — what I can do.</p><p><strong>MUHAMMAD</strong>: Don't say that. I don't believe that.</p><p><strong>KELLEY</strong>: It should be — it should be gun control.</p><p><strong>T.I.</strong>: Yeah, Secretary of Defense.</p><p><strong>KELLEY</strong>: Alright. Fine.</p><p><strong>MUHAMMAD</strong>: I don't believe where you going. Only because I think that we're at a state in history where everyone's challenges and adversities are exposed. And it's not that we're more numb to it. It's just we're more real.</p><p><strong>T.I.</strong>: Right.</p><p><strong>MUHAMMAD</strong>: Like, we're at a state where there's not going to be any other president who's gonna say — except if I was elected for president — that never smoked marijuana, you know what I'm saying? I've never smoked marijuana in 44 years of life. But I'm just saying, we're at that stage where whatever it is that we feel may be the thing that not get a person elected, or have people be like, \"Oh, I'm not interested in him.\" The stage that we're in historically, there's not much you can really do to shock the nation into, you know, into you not being a viable leader, especially if you have, in the scales of balance, weighed it out with other things. It's like, \"Oh yeah, I could see ...\"</p><p><strong>T.I.</strong>: I think even at its finest moment it will relate to who can hide these things more and who will have the most available to the public. I have the most available to the public. So whoever I'm running against is gonna say, \"Yeah. Check him out here.\" And I'm cool with it. My answer to that would simply be, \"I am not ashamed of my past, but I am very proud of my future.\"</p><p><strong>KELLEY</strong>: Sounds like you've been practicing.</p><p><strong>T.I.</strong>: Well, nah, I mean, it just comes to me. It does.</p><p><strong>KELLEY</strong>: Well, have you ever — so I wanted to ask you about — you have said that sort of the blessing and the curse of the Internet is that, like, people can just come out before they're ready. And they can be judged before they're ready, or not. And so I wanted to ask you about what your grooming, media training, waiting until you're ready, what that process was like?</p><p><strong>T.I.</strong>: It's hard to put into words.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>T.I.</strong>: It's a lot. That's a heavy — it's just a lot. Cause it's things creatively in music and then it's things in business. Cause a lot of artists, especially new ones right now, they don't expect to work. They don't expect to have to do anything to contribute to the success of their project. They just want the red carpet — \"I got signed.\" Now what? You know what I mean? I think that just knowing that, like, talent should not be something that takes away the need for you to think you have to work hard, you know what I'm saying? So I mean, I just try to make sure the cats can push themselves to be as dope as they possibly can be. You know, carry themselves like a reputable upstanding human being and work hard.</p><p><strong>KELLEY</strong>: When you were young and you — what type of — did you have any sort of understanding that decisions that you made then would curtail possibilities in your future?</p><p><strong>T.I.</strong>: At the time?</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>T.I.</strong>: No. Nobody young considers consequence. Nobody. You know what I mean? Nobody does. Until you've experienced enough of it to where you say, \"Yo. My life has gotta get better than this.\" At least now, I know, \"Yo, man, I need to stay away from things that can contribute to the --\" It's just that the business that I'm in, it's a business that kinda puts me in the elements of, you know, certain risk factors. Therefore, I got to poise myself a certain way.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>T.I.</strong>: Simple as that. You put me in Hollywood and you let me do movies all year and I'm not really working on going to clubs and I ain't gotta promote no albums and I ain't gotta — now my element has changed. My environment has changed. I can kick back, man, you know what I'm saying? This is not the element for aggression and hostility. So I can hang my aggression and hostility on the door. Pick it up when I need it.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>T.I.</strong>: But it's just right now my element, my environment, man, that it take from me to really maximize the benefit of my material, I got to get out here and touch the people. And that process, it kind of — it gives me — it puts me in the line of fire when it come to avoiding trouble. But I understand I have to find ways to over time phase out of that because I ain't really — the consequence overwhelms the benefit at that point.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>T.I.</strong>: But it took me getting older to understand that.</p><p><strong>KELLEY</strong>: Yeah. Like everybody else. And, to go back to \"Light 'Em Up,\" part of what makes that song so heavy is — I mean, are you thinking, like, that could've been you?</p><p><strong>T.I.</strong>: I mean, well, the only certain thing we have in life that we know when we're born is that we'll die.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>T.I.</strong>: That's it. I mean, it always could've been me. It could've been a long time ago. When I made \"<a href=\"https://www.youtube.com/watch?v=UY6mr9fO-9M\" target=\"_blank\">Live Your Life</a>,\" it could've been me.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>T.I.</strong>: You know what I'm saying? It was closer to being me then, than with Doe. But there's definitely a — there's something in me that — you know how they say women's clock is ticking? Like, I feel like my clock is ticking. The clock for you to get in trouble, man, is ticking. You need to phase out of that, fast. I recognize that. So I have to — now this is the part of my career where I begin to change my environment.</p><p><strong>MUHAMMAD</strong>: So then is that — did you feel that way going into at least making this album? Like the clock is ticking and there has to be something different? I ask that because it sounds like — for example, \"I Don't Know.\" I don't think it's scripting out a future, but it poses a question.</p><p><strong>T.I.</strong>: Sure it does.</p><p><strong>MUHAMMAD</strong>: So is that one of the motivating factors, like, clock is ticking?</p><p><strong>T.I.</strong>: Absolutely. I know for a fact — and see, when I make records like \"I Don't Know,\" a lot of time people think that it's a script or a detailed, elaborate explanation to a future action. But really, I'm doing this — I'm going through the trouble of saying it out loud so I can hear the absurdities in it and I can, you know, I can help myself better. Hearing — this me talking like I'm talking to myself, and, at some point, saying, \"OK, now listen. Does that sound rational? OK then.\" You know I'm saying? But at the same time what you get out of it is a jamming-ass song. You know what I'm saying?</p><p><strong>MUHAMMAD</strong>: Absolutely. It's therapeutic.</p><p><strong>T.I.</strong>: It's therapeutic as well as you get added intangible benefits.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>T.I.</strong>: Shock value don't hurt you.</p><p><strong>MUHAMMAD</strong>: Well, in thinking about — cause Cedric even mentioned this — in thinking about Tupac and some of the things that Pac spoke about, that seem prophetic, just hearing you make that statement about --</p><p><strong>T.I.</strong>: I'm not — sheesh. Pac was — man, Pac was very — he was profound with his scripting of the future. I don't think I'll ever reach that level of it. I mean, I hope not to be so profound.</p><p><strong>MUHAMMAD</strong>: To that degree.</p><p><strong>T.I.</strong>: You know what I'm saying? That's one thing I hope not to — but I mean at the end of the day, man, if that's God's plan for me, I'ma carry mine like a man, wherever it takes me.</p><p><strong>MUHAMMAD</strong>: I'm not saying it in that regard. I see a lot of light in the situation only because you're --</p><p><strong>T.I.</strong>: Right on. As you should.</p><p><strong>MUHAMMAD</strong>: Yeah. I do. I do.</p><p><strong>T.I.</strong>: Thank you.</p><p><strong>MUHAMMAD</strong>: You're — for the kids that come from the economically-challenged cities, in New York or Atlanta or Chicago or Los Angeles you are them. And they can look at you and hear someone like you. And be a guide. You know, that beacon that just get them out of the situation. Or at least bring some clarity. To even hear you say, \"You know what? I'm talking to myself.\" Like, people are considered crazy who do that, but that's not insanity, that's clarity. Especially if you — in doing it with an intention of just saying, OK, let's see what happens after that. And I think people need to hear that, you know. So I don't — I see it as being — you and your art — as being light.</p><p><strong>T.I.</strong>: Right on. I appreciate that, man. Thank you. And if any of it, if any of this stuff can, you know, help some of those kids in those cities avoid their darkest hour, then, I mean, it was worth it. So I appreciate that.</p><p><strong>MUHAMMAD</strong>: I like the way you round out — like, this album is rounded out. You got your knowledge — well, you got your, \"First of all, hold on, I'm setting it off like this, in case any MC or anyone else forgot what it really is.\" I like the way you set it off like that. But then there's balance. You bring it back to a little — I don't know if it's necessarily political even though it's called \"New National Anthem\" — but there's the political, the conversation of what we're dealing with. This is modern day social studies class right now. And then you got your songs for your ladies — and there's some extreme songs for the ladies. I have to —</p><p><strong>KELLEY</strong>: Why are you looking at me right now? I am appreciative of those songs. I am not mad at those songs.</p><p><strong>MUHAMMAD</strong>: I know, that's why I'm looking at you cause --</p><p><strong>T.I.</strong>: I would like to excuse myself for one moment.</p><p><strong>MUHAMMAD</strong>: I was just saying that I think the album, you rounded it out really well.</p><p><strong>T.I.</strong>: Thank you.</p><p><strong>MUHAMMAD</strong>: And the song for the ladies. Yes, I was looking at you, Frannie, because you always pick up — like you seem to really like these type of songs.</p><p><strong>KELLEY</strong>: My bad.</p><p><strong>T.I.</strong>: What song was it? What song?</p><p><strong>KELLEY</strong>: What is the name of the Chris Brown one?</p><p><strong>T.I.</strong>: Oh, it's \"Private Show.\"</p><p><strong>KELLEY</strong>: \"Private Show.\"</p><p><strong>T.I.</strong>: You should like that song. It's made for her to like. You should like it.</p><p><strong>KELLEY</strong>: Thank you.</p><p><strong>T.I.</strong>: You're welcome. Nah, man, my definite intention with that was — and, forgive me, but I'm from Atlanta — so I just kinda feel obligated to make at least one strip club record. You know what I'm saying? And that one — that just made its way to being it.</p><p><strong>MUHAMMAD</strong>: Job well done.</p><p><strong>T.I.</strong>: Thank you. And Chris, man. Chris, man. He contributes in a way that I — I can't begin to describe the effect that Chris got on the ladies. That's probably why she liked the song.</p><p><strong>KELLEY</strong>: That's not why I like the song.</p><p><strong>T.I.</strong>: Man, you know, and Usher as well, man. The record I did with Usher – Usher, who's a personal partner of mine, man — we went in and did like four or five different records and, you know, kinda lended itself to the idea of doing a tour, doing a bigger project together, which we will explore later, whenever the time is right --</p><p><strong>KELLEY</strong>: Yes!</p><p><strong>T.I.</strong>: But he made a contribution that I can't begin to describe either, man. Dude's like extremely poised, talented, you know what I'm saying? I try to surround myself with cats who have the potential to be, or have proved themselves to be, superstars. I just feel like — and the people who nobody else can deal with, you know what I'm saying? The people who can't nobody else relate to, can't nobody else deal with 'em, I like those people. Because they too honest for most ears. So I appreciate that in a person.</p><p><strong>KELLEY</strong>: So which category does Young Thug fall into then?</p><p><strong>T.I.</strong>: Man, he in both of them. He's a superstar and he's probably one of the most difficult people that I've ever met. I mean, not for me. Because for me, he my partner and we don't have no problems, never have. But I observe the way he — like, the way things kind of transpire. And he's a very, very difficult, meticulous, talented, just extremely creative individual.</p><p><strong>MUHAMMAD</strong>: Well, I hope that the channel between the two of you is open enough for him to receive anything that you tell him.</p><p><strong>T.I.</strong>: It does, but everything — my growth took time, you know what I'm saying? I can't expect somebody to get everything I got in a day.</p><p><strong>MUHAMMAD</strong>: Absolutely not.</p><p><strong>T.I.</strong>: So just make sure you pick up a little as you go. Pick up a little as you go. And over time, man, it'll come together. But it's something that is there that you should not change. You know what saying? Focus on that right now, cause that's what's certain. And then the rest of it — as you see the need to make adjustments, just be willing to make adjustments. And he ain't no fool, man.</p><p><strong>MUHAMMAD</strong>: Yeah, you can tell that.</p><p><strong>KELLEY</strong>: No, we're big fans. We've been trying to get him to come up here. We would love to talk to him.</p><p><strong>T.I.</strong>: Woowee. Good luck.</p><p><strong>KELLEY</strong>: We would go down to talk to him.</p><p><strong>T.I.</strong>: Yeah, man, I mean --</p><p><strong>KELLEY</strong>: I know. Good luck is fine.</p><p><strong>T.I.</strong>: Nah, man, nah. I won't say that. I won't say that. Thug, man, once you meet him, if he say he gon' do it, he gon' do it.</p><p><strong>MUHAMMAD</strong>: Yeah. OK. Yeah, I'm looking forward to — I hope we — it happens. Like early on, I think I shocked Frannie when I was like, \"Yo, I want to talk to Young Thug.\" She was like, \"What?\"</p><p><strong>KELLEY</strong>: I was like, \"Who stole Ali's phone?\"</p><p><strong>MUHAMMAD</strong>: This was like --</p><p><strong>KELLEY</strong>: It was \"<a href=\"https://www.youtube.com/watch?v=j1cR-AW3Zf0\" target=\"_blank\">Stoner</a>.\" It was right when \"Stoner\" hit.</p><p><strong>T.I.</strong>: Word.</p><p><strong>MUHAMMAD</strong>: Yeah, it was right when \"Stoner\" dropped and my boy — I was in LA, and he just was playing it non-stop and I was like — I was offended that I didn't even know what this was. And watching him, man, he goes hard. And I just like, \"Yo, who is this?\" He was like, \"Yo, this Young Thug. You should know about this.\" At first I thought it was a joke and then I was like, \"Nah, this dude passionate right here.\" Like, I want to talk to him. So you know, hopefully --</p><p><strong>T.I.</strong>: Thugga, man, Thugga thorough. He probably one of the most creative cats of the new generation, man. He has a chance to lead the charge. He's the first person that I heard, I'll say, that made me not care about the fact that I don't understand what you're saying. Usually, like new artists, I'm like, \"What is he --? I don't want to hear this. I can't understand it.\" You know what I'm saying? But Thugga, I saw skill in what he was — and I knew he was saying something. I just didn't understand it. But as I was getting to listen to it and I have a better sense of understanding, I have a better — you know what I mean?</p><p><strong>KELLEY</strong>: We all have had to acclimate our ears to him.</p><p><strong>T.I.</strong>: Right. But, hey, you know what? In my research, right, remember we didn't understand everything Bone Thugs-n-Harmony was saying.</p><p><strong>MUHAMMAD</strong>: True.</p><p><strong>T.I.</strong>: We didn't know what they were saying.</p><p><strong>MUHAMMAD</strong>: True. It just felt so good.</p><p><strong>T.I.</strong>: We didn't understand everything — who knows every word to a James Brown song?</p><p><strong>MUHAMMAD</strong>: I don't.</p><p><strong>KELLEY</strong>: Valid point. Well, he made up words there so --</p><p><strong>T.I.</strong>: You know what I'm saying? So I mean, I felt like, at some point, man, you gotta give credit where credit's due and stop really trying to force things into whatever box you feel is appropriate and --</p><p><strong>KELLEY</strong>: All those people have crazy hooks too. That's what it is with him.</p><p><strong>T.I.</strong>: Yeah. But I think that he got an enormous amount of talent and potential I can't wait to see what he does with it.</p><p><strong>MUHAMMAD</strong>: Dope. Just one more question from me and I know you had a couple more of them.</p><p><strong>KELLEY</strong>: OK. Just one. But yeah.</p><p><strong>MUHAMMAD</strong>: We can't see the wrap-up because it's really dark out there. If you're even giving us the wrap-it-up, I can't see. \"G-S---.\" You start off by saying, \"I'm a rich n----, like I don't know.\" That's hilarious. Why you set if off so hard like that?</p><p><strong>T.I.</strong>: Because I feel people expect me to act a certain way because I have certain things, because I am in a certain tax bracket. I feel like, man, look, I'm a man before I'm anything so I'm gon' stick to what I know, and that's being me.</p><p><strong>MUHAMMAD</strong>: OK. Do you think that hip-hop has gotten too soft? Is that where that song came from?</p><p><strong>T.I.</strong>: I mean, of course. I won't say soft in a sense of — it seems as though, just as when N.W.A., Ice Cube, Dr. Dre, Snoop Dogg, and Biggie and Pac became the who's who, gangster s--- became fashionable. You know what I'm saying? Everybody, whether they were solidified or really like this or not, they were emulating this lifestyle. And over time every genre, every corporation, everybody goes through this. After things have been the same for, over time, for so long, there comes one person that goes against the charge, that goes the absolute opposite of what everyone else is doing and they win. Slowly over time that one person begins to encourage others and then, now, people are going from emulating this to emulating that. Not to say the same people, but the people who were nerds, who were acting like gangsters, are now comfortable being nerds. And the people who are gangsters now are like, nah, let me emulate the nerds, you know what I'm saying? And so since everybody want to be sensitive, I feel like, man, listen. Man, the way for me to be the one person that leads the charge back the other direction, is stick with the gangster s---. So that's why I made \"G S---.\"</p><p><strong>KELLEY</strong>: Does the title have anything to do with Outkast's \"<a href=\"https://www.youtube.com/watch?v=KTi1bk27KnY\" target=\"_blank\">Gangster S---</a>?\"</p><p><strong>T.I.</strong>: No. Absolutely nothing.</p><p><strong>KELLEY</strong>: Foiled again.</p><p><strong>T.I.</strong>: And I feel like I got the perfect partner on there, man. Young Jeezy, he kinda like is the epitome, you know what I mean? And he and I, we have conversations and intentions to do a project together in the near future. It's called <em></em><em>Dope Boy Academy</em>.</p><p><strong>MUHAMMAD</strong>: Is that part of this <em></em><em>Paperwork</em><em> </em>trilogy? Sprinkled in? Or is it something completely different?</p><p><strong>T.I.</strong>: It's not. He'll be a part of it, but that project is not a part of it. It will have its own testament to its material. I have three albums — real talk — already, after <em></em><em>Paperwork</em>. <em></em><em>Paperwork</em><em> </em>is the more introspective, musical kind of — it's the art-deco of the three. The second one is the return, which also has its own narrative, and the theme of that is trap music. And the third is more of a, like, you know, life, love, liability. It's a love story. Young man who finds himself — he's an active, avid gangster, but he just finds himself — he has a soft spot for a woman. And usually they have people — involved with people he shouldn't be crossing, so that gets him in certain situations and inspires a certain type of music.</p><p><strong>MUHAMMAD</strong>: Are you going for films at this point?</p><p><strong>T.I.</strong>: Yeah. That's why it's called <em>The Motion Picture</em> because, like, music is really supposed to be the soundtrack to our lives. So our lives is the movie. But most people like to see it visually rather than just hear it, so I just want to be the one to show it to 'em in a different way. And also I have to look for diversity in — my thespian-ism ain't coming from Broadway. You know what I'm saying? So I have to challenge myself and present my abilities. And take my strengths, apply 'em to my weaknesses.</p><p><strong>MUHAMMAD</strong>: It's just hearing you describe those next two projects, it sound like it would be a great film, especially the last one. Well, all of them, but especially the last one.</p><p><strong>T.I.</strong>: Thank you. The plan is to have each one — like this album, me and Chris Robinson, we working on, right now, on completing the script, getting the budgets in and cast, and actually filming the first of the three short stories, <em>Paperwork</em>. The Marvel movie <em><a href=\"http://www.imdb.com/title/tt0478970/\" target=\"_blank\">Ant-Man</a></em> is kind of taking up a lot of that time cause we would've been done with it and have it presented by the time that the album released but we had, you know — it's <em></em><em>Ant-Man.</em><em> </em>So when we're able to find — we just need about two, three weeks, knock it down. Each of them will have a 35-minute story that will make up, at the end, one complete project.</p><p><strong>KELLEY</strong>: I hope you can drop 'em like, boom boom boom. And not — the label won't make you wait.</p><p><strong>T.I.</strong>: Nah, the label ain't gon' make me do nothing now. The label ain't gon' make me do nothing. But you' saying — you talking about as far as how quick they are to be released?</p><p><strong>KELLEY</strong>: Mhm-hm.</p><p><strong>T.I.</strong>: I think the success of one would dictate the release of the other. You know what I mean?</p><p><strong>KELLEY</strong>: I'm just saying I think we are getting more impatient these days.</p><p><strong>T.I.</strong>: I mean, how about this. If <em></em><em>Paperwork</em><em> </em>drops, and there are three to four singles to be worked off of, it's going to extend the time.</p><p><strong>KELLEY</strong>: I know, I know.</p><p><strong>T.I.</strong>: You know what I'm saying?</p><p><strong>KELLEY</strong>: I know. It's just — I feel like --</p><p><strong>T.I.</strong>: The music is going to make — even if you get tired of waiting for something, if, once you get a taste of it, it is all you hope it will be, then that will justify the wait.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>T.I.</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: I just realized and remembered you're in a new distribution situation.</p><p><strong>T.I.</strong>: Yeah. Yeah.</p><p><strong>MUHAMMAD</strong>: With Columbia.</p><p><strong>T.I.</strong>: Yep. Yep.</p><p><strong>MUHAMMAD</strong>: How's it feel to completely fulfill a contract? I only say that cause people hold over Tribe Called Quest's head all the time, \"You guys got one more album.\" Ever since the documentary, it's like, the director ended the film with that, so everyone knows we still owe the label one more record. And it's just like --</p><p><strong>T.I.</strong>: Now, see the thing is though: that's only if you guys decide to make music.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>T.I.</strong>: You know what I'm saying? They can't make you submit.</p><p><strong>MUHAMMAD</strong>: Of course.</p><p><strong>T.I.</strong>: You know what I mean? So, that's if you decide — when I decide to do some music, then they will get one.</p><p><strong>MUHAMMAD</strong>: So you're liking the new situation at Columbia?</p><p><strong>T.I.</strong>: Yeah, I love it, man. I love it. I feel like they take more risk than most record labels. I feel like they kind of — they side with the artist's requests more times than other labels. Other labels will kind of take the position that the artist is here, the label is there. Sometimes we can have wants and wishes that intercede, but for the most time we are in opposition of one another. You know what I'm saying?</p><p><strong>MUHAMMAD</strong>: Yeah. Absolutely.</p><p><strong>T.I.</strong>: We are in support of one another, but privately, and behind closed doors, when it's come time to really have the discussions that carry on to the making, we want different things. 90% of the time. And here I haven't seen that, for real. I've seen: \"OK. You know what you're asking. You know it's a lot. You know it's --\" \"Yes. I do.\" \"OK. This is what you think you need. We gon' go and do it.\" And after doing it, if you prove, or if, you know, the material justifies the risk, if the risk turns itself into benefit, \"OK, well that's one to your credit. And we'll move forward.\" That's the way I see working with Columbia versus my experience with a lot of other labels. But not to discredit any of my former partners, man. I have a huge amount of love, admiration and respect for him. I just understand the different business models.</p><p><strong>MUHAMMAD</strong>: Yeah, different method.</p><p><strong>T.I.</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: And, as being a label owner yourself, does that — what you've gone through as an artist — help your situation with Iggy and --?</p><p><strong>T.I.</strong>: Sure. I mean, if you can't understand where someone's coming from, you have less of an ability to relate. If you just are an incredibly understanding person, you just find a way to kind of relate to everything, that's, you know, ideal. However, most of us who have these afflictions — I mean, like for real, I feel like my way is the best way. I just do, you know what I'm saying? And so my ability to really look at anyone else's perspective, man, is kind of like, \"Man, why — you don't think like me? Psh, sucks for you.\" You know what I'm saying? I just have that in me.</p><p>But if I know what you're going through cause I've been through it, then I can understand where you coming from a little bit better. That gives me the best opportunity to relate to the Young Thugs and the Iggys and the B.O.B.s, even the Trae tha Truths. It's so many. Boosie. So many cats that really labels don't know what to do with, either because they haven't really really figured out how to communicate with them, they are fearful to communicate with them, or there's just a disconnect somewhere lost in translation, something. But me, I have an ability to, because I've experienced what most artists have experienced. I can speak to 'em from a different perspective. Soon as every label realizes that and just come talk to me, instead of trying to talk to the artists all the time, we'll be somewhere.</p><p><strong>KELLEY</strong>: Could you tell us a little bit more about Doe B and how you came to know him and work with him? Just describe him for our audience.</p><p><strong>T.I.</strong>: Man, Doe B personally was a very, very quiet, like a reserved, laid-back — confident, but quiet. You know what I mean? Like you could tell he was confident, but he didn't talk a lot. And I haven't seen a young man at 18, 19, come into such an overwhelming environment and remain un-phased. I've never seen Doe B excited. Except when we talk about sports.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>T.I.</strong>: Except when we talk about sports. The finals, when the Miami Heat came back and beat the Spurs, he was extremely, you know — or Alabama championship, Alabama games. You know what I'm saying? Doe B was extremely excited and an avid sports fan, but for the most part, he'll sit in a room and wouldn't say nothing, unless he really had something to say. That, plus his work ethic, him not wanting to go to the club. When everybody else like, \"Alright, we finna go, we goin' out to this party, we gon' ball.\" \"I'ma finish another record.\" So he just kinda had a work ethic that — it was a certain maturity that usually don't come until your second, third or fourth album.</p><p>And his skillset, lyrically, and ability to separate lyricism. Cause he — although he had extreme lyrical ability, he also made songs that were super-duper simple. Simplified his communication down to: \"Nah, nah nah nah nah,\" you know. \"<a href=\"http://www.vevo.com/watch/young-dro/Be-Like-That-Sometimes-(Official)/USUYG1032738\" target=\"_blank\">Be like that sometimes</a>.\" Like, \"<a href=\"https://www.youtube.com/watch?v=RxLVOQwfyOc\" target=\"_blank\">You betta know it</a>.\" Like, \"You betta know it\" is a term that everybody uses, but for real, like, \"I'm a young n---- getting money, betta know it. / Bank roll full of numbered hundreds, betta know it.\" You know what I'm saying? That's very, very simple and sophisticated at the same time. So that to me showed his skill in a different — and his ability to kind of speak in great detail. The way when you heard Jeezy talking — \"<a href=\"https://www.youtube.com/watch?v=UX6K7waag5Q\" target=\"_blank\">If it take it too long to lock it up, bring it back. / You was short anyway, bring a stack</a>.\" You know what I'm saying? Those are specific details that come from a circumstance that you recognize if you've ever been in there before. And Doe B's ability to do that — he found a way to do that in a way we ain't heard probably since Jeezy. The man, for real, man, it was his time. It was really — it was truly his time. And he was about to blow. He already had one hit record with me and Juicy J that was shooting up the charts, man. On its way to Number 1.</p><p><strong>KELLEY</strong>: \"<a href=\"https://www.youtube.com/watch?v=tE52XIjPH00\" target=\"_blank\">Let Me Find Out</a>.\"</p><p><strong>T.I.</strong>: \"Let Me Find Out,\" exactly. And he had — and we had just finished the <em></em><em>Hustle Gang </em>mixtape. We were shooting videos for his next mixtape. The \"<a href=\"https://www.youtube.com/watch?v=1ogTxqidSTU\" target=\"_blank\">Kemosabe</a>\" record was just — that was going to be the record that that took him where he needed to be. And we just — we got our progress cut short. <em></em>You know what I mean? But we still have an enormous catalog of stellar, stellar material that we will use to keep his legacy alive.</p><p><strong>KELLEY</strong>: Well, I feel like we've taken a lot of your time. I appreciate it very very much.</p><p><strong>T.I.</strong>: Ah, man, you know I ain't doing nothing but waiting, sitting around waiting for the phone to ring. But nah, I really do appreciate you guys, your time, attention and, you know your contribution. Your contribution as well, because I'm sure you're not in here for nothing.</p><p><strong>MUHAMMAD</strong>: Thank you, man.</p><p><strong>T.I.</strong>: <em>Paperwork</em><em>,</em>10/21, man. Hustle Gang over everything. Love.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=T.I.%3A+%27We+Make+Music+That+Come+From+The+Heart%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ali Shaheed Muhammad","audio":[{"meta":{"duration":"4923"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357656273-79f141.m3u?orgId=1&topicId=1105&aggIds=100920965&e=357643030&d=4923&ft=nprml&f=357643030"},{"href":"http://media.npr.org/assets/img/2014/10/20/20141007__npr_djquik_pvy_0705-95dde85dccd049068212456959f9b1f5ce79dc0b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2600","width":"3466"}},{"href":"http://media.npr.org/assets/img/2014/10/20/20141007__npr_ti_pvy_0001-eb643066e66733d6a044601a35b12945193fd40d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2552","width":"3403"}}]}