{"created":"2014-09-08T15:39:59+00:00","modified":"2014-12-23T15:29:15+00:00","valid":{"from":"2014-12-23T15:29:15+00:00","to":"3014-12-23T15:29:15+00:00"},"hreflang":"en","title":"U.S. Court Releases Obama Administration's 'Drone Memo'","published":"2014-06-23T21:49:00+00:00","teaser":"The memo explains the administration's legal reasoning for launching a drone attack on an American citizen overseas.","itags":["npr_api","324863099"],"guid":"b1ce5d44-79ab-45bb-9489-de2a776fa8a1","contentencoded":"<p>The United States Court of Appeals for the Second Circuit has released a long-secret memo in which the Obama administration lays out its legal reasoning for launching a drone attack on an American citizen overseas.</p><p>The legal justification concerns the drone strike that killed Anwar al-Awlaki, a U.S. citizen who the United States claims was tied to plots against the U.S. and played a key role in al-Qaida in the Arabian Peninsula.</p><p>NPR's Carrie Johnson reports the justification says al-Awlaki presented a continuing and imminent threat to the U.S. and his killing did not violate U.S. murder or conspiracy laws.</p><p><a href=\"http://www.npr.org/blogs/thetwo-way/2014/04/04/299201799/federal-judge-dismisses-suit-challenging-drone-strikes-that-killed-americans\">As we've reported</a>, al-Alwaki's father sued U.S. officials over his killing, but a federal judge dismissed the suit.</p><p>The judge admitted that al-Awlaki had a \"plausible\" case over violations of his due process but as part of the judiciary she could not step into decisions about warmaking, national security and foreign relations.</p><p>Back in March 2012, Attorney General Eric Holder gave an outline of the legal reasoning behind drone strikes against Americans. He said those Americans <a href=\"http://www.npr.org/blogs/thetwo-way/2012/03/05/147992097/attorney-general-holder-defends-targeted-killings-of-americans\">receive due process, which should not be equated with a judicial process</a>.</p><p>Today's release comes after the White House decided to <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/06/310155807/white-house-will-let-senators-read-secret-drone-memo\">let senators read the memo back in May</a>, and it comes in response to a suit by <em>The New York Times</em> and the American Civil Liberties Union.</p><p><a href=\"https://www.documentcloud.org/documents/1202849-u-s-drone-memo.html\">The document is here</a> and embedded below — you'll see some redactions. As we sift through it — it's very dense — we'll update this post.</p><p><strong>Update at 5:36 p.m. ET. Unanswered Questions: </strong></p><p>NPR's Carrie Johnson does a nice job of <a href=\"http://www.npr.org/2014/06/23/324906557/in-drone-memo-a-step-toward-transparency-on-targeting-americans\">wrapping up the issues at stake in her piece for </a><em><a href=\"http://www.npr.org/2014/06/23/324906557/in-drone-memo-a-step-toward-transparency-on-targeting-americans\">All Things Considered</a>:</em></p><p>She talked to Jameel Jaffer, deputy legal director of the American Civil Liberties Union. Jaffer said there are still some major questions about the targeted killing program.</p><p>For example, he said, how much evidence the U.S. uses to determine whether an American is a threat and how much effort the U.S. puts in trying to capture the suspect.</p><p>\"You have to make sure that you have a system in place that accounts for the possibility of abuse and I don't think we do,\" Jaffer said. \"I think that this memo is a memo could very easily be used by future administrations in ways that none of us would want it to be used.\"</p><p><strong>Update at 3:00 p.m. ET. Defining The War Zone:</strong></p><p>Another issue the al-Awlaki case brought up was how you define a war zone. al-Awalaki was killed in Yemen, far from the war theater in Afghanistan.</p><p>Citing <em>Hamdan v. Rumsfeld</em>, the memo says when it comes to the war on terror, geography is less important than nature of the combatants:</p><p>In another section, addressing this same issue, Ryan Goodman, a professor of law at NYU, notes what could be a <a href=\"https://twitter.com/rgoodlaw/status/481117097511370752\">\"limiting principle\"</a> as to when these types of strikes can occur:</p><p><strong>Update at 12:40 p.m. ET. What About The Fourth?</strong></p><p>The Fourth Amendment of the Constitution protects citizens from unreasonable searches and seizures. The memo makes a similar case about the Fourth Amendment that it does about the 14th Amendment. Basically, it argues, the U.S. can use lethal force if a suspect \"poses a threat of serious physical harm.\" It compares this situation to a police officer using deadly force to stop a dangerous criminal from escaping.</p><p>Here's the relevant excerpt:</p><p><strong>Update at 11:54 a.m. ET. What About Due Process?</strong></p><p>One interesting point the memo brings up is that because al-Alwaki was a U.S. citizen, he was entitled to protections of the U.S. Constitution, including due process.</p><p>But, the memo argues, a previous Supreme Court opinion in <em>Mathews v. Eldridge</em> allows the government to weigh \"the private interest that will be affected by the official action\" and the \"burdens the Government would face in providing greater process.\"</p><p>David Barron, then the acting chief of the Justice Department's Office of Legal Counsel, concludes:</p><p><strong>Update at 11:48 a.m. ET. 'Gross Distortions Of The Law':</strong></p><p>Pardiss Kebriaei, an attorney for the Center for Constitutional Rights, which has challenged the killing of al-Alwaki, says the drone memo confirms \"the government's drone killing program is built on gross distortions of law.\"</p><p>\"This forced transparency comes years late, long after the memo was drafted and used to justify the premeditated killing of a U.S. citizen without trial and far from any battlefield,\" Kebriaei goes on in a statement.</p><p><strong>Update at 11:46 a.m. ET. Based On War On Terror Authorization:</strong></p><p>Here's Reuters' interpretation of the memo:</p><blockquote><p>\"The memo, prepared by the Justice Department's Office of Legal Counsel, says that because the U.S. government considered al Awlaki to be an \"operational leader\" of an \"enemy force,\" it would be legal for the CIA to attack him with a drone \"as part of the United States' ongoing non-international armed conflict with al Qaeda,\" even though he was a U.S. citizen.</p><p>\"The memo also says the killing of al Awlaki by U.S. military forces would be legal under an authorization for the use of U.S. military force approved by Congress following the Sept. 11, 2001, attacks on New York and Washington, D.C.\"</p></blockquote>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.+Court+Releases+Obama+Administration%27s+%27Drone+Memo%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Eyder Peralta","audio":[{"meta":{"duration":"149"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324925097-0e7110.m3u?orgId=1&topicId=1001&ft=3&f=324863099"}]}