{"created":"2015-03-05T21:37:07+00:00","modified":"2015-03-27T20:21:50+00:00","valid":{"from":"2015-03-27T20:21:50+00:00","to":"3015-03-27T20:21:50+00:00"},"hreflang":"en","title":"Speed Dating For Seniors Who Aren't Interested In Slowing Down","published":"2015-03-05T23:55:00+00:00","teaser":"A new film follows daters ages 70 to 90 looking for love in five-minute intervals. \"Speed dating for seniors\" may sound funny, but <em>The Age of Love</em> is really about our lifelong need for intimacy.","itags":["npr_api","391023780"],"guid":"b1e6314d-415a-4e77-b0a2-12ef13bc4f4b","contentencoded":"<p>The idea of speed dating for people over 70 can evoke laughs from anyone who's younger, along with reactions from \"how cute\" to \"how silly\" to \"how gross.\" And while the documentary <em>The Age of Love</em> does have plenty of ha-ha moments, most of the time its subjects are reflecting on a need for intimacy that never seems to die.</p><p>\"I want that guy that — when I'm doing dishes — will come up behind me and nuzzle my neck and give me a hug,\" says Donna Capuano, one of the women featured in the film. \"I want that guy that will pick up the phone and call me during the day just because he's thinking of me. That's who I am.\"</p><p>So why not try speed dating? At an Italian restaurant near Rochester, N.Y., 15 women and 15 men ages 70 to 90 met to judge and be judged, for five minutes at a time. Filmmaker Steven Loring profiled 20 of the participants — widowed, divorced or lifelong singles — and followed them before, during and after their speed dating adventure.</p><p>Particularly powerful are the scenes in which some of the speed daters — alone with Loring and his camera — open the envelopes that will tell them whether the ones they liked liked them back. Loring says being there for these moments was as full of drama as anything you remember from high school.</p><p>\"If a 75-year-old woman opens up an envelope from a speed dating event and doesn't get the man she was hoping for — and bursts into tears — what 16-year-old girl in America wouldn't understand exactly what she was feeling at that moment?\" Loring says.</p><p><em>The Age of Love</em> will not be playing at a theater near you, at least not anytime soon. Loring has been focused on getting it in front of older adults who might be inspired by it. So except for a handful of film festivals, it's mainly showing at senior centers and housing developments for older adults like Merrill Gardens in San Diego, Calif.</p><p>Jim and Sheila Soules — ages 87 and 76 — gave it mixed reviews. Jim felt that it was too slow. Sheila found it entertaining, though also sad.</p><p>The Soules met four years ago in what Sheila describes as \"the old folks home next door.\" They were both widowed and never thought they'd get married again. But they did, and what they've found in each other is what everyone in <em>The Age of Love</em> is looking for.</p><p>\"It is different the umpteenth time around,\" Sheila says. \"I had a wonderful marriage and I never thought I'd have that sort of intimacy and connection ever again. And I have, and it's wonderful.\"</p><p>So much so that even the speed daters in <em>The Age of Love</em> who didn't find a match say they won't stop trying.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Speed+Dating+For+Seniors+Who+Aren%27t+Interested+In+Slowing+Down&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ina Jaffe","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391042067-8890b6.m3u?orgId=1&topicId=1137&e=391023780&d=236&ft=nprml&f=391023780"},{"href":"http://media.npr.org/assets/img/2015/03/05/janice-and-pacho-at-the-event-da1f2a53207cb20bc0c2ddc548a270e31228ca0d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"758","width":"1011"}},{"href":"http://media.npr.org/assets/img/2015/03/05/donna-capuano-and-puzzle-f271dad01c2c510fdca137aad795da1860bbcb9c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1078","width":"1438"}},{"href":"http://media.npr.org/assets/img/2015/03/05/lou-posing-2ffc33e6f2c7d6c4511489d79aba3835ec7c1ee5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"924","width":"1233"}}]}