{"created":"2014-10-31T00:48:21+00:00","modified":"2014-10-31T00:48:22+00:00","valid":{"from":"2014-10-31T00:48:21+00:00","to":"3014-10-31T00:48:21+00:00"},"hreflang":"en","title":"Summer Seafood Recipes From Chef Kathy Gunst","published":"2014-06-26T18:23:00+00:00","teaser":"For our resident chef Kathy Gunst, summer means fish. She shares tips for cooking seafood and four of her favorite recipes.","itags":["npr_api","325890850"],"contentencoded":"<p>It’s officially summer. For many people, including <a href=\"http://hereandnow.wbur.org/\"><em>Here & Now’</em></a>s resident chef <strong>Kathy Gunst</strong>, that means fish. And not just any fish &#8212; summer fish, including lobsters, clams and summer flounder.</p><p>As she tells host Jeremy Hobson, she’s also always thinking about sustainable fish &#8212; “seafood caught or farmed in ways that ensure a supply of seafood long into the future.” (More info on making sustainable seafood choices <a href=\"http://www.seafoodwatch.org/cr/seafoodwatch.aspx\" target=\"_blank\">here</a>.)</p><p>Kathy shares tips for cooking fish and four of her favorite summer seafood<a name=\"chorizo\"></a> recipes:</p><ul><li><a href=\"#chorizo\">Summer Clams with Chorizo, Tomatoes and Basil</a></li><li><a href=\"#lobster\">Lobster Roll</a></li><li><a href=\"#sauteed\">Sautéed Summer Sole or Flounder</a></li><li><a href=\"#tuna\">Tuna Tacos with Avocado Cream</a></li></ul><h4>Summer Clams with Chorizo, Tomatoes and Basil</h4><p><a href=\"http://media.wbur.org/wordpress/11/files/2014/06/0626_kathy-fish-recipes.pdf\" target=\"_blank\">(View/print a PDF of all of the seafood recipes)</a></p><p><strong>Kathy’s Note:</strong> Clams are roasted with spicy chorizo sausage with onions, tomatoes, basil, garlic and white wine. If it’s very hot, you can finish off the fish on a grill (placing all the ingredients in a thick piece of foil) instead of heating up the oven in your hot summer kitchen. Serve with crusty bread or on top of or alongside pasta.</p><p><em>Serves 2 to 4</em></p><p><strong>Ingredients:</strong></p><p>1 tablespoon olive oil</p><p>1/2 pound chorizo sausage, cut into 1-inch pieces</p><p>1 medium onion, thinly sliced</p><p>16 littleneck or cherrystone clams</p><p>1 large ripe tomato, cut into 1-inch pieces</p><p>4 cloves garlic, peeled and chopped</p><p>1/2 cup fresh basil, cut into thin strips</p><p>1 cup dry white wine</p><p><strong>Instructions:</strong></p><p>Preheat oven to 450 degrees or heat the grill to 400 degrees.</p><p>In a large ovenproof skillet heat the oil over moderate heat. Add the chorizo and onion and cook, stirring, for about 5 minutes. Add the clams and stir to coat them with the onions and chorizo. Remove from heat.  Scatter the tomatoes, garlic and basil on top and pour the wine over everything stirring to mix.</p><p>If using an outdoor grill place the mixture in several layers of foil and seal tightly. Place the clams in the oven (or on the grill) and cook for about 7 minutes, stirring them once or twice,<a name=\"lobster\"></a> or until the clam shells are open. Serve hot.</p><h4>Lobster Roll</h4><p><strong>Kathy’s Note:</strong> Keep it simple. That’s my motto when it comes to lobster and particularly lobster rolls. Sure you can add buttery lettuce leaves to this sandwich, but it’s all about that sweet, summery lobster meat.</p><p><em>Makes 2 generous sandwiches</em></p><p><strong>Ingredients:</strong></p><p>About 2 tablespoons mayonnaise</p><p>1 tablespoon lemon juice</p><p>1 tablespoon minced fresh chives</p><p>1 tablespoon minced scallion, optional</p><p>3 tablespoon chopped fresh celery (optional) and leaves</p><p>Freshly ground black pepper</p><p>1 cup cooked lobster meat (from about two 1-pound lobsters)</p><p>1 tablespoon butter</p><p>Two hot dog rolls or 3-inch piece brushy baguette</p><p><strong>Instructions:</strong></p><p>In a small bowl mix the mayonnaise, lemon juice, chives, scallions, celery and pepper. Fold in the lobster meat.</p><p>In a skillet melt the butter over moderately-low heat. When the butter begins to sizzle add the hot dog rolls (or baguette crust side up) and cook 2 minutes and then flip to give the roll<a name=\"sauteed\"></a> a nice golden brown color. Spoon the lobster salad into the roll and serve.</p><h4>Sautéed Summer Sole or Flounder</h4><p><strong>Kathy’s Note:</strong> This is a very simple recipe that you can use with virtually any mild, flaky white fish.</p><p><em>Serves 2 to 4</em></p><p><strong>Ingredients:</strong></p><p>1/2 cup flour</p><p>Salt and freshly ground black pepper</p><p>1 pound wild local filet of sole, lemon sole, flounder or other mild white fish</p><p>1 1/2 tablespoons olive oil</p><p>1 tablespoon butter</p><p>1 lemon, washed and cut into paper thin slices with the seeds removed</p><p>1/4 cup capers, drained</p><p>1/4 cup fresh summer parsley, finely chopped</p><p><strong>Instructions:</strong></p><p>Preheat oven to 250 degrees.</p><p>Place the flour on a plate and season liberally with the salt and pepper. Very lightly dredge the fish filets in the seasoned flour.</p><p>In a large, heavy skillet heat 1 tablespoon oil and the butter over high heat. When the butter is almost sizzling, add a few filets of fish (being careful not to crowd the skillet) and sauté 3 minutes. Carefully flip and cook another 3 minutes. Remove and place on a plate and keep warm in the oven while you cook the remaining fish, adding more oil as needed.</p><p>Add the lemon slices and capers to the skillet and cook, stirring for about 2 minutes, or until<a name=\"tuna\"></a> the lemon begins to turn a pale golden. Pour over the fish and sprinkle with the parsley.</p><h4>Tuna Tacos with Avocado Cream</h4><p><strong>Kathy’s Note:</strong> In Mexico, fresh fish is often grilled with lime juice, peppers, and cilantro and served on warm flour or corn tortillas, accompanied by fresh salsa, and avocado slices or guacamole. You can use virtually any type of fish for these tacos, but a thick fish like tuna or bluefish is ideal. Shrimp and lobster are also popular throughout the Baja Peninsula; you can substitute 1 pound cooked lobster or shrimp.</p><p>If you prepare the salsa and avocado cream ahead, you can put these tacos together in no time. This is a great dish for a summer barbecue or any outdoor event.</p><p><em>Serves 8</em></p><p><strong>Ingredients:</strong></p><p>For the fresh summer salsa:</p><p>1 cup finely chopped sweet green pepper</p><p>2 scallions, thinly sliced</p><p>2 cups chopped ripe tomatoes</p><p>2 to 3 tablespoons chopped fresh cilantro</p><p>Juice of 1 large or 2 small limes</p><p>2 tablespoons olive oil</p><p>1 tablespoon finely chopped fresh jalapeno pepper, or splash of hot pepper sauce</p><p>1/8 teaspoon salt, or to taste</p><p>A few grindings of black pepper</p><p>For the avocado cream:</p><p>3 just-ripe avocados, pitted</p><p>9 tablespoons heavy cream</p><p>1/8 teaspoon salt, or to taste</p><p>Generous grinding of black pepper</p><p>For the fish and tortillas:</p><p>Two 1-pound fresh tuna steaks, about 3/4-inch thick*</p><p>2 teaspoons olive oil</p><p>Juice of 2 limes</p><p>A generous grinding of black pepper</p><p>8 fresh large flour tortillas (7 inches wide) or 8 to 16 fresh small corn tortillas (about 4 ½ inches wide)</p><p>8 romaine lettuce leaves, whole or coarsely chopped</p><p>1 lime, cut into 8 wedges</p><p>1 cup chopped ripe tomatoes</p><p>About ½ cup chopped fresh cilantro</p><p><em>*Or two 1-pound filets of bluefish, or large shrimp, peeled and deveined</em></p><p><strong>Instructions:</strong></p><p>To make the salsa, gently mix all the ingredients together and taste for seasoning; add more salt, pepper, and jalapeno if needed. (The salsa should be made no more than 2 hours before serving. Cover and refrigerate until ready to serve.)</p><p>To make the avocado cream, place the avocados in the container of a food processor or blender and blend. Add the cream, salt, and pepper and puree until smooth. (The avocado cream should be made no more than 2 hours ahead of time. Cover and refrigerate until ready to serve.)</p><p>To prepare the fish, preheat a gas or charcoal grill until red hot, about 300 to 350 degrees. Alternately, preheat the oven broiler with a rack set about 4 inches from the heat.</p><p>Place the tuna in a non-reactive bowl and add oil, lime juice, and a generous sprinkling of coarse pepper to coat all sides. Don’t let the tuna sit around with the lime juice on it for more than 15 minutes or the citrus will cause it to “cook.”</p><p>Grill or broil the tuna for 3 minutes. Turn the tuna over and grill for another 3 to 4 minutes, until medium-rare, and still pinkish inside. (If you like tuna well-done, grill it for a total of 9 to 10 minutes.)  Remove from heat. Add tortillas to the hot grill and grill for about 30 seconds to 1 minute on each side, until hot.</p><p>Slice the tuna and place on a serving plate. Serve with the warm tortillas, and bowls of the avocado cream, the salsa, lime wedges, lettuce leaves, chopped tomatoes, and cilantro leaves and let everyone roll their own tortillas. (Alternately, spread the warm tortillas with avocado cream and a spoonful of salsa. Add the lettuce leaves. Top with tuna slices, cilantro, chopped tomato, and the juice of a lime wedge on top. Roll the tortillas and serve.)</p><ul><li><a href=\"http://hereandnow.wbur.org/tag/kathy-gunst\" target=\"_blank\">See more recipes and cooking segments with Kathy Gunst</a></li></ul><h4>Guest</h4><ul><ul><li><strong><a href=\"http://www.kathygunst.com/\" target=\"_blank\">Kathy Gunst</a></strong>, resident chef for <em>Here & Now</em> and author of cookbooks including “<a href=\"http://www.amazon.com/Notes-Maine-Kitchen-Seasonally-Inspired/dp/0892729171/?tag=wburorg-20\" target=\"_blank\">Notes from a Maine Kitchen</a>.” She tweets <a href=\"https://twitter.com/mainecook\" target=\"_blank\">@mainecook</a>.</li></ul></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Summer+Seafood+Recipes+From+Chef+Kathy+Gunst&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"b1ebdc75-e41a-43e0-9344-9d42221c7278","audio":[{"meta":{"duration":"579"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325890853-6ec296.m3u?orgId=1&ft=3&f=325890850"}]}