{"created":"2015-02-25T08:57:48+00:00","modified":"2015-02-27T00:14:15+00:00","valid":{"from":"2015-02-27T00:14:15+00:00","to":"3015-02-27T00:14:15+00:00"},"hreflang":"en","title":"'Torture Report' Reshapes Conversation In Guantanamo Courtroom","published":"2015-02-27T00:11:00+00:00","teaser":"Last year's release of a Senate report on CIA interrogation practices means lawyers for the accused Sept. 11 plotters can now discuss in court the treatment they say their clients endured.","itags":["npr_api","388715070"],"guid":"b1f46911-c6b1-46b1-bb99-1a73b73d4562","contentencoded":"<p>For years in the military courtroom at Guantanamo Bay, Cuba, there's been a subject no one could talk about: torture.</p><p>Now that's changed.</p><p>This latest chapter began when the military commission at Guantanamo held a hearing earlier this month in the case of five men accused of plotting the Sept. 11 attacks — a case that's been stuck for nearly three years in pre-trial wrangling.</p><p>It was the first time the court had met since a <a href=\"https://www.documentcloud.org/documents/1377107-sscistudy1.html\">summary of the Senate Intelligence Committee report</a> on the CIA's interrogation and detention of suspected terrorists was made public late last year.</p><p>What many call \"the torture report\" is no longer a government secret, so lawyers for the defendants can now talk in court about what was done to their clients.</p><p>The change was readily apparent to observers who've followed this capital case.</p><p>Year after year in the Guantanamo courtroom, defendant Mustafa al-Hawsawi had always sat on a chair with an extra seat cushion. Reporters and others sitting a few feet away in the gallery wondered why the extra cushion.</p><p>The answer came when al-Hawsawi's lawyer rose to inform the military judge that his client suffers from chronic bleeding. Defense attorney Walter Ruiz, who is a commander in the Navy Reserve, said his client had been held by the CIA and subjected to what he called \"sodomy.\"</p><p>\"In particular, I was referring to the Senate intelligence report which recounts the practice of excessive force in rectal examination,\" Ruiz said later, outside the court. \"That recounts the fact that there was no medical necessity noted for some of these procedures.\"</p><p>That information can be found on page 100 of the Senate report, and Ruiz says it has allowed him to talk for the first time about previously classified events in open court.</p><p>\"I couldn't have told you that before the Senate intelligence report was released,\" Ruiz says in an interview. \"There are other matters that I can't tell you as we sit, that I am aware of, but they haven't been publicly released and declassified.\"</p><p><strong>Report Lends Credence To Defense</strong></p><p>But there are now many matters that Ruiz and other defense lawyers can discuss in court, thanks to the Senate report's release. By all accounts, that's made a big difference. James Harrington, an attorney who represents alleged Sept. 11 plotter Ramzi bin al-Shibh, says the report lends credence the defense team.</p><p>\"It gives much more authority to the arguments that we're making, it's just not us making up things to try and convince somebody of something,\" says Harrington. \"Now we have an independent source, and obviously a very high source that verifies the things that we would want to say.\"</p><p>One of the things Harrington and the other seasoned death penalty lawyers in the Guantanamo war court most want to say — and that's backed up by the Senate report — is that <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/09/369640853/5-interrogation-methods-the-cia-used-on-terrorism-suspects\">their clients were brutally interrogated</a>, contrary to American law, while being held by the CIA.</p><p>The aim is to keep them from being executed.</p><p>\"As their lawyers, we're required by the U.S. Supreme Court to offer everything, anything that would make an argument for a lesser sentence — for a life sentence, in other words,\" says David Nevin, lead attorney for accused Sept. 11 mastermind Khalid Sheikh Mohammed, who was waterboarded 183 times while in CIA custody, according to the Senate report.</p><p>\"And the details of what happened to them is crucial evidence in that respect,\" Nevin adds. \"It's mitigation.\"</p><p><strong>Much Remains Classified</strong></p><p>Still, not everything in what the Senate Intelligence Committee released is public. Parts of the executive summary were blacked out by the CIA and remain classified. The names of countries where the CIA operated secret prisons known as \"black sites\" are all suppressed. Instead, those places have been given the names of colors: blue, violet and cobalt.</p><p>James Connell, a lawyer for Sept. 11 defendant Ammar al-Baluchi, says that's frustrating \"because it discusses the use of enhanced interrogation techniques against Mr. al-Baluchi, but it doesn't tell us what they were, or where they occurred.\"</p><p>The task of making more of the Senate report available for the defense rests largely in the hands of Army Brig. Gen. Mark Martins, chief prosecutor of the military commissions. And to the surprise of some, Martins considers the release of the Senate report a positive development.</p><p>\"It is in accordance with things we have sought,\" says Martins. \"I believe, as things will pan out, that it will unlock aspects of discovery and of the observability of the proceedings by the public.\"</p><p>So far, though, the public has not been able to observe much. Many motions filed by the defense remain classified. Defense lawyers say the entire 6,000-plus-page report prepared by the Senate should also be released.</p><p>Martins insists he, too, wants the full report. But he also warns there will be no blank check to mine secret government data. And as in most U.S. courts, in Guantanamo the prosecution gets to screen the evidence.</p><p>\"So the prosecution is going to decide what in that report is helpful to us. and then give it to us,\" says defense attorney Ruiz. \"We'll be litigating in the dark.\"</p><p>Ruiz does not hold much hope the full Senate report will be declassified, since the Senate Intelligence Committee is now controlled by Republicans, who have opposed the CIA probe from the start.</p><p>Still, the report's summary alone already has opened a new conversation in Guantanamo's war court.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Torture+Report%27+Reshapes+Conversation+In+Guantanamo+Courtroom&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Welna","audio":[{"meta":{"duration":"318"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388902063-0a7e51.m3u?orgId=1&topicId=1122&e=388715070&d=318&ft=nprml&f=388715070"},{"href":"http://media.npr.org/assets/img/2015/02/24/gitmo-getty-981e06ec07663f8428f76034e82a1031f91e4a2c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2128","width":"2838"}}]}