{"created":"2014-08-28T02:34:51+00:00","modified":"2014-10-30T23:17:54+00:00","valid":{"from":"2014-10-30T23:17:54+00:00","to":"3014-10-30T23:17:54+00:00"},"hreflang":"en","title":"Has An Ebola Corner Been Turned? One Perspective: 'No, No, No, No'","published":"2014-08-18T13:35:00+00:00","teaser":"A health educator working in Sierra Leone says her organization, Doctors Without Borders, is \"at max capacity\" and more help is needed to control an outbreak that is still raging.","itags":["npr_api","340401916"],"guid":"b2079d35-de69-445d-a4b8-4eac4484010b","contentencoded":"<p>Emily Veltus, a health educator working in Sierra Leone, says her organization, Doctors Without Borders, is \"maxed out\" in dealing with Ebola and that more help is needed to control an outbreak that is still raging.</p><p>Speaking with NPR's David Greene, she said the outbreak continues to pose enormous risks. Asked if a corner had been turned in managing the disease, she answered, \"No. No, no, no, no. Not at all. Absolutely not. The number of cases is spreading throughout the country now. Liberia is also really out of control. It's not under control here at all. We're managing. We see small improvements. But this outbreak is far from over, unfortunately.\"</p><p>What would help? \"It would be great if there was more response,\" she says. \"Really the response needs to improve. MSF [Medecins Sans Frontieres, French for Doctors Without Borders] is managing the treatment center here, the health promotion outreach, but we're at max capacity and a lot more needs to happen.\"</p><p>There are many pressing needs, she says. More people are needed to bury the dead quickly. Better ambulance service is needed, as are health workers who can do \"contact tracing — if someone's infected, seeing who they were in contact with.\"</p><p>Another critical need, she says, is for staff to monitor and care for children orphaned after their parents succumb to Ebola.</p><p>Veltus spoke about the situation in Kailahun, Sierra Leone, at the heart of the Ebola outbreak. MSF runs an 80-bed hospital that has admitted 320 patients in recent weeks. Of the hospital's 204 confirmed Ebola cases, 53 have survived, Veltus says.</p><p>Working daily with small primary health clinics in far-flung villages, Veltus has had to overcome rumors, confusion and fears about Ebola as she explains the disease's sources, transmission and treatment. In that arena she has seen progress.</p><p>\"There's been an amazing transformation in the last month,\" she says. \"Health workers have been trained to go back and spread the message to communities, and people are really starting to understand.\"</p><p>The Sierra Leone military has placed the Kailahun region under a military quarantine in an attempt to thwart the spread of disease. \"We've seen an increasing number of checkpoints in the region,\" Veltus says, \"and they're taking the temperatures of people passing through, and blood pressure. The military is in Kailahun but it is still pretty similar to what it was a couple of weeks ago.\"</p><p>The 53 Ebola survivors treated in MSF's hospital provide a glimmer of hope in an otherwise grim landscape. Veltus accompanies survivors back home after they've recovered from the disease. \"It's incredible when people realize there's a survivor inside the vehicle. It's very special,\" she says. \"Each time we bring a survivor home, we hug the person in front of their family and friends to show they're not a risk. And we like to get the family together and take a photo with them. We have a wall of survivors in our office.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Has+An+Ebola+Corner+Been+Turned%3F+One+Perspective%3A+%27No%2C+No%2C+No%2C+No%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"398"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340562924-58e98c.m3u?orgId=1&topicId=1031&ft=3&f=340401916"},{"href":"http://media.npr.org/assets/img/2014/08/14/ebolamsf-522c3f3b58735a964af3a48460660adc6d7c1b99.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1646","width":"2197"}},{"href":"http://media.npr.org/assets/img/2014/08/14/53deea7174e98.preview-620-b20e97b9f85a7f8629255293d08a2e1c4ad5cb33.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"464","width":"619"}}]}