{"created":"2014-12-31T08:27:56+00:00","modified":"2015-06-15T17:15:59+00:00","valid":{"from":"2015-06-15T17:15:59+00:00","to":"3015-06-15T17:15:59+00:00"},"hreflang":"en","title":"Why Emotional Learning May Be As Important As The ABCs","published":"2014-12-31T16:03:00+00:00","teaser":"A growing body of research suggests that teaching really young kids how to recognize and express their feelings can help them into their adult lives.","itags":["npr_api","356187871"],"guid":"b20cfbc7-45a9-4792-97be-4a74d943ec80","contentencoded":"<p>Thomas O'Donnell's kindergarten kids are all hopped up to read about Twiggle the anthropomorphic Turtle.</p><p>\"Who can tell me why Twiggle here is sad,\" O'Donnell asks his class at Matthew Henson Elementary School in Baltimore.</p><p>\"Because he doesn't have no friends,\" a student pipes up.</p><p>And how do people look when they're sad?</p><p>\"They look down!\" the whole class screams out.</p><p>Yeah, Twiggle is lonely. But, eventually, he befriends a hedgehog, a duck and a dog. And along the way, he learns how to play, help and share.</p><p>These are crucial skills we all need to learn, even in preschool and kindergarten. And common sense — along with a growing body of research — shows that mastering social skills early on can help people stay out of trouble all the way into their adult lives.</p><p>So shouldn't schools teach kids about emotions and conflict negotiation in the same way they teach math and reading? The creators of Twiggle the Turtle say the answer is yes.</p><p><strong>Emotional Intelligence 101</strong></p><p>Twiggle is part of a program called Promoting Alternative Thinking Strategies, or PATHS. It's designed to help young kids recognize and express emotions.</p><p>Matthew Henson Elementary is one of about 1,500 schools around the country using this program, which was first developed in the 1980s.</p><p>Every week, students get two 15- to 20-minute lessons on themes like self-control and treating others with respect. Especially for the youngest kids — in kindergarten and first grade — Twiggle often serves as their guide.</p><p>O'Donnell says his students are really taking to the lessons. They're trained, for example, to \"do the Turtle\" when they're upset. \"That's when they stop and cocoon themselves. They wrap their arms around themselves and they say what the problem is,\" he explains.</p><p>O'Donnell's kids do the turtle all the time — in the hallway and during class.</p><p>Right before class starts, for example, one little girl tells her friend, \"I don't like when you touch my hair, because it makes me sad.\"</p><p>\"Sorry!\" her friend responds.</p><p>While most kids will eventually figure out such strategies on their own, or with help from their parents, O'Donnell says, the lessons help them learn more quickly.</p><p>And for some, especially those with troubled home lives, Twiggle is their first and only introduction to healthy self-expression, he says. \"Some of them don't have words to express how they feel before this.\"</p><p><strong>The Long Game</strong></p><p>We previously reported on a <a href=\"http://www.npr.org/blogs/ed/2014/07/14/330761945/teaching-four-year-olds-to-feel-better\">national study comparing</a> PATHS and other, similar programs showing positive effects in preschool. They are based on research showing that kids who act up a lot in school and at home — even very young kids — are more likely to have mental health problems and commit crimes years later as adults.</p><p>So <a href=\"http://fds.duke.edu/db/Sanford/ccfp/dodge\">Kenneth Dodge</a>, a psychologist at Duke University, asked, \"Could we do something about that to prevent those problems from actually occurring?\" And he has dedicated his career to answering that question.</p><p>He and his colleagues launched the <a href=\"http://www.fasttrackproject.org/overview.php\">FastTrack Project</a> to see if they could change students' life trajectory by teaching them what researchers like to call social-emotional intelligence.</p><p>Back in 1991, they screened 5-year-olds at schools around the country for behavior problems. After interviewing teachers and parents, the researchers identified 900 children who seemed to be most at risk for developing problems later on.</p><p>Half of these kids went through school as usual — though they had access to free counseling or tutoring. The rest got PATHS lessons, as well as counseling and tutoring, and their parents received training as well — all the way up until the students graduated from high school.</p><p>By age 25, those who were enrolled in the special program not only had done better in school, but they also had lower rates of arrests and fewer mental health and substance abuse issues. The <a href=\"http://psychiatryonline.org/doi/abs/10.1176/appi.ajp.2014.13060786?url_ver=Z39.88-2003&rfr_id=ori%3Arid%3Acrossref.org&rfr_dat=cr_pub%3Dpubmed&\">results</a> of this decades-long study were published in September in the <em>American Journal of Psychiatry.</em></p><p>The findings prove, Dodge says, \"In the same way that we can teach reading literacy, we can teach social and emotional literacy.\"</p><p><strong>Cost Versus Benefit</strong></p><p>PATHS and FastTrack aren't the only programs of their kind. A social-emotional learning program called RULER, developed at Yale University, <a href=\"http://ei.yale.edu/wp-content/uploads/2013/09/RULER%E2%80%99s-Feeling-Words-Curriculum-Improves-Student-Achievement.pdf\">has shown</a> promising results, as well. And every year, the Chicago-based <a href=\"https://casel.squarespace.com/\">Collaborative for Academic, Social and Emotional Learning</a> rates the top evidence-based emotional intelligence programs around the country.</p><p>So what's the catch? Why don't all schools offer emotional intelligence lessons?</p><p>Well, it's expensive.</p><p>The full, intensive FastTrack program costs around $50,000 per student, over a 10-year period. Schools can also pick and choose elements of the program.</p><p>For example, the short PATHS lessons about Twiggle at Matthew Henson Elementary cost less — about $600 per classroom to start, plus an additional $100 a year to keep it running.</p><p>It's pricey, but it does cost less per child than juvenile detention or rehab programs later on, according to Dodge. As a society, we spend a lot on remedial services — programs like PATHS are preventive, he says. \"This is something that in the long run will save dollars.\"</p><p>At Clark K-8 School in Cleveland, fifth-grader Tommy DeJesus Jr. says he thinks it's been worthwhile.</p><p>DeJesus has been exposed to the PATHS curriculum since he was in kindergarten, and he says he continues to use the social skills he learned from good old Twiggle.</p><p>The other day, for example, DeJesus says, he was quick to step in when he saw that a friend was being teased. \"They were making fun of his shoes and how he dressed. I said, 'Just because you have shoes and he doesn't, that doesn't give you the right to bully him,' \" he says.</p><p>And the cool thing was, they listened.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Emotional+Learning+May+Be+As+Important+As+The+ABCs&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maanvi Singh","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374142458-072a97.m3u?orgId=1&topicId=1013&d=233&p=3&story=356187871&t=progseg&e=374105900&seg=8&ft=nprml&f=356187871"},{"href":"http://media.npr.org/assets/img/2014/12/30/kgreading-a7c6bc0da50b02a4b1f0f21970033a0f6dda4040.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1681","width":"2242"}}]}