{"created":"2015-01-15T08:22:43+00:00","modified":"2015-06-05T15:30:23+00:00","valid":{"from":"2015-06-05T15:30:23+00:00","to":"3015-06-05T15:30:23+00:00"},"hreflang":"en","title":"Tweaks To Cadbury Creme Eggs Not Going Over Easy In The U.K.","published":"2015-02-05T06:03:00+00:00","teaser":"Now is the time when Cadbury's colorfully wrapped chocolate eggs hit stores in Great Britain. But the company has changed the chocolate used in the treats, leaving many Britons in \"shellshock.\"","itags":["npr_api","377261207"],"guid":"b20fb51c-bb8b-4e86-8741-e3a2403e14ac","contentencoded":"<p>Easter is still far away, but in the United Kingdom, the weeks after Christmas are when stores begin stocking Cadbury's iconic Creme Eggs — those foil-wrapped chocolates filled with gooey \"whites\" and \"yolks\" made of candy.</p><p>For many people there, the eggs aren't just sweets — they're \"edible time capsules that take consumers back to their childhood with every mouthful,\" as the U.K.'s <em>Telegraph</em> <a href=\"http://www.telegraph.co.uk/foodanddrink/foodanddrinknews/11340552/Cadbury-Creme-Egg-scandal-do-they-really-taste-any-different.html\">put it</a>.</p><p>Perhaps that explains why Cadbury's decision to tweak both the recipe and the packaging for the eggs is leading to outrage across Britain, leaving chocolate lovers, as one headline <a href=\"http://www.theguardian.com/business/2015/jan/12/shellshock-cadbury-comes-clean-on-creme-egg-chocolate-change\">declared</a>, in \"shellshock!\"</p><p>And what exactly did Cadbury do? For starters, the confectioner reduced the number of eggs in a pack from six to five. More importantly, it also changed the recipe of the chocolate shell.</p><p>A spokesman for Cadbury told the British tabloid <em>The Sun</em> that the company's signature Dairy Milk, which has been used to create the chocolate shell for more than four decades, will be replaced with \"standard cocoa mix chocolate.\" The British press describes consumers as \"enraged,\" \"furious\" and \"up in arms\" over the news. (<em>Editors' note: For the record, American Cadbury Creme Eggs are staying the same — the shell is made by Hershey's. We think the British version is tastier.</em>)</p><p>What's the big deal? Our own <a href=\"http://www.npr.org/people/2101074/alison-richards\">Alison Richards</a>, who edits science and food coverage at NPR and is British born and raised, broke it down for us.</p><p>\"I think it's kind of a guilty pleasure that really does belong to childhood,\" Alison says.</p><p>\"Christmas would be over, life would be a bit dreary and gray, and then the first Cadbury Creme Eggs would begin to show up in their glittery, colored paper,\" she says. \"And this would be like a promise of things to come. Forget daffodils — it was the Cadbury Creme Eggs — all about the eggs. ... It was a treat.\"</p><p>A <em>seasonal </em> treat, that is — none of the stores near us in Washington, D.C., had them in stock yet. Alas, we haven't had the chance to taste-test the changes to the beloved egg.</p><p>And while Alison admits it is theoretically possible she could end up loving the new Cadbury eggs, that was certainly <em>not </em>the reaction chocolatier Paul A. Young had when he did a <a href=\"http://www.bbc.com/news/uk-30790170\">taste test</a> for the BBC.</p><p>\"It's a different texture,\" Young told the BBC. \"It's very, very pasty. It's just — the chocolate is now as sweet as the filling. I don't think it's a massive, significant difference, but for me, it's not the same enjoyable experience as I was used to.\"</p><p>While nostalgia is largely driving the uproar, we wondered what today's British kids make of the changes. We caught up with some 7- and 8-year-olds walking out of a theater production of <em>Charlie and the Chocolate Factory</em>, of all things, in London. What's the verdict on the new recipe?</p><p>\"They taste scrumptious!\" one child opined.</p><p>Another declared the old recipe \"a bit better.\"</p><p>A third piped up, \"I like the new recipe.\"</p><p>So it would seem the jury is still out.</p><p>Regardless, Cadbury is unlikely to backtrack. It's now owned by Mondelez, a spinoff from Kraft. Mondelez's U.K. office didn't respond to our request for comment, but it has said that a \"range of economic factors\" influenced the decision to change Britain's beloved Easter treat.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tweaks+To+Cadbury+Creme+Eggs+Not+Going+Over+Easy+In+The+U.K.&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Selena Simmons-Duffin","audio":[{"meta":{"duration":"189"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377385901-d1afa3.m3u?orgId=1&topicId=1053&d=189&p=3&story=377261207&t=progseg&e=377385776&seg=11&ft=nprml&f=377261207"},{"href":"http://media.npr.org/assets/img/2015/01/14/cadbury-1-9fc0f345a717f4d280f030eeab17575c8694726b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2300","width":"3067"}},{"href":"http://media.npr.org/assets/img/2015/01/14/484044743_enl-67d9bb935fd43ac0525f977974c9633cd452560d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"4000","width":"2667"}}]}