{"created":"2014-10-08T14:30:37+00:00","modified":"2014-10-31T01:50:05+00:00","valid":{"from":"2014-10-31T01:50:05+00:00","to":"3014-10-31T01:50:05+00:00"},"hreflang":"en","title":"Photos Of A Short Life Comfort Only Some Grieving Parents","published":"2014-06-08T22:42:00+00:00","teaser":"Grief is idiosyncratic. Some parents are turning to professional photographers to immortalize their terminally ill child, but what soothes one parent may disturb the other.","itags":["npr_api","314950290"],"guid":"b218e061-a623-48b9-a717-c1885d19be41","contentencoded":"<p>The death of a child is a profound loss, and how parents grieve is often deeply personal. So personal that what comforts one parent may disturb the other.</p><p>Within two days of moving into her new home in southwestern Connecticut, Floribeth Roman filled the place with photos. More than 80 photos are on display on the first floor alone.</p><p>\"I have our wedding portrait; I have pictures of my boys on the opposite walls and I have pictures of Isabella and the family,\" Roman says.</p><p>Isabella, or Bella for short, is Roman's only daughter. She was born in 2005 – a beautiful little girl with brown eyes. There are pictures of her at her christening and at age 3 with her brothers. Another is of her father squeezing her.</p><p>When Bella turned 5, she was diagnosed with Tay-Sachs disease — a rare genetic disorder that gradually destroys the nervous system. It was at that point that Roman, her husband, her sons and Bella all began attending the annual Tay-Sachs family conference.</p><p>\"When you go to the conferences, there's a photographer,\" she says. \"Then, within weeks, you get this beautiful album.\"</p><p>It's an album created by photographer Lynette Johnson that's filled with family portraits. Johnson donates her time each year to this conference and the families who attend.</p><p>\"We are there to beautifully record, as best we can, a life that may very well be short,\" Johnson says.</p><p>Johnson has founded a non-profit in Seattle called Soulumination. She and a few dozen volunteer photographers take pictures of families with infants or kids who are stillborn or terminally ill. There are similar organizations elsewhere in the U.S. and around the world. To date, Johnson's team has worked with well over 2,000 families.</p><p>\"We have this idea, I think, that only long lives are good,\" Johnson says. \"And I hope that through [the] photos, we show that every life has so much beauty in it.\"</p><p>Johnson saw little Bella twice, and took photos of her and her family both times. Roman loves those portraits.</p><p>\"Lynette has a way of taking pictures; she captures the ... natural moments,\" Roman says.</p><p>She became so enamored of the photography that when Bella passed away in 2012 at age 6, Roman decided to hire a local photographer to document the funeral.</p><p>Roman has almost 400 portraits from the funeral. One shows Bella lying in the casket with a flower headband and a simple dress.</p><p>\"She just looks like she's sleeping,\" she says.</p><p>Roman says she flips through these photos often. They help her grieve, and they reassure her that she was a good mother to Bella.</p><p>\"I don't want to forget the good things in my life,\" she says. \"And so my daughter's death hurts me, but <em>she</em> doesn't hurt me.\"</p><p>One of the 400 photographs is different from the rest. It's of Roman's husband, Eduen Roman. He's glaring at the camera. His wife had arranged to have the photographer at Bella's funeral without him knowing, and he was furious. Eduen Roman grew up in Colombia, where things are different.</p><p>\"We were not going around taking pictures of the person who just pass away,\" he says. \"For us, it was something that has to be respect at the moment.\"</p><p>Eduen Roman says a funeral is something that you remember, not document.</p><p>At the Boston University School of Medicine, Maria Trozzi directs a national program for families facing deep stress or loss. She says grief goes in different directions, and what works for one may not work for another family member.</p><p>Trozzi says she understands both impulses, the desire to photograph the funeral as well as the desire not to.</p><p>\"I think it's a way of holding on, until they are prepared, step by step, to let go,\" she says. \"Of course, I would honor the parent that says, 'My memory is in my heart, and that's where it will stay.' \"</p><p>Floribeth and Eduen Roman haven't changed their minds about whether it's OK to photograph a funeral, so they've agreed to disagree. She looks at the photos almost daily; he almost never. But for both of them, their family – Bella included – remains central.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Photos+Of+A+Short+Life+Comfort+Only+Some+Grieving+Parents&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Daniel","audio":[{"meta":{"duration":"271"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320077451-ccb521.m3u?orgId=1&topicId=1091&ft=3&f=314950290"},{"href":"http://media.npr.org/assets/img/2014/05/22/soulu02-b88033db1af60c915f2c5fbbaa71dfd4f22d2835.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}},{"href":"http://media.npr.org/assets/img/2014/05/22/soulu05-e05000f84331fa9565891a51343826a42257f287.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1059","width":"1411"}}]}