{"created":"2014-10-08T16:03:56+00:00","modified":"2014-10-31T02:04:21+00:00","valid":{"from":"2014-10-31T02:04:21+00:00","to":"3014-10-31T02:04:21+00:00"},"hreflang":"en","title":"Why This Octopus Isn't Stuck-Up","published":"2014-05-16T00:18:00+00:00","teaser":"Some chemical in octopus skin acts as a repellent to the little suction cups on the arms, a surprise finding shows. Without it, the eight-armed creature would tie itself in knots.","itags":["npr_api","312575546"],"guid":"b2234cfe-1611-479e-b958-74c1866edf82","contentencoded":"<p>Octopus arms keep from getting all tangled up in part because some kind of chemical in octopus skin prevents the tentacles' suckers from grabbing on.</p><p>That was the surprise discovery of scientists who were trying to understand how octopuses manage to move all their weird appendages without getting tied in knots.</p><p>Unlike humans, octopuses don't have a constant awareness of their arms' locations. It's kind of like the eight arms have minds of their own. And as an octopus arm travels through the water, its neighboring arms are constantly in reach.</p><p>\"We thought about it and we said, 'How is it possible that the arms don't grab each other?' \" says <a href=\"http://octopus.huji.ac.il/site/guylevy/guylevy.html\">Guy Levy</a>, who did some recent experiments to explore this question with his colleague <a href=\"http://www.octopus.huji.ac.il/site/nirnesher/nirnesher.html\">Nir Nesher</a> at the Hebrew University of Jerusalem. \"I cannot tell how exactly the question popped out, but it popped out.\"</p><p>The researchers studied severed octopus arms, which remain active for more than an hour after amputation, with their suckers reflexively grabbing and holding onto objects.</p><p>They found that a severed arm never grabbed its own skin or the skin of any other arm, whether it was from the same octopus or other octopuses. The octopus arms would, however, grab skinned arms.</p><p>\"We kind of said to ourselves, aha, this is it! This is the answer, this how it doesn't get tangled,\" says Levy. \"We didn't know the details yet, but we saw that there is something.\"</p><p>What's more, the arm wouldn't grab a plastic laboratory dish that the scientists had covered with octopus skin.</p><p>But if the dish was only partially covered, the octopus arm would grab onto the uncovered part, says Levy: \"The sucker that touches the skin would not grab, but its neighboring sucker that touches the plastic would grab.\"</p><p>Experiments using a crude extract from the skin found a similar effect, suggesting that the octopus skin contains a repellent chemical.</p><p>\"It's a nice little trick that solves a problem that evolutionarily these animals have probably faced for 505 million years,\" says <a href=\"http://academic.brooklyn.cuny.edu/userhome/psych/fgrasso/index.htm\">Frank Grasso</a>, who studies octopuses at Brooklyn College, the City University of New York and who collaborated with the researchers and scientist <a href=\"http://www.octopus.huji.ac.il/site/benny/benny.html\">Binyamin Hochner</a> on a paper <a href=\"http://www.cell.com/current-biology/abstract/S0960-9822(14)00462-X\">describing the discovery</a> in the journal <em>Current Biology</em>.</p><p>\"I was very excited,\" Grasso says. \"I spend so much of my life thinking about octopus suckers and these guys found this ... 'Aha!' moment. We said to ourselves, why hasn't anybody thought of this before?\"</p><p>He notes that an octopus sucker isn't like a plain old suction cup. Instead, it's a marvel of engineering. The rim of the sucker can change shape, letting it adhere to all kinds of surfaces. What's more, the sucker has numerous embedded sensors, making it act like sort of like a tongue, letting the octopus not just touch things but also \"taste\" them.</p><p>It looks like the \"taste\" of octopus skin tells a sucker not to grab on, says Grasso.</p><p>He believes that future efforts to create octopus-inspired robots could benefit from incorporating this type of simple technique for self-recognition.</p><p>\"This is a sensory capability previously unknown in octopus or any other cephalopod,\" Roger Hanlon, of the Marine Biological Laboratory in Woods Hole, Mass., wrote in an email to NPR. \"In fact, many of the sensory neurons known to occur in cephalopod suckers have unknown functions. The authors have widened our view of octopus sensory perception and provided some stimulating research questions to pursue.\"</p><p>Marine biologist <a href=\"http://www.thecephalopodpage.org/JWood/cv.php\">James Wood</a>, who runs a website called <a href=\"http://www.thecephalopodpage.org/\">the Cephalopod Page</a>, called the finding \"a very beautiful and elegant solution to a complex problem.\"</p><p>\"I mean, if an octopus can recognize its own self,\" Wood says, \"then without a whole lot of very complicated instructions, you can get past the problem about tying itself into knots or doing things that are not productive.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+This+Octopus+Isn%27t+Stuck-Up&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"170"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312832924-23a2a7.m3u?orgId=1&topicId=1007&ft=3&f=312575546"}]}