{"created":"2015-04-14T18:12:36+00:00","modified":"2015-04-14T21:33:36+00:00","valid":{"from":"2015-04-14T21:33:36+00:00","to":"3015-04-14T21:33:36+00:00"},"hreflang":"en","guid":"b2264b52-af24-418b-835e-64fb0ea3200c","title":"Head to the US-Mexico border and find a Chinese food scene like none other","published":"2015-04-14T21:33:31+00:00","byline":"Lisa Morehouse","tags":["food","immigrants","culture","history","Global Nation","Food","Lifestyle & Belief","Food and drink","Chinese cuisine","Cuisine","Mexican cuisine"],"teaser":"Avocado in fried rice and Mexican-style beef with asparagus are just some of the dishes you’ll find. And their backstory dates back more than 130 years.","contentencoded":"<p>Taquerias and Mexican restaurants are old hat along the California-Mexico border.</p>\n<p>Look harder, though, and spot another type of cuisine that dates back more than 100 years — a kind of fusion from before fusion was a thing.</p>\n<p>You'll find it at a restaurant in the California city of El Centro, just north of the Mexican border. Families wait to be seated while others line up for takeout. In one booth, the Salcedo family digs into their first course: a huge plate of light yellow, deep-fried chilies. Next, a salt-and-pepper fish, which the family describes as “Baja-style,” with lots of bell peppers, chilies and onions.</p>\n<p>Yes, Baja style. But this isn’t Mexican food. We’re at Fortune Garden, a Chinese restaurant that mixes Mexican ingredients into its dishes.</p>\n<p>\"It’s very different than if you go to any other Chinese restaurant, Americanized Chinese restaurant,\" says Mayra Salcedo.</p>\n<p>Rumors are that some chefs around here marinate pork in tequila.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/IMG_0554.JPG?itok=2M5uL8F3\" alt=\"\" /><div class=\"field-caption\">\n    <p>The Salcedo family drives over an hour from Yuma, Arizona, to Fortune Garden restaurant, near the Mexican border.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Vickie Ly</p>\n  </div>\n</div>\n<p>Robert Chao Romero, an associate professor of at the University of California, Los Angeles, explains the reason for this culinary twist. \"The restaurants that you see now are the remnant of the Chinese population that used to fill the US-Mexico borderlands,” he says.</p>\n<p>Why? Because of the <a href=\"http://ocp.hul.harvard.edu/immigration/exclusion.html\">Chinese Exclusion Act</a>. The 1882 law banned people from China from entering the US. So tens of thousands went to Cuba, South America and to Mexico. Many settled along the Mexican border, becoming grocers, merchants and restaurant owners. Others managed to cross into the US.</p>\n<div class=\"edit-entity cta_no_border cta_align-right cta_icon-engagement\" data-entity-id=\"79284\" data-entity-title=\" Culinary Combos Twitter widget\" data-entity-type=\"node\">\n<div id=\"node-79284\" class=\"node node-story-act story-act-cta story-act-nid-79284 cta-type-custom-text clearfix\" about=\"/node/79284\" typeof=\"sioc:Item foaf:Document\">\n<h2><a href=\"/node/79284\">Story Act: Culinary Combos Twitter widget</a></h2>\n<p>    <span property=\"dc:title\" content=\"Story Act: Culinary Combos Twitter widget\" class=\"rdf-meta element-hidden\"></span><span property=\"sioc:num_replies\" content=\"0\" datatype=\"xsd:integer\" class=\"rdf-meta element-hidden\"></span></p>\n<div class=\"content\">\n<div class=\"field-body\">\n<p><a class=\"twitter-timeline\" data-widget-id=\"588041308704473088\" href=\"/globalnation/timelines/588038214356709378\">Culinary Combos</a> </p>\n<script>\n<!--//--><![CDATA[// ><!--\n\n<!--//--><![CDATA[// ><!--\n!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0],p=/^http:/.test(d.location)?'http':'https';if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=p+\"://platform.twitter.com/widgets.js\";fjs.parentNode.insertBefore(js,fjs);}}(document,\"script\",\"twitter-wjs\");\n//--><!]]]]><![CDATA[>\n\n//--><!]]>\n</script></div>\n</div>\n</div>\n</div>\n<p>“The Chinese invented undocumented immigration from Mexico,” Romero says. “Smuggling with false papers, in boats and in trains, the infrastructure for that was all invented by the Chinese.”</p>\n<p>In fact, today’s Border Patrol grew out of a group of mounted guards hired to stop Chinese migrants.</p>\n<p>That’s the cross-border history that makes restaurants like Fortune Garden possible. Carlos and Jenissa Zhou own it. He worked in Chinese restaurants just across the border, in Mexicali. She came to the US from southern China and says, even food orders here show a mix of cultures and languages. Her customers are mostly Latino.</p>\n<p>“When they order they don’t say BBQ pork,” she says. “They say <em>carnitas, carnitas colorada</em>.”</p>\n<p>Carnitas is Spanish for pork. And you have to be a little trilingual to work in the kitchen, where cooks speak to each other in Cantonese, and waiters give orders in Spanish and English.</p>\n<p>This food is even more prominent on the Mexican side of the border, as I learn taking a drive across the border with George Lim. He lives in the US, but commutes every day across the border to Mexicali, Mexico, home to as many as 200 Chinese restaurants. Lim helps run one of the city’s oldest: El Dragon.</p>\n<p>Why cross the border every day to run a restaurant? Lim explains that Mexicali’s population is nearly a million, which dwarfs the rural population on the California side of the border</p>\n<p>“Just doing the math, you’re going to have a lot more customers here in Mexico,” he says. “And I hate to say it but Mexicans are just more sophisticated about Chinese food.”</p>\n<p>The restaurant’s another world from Mexicali’s gritty streets. There are white tablecloths, chandeliers — and widescreen TVs showing soccer.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/IMG_0572.JPG?itok=OfMEe184\" alt=\"\" /><div class=\"field-caption\">\n    <p>Fried yellow chilies are ubiquitous in restaurants on both sides of the Mexico border. They’re served in a lemon sauce with lots of salt.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Vickie Ly</p>\n  </div>\n</div>\n<p>In the kitchen, George Lim’s father, Canuto, holds court. He came to Mexicali in the 1950s and developed many of the restaurant’s inventive dishes. “Most people who open or work in the restaurants came to Mexicali with previous experience cooking and serving Chinese food,\" Canuto says.</p>\n<p>The cooks experimented with the Mexican ingredients they had on hand, things like chilis, jicama and certain cuts of meat. That’s why here you can order rare combinations like beef with asparagus and black bean sauce. Lim calls the beef “arrachera,” its Spanish name. “Arrachera is the best meat for tacos, asparagus could be both Chinese and Mexican, but the sauce, the black bean, that’s Chinese,” Lim says.</p>\n<p>It’s a surprising mix of ingredients, like avocado in fried rice, which sounds like it shouldn’t be good, but is. I bite into an egg roll filled with shrimp, cilantro and cream cheese, a Chinese, Mexican, and American combo found along this little part of the border.</p>\n<p><em>Vickie Ly contributed to this story. Reporter Lisa Morehouse’s series</em><em><a href=\"http://www.californiafoodways.com/\"> California Foodways</a></em> <em>is funded in part by</em><em><a href=\"http://www.calhum.org/\"> Cal Humanities</a>. She produced the piece while in residence at<a href=\"http://www.hedgebrook.org/\"> Hedgebrook</a>.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-13%2Fhead-us-mexico-border-and-find-chinese-food-scene-no-other&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04142015_03.mp3"},{"href":"http://www.pri.org/file/0414201503mp3"}]}