{"created":"2015-06-01T09:08:25+00:00","modified":"2015-06-03T14:55:40+00:00","valid":{"from":"2015-06-03T14:55:39+00:00","to":"3015-06-03T14:55:39+00:00"},"hreflang":"en","title":"Cyber Archaeologists Rebuild Destroyed Artifacts ","published":"2015-06-01T21:58:00+00:00","teaser":"Hundreds of ancient artifacts have been damaged or destroyed during violence in the Middle East. Researchers are using the power of crowdsourcing and 3-D imaging to re-create the ancient artifacts.","itags":["npr_api","411138497"],"guid":"b2260379-2b7f-4ff4-bf08-552329e437cd","contentencoded":"<p>Hundreds of ancient artifacts and historic sites have been ruined during violence in the Middle East. The United Nations reports some <a href=\"http://unosat.web.cern.ch/unosat/unitar/downloads/chs/FINAL_Syria_WHS.pdf\">200 sites have been damaged or destroyed</a> by the self-proclaimed Islamic State alone.</p><p>In February, video footage surfaced showing <a href=\"http://www.npr.org/2015/03/01/389945265/isis-destroys-objects-that-record-regions-history-of-cultural-diversity\">ISIS militants destroying artifacts</a> with sledgehammers and drills at the Mosul Museum in Iraq.</p><p>Now, \"cyber archeologists\" are working to put the pieces back together — digitally, at least — by using a process called photogrammetry, or 3-D reconstruction from images.</p><p><a href=\"http://projectmosul.org/\">Project Mosul</a> has been launched by researchers from the <a href=\"http://www.itn-dch.eu/index.php/about-us/\">Initial Training Network for Digital Cultural Heritage</a>, an EU-funded initiative aimed at preserving cultural heritage using digital technology.</p><p>The project consists of a team of volunteers working to digitally reconstruct ancient artifacts from the museum by using photographs and even video taken by tourists.</p><p>Anyone can upload images to the project's website, where the team relies on crowdsourcing to sort them.</p><p>Next, the images are run through software.</p><p>\"The computer processes it, aligns it, in the same way that your two eyes are looking at one object and you can detect the depth,\" says Chance Coughenour, a head of the project. \"So it detects the points of the object in the images and then it produces a dense point cloud to then a 3-D model, what you would call a 3-D mesh, with a texture of the surface.\"</p><p>The final result is a digital 3-D rendering of the object, \"as best as you can produce with the images available,\" he says.</p><p>\"As we are given more images, the model will become better over time,\" he adds. \"So we're working with what we have at this moment. But the more that we have, the better the models.\"</p><p>Coughenour says the goal is to one day offer full, virtual reconstructions of museums and even historic sites.</p><p>The team has already received over 700 photos and is hard at work re-creating artifacts from Egypt, Nepal and Iraq.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Cyber+Archaeologists+Rebuild+Destroyed+Artifacts+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"130"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411138498-91d1c3.m3u?orgId=1&topicId=1019&d=130&p=3&story=411138497&t=progseg&e=410487719&seg=13&ft=nprml&f=411138497"},{"href":"http://media.npr.org/assets/img/2015/06/01/vu6jslang2vs1dev8xtawhgeg8beubcguwrn2wnwh7u-0a557cc7969ef2caaa6a4320f938a99b5f902a23.png","type":"image/jpeg","meta":{"crop":"standard","height":"703","width":"937"}}]}