{"created":"2014-10-07T19:35:53+00:00","modified":"2014-10-31T00:08:13+00:00","valid":{"from":"2014-10-31T00:08:13+00:00","to":"3014-10-31T00:08:13+00:00"},"hreflang":"en","title":"An Unconventional Family On The Road To Happiness In 'Lucky Us'","published":"2014-08-04T23:09:00+00:00","teaser":"Amy Bloom's new novel follows two half-sisters from a disastrous stint in 1920s Hollywood, to happiness with an unexpected, impromptu family group in the disruptive years around World War II.","itags":["npr_api","332666443"],"guid":"b22ff026-7307-48ae-9b10-2c66d0d12c88","contentencoded":"<p>Amy Bloom's new novel <em>Lucky Us</em> takes readers across America in the 1940s, that special decade of wartime dislocation and post-war disruption — with side-trips to England and Germany — in the company of a pair of half-sisters as endearing and comically annoying as any you'll find in contemporary fiction.</p><p>Iris is the older teenager, daughter of the narrator's remarried father. She's focused on the idea of becoming an actress. Eva, the narrator of most of the book, is the younger one. She reads biographies of Clara Barton and Florence Nightingale, and remarks that \"even in the books written for little girls, you could tell these women were so tough they'd take a bullet out of you with a fork and not blink.\" Eva is a toughie in training. She focuses on <em>everything</em> in the slightly off-kilter journey she and her sister make on the road to happiness: the people, the clothes, the food, the nasty turns and the wonderful.</p><p>Bloom does the same. Witness her cameo portrait of a gay Hollywood hairdresser named Diego who looks \"like everyone's Mexican grandfather\" and thinks of himself as an artist: \"He'd been putting makeup on beautiful women and pretty girls and some very attractive men for thirty years. He'd done the deep-red Cupid's bow lips, the delicate pink flush, the Betty Boop eyes, and narrow, penciled-on eyebrows one hair thick, and then the full slick brows and Maybelline lashes and the big, raspberry eat-me-now mouth ... He'd met Max Factor ... He had made a sweet stick of a farmgirl into an Egyptian princess and watched her glide onto the set, knowing she now knew who she was.\"</p><p>Iris has a conman's, or an actor's, ability to counterfeit personalities — early in her Midwestern life she was a fixture at contests, \"[trouncing] the Italian girls with 'Musetta's Waltz' at Casa Italia in Galesburg, where she also won in a walk for 'Why I am Proud to Be an American' at Temple Beth Israel, reciting as Iris Katz.\" It doesn't take all that long for her to find herself a couple of rungs up on the Hollywood success ladder — only to fall in love with another actress, who escorts her to a lesbian orgy, with starlet upon starlet lighting up the sky — and the couches. When a Hollywood photographer catches them skinny-dipping together, Iris's lover betrays her to the blue-nosed gossip columnist Hedda Hopper and in an amoral trade-off gets herself pardoned for her frisky business. Meanwhile, poor Iris is banished from the movies for sexual misconduct.</p><p>So then it's good-bye Hollywood, as the sisters travel east, with Diego the hairdresser in tow, to Brooklyn and Long Island. They regroup around their father, who learns how to become a butler. Iris steals away a soldier's wife, then the sisters steal away an orphan from a local institution and raise him as their own. The details remain as goofy as they sound. But when the man with the stolen wife returns home from the war, we find ourselves witnessing quite unexpected and wonderful results in the realm of family building.</p><p>With a deeply ingratiating comic insouciance in her sentences and an ever-expanding notion of what makes a loving family, Eva tells the story of the decade of her education and her flowering into womanhood with an endearing fusion of toughness and tenderness all its own. Eva — she'd take a bullet out of you with a fork and not blink. Lucky us!  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+Unconventional+Family+On+The+Road+To+Happiness+In+%27Lucky+Us%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alan Cheuse","audio":[{"meta":{"duration":"155"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337843018-961ac4.m3u?orgId=1&topicId=1034&ft=3&f=332666443"}]}