{"created":"2014-08-30T09:39:00+00:00","modified":"2014-11-12T19:52:02+00:00","valid":{"from":"2014-11-12T19:52:02+00:00","to":"3014-11-12T19:52:02+00:00"},"hreflang":"en","title":"Sturgill Simpson: Tiny Desk Concert","published":"2014-08-30T09:38:00+00:00","teaser":"The Kentucky native writes country music about loneliness, failed dreams, drinking and drugs. Here, he performs four of his songs with a thundering voice that makes the NPR offices shudder.","itags":["npr_api","344246400"],"guid":"b23ca210-51f1-4312-a69c-4ad4b9ce9d5e","contentencoded":"<p><a href=\"http://www.npr.org/templates/search/index.php?searchinput=sturgill+simpson\">Sturgill Simpson</a> doesn't fit today's common image of a country singer. When he arrived for his Tiny Desk Concert, the 36-year-old Kentucky native sauntered in sleepy-eyed, wearing jeans, a pair of old canvas tennis shoes, no socks and a well-worn button-down blue shirt, one of only two identical shirts he said he had in rotation while on tour. (He appeared a few nights later on <em>Letterman</em> wearing either the same garment or its twin.)</p><p>Simpson's songs don't sound like what you'd expect, either: Mostly, it seems, he writes about taking drugs and drinking. Opening his Tiny Desk performance with the seemingly existential meditation \"Turtles All The Way Down,\" Simpson tells the audience it's \"about some other stuff, but mostly drugs.\" He follows that song with \"Time After All\" (\"I wanna roll off the tempo, lay back and get high\") and \"Life Of Sin\" (\"Every day I'm smokin' my brain hazy ... I keep drinking myself silly\") before closing with \"Water In The Well,\" a tamer, comparatively melancholy reflection on loneliness and failed dreams.</p><p>Regardless of the themes, Simpson is a force. His acoustic-guitar work in this solo performance is phenomenal, and he possesses a thundering voice that made the NPR offices shudder. \"Turtles All The Way Down\" and \"Life Of Sin\" are from this year's incredible <em>Metamodern Sounds In Country Music,</em> while \"Time After All\" and \"Water In The Well\" both appear on Simpson's 2013 debut, <em>High Top Mountain</em>. (Get it?)</p><p><strong>Set List</strong></p><ul><li>\"Turtles All The Way Down\"</li><li>\"Time After All\"</li><li>\"Life Of Sin\"</li><li>\"Water In A Well\"</li></ul><p><strong>Credits</strong></p><p><em>Producers: Denise DeBelius, Robin Hilton; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Colin Marshall; photo by Sarah Tilotta/NPR</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sturgill+Simpson%3A+Tiny+Desk+Concert&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Robin Hilton","audio":[{"meta":{"duration":"877"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344257689-218b3a.m3u?orgId=1&topicId=1110&aggIds=92071316&ft=3&f=344246400"},{"href":"http://media.npr.org/assets/img/2014/08/29/tdc_sturgillsimpson-3_19985369-d73a8837fccad8e77ce4b78d1f6b21f596d33033.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3096","width":"4129"}}]}