{"created":"2014-10-03T19:56:11+00:00","modified":"2014-10-30T23:31:25+00:00","valid":{"from":"2014-10-30T23:31:25+00:00","to":"3014-10-30T23:31:25+00:00"},"hreflang":"en","title":"Fifty Years Of 'Farmer John': A Hit That Opened The Door For Chicano Rock","published":"2014-08-10T23:34:00+00:00","teaser":"Before the summer of 1964, major labels had little interest in Mexican-American bands. Then came The Premiers.","itags":["npr_api","338632474"],"guid":"b23de1ec-2f12-45ec-9f23-b2f940c0e727","contentencoded":"<p>In the summer of 1964, Beatlemania was sweeping the United States, young men were burning their draft cards and race riots were raging in cities across the country — and wrapped up in all of it was the biggest hit of the summer in Los Angeles.</p><p>The Premiers' \"Farmer John\" was a jangly party pop hit, with a simple but classic three-chord progression and main riff. Two guys shouted out the lyrics over a rowdy crowd cheering and clapping and singing along. It hung on the Billboard charts for nearly the whole summer.</p><p>Like a lot of hits in the '50s and '60s, the Premiers' \"Farmer John\" was a cover. The <em>original</em> \"Farmer John\" sounded very different from the version that climbed the charts. Don Harris and Dewey Terry, the two black musicians of the R&B duo Don & Dewey, wrote and released the first \"Farmer John\" in 1959.</p><p>If that sounds familiar, that's because that's the classic story behind a lot of early rock and roll hits. A black musician does a song. It's great. Then a white musician covers it, and it's the white version that becomes a huge hit. Elvis, Pat Boone, the Rolling Stones and the Beatles all had hits originally written by black musicians.</p><p>Here's another example. \"Louie Louie\" was written by Richard Berry, a black R&B singer from Los Angeles, but you probably know a different version better: in late 1963, a white band called the Kingsmen released <a href=\"https://www.youtube.com/watch?v=4V1p1dM3snQ\" target=\"_blank\">a raucous cover version</a>. It was huge, reaching #2 on the charts.</p><p>The Kingsmen's hit caught the attention of a 23-year-old Angeleno named Billy Cardenas. He was an East L.A. guy trying to make it as a record producer. He'd been looking for a good way to redo Don & Dewey's \"Farmer John\" — because, as he says, \"I danced to it a lot. I used to do a lot of swing dancing, and that was a song that was complete as far as its beat and swing.\"</p><p>But he thought he could make it even better. The Kingsmen's \"Louie Louie\" had a distinct guitar sound and a catchy three-chord pattern. So Cardenas proposed the idea of combining the two songs to his newest group, The Premiers.</p><p>Here's where that old rock'n'roll formula comes off the rails: The Premiers weren't white. They were Mexican-American.</p><p>Like a lot of early Chicano rock bands, the Premiers were just a handful of teenage kids — two brothers and two of their friends. They'd been playing a mix of pop covers and traditional Mexican tunes at neighborhood parties in their east side suburb of San Gabriel. They'd gotten so popular there that their mom had hired Billy Cardenas as a manager.</p><p>The Premiers liked the idea of a \"Farmer John\" / \"Louie Louie\" combo. They practiced the song for a few days, and then Cardenas drove them to Hollywood to record it. Afterward, Cardenas added in some canned crowd noise to make it sound like a live performance. He says he had a good feeling about the track.</p><p>\"You put in the ingredients — like when you cook, you put all the ingredients, you know? And you hope it's gonna be a good-tasting pie,\" he says. \"This was a good-sounding piece of pie.\"</p><p>At the time, Chicano civil rights and Chicano rock were exploding in California. But it was still 1964, two months before Lyndon Johnson would sign the Civil Rights Act.</p><p>For white performers, there was no trouble finding success by covering black musicians' songs. But Mexican-Americans were having a harder time with that formula. Other songs, like \"Tequila\" and \"La Bamba,\" had been hits, but they were almost always either instrumental or sung in Spanish. (Ritchie Valens did have a couple English-language hits, but he died in 1959.) Record companies just weren't fully convinced that Chicano bands like The Premiers could really play and sing in English.</p><p>\"First time I went to a particular record company, they told me, 'Uh, no. We won't even listen to it 'cause we don't put Mexican records on the radio,'\" Cardenas says. \"I said, 'It's not a Mexican record. You misunderstand, they play rock and roll.' \"</p><p>So The Premiers released \"Farmer John\" on a small LA label. Local DJs Dick \"Huggy Boy\" Hugg and Art Laboe had huge Latino followings, and they played \"Farmer John\" constantly. Cardenas says it wasn't long before the big labels saw the potential.</p><p>\"Warner Brothers called to pick up the master. Thirty thousand records sold in the first week,\" he says.</p><p>It took off. Less than a month later The Premiers appeared before a national TV audience <a href=\"https://www.youtube.com/watch?v=gayhpUyz2os\" target=\"_blank\">on <em>American Bandstand</em></a>, where Dick Clark informed them on live TV that they'd be joining his Caravan of Stars national tour.</p><p>\"Farmer John\" spent over two months on Billboard's Hot 100, peaking at No. 19. It was everywhere, played by everyone. There was <a href=\"https://www.youtube.com/watch?v=qBJDERsbxpc\" target=\"_blank\">a Christmas version</a> the next year by influential garage rock group the Sonics. It even reached as far as Winnipeg, Manitoba, where a 19-year-old <a href=\"http://www.npr.org/artists/15050998/neil-young\" target=\"_blank\">Neil Young</a> heard it and performed it with his band The Squires. He'd later revisit the song on 1990's <em>Ragged Glory</em>.</p><p>Its reach lasted well past the end of its run on the charts. In the U.K., Billy Childish was just four when the song came out. He doesn't even remember hearing it until the '80s. It wasn't exactly a bolt out of the blue, he says — but he was taken with it and its amateurish charm.</p><p>\"It's well-played, well-sung, well-produced,\" Childish says. \"Everything about it is sublime.\"</p><p>He wanted to pay tribute to it, but didn't want to do a straight cover — so he wrote a song called \"<a href=\"https://www.youtube.com/watch?v=pabdnNn-Zss\" target=\"_blank\">Davey Crockett</a>.\"</p><p>\"There's no point in doing a bad version of 'Farmer John' when you can do a great version of 'Davey Crockett,' pretty much like [Billy Cardenas] decided he might as well do a great version of 'Farmer John,' rather than a substandard version of 'Louie Louie,'\" he explains. \"'Cause all you gotta do is throw your own bit in the mix, and you're away.\"</p><p>Though The Premiers' run ended when two of the four members were drafted and sent to Vietnam, Cardenas says their hit had a lasting legacy, beyond the cover versions.</p><p>\"'Farmer John' was the beginning of a lot of things for Hispanics in East L.A.,\" Cardenas says.</p><p>And across the country, too. The next year, Chicano bands would release the classics \"<a href=\"https://www.youtube.com/watch?v=KZJiGu6Gz8E\" target=\"_blank\">Wooly Bully</a>\" and \"<a href=\"https://www.youtube.com/watch?v=LiQbtRYty1Q\" target=\"_blank\">96 Tears</a>\" — and another, Cannibal and the Headhunters, even toured with <a href=\"http://www.npr.org/artists/15229570/the-beatles\" target=\"_blank\">The Beatles</a>, opening for them at Shea Stadium.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Fifty+Years+Of+%27Farmer+John%27%3A+A+Hit+That+Opened+The+Door+For+Chicano+Rock&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Becky Sullivan","audio":[{"meta":{"duration":"426"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339375025-0f9e28.m3u?orgId=1&topicId=1106&ft=3&f=338632474"},{"href":"http://media.npr.org/assets/img/2014/08/08/premiers-baef0b6ce8148ee1638d7f820bd6709663dfbf9e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"862","width":"1149"}}]}