{"created":"2015-02-05T21:04:17+00:00","modified":"2015-05-13T21:17:55+00:00","valid":{"from":"2015-05-13T21:17:54+00:00","to":"3015-05-13T21:17:54+00:00"},"hreflang":"en","title":"FDA Commissioner Hamburg Grappled With Global Challenges ","published":"2015-02-05T23:31:00+00:00","teaser":"Food and Drug Administration Commissioner Margaret Hamburg says she'll leave the job at the end of March after six years in the spotlight and controversies over Plan B emergency contraception.","itags":["npr_api","384100663"],"guid":"b241ebf0-7e7b-4be5-bd62-9d42b3881833","contentencoded":"<p>Dr. Margaret Hamburg is stepping down from one of the toughest jobs in the federal government: commissioner of the Food and Drug Administration.</p><p>The agency regulates drugs and medical devices and has an important role in food safety. And it's a highly contentious job. No matter what you do, someone's going to complain that you're either too easy on industry or standing in the way of progress.</p><p>\"A lot of people asked me why I would ever want that job when I first took it on now almost six years ago,\" Hamburg told NPR today. \"And it's true — it's a very challenging job.\" Most recent commissioners have lasted only two to three years.</p><p>Hamburg, 59, <a href=\"http://www.fda.gov/internationalprograms/internationalcommunications/embassybriefings/ucm193962.htm\">came to the job</a> with an M.D. degree from Harvard University and experience as the New York City health commissioner.</p><p>Though the FDA has broad responsibilities, a lot of the focus is on its role to approve — or reject — potential new drugs. Those decisions have a big impact on the fortunes of pharmaceutical companies and on public health.</p><p>\"We often joke here that there are only two speeds of approval: too fast and too slow,\" Hamburg said.</p><p>She had her share of disputes over drug approvals, including controversies over <a href=\"http://www.fda.gov/NewsEvents/Newsroom/PressAnnouncements/ucm358082.htm\">Plan B</a> emergency contraception. Her decision to make it available without restriction was overruled by political higher-ups, but eventually upheld by the courts.</p><p>Hamburg also had to deal with the rapid rise in abuse of prescription pain killers. But her legacy may be confronting a new global reality: Much of our food and many of our drugs are produced overseas.</p><p>\"Forty percent of the finished drugs that Americans consume are coming from other countries,\" she says, \"and 80 percent of the active pharmaceutical ingredients — the part that really makes the difference — are manufactured in countries outside of our borders.\"</p><p>Those countries have different rules, and sometimes lower scientific standards. And <a href=\"http://www.cfr.org/experts/global-health-economics-international-law-trade/thomas-j-bollyky/b11198\">Thomas Bollyky</a>, senior fellow for global health, economics and development at the Council on Foreign Relations, says the FDA had been slow to recognize and confront that change.</p><p>\"The Food and Drug Administration is a domestic agency concerned about the health of U.S. citizens,\" Bollyky says, \"but in order to fulfill that mandate, you need to be concerned about how food and drugs are produced abroad.\"</p><p>Hamburg \"was a transformative leader in coming to grips with the increasingly global realities of this mandate,\" Bollyky says. She added FDA inspectors and offices overseas, worked with her counterparts in other countries to pull up the global standards and made the regulations more consistent across the globe. \"What Peggy has done, really will be a lasting enormous contribution.\"</p><p>Hamburg will step down at the end of March. Last month, she hired <a href=\"http://corporate.dukemedicine.org/Leadership/Administration/CaliffRobert\">Dr. Robert Califf</a> from Duke University as deputy commissioner for medical products and tobacco, and FDA observers say he's a potential successor.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=FDA+Commissioner+Hamburg+Grappled+With+Global+Challenges+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Harris","audio":[{"meta":{"duration":"187"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384119730-5b5e00.m3u?orgId=1&topicId=1128&d=187&p=2&story=384100663&t=progseg&e=384100765&seg=5&ft=nprml&f=384100663"}]}