{"created":"2014-09-02T14:52:02+00:00","modified":"2014-10-30T22:49:12+00:00","valid":{"from":"2014-10-30T22:49:12+00:00","to":"3014-10-30T22:49:12+00:00"},"hreflang":"en","title":"Rick Perry's Legal Trouble: The Line Between Influence And Coercion","published":"2014-08-30T18:12:00+00:00","teaser":"The Texas governor is charged with abuse of office and coercing a public official, but he claims he was just doing what governors do: Vetoing a budget item.","itags":["npr_api","344436775"],"guid":"b2435313-9ab0-4326-ac20-aff51dbe2187","contentencoded":"<p>The day he was booked, Texas Gov. Rick Perry gave a big smile for his mug shot — which was then printed up on t-shirts to demonstrate just what a farce he thought the indictment was. In a press conference, the scorn dripped from Perry's voice as he took up the sword — defender, not of himself, but of the state's constitution.</p><p>\"We don't settle political differences with indictments in this country,\" he said. \"It is outrageous that some would use partisan political theatrics to rip away at the very fabric of our state's constitution.\"</p><p>Perry has been pushing back hard against allegations he misused the power of his office. Texas's longest serving governor is indicted on charges he tried to coerce the Austin district attorney into resigning by threatening to veto part of her office's funding if she didn't.</p><p>Perry has fired up his base, but like it or not his future will be decided not in the court of public opinion but inside the Texas legal system. So after the initial week-long artillery volley, Tony Buzbee, Perry's lead lawyer, is taking a softer tone.</p><p>\"I think we're taking it seriously, and we're going to defend it in court,\" Buzbee says. \"We're going to be careful about not attempting to try the case in the press. But I think it raises very serious constitutional issues; it raises issues with regard to the constitutional right of the governor to veto legislation.\"</p><p>The case revolves around Perry's attempt to oust Travis County District Attorney Rosemary Lehmberg after she had an embarrassing drunk-driving conviction. At the time, Lehmberg's Public Integrity Unit was in the middle of a corruption investigation involving a state agency near to Perry's heart.</p><p>The Cancer Prevention Research Institute of Texas hands out billions of dollars in state grants to recruit cancer research and biotech companies to Texas. But the agency was accused of dolling out grants to companies whose owners were better known for giving campaign contributions to Perry and Texas Attorney General Gregg Abbott.</p><p>That's why, when Perry said he'd veto the Public Integrity Unit's budget if Lehmberg didn't resign immediately, it raised a few eyebrows. After all, the governor would have picked her replacement.</p><p>As it played out, Lehmberg refused to resign and Perry vetoed her budget, and those actions brought the indictment — coercion of a public official.</p><p>But the governor's lawyer argues it doesn't matter what Perry threatened or when he threatened it. If he wants to veto the PIU's budget, he's allowed: It's an appropriation, and he's the governor.</p><p>\"To suggest that if he says something before the veto vs. after it, that that's coercion, is criminalizing something that the governor is frankly required to do under the constitution,\" Buzbee says.</p><p>Where do you draw the line between permissible influence and illegal coercion of a public official? Is there one? Retired state district judge John Cruzeot believes there is a line and that Perry may have crossed it when he both made his veto threats to Lehmberg and then carried them out.</p><p>\"For example, had he never said anything at all about her, about her DWI, and just vetoed that particular legislation for the funds, you and I wouldn't be having this conversation right now,\" Cruzeot says.</p><p>Cruzeot thinks Perry's threat raises the question of coercion, and that a Texas jury should hear the case.</p><p>But the case may never even get to trial, says Southern Methodist University criminal law professor Chris Jenks.</p><p>\"I believe that a Texas court likely wants nothing to do with this case for a variety of reasons,\" Jenks says. \"This case represents separation of powers issues. I do think there are both free speech and a constitutionally over-broad statute.\"</p><p>Earlier this week, lawyers for the governor filed a writ arguing the charges are unconstitutional and asking for them to be dismissed. A judge is expected to rule on that application in the next few weeks.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rick+Perry%27s+Legal+Trouble%3A+The+Line+Between+Influence+And+Coercion&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Wade Goodwyn","audio":[{"meta":{"duration":"266"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344477121-478e9a.m3u?orgId=1&topicId=1014&ft=3&f=344436775"}]}