{"created":"2015-05-21T19:05:56+00:00","modified":"2015-05-21T21:14:48+00:00","valid":{"from":"2015-05-21T21:14:48+00:00","to":"3015-05-21T21:14:48+00:00"},"hreflang":"en","title":"Letterman's Executive Producer: 'He's Meant A Lot To A Lot Of People'","published":"2015-05-21T20:01:00+00:00","teaser":"Rob Burnett started working with David Letterman as an intern in 1985. He talks with Terry Gross about the absurd and somber moments of his three-decade tenure with the <em>Late Show.</em>","itags":["npr_api","408461391"],"guid":"b25a045b-5286-40d6-a30d-8525473f7166","contentencoded":"<p>Rob Burnett started working with David Letterman as an intern in 1985 and never left, even when the talk-show host moved from NBC to CBS. During the course of his 29-year tenure, Burnett evolved from intern to head writer to executive producer of the <em>Late Show with David Letterman</em><em>, </em>a position he held through last night's <a href=\"http://www.npr.org/2015/05/21/408407147/fade-to-black-david-letterman-signs-off-cbs-show\">final show</a><a href=\"http://www.npr.org/templates/story/story.php?storyId=408460717&live=1\">.</a></p><p>Burnett tells <em>Fresh Air's</em> Terry Gross that the end of the <em>Late Show</em> is difficult to process. \"I think none of us truly understand what it feels like and what it means for this to be ending,\" he says. \"It was very odd to hear that this was over, but I remember my gut feeling at the time feeling like: You know what? [Letterman] deserves this.\"</p><p>Burnett's work with Letterman has spanned from the absurd — who could forget Letterman's <a href=\"https://www.youtube.com/watch?v=EAu0USchCrI\">\"Alka-Seltzer\" suit</a>? — to the somber, such as the host's <a href=\"https://www.youtube.com/watch?v=DBLgp1qTCTg\">first monologue</a> following the Sept. 11 attacks.</p><p>Throughout it all, Burnett says he has had unwavering respect for the man behind the desk. \"At the end of the day, I think what drives all of us is that if you're going to spend this amount of time and energy doing this, you want to be doing it for the best possible person, and at least from where we sit, [Letterman]'s the best ever at this.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On trying to keep the last shows from getting sentimental</strong></p><p>Dave is not sentimental, although I think he's a little more so now ... as he's gotten a little bit older. I think that happens to people. ... For a long time, we pushed guests very hard not to mention the end, not to tell Dave what he meant to them and all of this, and then at some point, as you get close, it becomes inevitable. And it has been lovely. We've had really beautiful tributes from a lot of people — Howard Stern and [Martin] Short and Tom Hanks. ... People getting very emotional and you start to feel Dave — we know what he's meant to us, but you start to realize he's meant a lot to a lot of people.</p><p><strong>On the Top 10 lists</strong></p><p>I was around when the Top 10 began and, like most things, no one ever really thought it would become what it would become. It was just a silly parody idea to make fun of other top 10 lists. ...</p><p>People responded to it and it actually became kind of an interesting way to write topical jokes every day. It was an interesting form. Originally, you know, the first one was very silly: \"Top 10 Things That Kind Of Rhyme With 'Peas.' \" Very Lettermanesque. I remember when I was a writer, just a staff writer, Gerry Mulligan and I were pushing for a long time and finally got through a list that was \"Top 10 Ways The World Would Be Different If Everyone Were Named 'Phil,'\" which was one of my favorites. It was so dumb. It was things like \"Ben & Jerry's now called Phil & Phil's.\" It couldn't have been stupider. \"Favorite Beatle? Phil.\" It was just 10 of the stupidest things possible and some of those were ultimately my favorites.</p><p><strong>On dropping things off the roof </strong></p><p>Dropping things off a building I did my fair share of. I remember particularly one day at the Ed Sullivan Theater holding a bowling ball in my hand and dropping it into a bathtub full of pudding and thinking, \"I am the luckiest man alive.\"</p><p><strong>On Letterman's bypass surgery in 2000</strong></p><p>He was unreachable — it's strange because everything on that show, it all goes through Dave. It's all Dave all the time. Whether he's actually weighing in on it or people are just guessing what he would weigh in on, it's all about him. And suddenly he was gone and inaccessible to us for a while. There was great concern by the staff, and then when finally I was back in communication with him and I got the sense that everything went well and that he was going to be back, there was great relief. It was a very emotional moment, I think, for all of us as well as for him and the audience when he retook the stage because that's where he belonged.</p><p><strong>On how the show has changed over the years</strong></p><p>I think this show has evolved. There are very distinct phases to it. I think the very early years, with Merrill [Markoe, Letterman's<strong> </strong>first head writer,] and all of those great writers ... it was pure innovation; it was turning television on its head. It was like nothing anyone had ever seen.</p><p>Then the show evolved a little further when we went to CBS. The show moved to 11:30 and to a big theater. You could do less material that was kind of material for comedy writers only. ... You had to appeal a little bit more to a mass audience.</p><p>As the show has evolved beyond that, now we are in a phase where ... [after] the bypass, Sept. 11, but I think also as Dave has gotten older — if you look at most of the highlights of the show, they're actually not comedy highlights as much. ... This is part of Dave's genius and I can tell you that I've felt the pains of this as head writer when your instinct in desperation as you're putting on a show each night is that sometimes you want to go back to a certain well because things have worked and people love it. And Dave, through that honesty as a performer, says, \"No, I don't want to do that,\" and these microscopic course-corrections each day lead you to another place and, thankfully, then you're not 68 and still putting on a Velcro suit and jumping up on a wall. I think what you have now is Dave as this great broadcaster and great communicator.</p><p><strong>On the audience's laughter when Letterman <a href=\"https://www.youtube.com/watch?v=sUGoqAgp760\" target=\"_blank\">first spoke</a> about his affairs and being blackmailed</strong></p><p>My sense of it in the studio was that I think the audience didn't quite understand what was being said right away. The way I remember it was Dave said something about, I'm paraphrasing, but he said something like, \"I'm going to tell you a little story. Do you have time for a little story?\" is how he kind of got into it. And I think [the audience is] so juiced up and responding to the show and such that I think as a group — I don't think they were really processing at all as he was doing it until the end. But I do think ... [the audience] sided on the idea that the blackmail was so wrong and I think they do love Dave.</p><p><strong>On what it was like working for Letterman </strong></p><p>He is definitely one of a kind. He is funny almost all the time but not \"on.\" I think show business people come in two varieties: There's the kind that wants everybody to look at them and draw attention to themselves, and then there's the other kind — and Dave is the other kind. He's never been comfortable drawing attention to himself. As a result, he's extremely self-critical so the mood at the show can be — somber [is] maybe is too strong a word. There are certainly laughs that happen, but it is not a typical show business slap-on-the-back \"Hey, that was great.\" ... That's not the mode there.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Letterman%27s+Executive+Producer%3A+%27He%27s+Meant+A+Lot+To+A+Lot+Of+People%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2250"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408551444-a86e87.m3u?orgId=1&topicId=1138&d=2250&p=13&story=408461391&t=progseg&e=408453624&seg=2&ft=nprml&f=408461391"}]}