{"created":"2014-10-07T19:36:57+00:00","modified":"2014-10-30T23:48:19+00:00","valid":{"from":"2014-10-30T23:48:19+00:00","to":"3014-10-30T23:48:19+00:00"},"hreflang":"en","title":"'Hard Choices' Tour Put Spotlight On Clinton's Strengths, Weaknesses","published":"2014-08-02T19:26:00+00:00","teaser":"Hillary Clinton's book tour is over, and so is the debate over whether she'll make a 2016 presidential bid. Still, her official decision is months away — time she needs to polish her talking points.","itags":["npr_api","336468262"],"guid":"b25b54df-242f-4f60-8458-f1190ee88c0e","contentencoded":"<p>Hillary Clinton's book tour is over. Although it wasn't a campaign rollout, it did offer a peek at the strengths and weaknesses of a possible Clinton candidacy.</p><p>One thing was clear: The former first lady, senator, presidential candidate and secretary of state may be readier to <em>be</em> president than to <em>run for</em> president.</p><p>She was surprisingly unprepared to talk about her wealth. Her \"dead broke\" comment on ABC showed a real defensiveness about the debt-to-riches trajectory of her family after she and Bill left the White House — not to mention the $12 million she's made in six-figure speaking fees since she left the State Department a year and a half ago. We weren't \"truly well off,\" she said. \"It was not easy\" to raise money for \"mortgages for houses.\" It's never a good thing when a politician talks about <em>houses,</em> plural. Remember when John McCain <a href=\"http://www.npr.org/templates/story/story.php?storyId=93866218\">couldn't remember how many houses he owned</a>?</p><p>It's not clear whether this will be a long-term problem. Clinton managed, eventually, to pivot to talking about the good fortune she and Bill have had compared to the lack of opportunity for ordinary people. But the \"out of touch\" meme has been launched: The RNC started a website called <a href=\"http://poorhillaryclinton.com/\">poorhillaryclinton.com</a>.</p><p>Another lesson from the tour: Clinton will have to get used to the brave new world of the relentless and instantaneous media cycle and a press corps less deferential — and substantive — than the state department correspondents.</p><p>She will be covered like no other candidate — certainly not in the same way Republican hopefuls Marco Rubio, Rand Paul or even Jeb Bush will be covered. Hillary Clinton is the most prominent female politician in America, and the prohibitive front-runner for the Democratic nomination.</p><p>And let's face it, she's a Clinton. She won't have a chance to quietly test out sound bites or ideas in early campaign stops in Des Moines, Iowa, or Manchester, N.H., in front of small groups of reporters: Everything she does and says will be covered and dissected as national news.</p><p>The tour didn't hurt her poll numbers, and her book is still in the top ten on the <em>New York Times</em> best-seller list. It also put to rest questions about her health and stamina — she showed no signs of <a href=\"http://www.politico.com/story/2014/05/karl-rove-hillary-clinton-brain-injury-106613.html\" target=\"_blank\">the \"traumatic brain injury\" Karl Rove suggested she's suffered</a>. And the issue of Benghazi, while not gone completely, seems to have receded a bit.</p><p>But she still hasn't come up with an answer to the most important question for any campaign: Why her?</p><p>She's trying. <a href=\"http://www.charlierose.com/watch/60419259\" target=\"_blank\">She told Charlie Rose</a>, \"What you need if you're going to run for president is to be absolutely clear about what you will do and to make the case relentlessly about that.\"</p><p>There are the green shoots of a big idea. There's the title of the book itself — <em>Hard Choices</em> — intended to frame her leadership style as tough, ready and competent. (A subtle rebuke or contrast, perhaps, to the man she hopes to succeed?)</p><p>And she said that she plans to run a \"specific\" campaign about economic growth and inequality — a sign she intends to bridge the left-center divide in her party on these issues.</p><p>After all of this, it's probably a good idea that Clinton is going on vacation. She'll be back in public in the late fall when she campaigns for Democratic Senate candidates, then she'll have just a few months to make a decision and put together the structure of a presidential campaign. While there once was a spirited debate about whether she would or wouldn't run, there's now a consensus, which the book tour only cemented — Hillary Clinton is running for president.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Hard+Choices%27+Tour+Put+Spotlight+On+Clinton%27s+Strengths%2C+Weaknesses&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mara Liasson","audio":[{"meta":{"duration":"304"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336468263-7e1775.m3u?orgId=1&topicId=1014&ft=3&f=336468262"},{"href":"http://media.npr.org/assets/img/2014/07/30/450382026-6bf9f8147716c3437b9098acff417e4ae7bb1a2e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1940","width":"2587"}}]}