{"created":"2014-10-03T19:50:25+00:00","modified":"2014-10-31T00:06:55+00:00","valid":{"from":"2014-10-31T00:06:54+00:00","to":"3014-10-31T00:06:54+00:00"},"hreflang":"en","title":"Next To Silicon Valley, Nonprofits Draw Youth Of Color Into Tech","published":"2014-08-01T16:27:00+00:00","teaser":"Programs like Hack the Hood try to help young people in Oakland, Calif., find a gateway into the high-tech industry — and out of \"dead-end\" jobs.","itags":["npr_api","333022546"],"guid":"b265f5b4-25ed-41ad-aada-04cb0ac1fbbf","contentencoded":"<p>Twenty-year-old Taneka Armstrong wants to land a high-tech job, but her day starts at Taco Bell.</p><p>Armstrong stands behind a steel counter, making Burrito Supremes and ringing up customers. She counts pennies and quarters. She also gets orders from her bosses, who she says can be pretty condescending.</p><p>\"They're just like, 'Oh, did you know that already?' Or, 'Can you do this?' \" she says. \"Yes, I've been doing it, for almost a year now.\"</p><p>Armstrong is a native of Oakland, Calif., next door to Silicon Valley, and she lives two lives. This first one, which starts as early as 5 a.m., doesn't challenge her or pay well. And that's why she set off in search of life No. 2: learning tech skills.</p><p>That's not an easy path, though. Technology companies have a problem when it comes to employee diversity. The workforce at places like <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/05/29/317024113/googles-white-male-heavy-staff-underlines-techs-diversity-problem\">Google</a> and <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/06/26/325798198/facebooks-diversity-numbers-are-out-and-theyre-what-you-expect\">Facebook</a> is overwhelmingly white and male.</p><p>To counter that, a growing number of nonprofits are popping up in Oakland to help young blacks and Latinos break into the industry.</p><p><strong>The Goal Is Exposure</strong></p><p>Every afternoon this summer, Armstrong is in the offices of a small nonprofit called Hack the Hood. Her job is to fix websites for clients.</p><p>\"I'm trying to do an outline,\" she says, staring at a page on her laptop that has a lot of links. \"You click on it, it takes you everywhere in the world. I like short and simple.\"</p><p>This summer, the teens will meet top talent from the companies that make the popular apps they download. Armstrong says there's some chance she'll get deep into coding. Or she might prefer a nontechnical job, like sales and marketing.</p><p>That exploration is part of the process, says instructor Zakiya Harris.</p><p>\"Nobody ever asks young people that come from affluent neighborhoods why they're doing programs, because the notion is it's exposure,\" she says. \"The more you expose young people to opportunities, the better they're going to become as adults.\"</p><p>She wants to find ways to empower young people with \"low-hanging fruit\" — skills in the tech industry. That way, she says, \"they can start earning some money in their pocket that's going to actually lead to a career, and not just a dead-end opportunity in a service job.\"</p><p><strong>In Search Of Funding</strong></p><p>These big ideas come with a small budget line. That's where people like Freada Kapor Klein come in. She's an investor in Silicon Valley and a leading philanthropist for coding nonprofits.</p><p>Her Kapor Center for Social Impact is tracking <a href=\"http://kaporcenter.org/coding-nation/\">new and growing programs</a>. Klein says the sheer number is increasing rapidly, but \"it's unclear how to measure their effectiveness.\"</p><p>Her foundation gives a few million dollars a year. That scale of contribution is rare. She estimates that \"foundations are giving tens of thousands of dollars, and in the aggregate you might be getting hundreds of thousands of dollars.\"</p><p>Google recently awarded Hack the Hood a half-million dollars for being a winner in its Bay Area nonprofit <a href=\"https://impactchallenge.withgoogle.com/bayarea2014\">competition</a>. The tech company has been <a href=\"https://docs.google.com/a/aartishahani.com/file/d/0B-E2rcvhnlQ_a1Q4VUxWQ2dtTHM/edit?pli=1\">studying</a> why women don't enter computer science, and has pledged to give $50 million overall to programs in the U.S. and abroad that try to recruit women.</p><p>Klein is talking to Twitter and others about the factors that make tech a \"<a href=\"http://www.lpfi.org/sites/default/files/tilted_playing_field_lpfi_9_29_11.pdf\">tilted playing field</a>.\" She's asking them to step up their game.</p><p>\"What's going to distinguish tech companies going forward is who takes this seriously and who doesn't,\" she says.</p><p>For her part, Armstrong is taking the work seriously. With Hack the Hood last summer, she experienced the challenge of pitching services. Her team would go door-to-door offering to build websites for local business owners. \"What's the catch?\" they'd ask. She'd explain over and over, \"No, it's free. We're a nonprofit.\"</p><p>Armstrong says that process can feel weird, but it's better than making burritos.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Next+To+Silicon+Valley%2C+Nonprofits+Draw+Youth+Of+Color+Into+Tech&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"225"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1333537827-1170c7.m3u?orgId=1&topicId=1006&aggIds=331361813&ft=3&f=333022546"},{"href":"http://media.npr.org/assets/img/2014/07/20/20140715_160531_2-0e7b40433a4997c6818b1428f2089d4ea312038e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3263"}}]}