{"created":"2014-10-30T21:21:50+00:00","modified":"2014-12-02T15:56:39+00:00","valid":{"from":"2014-12-02T15:56:39+00:00","to":"3014-12-02T15:56:39+00:00"},"hreflang":"en","title":"Jim Gaffigan's Love Affair With Food","published":"2014-10-21T19:08:00+00:00","teaser":"The stand-up comic gives his particular gastronomic take on the world in his new memoir \"Food: A Love Story.\"","itags":["npr_api","357834054"],"guid":"b26f07ac-c561-4cda-b26c-63effc76d398","contentencoded":"<p>Stand-up comic <strong>Jim Gaffigan</strong> is known for his riffs on foods he loves, and foods he loves to hate like <a href=\"https://www.youtube.com/watch?v=wmHSe_S04CU\" target=\"_blank\">the &#8220;hot pocket&#8221; sketch</a>, which really put him on the map.</p><p>Fans from around the country even give him suggestions as to where to eat when he&#8217;s on the road. But the food Jim Gaffigan loves tends not to be fine dining fare: burgers, cheese and donuts are among his favorites and he freely confesses to hating seafood.</p><p>As he tells Robin Young, &#8220;I wish I liked fish. I wish I liked caviar. Even some sushi, that sea urchin where they have those orange balls that look like &#8216;Finding Nemo&#8217;s&#8217; mom and his siblings. It&#8217;s like how can we eat those?&#8221; <a name=\"excerpt\"></a>Jim Gaffigan gives his particular gastronomic take on the world in his new memoir &#8220;<a href=\"http://www.amazon.com/gp/product/0804140413/?tag=wburorg-20\" target=\"_blank\">Food: A Love Story</a>.&#8221;</p><h4>Book Excerpt: &#8216;Food: A Love Story&#8217;</h4><p><em>By Jim Gaffigan</em></p><p><p style=\"text-align: center\">CURRICULUM VITAE</p><p>What are my qualifications to write this book? None, really. So why should you read it? Here’s why: I’m a little fat. Okay, to some I might not be considered <em>that </em>fat, but the point is, I’m not thin. If a thin guy were to write about a love of food and eating, I’d highly recommend that you do not read his book. I’m not talking about someone who is merely in good shape. I’m talking thin. Skinny. I wouldn’t trust them skinnies with food advice. First of all, how do you know they really feel pas­sionately about food? Well, obviously they are not passionate enough to overdo it. That’s not very passionate. Anyway, I’m overweight.</p><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/10/FOOD-A-Love-Story-Book-Jacket.jpg\"><img class=\"alignright size-medium wp-image-70013\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/10/FOOD-A-Love-Story-Book-Jacket-198x300.jpg\" alt=\"FOOD A Love Story Book Jacket\" width=\"198\" height=\"300\" /></a></p><p>I’ll admit it. I consciously try not to take food advice from thin people. I know this may not be fair, but when Mario Batali talks, I always think, <em>Well, this is a guy who knows what he’s talking about. </em>He actually has experience eating food. This is why some sportscasters <em>wonder </em>what’s going on in a player’s head during a tense moment in a game, but the sportscaster who was once a player <em>knows </em>what’s going on in a player’s head. When I talk about food, I like to think I’m like one of those sportscasters who used to play profes­sionally. I’m like the Ray Lewis or Terry Bradshaw of eat­ing. I’m like the Tony Siragusa of eating. Well, that’s a little redundant.</p><p>When a thin person announces, “Here’s a great taco place,” I kind of shut down a little. How do they know it’s so great? From <em>smelling </em>the tacos? If they only ate one taco, the taco could not have been that great. Or maybe it <em>was </em>great, but the thin person cared more about the calories than the taste: “I had to stop at one taco. I’m on a diet.” A taco that won’t force you to break your diet just can’t be that great. Fat people know the consequences of eating, but if the food is good enough, they just don’t care. Overweight people have chosen food over ap­pearance. When a fat person talks about a great place to get a burger, I lean in. <em>They know. </em></p><p>Speaking of thin people, another person it makes no sense to take advice from is the waiter. Why do fancy restaurants always hire thin, good-looking people to be the waiters? “I’ll have the hamburger, and I want someone who is at least an 8 to bring it over to me. Can I see some headshots?” Why would we care what the waiter looks like? Even if we did, why would we take the waiter’s advice? We don’t know him. He is a stranger. “Well, he works there.” Does that make him have similar taste in things you like? Does that make him honest? Not to sound paranoid, but the waitstaff does have a financial incentive for you to order something more expensive: “Well, I highly recom­mend the 16-ounce Kobe Beef with Lobster and the bottle of 1996 Dom Perignon.”</p><p>What restaurants really need is a fat-guy food expert. Many fine-dining establishments have a sommelier—a wine expert—to assist in wine selection, but if a restaurant really cares about food, they should have a “Fattelier.”</p><p><p style=\"padding-left: 30px\">FATTELIER: Well, I’d get the chili cheese fries with the cheese on the side. You get more cheese that way.</p><p><p style=\"padding-left: 30px\">ME: Thank you, Fattelier.</p><p>Although they can’t be thin, the food adviser can’t be <em>too </em>fat. If they are morbidly obese, then you can conclude that they will probably eat everything and anything and do not have dis­cerning taste. This is not to say that they won’t have valuable views. I’d still trust an overly fat person over a skinny one any day. The best adviser would have a very specific body type: pudgy or just a little overweight. This makes it clear they have a somewhat unhealthy relationship with food, but not a clini­cal problem. They are eating beyond feeling full. Sure, I am describing my own body type, but that’s why I am qualified to write this book about food. What other credentials do you need, really? Stop being a snob. Read the book already.</p><p><p style=\"text-align: center\">AN EATIE, NOT A FOODIE</p><p>Now that I’ve convinced you to read this book, I should clarify something. I have strong opinions about food, but I am not a food expert or a “foodie.” I couldn’t name more than three celebrity chefs, and I’ve never posted on Yelp. I have five young children and work nightly as a stand-up comedian, so I rarely go out to dinner. What I have is a general and very personal knowledge of food. I know which food I enjoy. I know which food I hate. I know how food makes me feel. I realize that be­cause of my food obsession, the fact that I am writing a book about food could mistakenly give some people the impression that I think of myself as a “foodie,” but I don’t. I think of my­self as an “eatie.” I don’t have anything against foodies. I ap­preciate their love of food and I envy their knowledge and culinary escapades, but I’m generally satisfied with what I’ve been eating. Foodies seem to be on a never-ending search for new restaurants and interesting dishes. I don’t have an insatia­ble desire to discover what <em>makes </em>something taste good or to find exotic combinations. I guess I’m not that bored. This is not to say that I don’t appreciate today’s chefs trying to expand the horizons of the culinary arts. I just don’t need a Japanese taco or cranberry sauce on my steak. There is plenty of <em>regular </em>food I still want to enjoy. I wish it were more complicated than that, but it’s not. I am also way too lazy to be a foodie. Foodies will travel for miles in search of the perfect hamburger. “There is this place in Greenpoint that’s only an hour by train and a forty-minute walk from the subway that has the best burger in town!” It can’t be better than the burger I can get across the street. Mostly, I just want the <em>closest </em>best burger in town.</p><p>The reason I know about so many great places to eat all over the country is not because I traveled to those cities and towns to seek out those restaurants. It’s because I was in those cities and towns to perform stand-up comedy. All I have to do is ask a food-loving follower on Twitter where to eat in that particular city, and <em>bam! </em>Shortly thereafter I am cramming my face full of the best food in town. Yes, I’m lazy, but I’m resourceful.</p><p>I travel a lot and I like to eat. Besides asking my follow­ers on Twitter or approaching strangers in cities I visit about where I should eat, I do no research. Most cities have at least one food place that locals recommend with pride. “Well, while you are here you have to eat at this place.” Unfortunately, this is not the case everywhere. Once I was in Rapid City, South Dakota, and asked a cab driver for a local restaurant that was unique to Rapid City. He replied in a very matter-of-fact man­ner, “There’s nothing. You should go to Outback Steakhouse.” Nothing? I didn’t believe him. So I pressed on. “Well, where did you go before chain places like Outback Steakhouse were here?” “Nowhere,” he replied. Is it possible the fine people of Rapid City did not eat outside their homes prior to the ar­rival of chain restaurants? Of course not. Well, hopefully not. I don’t know. I didn’t do the research. I asked another two people in Rapid City, and nobody had suggestions. Therefore, in this book there is no reference to some local Rapid City food specialty. This isn’t meant as a slam on Rapid City. This is a commentary on my research method or lack of a research method. If your favorite local food place isn’t referenced in this fine book, it’s because I didn’t go to your town or the local stranger I asked didn’t suggest it or someone didn’t mention it on Twitter. It is also possible that I’m too dumb and lazy to remember the place. After all, I’m an eatie, not a foodie.</p><p><em>Reprinted from FOOD: A LOVE STORY. Copyright © 2014 by Jim Gaffigan. Published by Crown Archetype, an imprint of Random House LLC.</em></p><ul><li><a href=\"http://hereandnow.wbur.org/tag/book-excerpt\" target=\"_blank\">Read more book excerpts</a></li></ul><h4>Guest</h4><ul><li><strong><a href=\"http://www.jimgaffigan.com/\" target=\"_blank\">Jim Gaffigan</a></strong>, <a href=\"http://www.jimgaffigan.com/tour-dates\" target=\"_blank\">stand-up comic</a>, actor and author. His latest book is &#8220;Food: A Love Story.&#8221; He tweets <a href=\"https://twitter.com/JimGaffigan\" target=\"_blank\">@JimGaffigan</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Jim+Gaffigan%27s+Love+Affair+With+Food&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"562"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357834057-e1cd42.m3u?orgId=1&ft=3&f=357834054"}]}