{"created":"2015-06-24T12:00:13+00:00","modified":"2015-06-25T04:00:26+00:00","valid":{"from":"2015-06-24T05:00:00+00:00","to":"3015-06-24T05:00:00+00:00"},"hreflang":"en","tags":["APM","Health Care"],"byline":"D Gorenstein","title":"Personalizing medicine with tailored social services","itags":["Marketplace","Marketplace Morning Report","Marketplace Morning Report for Wednesday, June 24, 2015","PMP:Marketplace_PMP","b2713f14b3dd9fdd08c74bcce8aa037d"],"guid":"b2713f14-b3dd-49fd-808c-4bcce8aa037d","contentencoded":"<div class=\"barn-cleaned\"><p>Evelyn Powell is 68 years old and extraordinarily sick.</p>\n<p>“I have emphysema. I’ve got arrhythmic heart failure, got asthma,” says Powell, who runs a rooming house in Portland, Oregon. “I was in and out of the hospital all the time, it would be a month, a whole month, I’d be in the hospital three or four times.”</p>\n<p>She’s the kind of patient who gets labeled a “frequent flier” by healthcare providers. It’s a pejorative label, and from a distance it’s certainly easy to judge Powell: s<span>he struggled to keep track of her medication. She ate lousy food. She kept smoking.&nbsp;</span></p>\n<p><span>Physician assistant Cassie Ryan-Mapolski sees plenty of patients like Powell at her Portland clinic.&nbsp; Sooner or later, she says, you end up stuck.</span></p>\n<p>“There can be those moments where you’re like, ‘I don’t know what else to do for you. Why are you here? What do you want? What do you want me to do? I have no way to help you, I have no way to help you help yourself,’” she says.</p>\n<p>In virtually every city and town in America there are men and women who can’t keep up with chronic illnesses like diabetes and congestive heart failure.&nbsp;<span>In virtually every city and town in America there are doctors and nurses who believe poverty, mental illness and addiction are at the root of the problem.&nbsp;</span></p>\n<p><span>These are among the most expensive patients in the health care system, and their ranks are growing.&nbsp;</span><span>Under the Affordable Care Act, more people at the margins are getting insurance through Medicaid.</span></p>\n<p>“If you were homeless and had a lot of health care needs, in the past you often couldn’t access health care, you would get sicker and you would often die,” says Harvard’s Dr. Ashish Jha. “Today we have a lot more people coming into the health care system, insurance expansion has meant a lot of these people thankfully can get health care.”</p>\n<p>And that means the cost to taxpayers for prescriptions, ambulance rides and week-long hospital stays just keeps climbing.</p>\n<p>But unlike costs for people at the end of life, or even those battling cancer, these costs – at least on paper – could be reduced or avoided if people got better care.&nbsp;<span>The consulting firm Oliver Wyman says delivering proper care to these patients nationwide could save $300 billion a year. &nbsp;</span><span>The question, of course, is what proper care looks like.</span></p>\n<p>What’s happening on a recent afternoon at the Dishman Community Center in Portland may be part of the answer.&nbsp;<span>Social worker Lisa Pearlstein leads her patient-client Tony Horst toward the pool. He’s a little nervous. He hasn’t gone swimming in 15 years.</span></p>\n<p>“It might be hard on me, it might be not hard,” he says. “Hope I don’t have chest pains in the swimming pool.”</p>\n<p>Horst has a heart problem, for which he has to lug around an oxygen tank. He also has a lot of anxiety.&nbsp;<span>The fact that he showed up at all – after getting lost on his way here – is because of the relationship he’s built with Pearlstein.&nbsp;</span></p>\n<p><span>Horst is part of the Health Resilience Program run by CareOregon, an insurance company covering Medicaid patients. Under the program, people like Pearlstein seek out the whole picture of a person.&nbsp;</span><span>She asks about their priorities, their worries and their pain. As that relationship develops, it helps her more clearly see the medical and the social roadblocks.&nbsp;</span><span>That’s crucial to building the kind of trust Pearlstein’s built with Horst.</span></p>\n<p>“This population of people has been affected by so much hell,” she says. “It’s overwhelming sometimes.”</p>\n<p>It may be overwhelming, and time consuming, but CareOregon believes getting to know patients so intimately lets them do a better job. The company also collects a lot of data, which has helped emphasize that not all poor patients with chronic illnesses are the same.&nbsp;<span>Some are able to manage their disease and don’t cycle in and out of the hospital. Those who do find themselves at the hospital frequently are often socially isolated —&nbsp;</span><span>patients like Joannie McVae. She’s married, but her husband is gone a lot, and she’s really sick. Her illnesses include diabetes, OCD, PTSD, panic and anxiety attacks, asthma, sleep apnea and plantar fasciitis.&nbsp;</span><span>CareOregon tackles isolation by pairing patients with a social worker and a peer who has similar lived experiences.&nbsp;</span><span>One day earlier this year, McVae remembers her feet and knee were driving her nuts.</span></p>\n<p>“I was really frustrated,” she says, “and I was really in pain.”</p>\n<p>She couldn’t make headway with the doctor, and she felt her anxiety spooling up inside.&nbsp;</p>\n<p>“I was emotionally feeling like I wanted to get to the hospital. I wanted to take pills. I was crying. It set my bipolar in. I wanted to throw things,” she recalls.</p>\n<p>She almost called the ambulance, but instead she started scrolling through her phone, eventually texting Sam Osborne, her peer support who also has been diagnosed with bipolar disorder.&nbsp;</p>\n<p><span>“I remember she came and sat on my couch,” McVae says. “And we just had this amazing, connecting talk.”</span></p>\n<p>Catastrophe averted. No 911 call, no ambulance, no ER admission.&nbsp;<span>Administrators there say they know <span>CareOregon</span>&nbsp;needs better data to prove the concept works, but this approach – with its focus on relationships and reaching the socially isolated – seems to be paying off.&nbsp;</span><span>Two and a half years since the program launched, the company says it's cut hospital and emergency room admissions by 35 percent.</span></p>\n<p>Part of that is because people like McVae – and like Evelyn Powell, the “frequent flier” from earlier in our story, have never wanted to spend so much time in the hospital or ER. And now they don’t have to.&nbsp;<span>In Powell’s case, working with CareOregon has helped her avoid trips to the ER for the last year. She’s only had one hospitalization of any kind in 2015, and she quit smoking this spring.</span></p>\n<p>Doctors love the program. They says it’s easier to make progress with these patients. Even the bean counters seem happy; CareOregon estimates that next year it will save at least double what it costs to run the program.&nbsp;</p>\n<p>Improving health and saving money is the only measure of success for many in the industry. Some like CareOregon’s Lisa Pearlstein wonder if that bar is too high.</p>\n<p>“We could do everything and still people are going to struggle,” she says. “It’s just poverty is so profound. Trauma is so profound.”</p>\n<p>Pearlstein talks about Bop, a 50-something woman addicted to heroin for more than 30 years, in and out of an abusive relationship, in chronic pain.</p>\n<p>“We had a standing appointment,” Pearlstein says. “She would show up on Monday morning at 9:30. I could see her get off the bus, and I could be able to tell if she was high or not.”</p>\n<p>Pearlstein says while they worked together for a couple of years, Bop kept going to the hospital and the ER about the same as always.&nbsp;<span>She was on the street until Pearlstein helped get her into hospice.</span></p>\n<p>“She died in her sister’s home, in a bed, with treatment,” she says. “She wasn’t in pain. She died with dignity.&nbsp;<span>She didn’t just fall down, face down, in the street in the gutter and get picked up and taken to the emergency room where nobody knew her,” Pearlstein says.</span></p>\n<p>No one ever saved any money on Bop, but she died the way she wanted, and maybe that was enough.</p>\n<p><em>This story was reported with the support of the Dennis A. Hunt Fund for Health Journalism and the National Health Journalism Fellowship, programs of the USC Annenberg School of Journalism’s&nbsp;<a href=\"http://www.reportingonhealth.org/fellowships/seminars\">California Endowment Health Journalism Fellowships</a>.</em></p></div>","teaser":"Interventions that head off medical costs can be deceptively simple.","published":"2015-06-24T05:00:00+00:00","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Evelyn Powell is 68 years old and extraordinarily sick.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“I have emphysema. I’ve got arrhythmic heart failure, got asthma,” says Powell, who runs a rooming house in Portland, Oregon. “I was in and out of the hospital all the time, it would be a month, a whole month, I’d be in the hospital three or four times.”</p>\"},{\"content\":\"<p>She’s the kind of patient who gets labeled a “frequent flier” by healthcare providers. It’s a pejorative label, and from a distance it’s certainly easy to judge Powell: s<span>he struggled to keep track of her medication. She ate lousy food. She kept smoking. </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>Physician assistant Cassie Ryan-Mapolski sees plenty of patients like Powell at her Portland clinic.  Sooner or later, she says, you end up stuck.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>“There can be those moments where you’re like, ‘I don’t know what else to do for you. Why are you here? What do you want? What do you want me to do? I have no way to help you, I have no way to help you help yourself,’” she says.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>In virtually every city and town in America there are men and women who can’t keep up with chronic illnesses like diabetes and congestive heart failure. <span>In virtually every city and town in America there are doctors and nurses who believe poverty, mental illness and addiction are at the root of the problem. </span></p>\"},{\"content\":\"<p><span>These are among the most expensive patients in the health care system, and their ranks are growing. </span><span>Under the Affordable Care Act, more people at the margins are getting insurance through Medicaid.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>“If you were homeless and had a lot of health care needs, in the past you often couldn’t access health care, you would get sicker and you would often die,” says Harvard’s Dr. Ashish Jha. “Today we have a lot more people coming into the health care system, insurance expansion has meant a lot of these people thankfully can get health care.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>And that means the cost to taxpayers for prescriptions, ambulance rides and week-long hospital stays just keeps climbing.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>But unlike costs for people at the end of life, or even those battling cancer, these costs – at least on paper – could be reduced or avoided if people got better care. <span>The consulting firm Oliver Wyman says delivering proper care to these patients nationwide could save $300 billion a year.  </span><span>The question, of course, is what proper care looks like.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>What’s happening on a recent afternoon at the Dishman Community Center in Portland may be part of the answer. <span>Social worker Lisa Pearlstein leads her patient-client Tony Horst toward the pool. He’s a little nervous. He hasn’t gone swimming in 15 years.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>“It might be hard on me, it might be not hard,” he says. “Hope I don’t have chest pains in the swimming pool.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Horst has a heart problem, for which he has to lug around an oxygen tank. He also has a lot of anxiety. <span>The fact that he showed up at all – after getting lost on his way here – is because of the relationship he’s built with Pearlstein. </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>Horst is part of the Health Resilience Program run by CareOregon, an insurance company covering Medicaid patients. Under the program, people like Pearlstein seek out the whole picture of a person. </span><span>She asks about their priorities, their worries and their pain. As that relationship develops, it helps her more clearly see the medical and the social roadblocks. </span><span>That’s crucial to building the kind of trust Pearlstein’s built with Horst.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>“This population of people has been affected by so much hell,” she says. “It’s overwhelming sometimes.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>It may be overwhelming, and time consuming, but CareOregon believes getting to know patients so intimately lets them do a better job. The company also collects a lot of data, which has helped emphasize that not all poor patients with chronic illnesses are the same. <span>Some are able to manage their disease and don’t cycle in and out of the hospital. Those who do find themselves at the hospital frequently are often socially isolated — </span><span>patients like Joannie McVae. She’s married, but her husband is gone a lot, and she’s really sick. Her illnesses include diabetes, OCD, PTSD, panic and anxiety attacks, asthma, sleep apnea and plantar fasciitis. </span><span>CareOregon tackles isolation by pairing patients with a social worker and a peer who has similar lived experiences. </span><span>One day earlier this year, McVae remembers her feet and knee were driving her nuts.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>“I was really frustrated,” she says, “and I was really in pain.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>She couldn’t make headway with the doctor, and she felt her anxiety spooling up inside. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>“I was emotionally feeling like I wanted to get to the hospital. I wanted to take pills. I was crying. It set my bipolar in. I wanted to throw things,” she recalls.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>She almost called the ambulance, but instead she started scrolling through her phone, eventually texting Sam Osborne, her peer support who also has been diagnosed with bipolar disorder. </p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>“I remember she came and sat on my couch,” McVae says. “And we just had this amazing, connecting talk.”</span></p>\"},{\"content\":\"<p>Catastrophe averted. No 911 call, no ambulance, no ER admission. <span>Administrators there say they know <span>CareOregon</span> needs better data to prove the concept works, but this approach – with its focus on relationships and reaching the socially isolated – seems to be paying off. </span><span>Two and a half years since the program launched, the company says it&apos;s cut hospital and emergency room admissions by 35 percent.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Part of that is because people like McVae – and like Evelyn Powell, the “frequent flier” from earlier in our story, have never wanted to spend so much time in the hospital or ER. And now they don’t have to. <span>In Powell’s case, working with CareOregon has helped her avoid trips to the ER for the last year. She’s only had one hospitalization of any kind in 2015, and she quit smoking this spring.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>Doctors love the program. They says it’s easier to make progress with these patients. Even the bean counters seem happy; CareOregon estimates that next year it will save at least double what it costs to run the program. </p>\"},{\"content\":\"<p>Improving health and saving money is the only measure of success for many in the industry. Some like CareOregon’s Lisa Pearlstein wonder if that bar is too high.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“We could do everything and still people are going to struggle,” she says. “It’s just poverty is so profound. Trauma is so profound.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Pearlstein talks about Bop, a 50-something woman addicted to heroin for more than 30 years, in and out of an abusive relationship, in chronic pain.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“We had a standing appointment,” Pearlstein says. “She would show up on Monday morning at 9:30. I could see her get off the bus, and I could be able to tell if she was high or not.”</p>\"},{\"content\":\"<p>Pearlstein says while they worked together for a couple of years, Bop kept going to the hospital and the ER about the same as always. <span>She was on the street until Pearlstein helped get her into hospice.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“She died in her sister’s home, in a bed, with treatment,” she says. “She wasn’t in pain. She died with dignity. <span>She didn’t just fall down, face down, in the street in the gutter and get picked up and taken to the emergency room where nobody knew her,” Pearlstein says.</span></p>\"},{\"content\":\"<p>No one ever saved any money on Bop, but she died the way she wanted, and maybe that was enough.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><em>This story was reported with the support of the Dennis A. Hunt Fund for Health Journalism and the National Health Journalism Fellowship, programs of the USC Annenberg School of Journalism’s <a href=\\\"http://www.reportingonhealth.org/fellowships/seminars\\\">California Endowment Health Journalism Fellowships</a>.</em></p>\"}]","description":"Interventions that head off medical costs can be deceptively simple.","audio":[{"meta":{"crop":"primary","width":"610","height":"340"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/GettyImages-120693623.jpg?itok=D8JU3hcw"},{"format":"MP3","meta":{"duration_hms":"00:07:38","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2015/06/24/mp_20150624_seg_18"},"duration":458},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2015/06/24/mp_20150624_seg_18_64.mp3","type":"audio/mpeg"}]}