{"created":"2014-09-09T07:03:34+00:00","modified":"2015-01-16T20:28:14+00:00","valid":{"from":"2015-01-16T20:28:13+00:00","to":"3015-01-16T20:28:13+00:00"},"hreflang":"en","title":"U.S. Science Suffering From Booms And Busts In Funding","published":"2014-09-16T22:43:00+00:00","teaser":"The federal budget for bioscience has undergone big swings since 2000. Some scientists are now out of work and others are abandoning the ambitious, creative ideas that fuel discovery.","itags":["npr_api","340716091"],"guid":"b28247a4-a5f7-479a-913f-297d2c7dcd86","contentencoded":"<p>Ten years ago, <a href=\"https://www.bcm.edu/research/centers/childrens-nutrition-research-center/faculty/?PMID=9575\">Robert Waterland</a> got an associate professorship at Baylor College of Medicine and set off to study one of the nation's most pressing health problems: obesity. In particular, he's been trying to figure out the biology behind why children born to obese women are more likely to develop the condition themselves.</p><p>Waterland got sustaining funding from the National Institutes of Health and used it to get the project going.</p><p>But after years of success in this line of research, he's suddenly in limbo. His NIH grant ran out in 2012 and he hasn't been able to get it renewed.</p><p>\"We're in survival mode right now,\" he says.</p><p>His research can't move forward without funding. And he has plenty of company. Nationwide, about 16 percent of scientists with sustaining (known as \"R01\") grants in 2012 lost them the following year, according to an NPR analysis. That left about 3,500 scientists nationwide scrambling to find money to keep their labs alive — including 35 at the Baylor College of Medicine.</p><p>The root cause is plain, and it's not just about a current shortage in funding: The NIH budget shot steadily upward from 1998 to 2003. That spawned great jubilation in biomedicine and a gold-rush mentality. But it didn't last. Since 2004, the NIH budget has decreased by <a href=\"http://www.faseb.org/policy-and-government-affairs/data-compilations/nih-research-funding-trends.aspx\">more than 20 percent</a>. (That's not counting the hefty two-year bump the budget got from stimulus funds via the American Recovery and Reinvestment Act of 2009.)</p><p>Grants are the lifeblood of university research. Scientists rely on that steady stream of cash to hire staff, buy equipment and run the experiments. Their results help propel innovation, medical advances and local economies. Academic research is a major reason the United States remains a leader in medicine and biotechnology; but the future is uncertain.</p><p>\"If I don't get another NIH grant, say, within the next year, then I will have to let some people go in my lab. And that's a fact,\" Waterland says. \"And there could be a point at which I'm not able to keep a lab.\"</p><p>He notes that the hallway in his laboratory's building is starting to feel like a ghost town as funding for his colleagues dries up. He misses the energy of that lost camaraderie.</p><p>\"The only people who can survive in this environment are people who are absolutely passionate about what they're doing and have the self-confidence and competitiveness to just go back again and again and just persistently apply for funding,\" Waterland says.</p><p>He has applied for eight grants and has been rejected time and again. He's still hoping that his grant for the obesity research will get renewed — next year.</p><p>Baylor College of Medicine is suffering more than most. Its NIH funding dropped from a peak of $252 million in 2002 to $184 million in 2013. But many other schools are in the same fix. The University of Virginia, for example, regarded as one of the top public universities in the nation, watched its NIH funding shrink from a peak of $159 million in 2005 to $110 million in 2013.</p><p>Take <a href=\"http://bims.virginia.edu/faculty/daniel-j-burke/\">Dan Burke</a>, a professor of biochemistry and molecular genetics, who is one of about 30 scientists at University of Virginia who lost their sustaining grants between 2012 and 2013. Until that point, he'd had continuous funding since 1987 to conduct studies about the basic mechanics of DNA. He has had to fire his lab staff and is planning to close his lab.</p><p>It seemed like great fortune when the NIH budget soared more than a decade ago.</p><p>\"Unfortunately, a lot of research institutions and medical schools were hogs to the trough,\" Burke says. \"They hired a lot of people and built a lot of buildings with the expectation that that would continue. And when that flattened off, and started losing money to inflation, the institutions were essentially bloated.\"</p><p>His institution sought to cash in on those boom times. University of Virginia doubled the amount of biomedical laboratory space on campus between 2007 and 2013 — from 233,000 square feet to 416,000 square feet. Funding for some of that expansion was supposed to come from the grants that its scientists garnered.</p><p>The university touted plans to add 700 new scientists and support staff to fill these labs. Instead, last year it eliminated more than 300 jobs — many held by highly skilled workers — as funding for biomedical research sank. New labs built to handle dangerous germs and small animals are now lightly used.</p><p>\"The U.Va. swings in overbuilding or unused space for specialized facilities really have been extremely moderate, compared to the scaling that occurred either at larger institutions or at some of the large private medical centers,\" <a href=\"http://www.virginia.edu/vpr/biography.html\">Tom Skalak</a>, vice president for research at the university, told NPR.</p><p>To help close the budget gap, the university has raised tuition. (The commonwealth of Virginia now provides only 10 percent of its flagship university's funding.) Skalak defends using tuition to help pay for new laboratories, saying undergraduates can enhance their education by working in a lab.</p><p>The University of Virginia's building boom was twice the national average. Nationwide, National Science Foundation data show that universities have expanded laboratory space by 50 percent in the past decade, expecting a funding boom that turned out to be a bust.</p><p>In absolute terms, there is still a lot of money for biomedical research — the NIH budget is about $30 billion a year. But with the doubling and subsequent decline in funding, supply and demand are completely out of whack.</p><p>\"It's an unstable system,\" says <a href=\"http://www2.gsu.edu/~ecopes/\">Paula Stephan</a>, a labor economist at Georgia State University. \"It really depended on funding growing and growing and growing. And so we need to find some way for it to reach equilibrium.\"</p><p>Many scientists hold out hope for a simple solution: more money. But the current U.S. Congress has no appetite to spend more — even on health research that has broad, bipartisan public support.</p><p>So a <a href=\"http://www.pnas.org/content/early/2014/04/09/1404402111\">group of leading scientist</a>s is trying to figure out how to repair the hobbled biomedical enterprise without a cash infusion.</p><p>\"We have to remember that this is a fragile system, says <a href=\"http://www.cancer.gov/aboutnci/director\">Dr. Harold Varmus</a>, who was head of the NIH when the funding doubled; he now runs the National Cancer Institute. \" 'Do no harm,' the doctor's mantra, is very applicable here,\" he says.</p><p>The current system for allocating funding has made the United States the leader in biomedical research worldwide, Varmus notes. \"And while I don't think we've lost that [edge] yet, we do see a rising tide in lots of places.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.+Science+Suffering+From+Booms+And+Busts+In+Funding&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Harris","audio":[{"meta":{"duration":"471"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347017634-9fa15d.m3u?orgId=1&topicId=1007&aggIds=347129694&ft=3&f=340716091"},{"href":"http://media.npr.org/assets/img/2014/09/15/promo-nih_wide-0d3bd41194d3ab04017fbdbe521fd6b14b735528.png","type":"image/jpeg","meta":{"crop":"wide","height":"337","width":"600"}},{"href":"http://media.npr.org/assets/img/2014/08/21/leif-funding-bac5f7c9a6f39ceb8667e9875f4ad8b77dbac3c1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1465","width":"1953"}},{"href":"http://media.npr.org/assets/img/2014/09/05/dan-burke-a7834add1d9cc5a7a2e58d3089fb1901405f3d27.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1929","width":"2572"}}]}