{"created":"2014-09-23T01:36:21+00:00","modified":"2014-10-30T22:10:02+00:00","valid":{"from":"2014-10-30T22:10:02+00:00","to":"3014-10-30T22:10:02+00:00"},"hreflang":"en","title":"Who's Buried In The 'Magnificent' Tomb From Ancient Greece? ","published":"2014-09-29T11:17:00+00:00","teaser":"The largest archaeological find of its kind in Greece has set off speculation and thrilled Greeks, reminding them they are rich in history.","itags":["npr_api","350658131"],"guid":"b28f4d8e-607d-4b55-9f90-1fc85220ddd2","contentencoded":"<p>Early last month, on a hill outside a tiny, windy village of almond and tobacco farmers in northeastern Greece, veteran archaeologist Katerina Peristeri announced that she and her team had discovered what is believed to be the biggest tomb in Greece.</p><p>The \"massive, magnificent tomb,\" Peristeri told reporters, is likely connected to the ancient Greek kingdom of Macedonia, which, in the fourth century B.C. produced Alexander the Great.</p><p>Shortly after Peristeri's announcement, Greek Prime Minister Antonis Samaras held his own press conference at the site — known as Amphipolis — declaring it an \"exceptionally important discovery\" from the \"earth of our Macedonia.\"</p><p>And since then there have been daily reports in the Greek media, even though Peristeri and her team have refused interviews. They release each tidbit of news — <a href=\"http://greece.greekreporter.com/2014/09/22/greek-culture-ministry-releases-caryatids-full-body-photographs/\">each discovery of a caryatid</a>, sphinx and other impressive artifacts — in press releases through the Greek Ministry of Culture.</p><p>Speculation over who is buried in the tomb has drawn a steady stream of visitors to nearby Mesolakkia, where the village's president — Athanassios Zounatzis, a silver-haired, retired tobacco farmer — now doubles as a tour guide.</p><p>\"We've seen tour buses full of German tourists, the Dutch have gone, even a few American families,\" he says. \"And they all ask, 'Where is the tomb?' But they leave disappointed, because they don't even get a glimpse.\"</p><p>That's because Greek police have set up a roadblock to the excavation, which left Bernard Boehler, an art historian from Vienna, looking longingly at a grassy hill obscuring the site.</p><p>\"Needless to say, we are more than curious to see a little bit more, but we realize there is heavy surveillance and we can't come closer,\" Boehler says.</p><p>Archaeologists say the secrecy and security surrounding the tomb is about keeping the facts straight. They're also worried that visitors could get hurt at the partially excavated site.</p><p>But retired sanitation worker Giorgos Karaiskakis, who has visited the roadblock to the site three times, says he suspects the measures are also related to the conflict with neighboring Macedonia — the former Yugoslav republic — over who owns Alexander the Great. This discovery, he says, is just more proof that Alexander belongs to Greece.</p><p>\"This great discovery doesn't get us out of the crisis, because if you don't have money, what are you going to do?\" he says. \"But it shows one more time that Macedonia is here, OK? Not up there with the Slavs.\"</p><p>Regardless of where Macedonia is, the tomb likely doesn't hold its most famous son, Alexander, who died at age 32 in Babylon, now in modern-day Iraq. It also doesn't likely hold his immediate family, such as his son Alexander IV, who is likely buried at one of the royal tombs in <a href=\"http://whc.unesco.org/en/list/780\">Aigai</a>, the ancient first capital of Macedonia which is located near the present-day northern Greek city of Vergina, and also likely contains the remains of Alexander's father, Philip II.</p><p>So who might be buried there?</p><p>Robin Lane Fox, a noted historian at Oxford University and an expert on ancient Macedonia, says the existing scholarship suggests the tomb might belong to a top admiral in Alexander's empire-expanding Macedonian army, someone such as Nearchus, Alexander's best friend since childhood.</p><p>In Plutarch's <em>Life of Alexander</em>, another important friend of Alexander's — Demaratus of Corinth — was honored with an individual grave mound over his burial site that is comparable in size to the one at Amphipolis, Lane Fox says.</p><p>\"So my suspicion is that this is a very high-ranking companion in Alexander's former army, who has returned back or has been returned back as a body to his home in Amphipolis,\" he says.</p><p>But Olga Palagia, an archaeologist at the University of Athens, suspects that the Amphipolis tomb might not be Greek at all — but Roman.</p><p>\"Nobody has realized that Amphipolis was a very significant place in the first century B.C. because it was the headquarters of a huge Roman army led by Marc Antony and Octavian when they were fighting Brutus and Cassius, who had killed Julius Caesar,\" she says.</p><p>Palagia, an expert in ancient sculpture, hasn't visited the site, but says the Amphipolis sculptures look Roman, not Greek. If the tomb is a monument to Roman generals, she says, it won't mean much to Greece.</p><p>\"Modern Greeks are very insular, inward looking and extremely traumatized by the financial crisis,\" she says. \"I think they will feel really cheated if it's not Greek.\"</p><p>Peristeri, the lead archaeologist in Amphipolis, insists that the site is Greek, beyond a doubt.</p><p>That's also the sentiment back at Mesolakkia, where the townspeople remember a Greek archaeologist named Dimitris Lazaridis, who first discovered the Amphipolis mound in the 1950s but ran out of money to excavate it. Lazaridis said he also suspected that the tomb contained a major Macedonian tomb.</p><p>\"He was sure of it,\" says Alexandros Kochliariades, who worked for 30 years as a guard for Lazaridis, who excavated other sites in the area. \"Now, so many years later, his hypothesis is turning out to be true.\"</p><p>Kochliarides sips coffee at a gas-station cafe near Mesolakkia, the village which has now become ground zero for what one archaeologist called \"Amphipolimania.\" The retired guard says he understands why the tomb means so much to Greeks right now, <a href=\"http://www.npr.org/blogs/parallels/2013/05/30/187276181/greece-has-a-pr-problem-can-it-be-fixed\">who have suffered a psychological as well as economic beating</a> during the four years of the debt crisis.</p><p>\"It reminds us that we are rich, in history at least,\" he says. \"And that Amphipolis was once the apple of an empire.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Who%27s+Buried+In+The+%27Magnificent%27+Tomb+From+Ancient+Greece%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joanna Kakissis","audio":[{"meta":{"duration":"267"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352402892-7d2711.m3u?orgId=1&topicId=1124&ft=3&f=350658131"},{"href":"http://media.npr.org/assets/img/2014/09/22/greece-tomb2-5eb7af2ef38636f43c21078e9ad09cdd55dd3dbb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2359","width":"3146"}},{"href":"http://media.npr.org/assets/img/2014/09/22/greece_photo1-12b8f18b5e81c48ec0ca2eb1871f1ca9215211ea.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1536","width":"2048"}}]}