{"created":"2014-11-20T21:27:36+00:00","modified":"2014-11-21T19:05:30+00:00","valid":{"from":"2014-11-21T19:05:30+00:00","to":"3014-11-21T19:05:30+00:00"},"hreflang":"en","title":"Rep. Labrador On Immigration Action: 'This Is Illegal'","published":"2014-11-20T23:30:00+00:00","teaser":"The Republican from Idaho says actions like the one the president will take on immigration tonight \"make our country less strong.\"","itags":["npr_api","365502157"],"guid":"b291a040-befd-4c5b-8963-d561b4b56e0f","contentencoded":"<p>One voice chiming in against President Obama's expected immigration <a href=\"http://www.npr.org/blogs/itsallpolitics/2014/11/20/365507207/7-questions-about-the-presidents-immigration-plan-answered?live=1\" target=\"_blank\">announcement</a> is Rep. Raul Labrador, a Republican from Idaho.</p><p>Labrador is backed by the Tea Party, part of the Congressional Hispanic Leadership Institute, and a former immigration lawyer who represented undocumented residents fighting deportation.</p><p>He spoke with NPR's Melissa Block ahead of the president's speech, in which Obama is set to announce executive action granting temporary relief to some of the more than 11 million immigrants living in the U.S. illegally.</p><hr /><h3>Interview Highlights</h3><p><strong>On how he feels Republicans should respond to the president's action</strong></p><p>The first thing we need to explain to the American people is that this is illegal. And the president has been saying for three years that he did not have the authority to do this and all of a sudden in the last year he decided that he did have the authority. So the question is, when did he change his opinion?</p><p><strong>On some GOP calls for President Obama to be impeached over immigration action</strong></p><p>You know, I don't think too many people are bringing up the impeachment issue. I think there are other avenues we can take.</p><p>The question is, is the president willing to shut down the government so he can commit an illegal act? [We] don't want to shut down the government; there's no Republican that wants to do that in my opinion. Now we need to put everything on the table, and there's a lot of different avenues that we can take.</p><p><strong>On other avenues Republicans can take</strong></p><p>Well one of the things, I think, is Mitch McConnell should say first thing tomorrow morning that he will not allow any appointments that this administration has made. So there will be no hearings on the new attorney general, there will be no hearing on judges, there will be no hearing on anything this president wants and that he needs. I think that would be one action that we can take immediately.</p><p>I think we can look at funding, different agencies, different things, we could look at that. We can do something procedural. We can ask the president to have a comment a period before something like this major change happens. I think we can do that through asking for an administrative procedures act, put that in some sort of funding bill. That would have nothing to do with funding, that wouldn't shut down the government.</p><p>We would just be telling the president that before he takes an action like this, he has to go to the American people and ask them what they think about it just like we do with any other type of executive action.</p><p><strong>On how his experience as an immigration attorney informs his view</strong></p><p>Most everyone I met want to come here because they love this country, they think that there's better opportunities for themselves and their families. But the reality is the reason they're leaving the countries that they're leaving is because those countries are places where the rule of law is not supreme. Where they know that one prosecutor in one city or one sheriff in one city can interpret the same law a different way than somebody else does. That's exactly what's happening here. And that's what I think is the most shameful. We don't want to change the character of this nation, and I think actions like this, whether it's a Republican president or a Democratic president, actions like this make our country less strong.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rep.+Labrador+On+Immigration+Action%3A+%27This+Is+Illegal%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"281"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365516430-d03833.m3u?orgId=1&topicId=1014&ft=3&f=365502157"},{"href":"http://media.npr.org/assets/img/2014/11/20/108969676-278c4b061f0b2ddefdbdfd3ffa52096e7e11895d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1226","width":"1634"}}]}