{"created":"2014-10-27T08:37:04+00:00","modified":"2014-11-10T20:50:44+00:00","valid":{"from":"2014-11-10T20:50:44+00:00","to":"3014-11-10T20:50:44+00:00"},"hreflang":"en","title":"Love Is Saying 'Sari': The Quest To Save A South Asian Tradition","published":"2014-10-27T18:13:00+00:00","teaser":"Commentator Sandip Roy says the traditional sari has been falling out of fashion in the new India, but designers are turning to pop art prints and other changes to boost its appeal.","itags":["npr_api","358366979"],"guid":"b29b1d69-9eb2-479c-a8b6-5fb20fa719dd","contentencoded":"<p>My parents were married for more than 40 years, happily. But my mother says her greatest joy is stacked in her closet: her saris, or, as Bengalis say it, <em>shaaris</em>.</p><p>\"Because sari is my passion, maybe my first love is sari,\" my mother says, giggling.</p><p>There are about 200 saris in there, many older than me. My mother danced on stage in a sari. She went to college in a sari. And wherever she went on holiday, she found the sari shop.</p><p>\"I went to Paris, I got French chiffon. I must look for a sari, first thing,\" she recalls.</p><p>But in recent years, Indian women have been buying fewer saris. Instead, they wear jeans and business suits, even nighties.</p><p>Stalls selling nighties do roaring business, sometimes cheekily right next to a sari shop.</p><p>My mother finds it shocking that Indians go out in their nighties. In her day, Bollywood stars sang coy love songs as the hero tugged at the heroine's sari.</p><p>It's a different Bollywood now. Malavika Banerjee, who runs the boutique Byloom in Kolkata, was appalled when a famous Bollywood actress and designer said she wears a sari when she \"is feeling fat.\"</p><p>\"It's a death blow to the garment,\" Banerjee says.</p><p>So she and other retailers are trying to breathe new life into saris. Byloom updates traditional handwoven fabric.</p><p>\"We've tried to make it lighter, we've played around with color palettes,\" she says.</p><p>Indian designers are remembering that saris don't have to be boring and grandmotherly.</p><p>The design duo Dev r Nil showcases them with pop art prints: sunglasses, taxis, Che Guevara, butterflies, roses.</p><p>Nil, who goes by one name, shows me a whole boudoir for elaborate bridal saris.</p><p>\"This is gold, metallic gold ... the glass beads, and zari, gold zari [a type of thread],\" he says.</p><p>\"The embroidery can be starting from 500 hours to 2,000, 3,000 hours of human labor of embroidery. So you can imagine the amount of time,\" he says. \"So of course they come out to be humongously, obnoxiously expensive.\"</p><p>The big fat Indian wedding, says Nil, provides work for hundreds. He recently dressed one of India's hottest actresses in a sari — though not a sari my mother would recognize.</p><p>It was, Nil says, \"inspired by the war camouflage, but we have used roses to make the camouflage pattern.\"</p><p>When high fashion meets six yards of cloth, mistakes can happen. Lady Gaga shredded a sari to reveal a bodysuit, fishnet stockings and boots. Boutique-owner Malavika Banerjee rolls her eyes.</p><p>\"What Lady Gaga did doesn't hold a candle to some of the sculptures we have in our temples where the sari has been worn in the most provocative and sexy manner possible,\" she says.</p><p>But if the sari's obituary is premature, its renaissance isn't complete either. Banerjee worries that weavers would rather their children pick up computer skills than old weaving techniques.</p><p>\"If we don't make weaving ... an accepted, a modern and something to be proud of, then I am afraid that, you know, may not be in our lifetimes, but weaving, hand-weaving, will die,\" she says.</p><p>And we will be left only with carefully folded saris like those in my mother's closet. Her latest pastime is choosing the right sari for her final outfit someday.</p><p>\"I can wear those things on my last journey,\" she says.</p><p>It has to be nice — but not one she loves too much.</p><p>\"I told my daughter, 'Don't use those new saris,' \" she says. \" 'Rather you will wear it, that's much better.' \"</p><p>My mother wants her favorite saris to live on beyond her. Because sometimes, love is all about saying sari.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Love+Is+Saying+%27Sari%27%3A+The+Quest+To+Save+A+South+Asian+Tradition&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sandip Roy","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359233350-2dccb6.m3u?orgId=1&topicId=1060&ft=3&f=358366979"},{"href":"http://media.npr.org/assets/img/2014/10/23/reba-wide_wide-e8389f70b548ba272f14cec1db1d86cb0cb6a509.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"640","width":"1139"}},{"href":"http://media.npr.org/assets/img/2014/10/24/sandip-mom-43-8dd45517bf0fc4dafe0212acb293a9d04be1ae1b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"550","width":"733"}},{"href":"http://media.npr.org/assets/img/2014/10/24/mom_sq-740e7b332e2efda23f5346ec76f18f7a936f98e8.jpg","type":"image/jpeg","meta":{"crop":"square","height":"335","width":"335"}},{"href":"http://media.npr.org/assets/img/2014/10/23/reba_dancers-edit_custom-7881b6c4494f35cbfe274879e98cd7e92c7945ed.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"822","width":"1222"}},{"href":"http://media.npr.org/assets/img/2014/10/23/sari-shop_custom-b541c6ef1a791efabfead05839c39cba23b89d0d.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1713","width":"2500"}},{"href":"http://media.npr.org/assets/img/2014/10/23/sari-model-2b35c70b43c9d28cf36db92b6d575b2e5c8e7c98.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1209","width":"1613"}}]}