{"created":"2014-12-11T22:46:57+00:00","modified":"2014-12-12T19:09:31+00:00","valid":{"from":"2014-12-12T19:09:30+00:00","to":"3014-12-12T19:09:30+00:00"},"hreflang":"en","guid":"b2a02b4f-a6de-42dc-a433-d79b8f130a35","title":"How a US aid agency hoped hip-hop might fuel a Cuban revolution","published":"2014-12-12T19:09:29+00:00","byline":"Nina Porzucki","tags":["US-Cuba relations","Fidel Castro","Raul Castro","communism","music","hip-hip","USAID","Human Needs","Development","Development & Education","North America","Central America / Caribbean","Cuba","United States","North America","Central America/Caribbean","Desmond Butler","Aldo Rodriguez","United States Agency for International Development","Hip hop","Music"],"teaser":"The US Agency for International Development does development and aid work around the world, but it's also sometimes accused of carrying out clandestine programs for the government. A new AP report says its latest effort was an attempt to topple the Castros with hip-hop.","contentencoded":"<p>Sparking revolution in Cuba via hip-hop sounds pretty ridiculous. But that's apparently what the US Agency for International Development has been trying to do in secret.</p>\n<p>For four years, USAID has been covertly recruiting hip-hop artists — without their knowledge — to rap about their grievances with Cuban leadership, according to documents obtained by the Associated Press.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>AP Investigation: U.S. agency infiltrated Cuba’s hip-hop scene to turn youth against government, spark change: <a href=\"http://t.co/HUSUkJEuVH\">http://t.co/HUSUkJEuVH</a></p>\n<p>— The Associated Press (@AP) <a href=\"https://twitter.com/AP/status/542908546783141888\">December 11, 2014</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>“At the time this program kicked in, about 2009, the hip-hop scene in Cuba was really vibrant,\" says Desmond Butler, one of the AP reporters who broke the story. \"The rappers were critcizing the government in ways that were almost unheard of since the Castros took over in 1959.\"</p>\n<p>Butler says USAID used a Washington-based contractor, Creative Associates, to spearhead the project, the company confirmed.</p>\n<p>“[The DC-based contractor] gets a couple of Serbian contractors who organized protest concerts in 2000 to bring down former Yugoslavian president Slobodan Milosevic,\" Butler explains. \"They send them in [to Cuba] as music promotors to try and recruit some of the hip-hop artists.”</p>\n<p>The Serbian promoters piloted a TV program featuring unwitting Cuban hip-hop musicians, and the show was traded around Cuba like samizdat, the underground publications that flourished in the Soviet Union.</p>\n<p>“They tried to pump [the musicians] up and create a bigger platform for them to criticize the government,” Butler says. “The program also set up a social network for musicians and artists on the island, with the idea that this would create a network of social activism in Cuba.”</p>\n<p>Many Cuban groups were targeted by the program, the big stars were a duo called Los Aldeanos. Butler describes them as \"young Cubans from Havana, very charismatic, really talented musically. Their message hit the government on everyday problems of life in Cuba, and they had a very passionate following.\"</p>\n<p>Aldo Rodriguez, the frontman of the group, claims that he had no knowledge of the USAID program. He told the AP that his \"conscience is clear.\" But the group still relocated to Florida, citing a self-imposed exile. And while they do travel back and forth to Cuba, they claim that they are no longer allowed to perform on the island.</p>\n<p>This isn't even the first covert USAID program that Butler has uncovered: The AP broke another story in April about a USAID program to foster<a href=\"http://www.theatlantic.com/international/archive/2014/04/-cancelcastro-why-is-us-policy-toward-cuba-so-absurd/360092/\"> a Cuban version of Twitter</a>.</p>\n<p>USAID responded to the AP article with a statement of its own, saying that \"any assertions that our work is secret or covert are simply false.\" The agency told the AP that the goal of USAID was to strengthen civil society, \"often in places where civic engagement is suppressed and where people are harassed, arrested, subjected to physical harm or worse.\"</p>\n<p>“I’d strongly suggest that USAID read their own documents,\" Butler responsds. \"There is a mountain of evidence that they were employing clandestine tactics not usually used by development agencies.\" </p>\n<p>The upshot is that it's harder for USAID to do actual good in places that need it. \"This kind of work has certainly raised some very difficult questions for an agency that delivers aid to the world’s poor,\" Butler says.</p>\n<p>\"Our last story found that they were setting up an HIV prevention clinic to recruit political activists,\" he points out, \"so it really undermines their very important work around the world.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/121120147.mp3"},{"href":"http://www.pri.org/file/121120147mp3"}]}