{"created":"2015-01-11T12:49:17+00:00","modified":"2015-01-30T17:05:23+00:00","valid":{"from":"2015-01-30T17:05:23+00:00","to":"3015-01-30T17:05:23+00:00"},"hreflang":"en","title":"After Silence, An 'Outline' Of A Life In Fragments","published":"2015-01-11T16:26:00+00:00","teaser":"Rachel Cusk's new novel <em>Outline</em> reflects the fragmentation of her own life in the story of a writer coming to terms with her dissolving marriage while on a summer teaching trip to Greece.","itags":["npr_api","376182802"],"guid":"b2a76534-7acf-41e2-a788-cf963692a125","contentencoded":"<p>What's left when a family falls apart? Rachel Cusk's new novel <em>Outline </em>explores that question, following a writer on a short summer teaching trip to Greece as she comes to terms with the dissolution of her marriage.</p><p>This is not a new theme for Cusk — her memoir <em>Aftermath</em> was about the collapse of her own marriage. But in stark contrast to the interior nature of memoir, <em>Outline</em> is delivered entirely in the form of conversations. \"Once this sort of family reality has fallen apart, you're left with something much more fragmented,\" Cusk tells NPR's Rachel Martin. \"Something in which your sort of encounters with other people are more objective, I suppose; that they tell you who they are and you tell them who you are. And who you are isn't reflected anymore by your house or your sort of family situations.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On how we describe ourselves</strong></p><p>Human beings have an amazing gift for narrative when it comes to themselves, to the story of themselves,and this is something I've listened to an awful lot as a teacher. So I suppose, the sound of that, how people sound when they speak, and how in fact formally correct they are, how artistically correct they are in the ways that they narrate their lives was something that I very much wanted to replicate.</p><p><strong>On the reflections of her own life in <em>Outline</em></strong></p><p>I've written in the memoir form, and this is a novel — but I've learnt an awful lot in my memoir writing ... I suppose I've found possibilities in it that I brought back to my novel writing, it's changed the framing of a novel for me ... the idea that when you fictionalize something, you get further and further away from it, in order to make it fake in some way, has become a lot less interesting to me, so I've wanted to keep this, it's kind of dangerousness, it's a sort of energy that's absolutely there in autobiographical writing.</p><p><strong>On not just writing another memoir</strong></p><p>[Memoir] for me is to describe experiences that feel like you are the only person they've ever happened to ... Having a baby is a very good example: The evidence is all around you that this is something women have done, you know, always — and yet, you have a baby and you feel you are the only one. So that, for me, is what a memoir is really really suited to, is describing that precise quality of experience. In this book, i didn't want to do that, because the circumstances of the novel are not that.</p><p><strong>On <em>Aftermath</em>'s poor reception and why she stopped writing for a while</strong></p><p>The politics of memoir that I came up against a bit with [previous memoir] <em>Life's Work</em>, the provocativeness, really, of the form — I had a very intense experience of disapproval, I suppose, public disapproval. But it's really just the idea, really, the idea that there ought to be some limit to autobiographical writing, which, you know, I don't believe at all. So that was one reason, and then also I suppose I represented, just as the book is about the whole mode and form of life that I lived breaking apart, it takes time to reconstruct yourself after that, and it takes silence, and waiting, and nothingness.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Silence%2C+An+%27Outline%27+Of+A+Life+In+Fragments&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"405"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376496385-86d829.m3u?orgId=1&topicId=1033&e=376182802&d=405&ft=nprml&f=376182802"},{"href":"http://media.npr.org/assets/img/2015/01/09/outline11-7ebd53ae0927638f8ec4b3255a7bdf6a36cf906c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"600","width":"799"}}]}