{"created":"2014-09-03T20:40:07+00:00","modified":"2014-11-12T16:50:50+00:00","valid":{"from":"2014-11-12T16:50:50+00:00","to":"3014-11-12T16:50:50+00:00"},"hreflang":"en","title":"Jack White's 'Lazaretto': The All Songs Interview","published":"2014-05-21T16:29:00+00:00","teaser":"White got an assist from an unlikely ally — his teenaged self — in the making of his second solo album. He talks about fate, coincidence and the happy accidents that helped create <em>Lazaretto</em>.","itags":["npr_api","313991548"],"guid":"b2ae5e67-c268-4107-9d9a-9f0b1df20fe1","contentencoded":"<p>There's a stunning new album from <a href=\"http://www.npr.org/artists/17089122/jack-white\" target=\"_blank\">Jack White </a>on the way. <em>Lazaretto</em>, out June 10, is his second \"solo\" record, though the talented musicians who made up the male and female backing bands for <em>Blunderbuss</em>, his first album under his own name, have returned. This time around, the men and women are often part of the same band.</p><p>Jack White has been a passionate and gritty guitar player since he was a teenager, and with <a href=\"http://www.npr.org/artists/15189638/the-white-stripes\">The White Stripes</a> he excelled at making music that was bold and brash. But in his many projects, both as a musician and as the mind behind the Nashville label Third Man Records, he's demonstrated a love for a range of American styles, and found ways to bring music from the hills and from the distant past into the here and now. On <em>Lazaretto</em>, he puts those influences on full view: old-time fiddle, honky-tonk piano, wailing electronics and his own shimmering guitar.</p><p>When I spoke with Jack White last week, I was in Philadelphia and he was in Nashville, in rehearsals with his band to <a href=\"http://jackwhiteiii.com/tour-dates/\" target=\"_blank\">tour the new record this summer</a>. We talked about the composition process behind the new album — including how he crushed writer's block with a little help from his 19-year-old self — as well as the nature of fate and coincidence, and why he rarely writes anything down. When he first sat down he told me his next stop was the studio, to record a B-side for an upcoming single.</p><p><em>You can <a href=\"http://www.npr.org/player/v2/mediaPlayer.html?action=1&t=1&islist=false&id=313991548&m=314279020&live=1\" target=\"_blank\">hear or download the audio of this interview, with samples of new music</a>, at the \"Listen\" link on this page, or read an edited version below.</em></p><p><strong>When you first go into the studio to record a song, do you go in with other folks? Do you go in alone?</strong></p><p>My band's in town. We're rehearsing to go play shows. But today we're taking a break and we're just going to record things today. Sometimes you just have to get caught up. When you start playing together and rehearsing, you come up with ideas, and then at some point you have to take a day [and say], \"Huh, I want to record a few things because I keep thinking of new ideas now that we've been playing music all day long every day.\" You take a break and record. I think it's good for me to capture some of that stuff before I forget about it.</p><p><strong>Yeah, I was going to say: Are you good at remembering? How do you remember?</strong></p><p>Best thing for me to do is to play it on a different instrument. If I'm writing something on a guitar, and [I think], \"Oh, I really like that,\" I'll go over and play it on the piano, and for some reason my brain will remember that.</p><p><strong>Oh, that's really interesting.</strong> <strong>It's sort of the equivalent of just writing it down, maybe — there's some muscle memory or something connected.</strong></p><p>I've never been good at writing things down. I don't know, I just always lose the paper or I don't know what it is. I don't keep a book with me. I don't like to carry anything with me. I don't have a cell phone. I don't like to carry a wallet with me if I can help it. I just don't like having things in my hands like that.</p><p><strong>What about the idea of \"rough recording\" all that you do and then going back? Is that just too much weight, too much baggage?</strong></p><p>Well, the problem with my personality is that I'm the kind of guy, like if I took a roll of film and it got developed and came back, I would take out the two photos that are good and I throw away all the rest. I don't like bad photos being there when there's one good one that's so great. You know, you should take that one out and frame it, and throw the rest of them away so nobody else will find them. And of course, this is — don't ever do that in front of a female. They'll just come run, screaming, diving, \"Why?!\" Girls can't stand that for some reason, I don't know why. Guys are like, \"Well, whatever, set them on fire. Who cares?\"</p><p><strong>I can think of a couple of pack rat guys.</strong></p><p>In particular if it's photographs, though.</p><p><strong>Oh, I see. A different connection, yeah. It's not just a matter of items.</strong></p><p>Hoarding, yeah.</p><p><strong>I've been really enjoying the record. I can tell you had fun making it. I hear it in the voice, I can hear it in the playing; it feels nicely inspired. I'm gonna play the first thing I heard on it; here's a little \"High Ball Stepper.\"</strong></p><p><strong>Actually, I'm even going to stop it right away — because you must tell me what's going on, like the first 12 seconds of this song.</strong></p><p>We had a day off in touring, and I wanted to get some stuff on tape. This was an idea I had had before we started playing in the studio — I gave this steel guitar player, Maggie Björklund, a \"backwards pedal\" that takes whatever you put into it and plays it backwards. I thought, \"Well, what happens if you play steel guitar into a backwards pedal like that?\" She was messing around with it, and by the time she had done that, Lillie Mae was tuning up ...</p><p><strong>Lillie Mae [Rische], the fiddler.</strong></p><p>Yeah, she played the fiddle, and she made some sound effect while she was tuning up, and it sounded something like <em>[makes screeching sound]. </em>That thing you're hearing.</p><p><strong>Oh!</strong></p><p>I was playing a guitar, and I kept thinking of that little phrase. So I asked her and Ruby [Amanfu], the vocalist, to make that sound effect together while we were playing this song, and so it became something very grandiose, very fast.</p><p><strong>This is an instrumental track. Did you imagine ever putting words to it?</strong></p><p>At first, I thought — because [of] this effect, maybe people don't even know what's making that sound — that will be our vocals for the song and we don't need to write any. And then I thought later on, \"Maybe it's not powerful enough.\" And I started to think of different ideas for vocals. But then every time I'd play it for someone, I'd say, \"Here's this song, I'm going to put some vocals on it, I think.\" And they would say, \"Oh my God, that's my favorite thing of the things you played me.\" They already liked it. And I said, \"Well, if you like it already, I'm not going to try to fix it.\"</p><p><strong>You've always been such a lover of words, and there are really good lyrics on this record. I remember once, somebody telling me a story — maybe it was you, I can't remember — you used to work as an upholsterer, listening to NPR, and would write notes and stuff them in the couches and chairs.</strong></p><p>Yeah. That's right.</p><p><strong>But I'm also told on this record that you found a series of old writings of your own. Tell me about that.</strong></p><p>A new problem with these songs is that I recorded the music and I didn't write vocal parts or lyrics for some of them for maybe seven or eight months, so I was in a real bind. I'd become disconnected with the music. [It was hard] to start thinking about what stories make sense and what characters can be involved in this; I was so far away from them. I had never been in this position before, because I had never worked on an album this long before. So I was getting very frustrated with the idea of, \"Oh my God, I can't imagine sitting down and trying to sing to this song, because now it's someone else's song. I have to pretend it's someone else's, and I have to cover this song, and collaborate with them.\"</p><p>I had found these scribble writings or whatever, from when I was 19. I had these one-act plays and whatever they were, poems. They weren't very good. They were just sort of by a person without any experience in life, but with a lot of fire inside of me — I couldn't wait to break out of the house and get something done, go somewhere, see something. And I'd thought, like the photographs I told you about before, I think I'm just going to throw away all of these and keep one or two of them that were interesting. And then I thought, before I do that, why don't I pull some of these characters out, some of these names, some of these sentences, and work with them? And I did. And it became a way to collaborate with my younger self. That's how I'll do these vocals on these songs: I'm going to collaborate with a 19-year-old version of me, which is half my age. I have experience now. What would I be telling myself how to do? If I could go back and say, \"No, <em>this </em>is how you write a song. This is how you work with metaphors. Try it like this.\" So that became the way I got out of that bind.</p><p><strong>First of all, how the hell do you throw these away? (<em>Laughter</em>) I know it's like the photographs, but I'm gonna be the one there screaming, \"How do you take writings that you do when you're a kid and just toss them?\" I don't even comprehend it.</strong></p><p>Oh, it's better to not see them. I mean, it's just — I've always been that way.</p><p><strong>But what if you did that when you were 20? Then you wouldn't have had these.</strong></p><p>To throw them <em>all</em> away would be a bad idea.</p><p><strong>Okay.</strong></p><p>But to take what makes the most sense — what's the beautiful aspect of it? Take that out, and the rest can, you know, be set on fire, because they'll ruin the one good thing. That's why I think bad photographs in an envelope ruin the one beautiful photograph. Because when you see the beautiful one, and people want to keep digging through the other photos, and say, \"Oh, maybe there's one that's better.\" No, there's not one that's better, there's just this one, and you know how it goes.</p><p>Take, for example, right now: If you found a bag of Jimi Hendrix photos, you're gonna print every single one of them, because it's a bag of photos of Jimi Hendrix. When are you going to see this again? You're not going to take out the one good one.</p><p><strong>That's right, I'm not burning them.</strong></p><p>You're going to print all of them, and probably have an art show and sell each one of them, you know? (<em>Laughs</em>) But I'm sure he would like, \"Oh, my God, there's <em>one </em>good one in there and that's it.\" So that's the funny thing.</p><p><strong>It's a really hard discipline. Back to the idea of reconnecting with yourself when you were 19. What did you see in your writings that you did like? What was it about yourself then that you thought something was there?</strong></p><p>A lust for life, but with no experience. It's a different place to be in. Now, I start to write, and I think about these characters and where they could go. I think, \"Oh, this person would do that.\" But the harsh reality is, when that person gets to the end of that tunnel, there's nothing there. Whereas when I was writing when I was 19, I thought, \"Oh, no, when you get to the end of that tunnel, something beautiful and romantic might happen there, and it goes to another level.\" And now, it's hard. I have to talk myself out of the harsh reality that, over the years, your romance becomes tempered by realism. And you have to figure out a balance of keeping outlook on life positive, but knowing in the back of your head that there could be a bad ending to this.</p><p><strong>Wow. It reminds me of this Richard Thompson song, \"<a href=\"https://www.youtube.com/watch?v=CRwc_1sILkQ\" target=\"_blank\">The End Of The Rainbow</a>.\" He sings this song to his newborn, \"There's nothing at the end of the rainbow / There's nothing to grow up for anymore.\" And it's like, \"Oh my God, how can you sing that song to a child?\"</strong></p><p><strong>Anyway, on another note, let me play \"Lazaretto.\" [<em>Track begins with lyrics in English and Spanish.</em>] I fail at Spanish all the time, but it's something about working and wood. What's the Spanish there?</strong></p><p>This was a rhyme about the braggadocio of some hip-hop lyrics — the bragging about oneself in hip-hop music. The character who's singing this song is bragging about himself, but he's actually bragging about real things he's actually accomplished and real things that he actually does, not imaginary things or things he would like to do. Because sometimes you see people who, they sing from the heart, but they haven't done anything, you know? And their lives are not very interesting or whatever. So this character in this song actually has worked very hard in his life and he's done some interesting things.</p><p>You can't sing a lyric like \"I work hard.\" You can't get away with saying it. So I had to change it to Spanish: \"<em>Yo trabajo duro</em>.\" \"I work hard, like in wood and plaster.\" There's sort of a triple meaning, that wood and plaster are hard surfaces — as in a painter who \"works in oils.\" It's sort of bad Spanish, because you wouldn't say <em>como</em> [to mean] \"as in.\"</p><p><strong>This song takes a dark turn, talking about being quarantined on the Isle of Man — \"trying to escape any way that I can,\" I think is the rhyme. I wanted to talk about what a Lazaretto is. \"They threw me down into a Lazaretto ... bored rotten.\"</strong></p><p>This is the only thing I that I really put in the album of my own personality. There's a song called \"That Black Bat Licorice,\" where I talk about being confined, a prisoner in a hospital. That really is me, personally. My sort of fantasy that I have is, I wish that some other forces, some powers that be, would push me into this scenario for a month and lock me somewhere, instead of me doing it to myself all the time. I'm always imposing restrictions on myself. And so I guess my fantasy is, it would be so nice to be in a quarantine hospital, but not to die from it — just to know that I had to stay here for two months and I can't do anything else. That's why I named the album <em>Lazaretto</em>.</p><p><strong>So a lazaretto is a place where they took people who, for some reason, a disease or ...</strong></p><p>It's a word for <a href=\"http://en.wikipedia.org/wiki/Philadelphia_Lazaretto\" target=\"_blank\">a quarantine hospital</a>, or a quarantine island, or something like that. It's a beautiful-sounding word, too, \"lazaretto\" — coming from Lazarus, I guess.</p><p>What was funny is, I had that lyric, \"Making models of people I used to know / Out of coffee and cotton.\" And to me, that was revolving around maybe two or three meanings. I was drinking so much coffee, and I'm resting on these cotton sheets and pillows, and I'm smothering my face in cotton all day long. But at the same time, I'm also taking the coffee grounds and creating little sculptures out of them. These are the few materials that I have in the room together that, if you just give me a couple of slivers of wood and some metal shavings, I will be forced to create something in this room, under this condition. But someone sent me this beautiful thing that someone had found in an interview, that one of the <a href=\"http://en.wikipedia.org/wiki/West_Memphis_Three\" target=\"_blank\">West Memphis Three</a> — those people that got put into jail unjustly — in jail, he was making drawings with Q-tips and coffee grounds. I couldn't believe it, man! You'd say, \"Oh that's where you got that idea.\" Well, I'm not gonna argue with you now. I'd never heard of that, but that's an unbelievable coincidence. I couldn't believe that. That's one of the biggest coincidences I've ever had in my life. I really like that lyric now, even more.</p><p><strong>What do you make of coincidences? I deal with this a lot — wondering about fate, and where is fate, is there fate, do things happen for a reason, or do you just put two things together and make a purpose from them?</strong></p><p>This is the most beautiful and scientifically the most sad thing about that topic, is that, when I was younger, I had heard about synchronicity, when things are happening at the same time: You went to someone's house and they were watching the same TV show you were just talking about in the car. I had this unbelievable thing happen; this will be my maybe second favorite coincidence. I was in line at a drive-through coffee place in Detroit. This was, like, 10 years ago. And I was telling somebody in line while I was paying for coffee, \"You know that in World War II, they couldn't make pennies out of copper? They had to make them out of steel or aluminum.\" I think they're called steel pennies, but I don't think they're actually steel — they're made out of zinc or aluminum or something like that. But they weren't copper. And someone was telling me, \"Oh, that's interesting.\" Twenty-four hours later in that exact same line again, my morning ritual, getting coffee in this drive-through with the same person sitting next to me, and I'm given change. I'm given a steel penny from 1942. I was like, \"C'mon, there's just no way.\" I haven't been given one of these as change in 10 years or something. So, unbelievable coincidence.</p><p>But I read this article a couple years ago about how, scientifically, our brain, we have to create patterns. We look for patterns of similarity all the time; we're trying to find things that are similar so that our brain can make sense of them. And that, shockingly, is the seed of a lot of romantic ideas for a lot of people on a day-to-day basis, even for a lot of artists, you know? That it was meant to be. Actually, it's our brain focusing on patterns, trying to discover patterns all the time. It's a little bit sad to say that, so I hate even saying that out loud because it kind of kills a lot of romance about things.</p><p><strong>It does, but when those moments happen, it's really difficult to let go of the romance of it.</strong></p><p>Oh, I think we shouldn't. We got nothing else to talk about. (<em>Laughs</em>)</p><p><strong>So you'd rather someone take you for a month and put you on that island. What would be the difference of you doing that, and someone making you do that?</strong></p><p>Well, you can't really do it, you know?</p><p><strong>That's it.</strong></p><p>Whenever I had a lot of problems going on, and they're piling up on each other, I used to think, or say out loud to someone, \"Well, God, I wish at least my leg was broken. At least then I'd know what the problem was.\" You could say, \"Okay, well, my leg's broken, I can't walk. I have to wait six weeks now.\" Done. But all the other kinds of problems in life, they can be vague, and they're unsolvable, and you can't get your head around them. And they're imposed by these ridiculous things. Not problems you want to have. They're not good problems. So that's why I guess that fantasy comes from me wanting to be in the Marine Corps or in prison or something. Something where someone else told me that I have to be in this spot and can't leave. That would be a nice thing for me.</p><p><strong>You do get an astonishing amount of stuff done.</strong></p><p>It's self-imposed though. It's self-imposed, that's the difference.</p><p><strong>There are many beautiful things that happen in the song \"Temporary Ground,\" and I want to know who helped with that — both the fiddle and then that harmony.</strong></p><p>That's Lillie Mae Rische, who just exemplifies freedom to me in every way possible. And the first lyric is, \"On a floating lily island\" — again, sort of an accidental coincidence. I had read in <em>National Geographic</em> about these giant Queen Victoria lily pads that could hold up to a hundred pounds, so a person could actually float on a lily pad, which seems like an <em>Alice in Wonderland</em>, <em>Through the Looking Glass </em>kind of idea. So coincidentally, two ideas about freedom, and the word \"lily\" together.</p><p><strong>And she's also the singer?</strong></p><p>Yeah, she sings on there too. She didn't at first, but I really wanted to get her voice on there.</p><p><strong>When you work on a song like this, would you sit with Lillie Mae in a room and make it? </strong></p><p>I did this one with the whole band, and then we asked her if she would sing on it later on, after I had put vocals down. She just really, for some reason, exemplifies freedom in all ways to me. She grew up in a band. She was on stage when she was three years old and traveling with her family band, playing music on different stages and fairs and folk festivals and things like that, and she still sort of lives that way. It just seems like she breathes music all day long, and that seems like total freedom to me. She was very inspiring to me for that.</p><p><strong>Is there something on this record that you'd like me to play?</strong></p><p>I don't know. It's so funny, [what] you're playing to me, I'm only hearing the left channel where I'm at. It's great to listen to these songs again with just one side of it, because I'm hearing things I haven't heard in a long time.</p><p><strong>I can't tell why that would be. Could we just one quick second ask the engineer ...</strong></p><p><strong></strong>No, it's okay! Let's keep it. \"Want and Able\" is interesting, since we've got this left channel thing going. I wrote this with these two characters in mind, almost like they would be names, like \"Pancho and Lefty\": \"Juan\" and \"Abel,\" but \"Want and Able.\" But by the time it had gotten finished, it felt like I almost should go approach like a gay rights organization or something like that. It feels like something that could be used as a theme for an idea about fighting against something else. And these two characters are talking to each other, and they aren't able to do what they naturally already want to do, or need to do. Outside forces are not allowing it. And these two characters are telling each other how they either have the chance to fight it or that they're unable to fight. I think the left channel has a low vocal and piano, and the right channel is a high vocal and guitar. And they're completely separate from each other, so that if you just turn the knob either direction, you either hear one or the other.</p><p><strong>[<em>Sound of crows plays at start of song</em>] There's a needle drop, but I didn't quite hear it there. Let me just start it again, 'cause I didn't have the volume up. </strong></p><p>Those crows are coming from these old hunting records that I found. I found a portable record player from the '50s that you'd take out when you go hunting, and these are records that you'd play to get crows to come around. There was a death cry of a crow, and a crow and a raven [or] a crow and something else fighting each other. So those are two different old records played at the wrong speed — they're played very slowed down, like 33 [RPM] when they're supposed to be 45's or something.</p><p><strong></strong><strong> Do you get to sit around, by yourself, and just play songs? To either a room of no one, or to kids?</strong></p><p>I play songs to my kids quite often, to see what they react to, you know? I like to play music [I] recorded in the car to them, too, because they don't lie. They tell you immediately if something is good or not. And that's a great place to be. If they react to something, that really tells me I'm on the right path.</p><p><strong>Can you tell what it is that engages them? They're how old now?</strong></p><p>They're 8 and 6 now. No, there's nothing in particular. I never know what they're gonna like.</p><p><strong>Do you remember the last thing you played for them that they did like?</strong></p><p>They don't know the names of things. They just tell me, \"Oh, I like the song that says this.\" Or, \"The song that has the piano on it at the beginning.\" That's what they say, and it's pretty funny.</p><p><strong>I wonder about people who, they started playing music because they <em>couldn't not</em> play music. That had to be you, right? You had to make music.</strong></p><p>Yeah, but I also thought I'd never be able to do it. No one ever said, \"You know, if you keep doing this, you'll be able to make records, and you'll be able to go on tour.\" That was never told to me when I was a teenager. I just always assumed there was no chance in hell of me ever doing anything with it. I always played music because I loved it. And I would play till 4 in the morning. I just loved it to death. My whole bedroom had nothing to do with anything but music, and a little bit of upholstery. That's about it. [laughter] That was it. I was shocked when we finally did make a record. I think the first White Stripes 45 was the first record I made, and I think I held onto that record for a week. Matter of fact, I put it in the bathroom, so that every time I was in there, I could pick it up and look at it. I was just so shocked. It wasn't glory. It was just shock.</p><p><strong>So you would do that until 4 in the morning. Do you find yourself doing that now, where it's not project-based, just sitting and playing?</strong></p><p>You have to sort of wake yourself up. Like, if I see a guitar, I go to pick it up, and sometimes now, I'm 38, and I'm like, \"Damn, the <em>guitar</em> again?\" Somebody hand me an accordion or something.\" So sometimes you get into that kind of mode. And a lot of times over the years, I've thought, \"Okay, well, I'll play a guitar, 'cause I guess that's what people want me to do. I'd rather be playing xylophone or something on this song.\" But you do what you have to do, you make concessions, and you pick your battles about how it's going to be presented. Obviously, if I went out and read these lyrics out loud, holding a piece of paper on a microphone with no music, that's not going to have the kind of appeal it would have if I had this kind of drum beat, and this kind of melody to back it up. I need those tricks to get you to pay attention to it. I'm fine with doing it; I'll do whatever tricks are necessary in my job, to share something with somebody else. It's just sort of picking those battles of, which ones do you want to use that will be the most effective, and that I'll get something out of too.</p><p><strong>I think it's a good thing to think about for anybody who's new to playing music, that taking chances and not getting into one set way of doing things is always good. But I'll say to you, and you must know this, that there's so many things happening on this record. Sometimes it sounds like I'm listening to a jazz record, and sometimes it sounds like there's a little honky-tonk to it. And I like the way that they all fall into place.</strong></p><p>That's great to hear.</p><p><strong>You dedicate this record to a couple of people. One of them is Florence Green; another is \"Amazing Grace\" Hopper.</strong></p><p>Yeah, Florence Green, she was the last surviving participant of World War I. I wrote her name down to think about her as a possible character for one of the songs on the record. I can't remember if I actually applied that to somebody or not; it was so fast. I write down very little, as I was saying before — but sometimes I'll say, \"Oh, okay, I can't play that on the piano and remember that name. I've got to actually write down that person's name.\"</p><p>Anyhow, these were people that came up when I was thinking about characters. And they had incredible lives, but incredible lives in strange ways. One of them's sort of an anarchist, or fighter for freedom. Grace Hopper was an amazing scientist and mathematician for the Navy. I was dedicating the record, and I thought, \"These names are still here. I'm going to dedicate it to them.\" The album starts off with \"Three Women,\" and I guess it ends with three women. It just made sense.</p><p><strong>Beautiful. Thanks for your time.</strong></p><p>Thank you, I appreciate it. It's great to talk about all these [characters], and great to hear just the left channel, so I can go back and think about things in rehearsal in a different way now.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Jack+White%27s+%27Lazaretto%27%3A+The+All+Songs+Interview&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Boilen","audio":[{"meta":{"duration":"1976"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314279020-0e0aec.m3u?orgId=1&topicId=1039&ft=3&f=313991548"},{"href":"http://media.npr.org/assets/img/2014/05/19/jw_maryellenmattews_hi-55e1c1d40ab3d205d782908d24b69bbc1be89756.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1598"}}]}