{"created":"2015-03-04T11:22:22+00:00","modified":"2015-06-16T17:24:11+00:00","valid":{"from":"2015-06-16T17:24:10+00:00","to":"3015-06-16T17:24:10+00:00"},"hreflang":"en","title":"Federal Agents Carry Out Search For Evidence Of Illegal Support For 'Birth Tourism'","published":"2015-03-04T18:22:00+00:00","teaser":"U.S. Immigration and Customs Enforcement says some wealthy foreigners seek to give birth to their children in the U.S. so they will obtain U.S. citizenship.","itags":["npr_api","390594357"],"guid":"b2b3ee57-62b5-488d-a8ce-979a4e0120b0","contentencoded":"<p>Federal agents searched more than three dozen locations across three counties in Southern California yesterday for evidence of \"maternity tourism\" operations.</p><p>Maternity tourism — or birth tourism — is when a citizen of another country travels to the U.S. to give birth, so the child automatically receives U.S. citizenship.</p><p>That in itself is not illegal. But federal authorities are investigating several businesses that may be breaking the law by helping wealthy Chinese women obtain U.S. visas under false pretenses.</p><p>Claude Arnold is the lead investigator for U.S. Immigration and Customs Enforcement. He says the agency is looking at three organizations that advertise online to wealthy Chinese women who may want to give birth in the U.S.</p><p>\"[The organizations] facilitate their travel,\" Arnold said. \"They make arrangements for lodgings here, their medical care, etc. So that [their clients] can have children born here as United States citizens.\"</p><p>In affidavits filed for the search warrants, federal authorities said that the businesses charged women up to $60,000 for coaching, facilitating travel to the U.S., lodging, hospital expenses, even nanny support.</p><p>Arnold said nobody has been charged at this point. They're just collecting evidence. He added that as investigators encountered pregnant women they weren't arrested, but interviewed.</p><p>\"They're being treated as material witnesses to the overall conspiracy that we're investigating,\" said Arnold.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Federal+Agents+Carry+Out+Search+For+Evidence+Of+Illegal+Support+For+%27Birth+Tourism%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nathan Rott","audio":[{"meta":{"duration":"213"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390670165-453273.m3u?orgId=1&topicId=1001&d=213&p=3&story=390594357&t=progseg&e=390606421&seg=8&ft=nprml&f=390594357"}]}