{"created":"2015-03-01T11:04:39+00:00","modified":"2015-06-25T17:45:05+00:00","valid":{"from":"2015-06-25T17:45:05+00:00","to":"3015-06-25T17:45:05+00:00"},"hreflang":"en","title":"This Weekend, Experience The Enduring Power Of 'The Millstone'","published":"2015-03-03T20:07:00+00:00","teaser":"Margaret Drabble's <em>The Millstone</em>, set in the 1960s, tells the story of a young, unmarried woman who finds herself pregnant. Author Tessa Hadley says this 50-year-old novel is a weekend must-read.","itags":["npr_api","389530996"],"guid":"b2b7f4cb-6844-40bf-acf8-3b07d6bfe963","contentencoded":"<p>For this week's installment of our occasional Weekend Reads series, what's old is new again, and we're talking about a book that was published back in 1965: <em>The Millstone, </em>by Margaret Drabble. It's set in 1960's London and centers on a young lady called Rosamund Stacey, who discovers she's pregnant after a one-night stand. And let's remember, pregnancy out of wedlock was not something that went over well with a lot of people in 1965.</p><p><em>The Millstone</em> was recommended by author Tessa Hadley, who tells NPR's Rachel Martin that she was originally afraid the book would be \"a bit stodgy and dull and earnest, and then what nudged me in to reading it was actually that lovely thing when you pick it up one day in a second hand bookshop in an old tatty Penguin copy and you suddenly think, oh, it's the day. It's the day for reading this.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On writing about an educated, unmarried mother in 1965</strong></p><p>It is provocative, but it was being written about in 1965 ... and so it was kind of a testing moment, obviously, where illegitimacy was no longer an absolutely unspeakable secret. Although you know it was still socially deeply problematic. What's really radical to me about this novel is that somehow she manages to simply calmly insist, \"this happens, and I am going to do it and I'm not going to make a great orchestrated fuss about it or weep huge tears. It's an adventure, and let's just stare it in the face.\" That it's, you know the calm of the book, I think, and the absolute insistence that you can be an intelligent woman with a rich life of the mind, and have a baby, and that those two things are not going to be set in some sort of tragic opposition. They are just going to run along together.</p><p><strong>On Rosamund's love for her baby</strong></p><p>She has no idea what it's going to be like. She's very funny and dry on the subject of her sister's baby and any experience she has — which is actually rather little — of babies. She has no idea what it's going to be like, and then I think the passage where she writes [about] looking at that baby for the first time, it's an interesting passage. She doesn't give way to poetic raptures. She says something very simple ... and then she talks about how she talked to a man friend afterwards and he said, \"that's not interesting, that love. That's boring. Every woman on the planet experiences it. There's nothing to say about it.\" But Rosamund holds to her experience and right at the center of this novel, displacing the love for a man, which is usually the center of the novel ... is the love affair between this mother and her little girl.</p><p><strong>On whether <em>The Millstone</em> has resonance today</strong></p><p>It has – yes, because I do think that if books have power, really have power, they hold that power. They don't lose it ... Anna Karenina doesn't cease to be tragic because we no longer think that adulterous women, you know, they don't need to throw themselves under trains. And equally, the impact of this pregnancy in the face of all expectation doesn't lose its power, just because now nobody would turn a hair. The crucial thing in this book is not that.</p><p>Actually it's the book itself and the narration insisting on making women's bodily experience, pregnancy, birth, motherhood as interesting to literature, as thought provoking, as richly poetic, as the things we're more used to reading about in literature.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=This+Weekend%2C+Experience+The+Enduring+Power+Of+%27The+Millstone%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"333"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389945371-0aa17f.m3u?orgId=1&topicId=1161&aggIds=100876926&d=333&p=10&story=389530996&t=progseg&e=389945257&seg=18&ft=nprml&f=389530996"},{"href":"http://media.npr.org/assets/img/2015/02/27/41xwah-yqml-32171d6a69305de3815e1f1b7aba729f761069de.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"224","width":"299"}}]}