{"created":"2015-04-03T07:44:05+00:00","modified":"2015-04-06T15:05:47+00:00","valid":{"from":"2015-04-06T15:05:47+00:00","to":"3015-04-06T15:05:47+00:00"},"hreflang":"en","title":"March Employment Report Shows Growth — But Disappointing Numbers","published":"2015-04-03T20:13:00+00:00","teaser":"Over the past year, the economy had added more than 200,000 jobs each month. That streak broke in the most recent report, as growth dipped to just 126,000 jobs — fewer than economists had anticipated.","itags":["npr_api","397189016"],"guid":"b2c117ef-f918-41d6-aded-ee9d94d11b9c","contentencoded":"<p><em>Editor's note: This story was updated following the 8:30 a.m. ET release of the employment report.</em></p><p>The pulse of the U.S. job market was revealed Friday morning, when the government released employment data for March. Employers added a disappointing total: just 126,000 jobs.</p><p>Prior to March, it had been quite a run for the U.S. job market. The economy had added more than 200,000 jobs every month, maintaining a level of job creation that hasn't been seen since a 13-month run back in 1994-95.</p><p>Economists had predicted that the economy would add 245,000 jobs in March. They also predicted the unemployment rate would remain at 5.5 percent — and indeed it did, holding steady at that rate in the new report.</p><p>Not long ago, Federal Reserve policymakers suggested that when the rate reached that level they could begin raising interest rates. But economist John Canally of LPL Financial says the Fed has adjusted its thinking for a variety of reasons.</p><p>First, he says, inflation is running below the 2 percent level that the Fed thinks is optimal for a healthy economy. That's because wage growth is lagging behind the increase in employment figures.</p><p>Canally adds: \"What the Fed wants to see, or hopes to see, is that all this growth in the job market will eventually begin to push up wages. And then wages are a prerequisite to get any kind of inflation to stick. So until you get some wage inflation, you're not likely to get very much overall inflation in the economy.\"</p><p>Wage growth has been very slow during this recovery, about half its normal rate. That suggests employers aren't having to compete very hard to attract workers. And it may indicate that the current 5.5 percent unemployment rate understates the number of people seeking jobs.</p><p>Also, low labor force participation rates suggest a lot of workers remain on the sidelines. And there are 6.5 million part-time workers who want full-time jobs.</p><p>Until data on wages, participation and part-time work improve further, Canally thinks the Fed will be reluctant to raise interest rates.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=March+Employment+Report+Shows+Growth+%E2%80%94+But+Disappointing+Numbers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Ydstie","audio":[{"meta":{"duration":"112"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397213158-12eac5.m3u?orgId=1&topicId=1017&e=397189016&d=112&ft=nprml&f=397189016"}]}