{"created":"2014-09-19T19:45:36+00:00","modified":"2014-09-19T19:53:25+00:00","valid":{"from":"2014-09-19T19:53:19+00:00","to":"3014-09-19T19:53:19+00:00"},"hreflang":"en","title":"In Mexico And U.S., Lime Lovers Feel Squeezed By High Prices","published":"2014-03-27T18:11:00+00:00","teaser":"It's enough to leave you crying in your margarita: Lime prices are so high these days that in Mexico, organized gangs have even started stealing the fruit. Prices are no better stateside.","tags":["npr_api","294413761"],"guid":"b2c40408-3511-4296-92dc-b66721a24c18","contentencoded":"<p>Has the price of your margarita cocktail shot up? Guacamole more expensive? Blame it on limes.</p><p>About 98 percent of limes consumed in the U.S. come from Mexico. But our neighbors to the south are feeling seriously squeezed by a shortage of the beloved citrus fruit.</p><p>At a Mexico City outdoor market, vendor Alberto Reyes Stanislao tries to entice passersby to buy his limes with sweet talk and coaxing. But with limes going for 50 pesos a kilo — about $1.75 a pound, or three times the normal price — his sales have plummeted 50 percent. And he says he's getting an earful from customers.</p><p>\"They say I'm selling green gold. One customer told me that instead of eating the limes, she was going to wear them as a necklace,\" says Reyes.</p><p>In the U.S., grocery stores are now charging an average of 53 cents for a single lime, compared to 21 cents per fruit at this time last year, according to the <a href=\"http://www.ams.usda.gov/mnreports/fvwretail.pdf\">latest data</a> from the U.S. Department of Agriculture.</p><p>A combination of factors has affected Mexican production. Heavy rains late last year in the states of Michoacan, Guerrero and Veracruz hurt the crop. And in Colima, a big lime-producing state, a bacterium is infecting trees.</p><p>With supply tight at home, exports across the border are getting more and more expensive.</p><p>\"This year, we are in unchartered waters with limes, says Raul Millan of New Jersey-based <a href=\"http://www.visionimportgroup.com/\">Vision Import Group</a>. \"I've never seen limes at these prices.\"</p><p>Millan says he can still recall a time when a 40-pound box of the so-called Mexican Persian variety went for as little as $4. This week, he paid 25 times that much.</p><p>\"I'm surprised that demand is still there, even at $100 a box,\" he says.</p><p>With prices that high, Millan says organized crime thieves in Mexico are stealing truckloads of limes. He says his producers in Veracruz have had to hire armed security guards for the trip to the border.</p><p>In Mexico, authorities say lime production should pick up in the coming months, as yields go up with the arrival of spring, and prices will hopefully fall back down.</p><p>That's good news to Ruben Jacobo, who's grilling up rib eye<em>, carne asada</em> and chicken at his street taco stand. He says a taco without a squeeze of lime on it is just not a taco. And the high prices are cutting into his already small profit margin.</p><p>\"Unfortunately,\" Jacobo tells me, \"it seems the more expensive something is, the more people want it.\"</p><p>Last week, he caught a woman emptying his complimentary plate of lime wedges straight into her bag.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Mexico+And+U.S.%2C+Lime+Lovers+Feel+Squeezed+By+High+Prices&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"145"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1294639979-a825bf.m3u?orgId=1&topicId=1053&ft=3&f=294413761"}]}