{"created":"2015-03-18T15:53:18+00:00","modified":"2015-04-29T18:06:58+00:00","valid":{"from":"2015-04-29T18:06:58+00:00","to":"3015-04-29T18:06:58+00:00"},"hreflang":"en","title":"Debate: Should The U.S. Adopt The 'Right To Be Forgotten' Online?","published":"2015-03-18T23:21:00+00:00","teaser":"People don't always like what they see when they Google themselves. EU residents have a right to request that unflattering material be removed from online search results. Should the U.S. follow suit?","itags":["npr_api","393643901"],"guid":"b2c94805-f0d5-4e89-825b-16e4a73e5ed1","contentencoded":"<p>People don't always like what they see when they Google themselves. Sometimes they have posted things they later regret — like unflattering or compromising photos or comments. And it can be maddening when third parties have published personal or inaccurate material about you online.</p><p>In Europe, residents can ask corporations like Google to delete those unflattering posts, photos and other online material from online search results. And under the right circumstances, those entities must comply.</p><p>Proponents say the \"right to be forgotten\" strikes a fair balance between personal privacy and free speech and gives individuals the ability to control their own lives in a world where more and more personal data is collected, bought and sold by third parties.</p><p>Critics argue that this right amounts to censorship that cannot be justified in free and democratic societies. The removal of such material in search results, they argue, allows for the suppression of information that the public has a right to know.</p><p>At the latest event from <a href=\"http://intelligencesquaredus.org/debates/past-debates/item/1252-the-u-s-should-adopt-the-right-to-be-forgotten-online\" target=\"_blank\">Intelligence Squared U.S.</a>, two teams tackled these questions while debating the motion, \"The U.S. Should Adopt The 'Right To Be Forgotten' Online.\"</p><p>Before the debate at the Kaufman Music Center in New York, 36 percent of the audience agreed with the motion, \"The U.S. Should Adopt The 'Right To Be Forgotten' Online,\" while 26 percent were opposed and 38 percent were undecided. After the debate, 35 percent voted in favor and 56 percent voted against, making the team arguing against the motion the winner of the debate.</p><p>Those debating:</p><p><strong>FOR THE MOTION</strong></p><p><strong>Paul F. Nemitz</strong> is the director for fundamental rights and union citizenship of the European Commission's Directorate General for Justice and Consumers. The free movement of people in Europe, data protection and children's rights are also key responsibilities of his directorate. Before joining DG Justice, Nemitz held posts in the Legal Service of the European Commission, the Cabinet of the Commissioner for Development Cooperation and the Directorates General for Trade, Transport and Maritime Affairs. In addition to broad experience as agent of the commission in litigation before the European Courts, he has published extensively on EU law. Nemitz studied law at Hamburg University and obtained a Master of Comparative Law from George Washington University Law School, where he was a Fulbright grantee.</p><p><strong>Eric Posner</strong> is the Kirkland and Ellis Distinguished Service Professor of Law at the University of Chicago. His current research interests include financial regulation, international law and constitutional law. His books include <em>The Twilight of International Human Rights</em>, <em>Economic Foundations of International Law</em> (with Alan Sykes), <em>The Perils of Global Legalism</em> and <em>The Limits of International Law (</em>with Jack Goldsmith). He is of counsel at Boies, Schiller & Flexner and writes a column on legal issues for <em>Slate</em>. He is a fellow of the American Academy of Arts and Sciences and a member of the American Law Institute.</p><p><strong>AGAINST THE MOTION </strong></p><p><strong>Andrew McLaughlin</strong> is CEO of Digg and Instapaper and a partner at Betaworks. From 2009-11, he was a member of Obama's senior White House staff. While serving as deputy chief technology officer of the U.S., he was responsible for advising the president on Internet, technology and innovation policy. Previously, he was director of global public policy at Google, leading the company's work on issues like freedom of expression and censorship, surveillance and law enforcement, privacy and Internet regulation. McLaughlin held fellowships at Stanford's Center for Internet & Society, Princeton's Center for IT Policy and Harvard's Berkman Center for Internet and Society. He helped launch and manage ICANN, the Internet's technical coordinating organization, and has worked on Internet and telecom law reform projects in a number of developing countries. After clerking on the U.S. Court of Appeals for the 8th Circuit, he started his career as a lawyer in D.C., where he focused on appellate and constitutional litigation.</p><p><strong>Jonathan Zittrain</strong> is the George Bemis Professor of Law at Harvard Law School and the Kennedy School of Government, co-founder and faculty director of the Berkman Center for Internet and Society and professor of computer science at the School of Engineering and Applied Sciences. His research interests include battles for control of digital property and content, cryptography, electronic privacy, the roles of intermediaries within Internet architecture and human computing. He performed the first large-scale tests of Internet filtering in China and Saudi Arabia and, as part of the OpenNet Initiative, co-edited a series of studies of Internet filtering by national governments. He holds board positions at the Electronic Frontier Foundation and <em>Scientific American</em>, and was a trustee of the Internet Society, a forum fellow of the World Economic Forum and a distinguished scholar-in-residence at the FCC, where he chaired the Open Internet Advisory Committee. He is the author of <em>The Future of the Internet — And How to Stop It</em>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Debate%3A+Should+The+U.S.+Adopt+The+%27Right+To+Be+Forgotten%27+Online%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"5524"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393824500-0d4ab8.m3u?orgId=1&topicId=1057&aggIds=6263392&d=5524&story=393643901&ft=nprml&f=393643901"},{"meta":{"duration":"3030"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393825192-37cf05.m3u?orgId=1&topicId=1057&aggIds=6263392&d=3030&story=393643901&ft=nprml&f=393643901"},{"href":"http://media.npr.org/assets/img/2015/03/18/1167_img_2001-03df5bc226aa82b7aeab7e84991354b952a42fe8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1095","width":"1460"}},{"href":"http://media.npr.org/assets/img/2015/03/18/1145_img_1974-7110b3454fd1022267ef56dad7d2a4550240e49b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1598"}}]}