{"created":"2014-08-31T17:05:52+00:00","modified":"2014-10-31T01:20:43+00:00","valid":{"from":"2014-10-31T01:20:43+00:00","to":"3014-10-31T01:20:43+00:00"},"hreflang":"en","title":"Forbidding Fruit: How America Got Turned On To The Date","published":"2014-06-10T19:07:00+00:00","teaser":"Introducing the humble date to the U.S. over decades in the 20th century required dangerous Middle Eastern adventures, harem pants and a little bit of sex. Hollywood helped with movies like <em>Cleopatra</em>.","itags":["npr_api","320346869"],"guid":"b2d0b26c-1839-4dfc-b7fa-58cf4cf633fc","contentencoded":"<p>In 1898, the U.S. Department of Agriculture created a special department of men called Agriculture Explorers to travel the globe searching for new food crops to bring back for farmers to grow in the U.S.<strong> </strong></p><p>\"These agricultural explorers were kind of like the Indiana Joneses of the plant world,\" says <a href=\"http://www.kcet.org/arts/artbound/columnists/sarah-mccormick-seekatz/\">Sarah Seekatz</a>, a California historian who grew up in the Coachella Valley, the date capital of the U.S.</p><p>These men introduced the country to exotic specimens like the mango, the avocado and new varieties of sweet, juicy oranges. But of all the exotic fruits brought, the story of the biblical date — and its marketing, cultivation and pollination — remains one of the most romantic of all.</p><p>David Fairchild, a botantist who helped found the Agricultural Explorer program, was one of the first to travel to Baghdad to investigate dates.</p><p>\"He chose Baghdad,\" says Seekatz, \"in part, because he remembered <em>One Thousand and One Arabian Nights</em>, and ... stories of Aladdin, Sinbad the Sailor and Ali Baba and the Forty Thieves. The book was a well-known childhood tradition for generations of Americans.\"</p><p>In 1900, Fairchild's colleague and fellow USDA explorer Walter Swingle studied date-growing in Algeria. As Swingle took temperature readings and soil temperature, he decided that the conditions were very much like those in California's hot, arid Coachella Valley, sometimes referred to as the American Sahara. Deep aquifers existed under the California valley providing perfect conditions for dates.</p><p>Unfortunately, planting date seeds does not yield commercially viable dates. Seeds vary, and you never know what you'll get. So Swingle brought back large offshoots cut from the bottom of the palms that would produce trees identical to the parent tree.</p><p>\"It wasn't easy,\" says John Popenoe, a horticulturist whose grandfather, Fred Popenoe, owned a nursery at that time in Altadena, a few hours from the Coachella Valley. \"These date offshoots are 60 pounds or so. They have to be cut off the mother palm with a big chisel.\"</p><p>Swingle's date palm offshoots thrived in the Coachella Valley and farmers began clamoring for more. In 1911, John Popenoe's grandfather sent his sons Paul and Wilson on a world tour, including a stop in Iraq, to collect date palms to sell at his nursery. They kept separate accounts of their travels, some of which are maintained by the <a href=\"http://www.volunteermatch.org/search/org91675.jsp\">Coachella Valley Historical Society</a>.</p><p>\"In Basra, the port from which Sinbad the Sailor always set sail on his hair-raising adventures, we entered the world's greatest date growing country,\" <a href=\"http://www.somethingquiteodd.com/Dates_pg3.html\">wrote</a> Paul Popenoe.</p><p>The Popenoe brothers encountered some hair-raising adventures as well. Paul almost died of typhoid fever. Wilson suffered from malaria. As they traveled by camel to the Wadi Samali region of Oman, searching for the delicious Fard date, they were shot at.</p><p>\"After Paul's recovery from typhoid,\" Wilson Popenoe wrote, \"we bought several thousand young date palms along the banks of the Shatt-el-Arab River [in southern Iraq]. We went up to Baghdad and bought several thousand palms in that region. After having been shot at once more, we experienced relief when our 9,000 palms were safely stowed on board a tramp steamer and headed down the Persian Gulf.\"</p><p>In the Red Sea, some of the offshoots washed overboard in a storm. The ship was short of drinking water, and Wilson had to trade his typewriter to the captain to keep the date palms watered.</p><p>The Arabian palms finally landed at Galveston, Texas, and were shipped overland in 17 freight cars to California. It was the first commercial introduction of date palms to the Coachella Valley.</p><p><strong>Stoking Arabian Nights Fantasies</strong></p><p>\"Between 1900 and 1930, America has a love affair with the Middle East going on,\" says Seekatz.</p><p>In order to market this new fruit and promote the region, Coachella Valley date growers began capitalizing on the exotic imagery and fantasy many Americans associated with the Middle East.</p><p>\"The Arabian theme was a way to interest people in coming to what otherwise was a rather forbidding, trackless desert,\" says Pat Laflin, whose family has owned Laflin Date Gardens since 1912. \"It made it seem more exotic, more romantic. They needed something to dress up the dry sand.\"</p><p>They also dressed up the towns.</p><p>\"In 1904, Walters became the town of Mecca. There was Oasis, Arabia and Thermal. Investors from Los Angeles would take the train out to the Coachella Valley, where they'd be greeted by guides dressed in Arabian costumes and taken on camelback out to a proposed development called The Walled Oasis of Biskra,\" Seekatz says.</p><p>Hollywood stoked the craze, says Seekatz. Films like <em>The Queen of Sheba</em>, <em>Cleopatra</em> and the blockbuster 1921 silent movie <em>The Sheik</em>, starring Rudolph Valentino, inspired women's fashion, architecture, jewelry, packaging and ad campaigns.</p><p>In 1922, the discovery of the tomb of Tutankhamun fueled peoples' interest and imaginations even more. Along with the mummies and priceless treasures found in the tomb, one item in particular caught the attention of people in the Coachella Valley: preserved dates.</p><p>\"One man from the area,\" says Seekatz, \"actually wrote to try and obtain dates from King Tut's tomb to put on display in his date shop.\"</p><p>During the 1950s, date shops dotted California Highway 111 from Palm Springs to Mecca, attracting tourists. There was the Pyramid Date shop, where you could purchase your dates in a pyramid. Sniff's Exotic Date Garden set up a tent like those used by nomadic tribes of the Sahara.</p><p>One of the most well-known date shops that still exists today is Shields Date Garden, established in 1924. Floyd Shields lured in customers with his suggestively named lecture and slide show.</p><p>\"For miles along the highway,\" says Seekatz, \"there were large yellow billboards urging people to see 'The Romance and Sex Life of the Date.' \"</p><p><strong>The Sex Life Of The Date</strong></p><p>\"There are pictures in the pyramids of priests doing a ceremony around the female palms, waving the male flowers to increase the pollination,\" says Doug Adair, owner of <a href=\"http://www.patosdategardens.com/\">Pato's Dream Date</a> Garden<strong> </strong>in Thermal, Calif.</p><p>And they still hand-pollinate dates today to ensure a reliable, successful crop. Francisco Paniagua was a palm worker, or <em>palmero,</em> for decades and is now a farmer with an orchard neighboring Adair's. During the spring pollinating season, he climbs up into the fronds of 50-foot female date palms. He works his way around the spiky branches of the crowns, spraying little puffs of yellow pollen gathered from the flowers of a male palm tree onto each flower of the female trees.</p><p>Adair grows several kinds of dates, including Bahri dates, which are golden yellow and can be eaten unripe or ripened. \"The Bahri comes from southern Iraq around Basra. The tradition in that area goes back thousands of years to when Alexander the Great passed through ... This is what he would have been eating, Barhi dates — the fruits of his victory when he conquered the Persian Empire,\" says Adair.</p><p><strong>The International Festival Of The Dates</strong></p><p>In the late 1940s, the Coachella Valley farmers and boosters revved up their marketing<strong> </strong>strategy by hosting an annual<strong> </strong>International Festival of the Dates. Business and civic leaders encouraged townspeople to dress up for the duration.</p><p>\"If you went to a movie in Indio, your ticket might be taken by someone in harem pants,\" says Seekatz. \"At a restaurant, your waitress might be wearing one of those little boleros. Or the produce guy at the grocery story would be dressed as a genie.\"</p><p>\"The first Date Festival I went to was in 1950,\" says Pat Laflin. \"The pageant uses the Arabian Nights theme. They chose <a href=\"https://www.youtube.com/watch?v=1EHpQ1PdmeU\">Queen Scheherazade</a> and the princesses. And they always had a genie, elephants and camels. Lots of chiffon, sequins, and the costumes showed quite a bit of flesh.\"</p><p>An outdoor stage was constructed with domes and minarets designed by a Hollywood set designer. \"It was supposed to look like Baghdad,\" says Laflin, \"or something people imagined Baghdad looked like.\"</p><p>The camel races were a huge draw. And there were elaborate exhibits of all varieties of dates in the Taj Mahal building.</p><p>\"I think people were really trying to pay homage to the place where their new crop had come from. But it's an exotification of an entire group. It's problematic, but it reflected popular conceptions in America of how the Middle East was,\" Seekatz says.</p><p><strong>Today's World</strong></p><p>The Coachella Valley High School sports teams have been known as the Arabs since the 1930s, a moniker that has <a href=\"http://www.npr.org/blogs/codeswitch/2013/11/11/244538722/in-california-a-high-school-that-cheers-a-r-a-b-s\">become controversial</a> in recent years.</p><p>\"The picture is of an Arab that looks rather fierce. Which is what you want your football team to be. But in today's world, there's an Arab group that felt it was offensive. So the high school is in the process of re-evaluating,\" says Laflin.</p><p>Since the 1970s, the demographics of the Coachella Valley have been changing.</p><p>\"A lot of these mom-and-pop date growers sold their date groves to large-scale, industrial agricultural producers,\" says Seekatz. \"Newcomers were not attached to the story of the date gardens and the region's long connection with the Middle East. The area began to market itself as a place where industry could grow.\"</p><p>During the 1970s and '80s, the American perception of the Middle East was changing as well. Politics and the media brought the region into sharp reality. The fantasy images of harem dancers and genies gave way to TV coverage of the oil embargo and the Iranian hostage crisis.</p><p>\"People were concerned that it would hurt to be associated with the Middle East,\" says Seekatz. \"But a lot of people were still invested in the agricultural heritage of the date and its Middle Eastern origins.\"</p><p><strong>Returning To The Oasis Of Boudenib</strong></p><p>Gardens of date palms stretch mile after mile through the Coachella Valley. More than 90 percent of the dates harvested in the U.S. are grown here. One of the most popular varieties is the Medjool date.</p><p>\"All the Medjool dates can be traced back to a single oasis in Morocco,\" says Doug Adair. Nine offshoots taken from the Oasis of Boudenib, Morocco, are the source of all the present trees.</p><p>But now, in Morocco and Algeria, where the Medjool originated, the palm has been wiped out by disease. Some Americans are trying to help by giving back. Laflin and her husband, Ben, have sent back healthy stock from their date garden to the areas where the Medjool once flourished.</p><p>The Laflins visited Boudenib in 1995. It's over the Atlas Mountains from Marrakesh and far out into the desert.</p><p>\"When we got to Boudenib, the mayor came out to greet us. It was a big occasion,\" remembers Pat Laflin. \"He said, 'Why would anyone from the United States want to come to Boudenib?' We had worked with the Medjool dates for so many years, and to see where they originated was very meaningful to us.\"</p><p><em>Additional features, photos, recipes and music can be found at </em><a href=\"http://www.kitchensisters.org/\">kitchensisters.org<em>.</em></a>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Forbidding+Fruit%3A+How+America+Got+Turned+On+To+The+Date&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"The Kitchen Sisters and Lisa Morehouse","audio":[{"meta":{"duration":"461"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320575226-592057.m3u?orgId=1&topicId=1053&aggIds=91851784&ft=3&f=320346869"},{"href":"http://media.npr.org/assets/img/2014/06/09/50449703-695165cd6ac813033517d024f8a4c1a058d0ee55.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1600"}},{"href":"http://media.npr.org/assets/img/2014/06/09/8b31673v-a029ade90ac00467e45215adaeba7bf74fd714e3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"737","width":"983"}},{"href":"http://media.npr.org/assets/img/2014/06/09/old-king-solomon-c3521970635db2dbeaab8e5cc1416e37d7d127eb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"295","width":"394"}},{"href":"http://media.npr.org/assets/img/2014/06/09/date-festival-postcard-98476749398e09109d8c32b64023b41c80d890ed.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"455","width":"607"}},{"href":"http://media.npr.org/assets/img/2014/06/09/129647272-9cc9eae04b5b1a93f4a7ae365bfbfb3cca0e532c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3213","width":"4284"}},{"href":"http://media.npr.org/assets/img/2014/06/09/festival-of-dates2-e5e057128a2d3dfd2921a57a419c487a4280238f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"411","width":"548"}}]}