{"created":"2015-05-11T12:21:30+00:00","modified":"2015-05-11T12:21:31+00:00","valid":{"from":"2015-05-11T12:21:31+00:00","to":"3015-05-11T12:21:31+00:00"},"hreflang":"en","guid":"b2d61299-9de1-4a9b-b0d7-fbb4e1c9375f","title":"Adam Sandler shows how not to make a comedy about Native Americans","published":"2015-05-11T12:21:23+00:00","byline":"Matt Frassica, Marlisse Silver Sweeney","tags":["movies","Ethnicity & Race","culture","Arts","Arts, Culture & Media","Entertainment","Adam Sandler"],"teaser":"Native American actors on the set of Adam Sandler's new movie say the Western spoof was a vehicle for racist jokes and demeaning stereotypes. But it could have been embraced by the Native community had Native writers been in on the project from the start.","contentencoded":"<p>Native American actors on the set of Adam Sandler’s new comedy, \"<a href=\"http://www.thewrap.com/adam-sandlers-first-netflix-movie-ridiculous-6-casts-taylor-lautner-blake-shelton-more-exclusive/\">The Ridiculous Six</a>,\" weren’t laughing recently when they walked out in protest at what they called racist jokes in the script and other acts of cultural insensitivity.</p>\n<p>“An Apache woman, ... played by a non-Native, was smoking a peace pipe and urinating behind a bush, which [are] two no-nos in Apache culture,” says Vincent Schilling, who broke the story for Native news site <a href=\"http://indiancountrytodaymedianetwork.com/\">Indian Country Today</a>.</p>\n<p>Schilling says the film's actors also came to Sandler with complaints about offensive character names, like Beaver's Breath and Wears No Bra. “We understand that this is supposed to be funny, but this isn’t funny and this is really ridiculous and this has got to change,” he says. “The names they [used] were just so drastically offensive, and they showed no movement.”</p>\n<p>The film is a parody of western classics like \"The Magnificent Seven.\" A cultural consultant was hired to bring accuracy to the film, but Schilling says it appears he was ignored. In his opinion, a Native writer should have been in on the project from the very beginning; when things started to go awry, Sander and fellow producers and directors could have sat down with such a writer to discuss how to be both funny and culturally appropriate.</p>\n<p>“If they had done that, he doesn’t even understand the amount of support and the level of support he would have got,” Schilling says.</p>\n<p>Netflix, which is producing the film, issued a statement defending Sandler. The movie, it said, is “a broad satire of Western movies and the stereotypes they popularized, featuring a diverse cast that is not only part of, but in on the joke.”</p>\n<p>But Schilling and the native actors simply don’t think it’s funny. “One of the actors, Allie Young, whom I spoke with ... she’s full-blood Navajo and they bronzed her skin,” he points out. “Why?”</p>\n<p><em>This story is based on <a href=\"http://www.studio360.org/story/how-not-to-make-a-comedy-about-native-americans/\">an interview</a> from PRI's <a href=\"http://www.studio360.org\">Studio 360</a> with Kurt Andersen.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-10%2Fadam-sandler-shows-how-not-make-comedy-about-native-americans&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/studio-360/segment-audio/studio043015cms449602pod.mp3"},{"href":"http://admin.pri.org/file/studio043015cms449602podmp3"}]}