{"created":"2014-12-22T19:39:45+00:00","modified":"2015-06-21T19:34:39+00:00","valid":{"from":"2015-06-21T19:34:39+00:00","to":"3015-06-21T19:34:39+00:00"},"hreflang":"en","title":"Singer Joe Cocker Dies At Age 70","published":"2014-12-22T21:02:00+00:00","teaser":"Joe Cocker, the raspy-voiced British singer famous for hit songs such as \"Feelin' Alright\" and \"Up Where We Belong,\" has died, his management agency says.","itags":["npr_api","372486880"],"guid":"b2dec0c0-39ac-42e8-8d3d-0c4742aaa183","contentencoded":"<p><strong>Updated at 3:55 p.m. ET</strong></p><p>Joe Cocker, the raspy-voiced British singer famous for hit songs such as \"Feelin' Alright\" and \"Up Where We Belong,\" has died at age 70, his management agency tells NPR. Cocker died Monday of lung cancer.</p><p>\"Joe Cocker is a legendary artist of rock and blues history and yet he was one of the most humble men I've ever met,\" Sony Music Entertainment International CEO Edgar Berger said in a press release. Berger, who signed Cocker, added:</p><p>\"His iconic voice will forever be etched in our memories and our thoughts go out to Joe's wife Pam and his family at this difficult time. Joe will live on in the hearts of millions of fans around the world.\"</p><p>Cocker was famous for both his unique voice and for a soulful style of singing that made it sound like he was pouring his heart out when he put his unique touch on hits such as \"You Are So Beautiful.\"</p><p>Born in Sheffield, England, in 1944, Cocker \"lived in Sheffield until his early 20s,\" <a href=\"http://www.itv.com/news/calendar/update/2014-12-22/joe-cocker-has-died-after-a-battle-with-lung-cancer/\">ITV News says</a>. \"His international success as a blues/rock singer began in 1964. Joe created 40 albums and toured extensively around the globe.\"</p><p>The Grammy-winning singer's most recent album, <em>Fire It Up,</em> was released two years ago.</p><p>The musician went through personal struggles with drugs and alcohol.</p><p>In 2012, he <a href=\"http://www.npr.org/2012/02/05/146347486/joe-cocker-the-hard-knock-life-of-a-singular-singer\">discussed those struggles</a> with NPR's Rachel Martin:</p><p>\"I was about 26 years old, and I kind of felt indestructible,\" Cocker says, recalling the 1970 tour that spawned his famous live album <em>Mad Dogs & Englishmen</em>. \"By the early '70s, the drugs and the booze took their toll. ... It was a long road back. A lot of times when you're young and carefree, you don't realize, when you tip over the edge, how difficult it is to climb back in.\"</p><p>The story of the <em>Mad Dogs & Englishmen </em>tour was recounted for NPR back in 2005 by music critic Christian Bordal.</p><p>The tour, Bordal said, \"was a raucous, glorious mayhem of almost two dozen of the greatest players and singers of the time, presided over by the top-hatted and bell-bottomed band leader and arranger Leon Russell — and fronted by the volcanic, raw, soul-torn voice of Joe Cocker.\"</p><p>Cocker and the band performed a wide range of music, from recent hits to jazz standards. But the songs were transformed both by the band and by Cocker's powerful voice, which could slide from wistfulness to joy in just a few bars.</p><p>Cocker described the tour to Bordal as \"a pretty spacey kind of dream. It would probably fit in very good today, with reality TV.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Singer+Joe+Cocker+Dies+At+Age+70&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"536"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372488470-a6826d.m3u?orgId=1&topicId=1106&d=536&story=372486880&ft=nprml&f=372486880"},{"href":"http://media.npr.org/assets/img/2014/12/22/joe-cocker-8fc028c354d51d2dc721d6ce8b80b4b309f1ed45.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1651","width":"2200"}}]}