{"created":"2015-01-10T22:26:53+00:00","modified":"2015-02-20T20:43:25+00:00","valid":{"from":"2015-02-20T20:43:25+00:00","to":"3015-02-20T20:43:25+00:00"},"hreflang":"en","title":"'Blood Of The Tiger': Shedding Light On China's Farmed-Tiger Trade","published":"2015-01-10T23:47:00+00:00","teaser":"The endangered animals are bred for luxury items, like tiger bone wine and tigerskin rugs. By raising the demand for these goods, the farms pose a threat to wild tigers, says author J.A. Mills.","itags":["npr_api","375894967"],"guid":"b2e3f92f-f90e-4068-9657-a415c8db30cb","contentencoded":"<p>In 1991, wildlife investigator J. A. Mills went to China to verify rumors about tiger farming. She worked undercover, for the World Wildlife Fund and an organization called Traffic.</p><p>\"I mainly pretended I was a student of traditional Chinese medicine to try to figure out not only what was being traded, but why it was being traded,\" Mills tells NPR's Arun Rath.</p><p>She says she found China's first tiger farm — complete with a hand-written ledgers filling up with orders for tiger bone.</p><p>Back then, when tiger trade was first flagged as an issue, the main demand for bone was for use in traditional Chinese medicine. Today, the trade has changed to more of a luxury goods market — and Mills says that although China banned the trade of tiger bone in 1993, demand for luxury items still thrives today. She estimates that there are 6,000 tigers on farms in the country.</p><p>In her book <em>Blood of the Tiger</em>, Mills chronicles her decades of work to bring these issues to light and protect these animals.</p><hr /><h3>Interview Highlights</h3><p><strong>On the purpose of tiger farms</strong></p><p>A tiger farm is basically a feed lot for tigers where they're bred like cattle for their parts to make luxury goods such as tiger bone wine and tigerskin rugs. This is about wealth, not health.</p><p>Traditional Chinese medicine no longer uses or wants to use tiger bone and polls repeatedly show that most Chinese people don't want tiger products or tiger farming. This is about a handful of investors poised to launch a multi-billion-dollar-a-year luxury goods market. This about products looking a market, rather than a market looking for products.</p><p><strong>On the conditions for tigers at the farms</strong></p><p>Tigers in the wild are solitary, of course, except when ... they're mothers with cubs. These [farmed] tigers are basically kept in cages. They are speed-bred. Cubs are taken from their mothers almost right after birth so the mothers can breed again. And the males run around in packs.</p><p>It's something you would never, ever see in the wild.</p><p><strong>On how tiger farming affects wild tigers</strong></p><p>The problem with tiger farming is that it stimulates demand for tiger products, which in turn stimulates poaching of wild tigers because tiger products from wild tigers are considered superior, more prestigious and exponentially more valuable. Some people are even buying tiger products as an investment — much as they would, say, rare art or antique jewelry. And if even a tiny fraction of China's 1.4 billion people seek wild tiger products, we could lose the last 3,000 wild tigers before we know it.</p><p><strong>On the future of wild tigers and elephants</strong></p><p>I will say that the same forces are driving the slaughter of elephants for their ivory and rhinos for their horn. It all involves organized criminals supplying investors hoping to profit from extinction. Unfortunately what's happened in the United Nations in the context of the treaty that governs ... international trade and endangered species is that everyone's gone silent.</p><p>So my main worry is that everyone will remain silent and things will continue as they are. Unless we address this phenomenon that's stimulating demand, primarily within China, we may lose these animals.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Blood+Of+The+Tiger%27%3A+Shedding+Light+On+China%27s+Farmed-Tiger+Trade&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"301"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376381134-df4243.m3u?orgId=1&topicId=1033&e=375894967&d=301&ft=nprml&f=375894967"},{"href":"http://media.npr.org/assets/img/2015/01/09/istock_000001853220medium-d073cd485425c917049996ff4f996bc12fa73408.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1128","width":"1504"}},{"href":"http://media.npr.org/assets/img/2015/01/08/tiger-35f57543c3844c9ab63729078dc36eec9449815d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1574","width":"2100"}}]}