{"created":"2015-05-14T03:01:40+00:00","modified":"2015-05-15T11:14:10+00:00","valid":{"from":"2013-08-05T21:55:00+00:00","to":"3013-08-05T21:55:00+00:00"},"hreflang":"en","contentencoded":"<div class=\"barn-cleaned\"><p><em>The social safety net and whether we as a country spend too much or too little on it are subjects of perennial, often flaring, debates.&nbsp; And those debates can devolve quickly in to shouting matches.&nbsp;</em></p>\n<p><em>But people's passions are usually rooted in quieter moments-- personal experiences of needing help or giving it, that can shape a lifetime perspective.&nbsp;</em></p>\n<p><em>So here’s a modest proposal: maybe if we shared more of those back stories, they could lead to more thoughtful conversations among those who disagree.&nbsp; With that in mind, we've been asking you, our listeners and readers, to share your safety net tales.&nbsp; It's a series we call <strong><a href=\"http://www.marketplace.org/topics/wealth-poverty/show-your-safety-net\" target=\"_blank\">Show Me Your Safety Net</a>.</strong>&nbsp; Here’s one from Paul Daniels, a Marketplace listener in Grosse Pointe Park, Mich.</em>&nbsp;</p>\n<p>To understand Paul Daniels feelings about safety nets, especially ones funded by the government, you need to know a few things about him.&nbsp; Daniels is a 55 year old building engineer-- that's the fancy name for a guy who takes care of an office building's heating and air conditioning and plumbing systems.&nbsp; But-- here's the important part--being a building engineer is not what Paul Daniels wanted to be when he grew up.&nbsp; He keeps a little homage to his true ambition in a room in his house.</p>\n<p>“This is my dream of being a journalist, right here,” Daniels says, pointing to a type writer and a bottle of Crown Royal.&nbsp; Then he pokes at a few sticky keys on the type writer.&nbsp; “It actually doesn’t work,” he laughs.&nbsp; “It’s broke.”&nbsp;</p>\n<p>Part of why Daniels did <em>not</em> become a writer has to do with a piece of advice he got as a kid, growing up in a working class family in a suburb of Detroit.&nbsp;</p>\n<p>“I always used to say to him be a <em>something</em>,” says Lucille Daniels, his 87 year-old mother.&nbsp; She lives with her son, now that she's too frail to live alone.</p>\n<p>“Take up a trade--carpenter or electrician or whatever.” his mother remembers telling him.&nbsp; “Would’ve been nice if he'd been a doctor or a lawyer. But how many people do that?”&nbsp;</p>\n<p><strong>‘Work Hard and Be Ready for Tough Times’</strong></p>\n<p>Paul Daniels remembers his mother’s advice as a sort of warning.&nbsp; “I say that I was a depression child by proxy.&nbsp; My parents-- especially my mother-- were absolutely destitute during the depression,” Daniels says.&nbsp; “Her father lost his job.&nbsp; They had a child die.&nbsp; They lost their home.&nbsp; My mother drummed in to our heads that you better work hard and be ready for tougher times.”&nbsp;</p>\n<p>For a while at least, that message competed with other messages Daniels was hearing.&nbsp;</p>\n<p>Some came from people at school.&nbsp; “I couldn't spell to save my life, and yet when I would write something, the teachers always just raved about it,” Daniels says.</p>\n<p>Others came from newspaper editors who published a handful of articles he wrote, which he keeps in a stack in his house. &nbsp;“The Troy Sommerset Gazette!” he smiles, filing through the clippings.&nbsp; “Those were the first people to encourage me to pursue my writing.”&nbsp;</p>\n<p>And of course there were the invocations Daniels heard “at every commencement I've ever been to, follow your dreams.”&nbsp; And as tempting as that suggestion was, Daniels was, in the end, skeptical.&nbsp; “I&nbsp;<span>think, ‘Well fine, follow your dreams.&nbsp; But if they don't work out, don't blame anybody else for them because that was a choice you made.”&nbsp;</span></p>\n<p>The choice Daniels made was to walk away from his original dream.&nbsp; He says it involved a painful calculation.&nbsp;</p>\n<p>“I might've become a well known writer,” he says.&nbsp; “But I think the chances of that were very slim.&nbsp; To take that risk…..”</p>\n<p>He pauses.&nbsp;</p>\n<p>“I just didn't want to end up becoming broke in my old age. So I worked--worked some jobs for companies that I hated, to support myself.&nbsp; And so someday, I will be able to retire.”</p>\n<p>&nbsp;The trade-off still haunts him.&nbsp; But it's a trade-off he thinks not enough people make.</p>\n<p>“I've been killing myself&nbsp; my entire life to take care of myself, and I see other people collecting.&nbsp; I'm paying, and their collecting.”</p>\n<p>Which brings us back to the social safety net. The \"collecting\" Daniels is talking about is collecting money from government assistance programs.&nbsp;</p>\n<p>“I’m not saying that I’ve never received unemployment in my life,” he says.&nbsp; “But I know a lot of people that collect unemployment, and it’s not like they need to.&nbsp; It’s more like a lifestyle.”</p>\n<p>And this is where things get tricky.&nbsp; Yes, Daniels admits he’s used a few government safety net programs himself-- a couple months on unemployment insurance years ago, a federal student loan in college, a home mortgage interest deduction that reduces his housing costs.</p>\n<p>But—he feels like mostly he’s made his safety net himself, through sacrifice.&nbsp; And he doesn’t have much sympathy for those who, as he sees it, have not.</p>\n<p>And that’s the thing about safety nets: &nbsp;their usefulness can be in the eye of the beholder.&nbsp; <em>You</em> know why you need one when you need it.&nbsp; But when you see someone <em>else</em> need one, it’s a judgment call.</p>\n<p><strong>Following His Dreams, After All</strong></p>\n<p>There is a post script to this story.</p>\n<p>Eventually, Daniels <em>did</em> actually do the whole following-your-dreams thing.&nbsp; After he worked as a building engineer at Kmart for fifteen years—a job he detested, he quit.&nbsp; He’d saved enough money to travel through Africa for a year.&nbsp; Then he started taking jobs that could finance his appetite for adventure.&nbsp; He has worked as a building engineer for the US Embassy in Kabul, Afghanistan, and at the US research station in Antarctica.&nbsp;</p>\n<p>A few years ago, he made a documentary about his time working in the South Pole.</p>\n<p><iframe src=\"//www.youtube.com/embed/AloKrUWDBBc?rel=0\" frameborder=\"0\" ></iframe></p>\nHe paid for the movie himself.&nbsp; Did all the camera work himself, and hired someone to edit it.&nbsp; The film made it in to a handful of festivals.&nbsp; And made his mother proud.\n<p>“Whatever he wants to do he accomplishes,” she says.&nbsp; “Hard work and his strong...” she searches for the word, until her son finishes her sentence.&nbsp;</p>\n<p>“Will,” he says.&nbsp;</p>\n<p>And it is those three things-- hard work, strong will, and saying no to dreams you can’t afford to pursue—that Daniel says define <em>his</em> safety net. Still, he says, he wishes he could have been a full time writer.&nbsp;&nbsp;</p></div>","guid":"b305d522-0066-4b35-83ef-4bbce25137b6","description":"In our series of safety net confessionals, the story of a man who says hard work and sacrifice were the safest nets for him.","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p><em>The social safety net and whether we as a country spend too much or too little on it are subjects of perennial, often flaring, debates.  And those debates can devolve quickly in to shouting matches. </em></p>\"},{\"content\":\"<p><em>But people&apos;s passions are usually rooted in quieter moments-- personal experiences of needing help or giving it, that can shape a lifetime perspective. </em></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><em>So here’s a modest proposal: maybe if we shared more of those back stories, they could lead to more thoughtful conversations among those who disagree.  With that in mind, we&apos;ve been asking you, our listeners and readers, to share your safety net tales.  It&apos;s a series we call <strong><a href=\\\"http://www.marketplace.org/topics/wealth-poverty/show-your-safety-net\\\" target=\\\"_blank\\\">Show Me Your Safety Net</a>.</strong>  Here’s one from Paul Daniels, a Marketplace listener in Grosse Pointe Park, Mich.</em> </p>\"},{\"type\":\"text/html\",\"content\":\"<p>To understand Paul Daniels feelings about safety nets, especially ones funded by the government, you need to know a few things about him.  Daniels is a 55 year old building engineer-- that&apos;s the fancy name for a guy who takes care of an office building&apos;s heating and air conditioning and plumbing systems.  But-- here&apos;s the important part--being a building engineer is not what Paul Daniels wanted to be when he grew up.  He keeps a little homage to his true ambition in a room in his house.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“This is my dream of being a journalist, right here,” Daniels says, pointing to a type writer and a bottle of Crown Royal.  Then he pokes at a few sticky keys on the type writer.  “It actually doesn’t work,” he laughs.  “It’s broke.” </p>\"},{\"type\":\"text/html\",\"content\":\"<p>Part of why Daniels did <em>not</em> become a writer has to do with a piece of advice he got as a kid, growing up in a working class family in a suburb of Detroit. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>“I always used to say to him be a <em>something</em>,” says Lucille Daniels, his 87 year-old mother.  She lives with her son, now that she&apos;s too frail to live alone.</p>\"},{\"content\":\"<p>“Take up a trade--carpenter or electrician or whatever.” his mother remembers telling him.  “Would’ve been nice if he&apos;d been a doctor or a lawyer. But how many people do that?” </p>\",\"type\":\"text/html\"},{\"content\":\"<p><strong>‘Work Hard and Be Ready for Tough Times’</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Paul Daniels remembers his mother’s advice as a sort of warning.  “I say that I was a depression child by proxy.  My parents-- especially my mother-- were absolutely destitute during the depression,” Daniels says.  “Her father lost his job.  They had a child die.  They lost their home.  My mother drummed in to our heads that you better work hard and be ready for tougher times.” </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>For a while at least, that message competed with other messages Daniels was hearing. </p>\"},{\"content\":\"<p>Some came from people at school.  “I couldn&apos;t spell to save my life, and yet when I would write something, the teachers always just raved about it,” Daniels says.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Others came from newspaper editors who published a handful of articles he wrote, which he keeps in a stack in his house.  “The Troy Sommerset Gazette!” he smiles, filing through the clippings.  “Those were the first people to encourage me to pursue my writing.” </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>And of course there were the invocations Daniels heard “at every commencement I&apos;ve ever been to, follow your dreams.”  And as tempting as that suggestion was, Daniels was, in the end, skeptical.  “I <span>think, ‘Well fine, follow your dreams.  But if they don&apos;t work out, don&apos;t blame anybody else for them because that was a choice you made.” </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>The choice Daniels made was to walk away from his original dream.  He says it involved a painful calculation. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>“I might&apos;ve become a well known writer,” he says.  “But I think the chances of that were very slim.  To take that risk…..”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>He pauses. </p>\"},{\"content\":\"<p>“I just didn&apos;t want to end up becoming broke in my old age. So I worked--worked some jobs for companies that I hated, to support myself.  And so someday, I will be able to retire.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p> The trade-off still haunts him.  But it&apos;s a trade-off he thinks not enough people make.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“I&apos;ve been killing myself  my entire life to take care of myself, and I see other people collecting.  I&apos;m paying, and their collecting.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Which brings us back to the social safety net. The &quot;collecting&quot; Daniels is talking about is collecting money from government assistance programs. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>“I’m not saying that I’ve never received unemployment in my life,” he says.  “But I know a lot of people that collect unemployment, and it’s not like they need to.  It’s more like a lifestyle.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>And this is where things get tricky.  Yes, Daniels admits he’s used a few government safety net programs himself-- a couple months on unemployment insurance years ago, a federal student loan in college, a home mortgage interest deduction that reduces his housing costs.</p>\"},{\"content\":\"<p>But—he feels like mostly he’s made his safety net himself, through sacrifice.  And he doesn’t have much sympathy for those who, as he sees it, have not.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>And that’s the thing about safety nets:  their usefulness can be in the eye of the beholder.  <em>You</em> know why you need one when you need it.  But when you see someone <em>else</em> need one, it’s a judgment call.</p>\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Following His Dreams, After All</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p>There is a post script to this story.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Eventually, Daniels <em>did</em> actually do the whole following-your-dreams thing.  After he worked as a building engineer at Kmart for fifteen years—a job he detested, he quit.  He’d saved enough money to travel through Africa for a year.  Then he started taking jobs that could finance his appetite for adventure.  He has worked as a building engineer for the US Embassy in Kabul, Afghanistan, and at the US research station in Antarctica. </p>\"},{\"content\":\"<p>A few years ago, he made a documentary about his time working in the South Pole.</p>\",\"type\":\"text/html\"},{\"content\":\"<p><iframe frameborder=\\\"0\\\" src=\\\"//www.youtube.com/embed/AloKrUWDBBc?rel=0\\\"></iframe></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“Whatever he wants to do he accomplishes,” she says.  “Hard work and his strong...” she searches for the word, until her son finishes her sentence. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>“Will,” he says. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>And it is those three things-- hard work, strong will, and saying no to dreams you can’t afford to pursue—that Daniel says define <em>his</em> safety net. Still, he says, he wishes he could have been a full time writer.  </p>\"}]","byline":"Karen Clark","tags":["APM","Show Us Your Safety Net","Wealth & Poverty","safety net"],"teaser":"In our series of safety net confessionals, the story of a man who says hard work and sacrifice were the safest nets for him.","itags":["b305d5220066b3553ef44bbce25137b6","PMP:Marketplace_PMP","Marketplace","Marketplace for 8/5/13"],"title":"The best safety net? One man says, the smaller the better","published":"2013-08-05T21:55:00+00:00","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/pauldaniels.jpg?itok=wiL3dTyk","meta":{"crop":"primary","height":"340","width":"610"},"type":"image/jpeg"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/08/05/marketplace_segment22_20130805_64.mp3","format":"MP3","meta":{"duration_hms":"00:05:06","duration":306,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/08/05/marketplace_segment22_20130805"}},"type":"audio/mpeg"}]}