{"created":"2015-02-17T18:40:16+00:00","modified":"2015-02-18T17:41:47+00:00","valid":{"from":"2015-02-18T17:41:47+00:00","to":"3015-02-18T17:41:47+00:00"},"hreflang":"en","guid":"b3108664-191e-454e-a896-d5644623ba08","title":"Is your family member buried on Hart Island, off the coast of New York? Sorry, you can't visit","published":"2015-02-18T17:41:43+00:00","byline":"Alina Simone","tags":["government","culture","history","Culture","Arts, Culture & Media","New York","North America","United States","New York","Jan Winiarski","Pawel Winiarski","Alma Nighormain","David Greilsammer","Melinda Hunt","Robin Campbell","Hart Island, New York","New York City","Potter's field"],"teaser":"Up to a million poor and unknown New Yorkers have been laid to rest at Hart Island, where the city buries them in mass graves. The site is largely off-limits to the public, but a group called the Hart Island Project is trying to resurrect the stories of the dead with a new online museum.","contentencoded":"<p>One of our deepest unvoiced fears in life can probably be summed up in one word: anonymity.</p>\n<p>Our best eternal hedge against that fear may be a simple gravestone, but many people who died in New York City don't get even that much. Instead, they're buried at Hart Island, New York’s cemetery for the indigent and unclaimed dead. It's the largest tax-funded burial ground in the US, and as many as one million people are buried there in mass graves.</p>\n<p>Their names and stories were mostly lost to history until the Travelling Cloud Museum went online three months ago. The digital museum is part of the <a href=\"https://www.hartisland.net/\">Hart Island Project</a>, which was founded by Melinda Hunt. She has spent more than 20 years documenting the island and making it more accessible to the public, especially families with loved ones buried there. </p>\n<p>“These stories are interesting because they’re a little more complex than, say, somebody who had a straightforward life and a perfect family and the way obituaries portray people, which nobody’s life really is,\" Hunt says. \"I think there’s an honesty in Hart Island.”</p>\n<p>A virtual stroll through the Travelling Cloud Museum yields much more than just names and dates. The lives of those buried at Hart Island, off the coast of the Bronx, are illuminated in photos, videos and intimate personal recollections.</p>\n<p>Pawel Winiarski, who lives in Radzionkau, Poland, contributed an entry about his father, Jan. “I remember him as a person I loved, [who] loved me,” Pavel tells me. “I remember his smile, but some of my memories are not so good because my father ... Eh...”</p>\n<p>His father was an alcoholic. Jan Winiarski came to New York from Poland to find work, but he ended up in the city’s largest homeless shelter. It took Pawel seven years just to get word that his father had died. After the Polish consulate confirmed that Jan was buried on Hart Island, Pawel got in touch with Melinda Hunt.</p>\n<p>Winiarski says he realizes the raw and nuanced story he posted about his father isn’t a typical eulogy, but he says that’s how it should be. “I am a very open person,\" he says, \"and I think that it is the part of history of Hart Island. Anyone should know that this is a special place. That’s all.”</p>\n<p>Some day Winiarski would like to visit his father’s grave with his own children. But that will be tough: Even though anyone can be buried on Hart Island, no one, not even family members, are allowed to visit the actual graves. They’re dug by inmates at Rikers’ Island, the city prison, and the City of New York Department of Corrections controls access to the island.</p>\n<p>“For a long time I was negotiating to take families one by one, and I would go with them,” Hunt says.</p>\n<p>But when a local homeless organization tried to arrange more frequent visits to the island, the Department of Corrections agreed to build a gazebo near the dock.</p>\n<p>“Strangely, the gazebo is what is the problem now,\" Hunt says. \"The gazebo isn’t near any of the burials, so it’s sort of like going to an airport of a city but never leaving the airport. You’re in the city but not really.”</p>\n<p>Even getting to the gazebo is tough. The Department of Corrections rejected my request to visit Hart Island after weeks of negotiations. Robin Campbell, the DOC’s press secretary, told me that journalists are not allowed to go to Hart Island, though a quick Google search shows that some journalists have made the trip.</p>\n<p>For those who are allowed on the once-a-month ferry, there are other restrictions. “We weren’t allowed to take photographs on the island,” says Alma Nighormain, who travelled from Ireland with her family to visit her grandfather’s grave on Hart Island. “Not that there’s anything to photograph, but we weren’t allowed to bring mobile phones or cameras over.”</p>\n<p>Nighormain made the trip after finding a secret cache of letters her grandfather wrote to her mother in the 1930s, describing his struggles in depression-era New York City. “It was poignant, you know. I was thinking of all the Irish people and all the other people that are buried out there, so far from home,\" she says from her home in Donegal.</p>\n<p>From Melinda Hunt’s perspective, nothing about negotiating access to Hart Island has been easy. The database of burial records on the Travelling Cloud Museum website? The Hart Island Project had to sue the city to get those records.</p>\n<p>And now they’re gearing up for their most ambitious effort yet: making Hart Island a public park. Turning this burial ground into the setting for a Sunday picnic may sound strange, but according to Hunt, it’s the city’s taboo treatment of Hart Island that’s the anomaly here.</p>\n<p>“In New York City, all of [the] earlier potter’s fields [graveyards for poor or unknown people] became important public parks,\" she explains. \"Washington Square, Madison Square, New York Public Library, Bryant Park and City Hall Park — those all have burials still there. And so there’s a longstanding tradition in New York City for these public cemeteries to become public parks, and for them to be places of the living as well as places of the dead.”</p>\n<p>In the meantime, those seeking to visit Hart Island will have to take their chances with the Department of Corrections. Or better yet, click over to the Travelling Cloud Museum, which is accessible to everyone, always.</p>\n<p><em>The music featured in the audio story is John Cage’s “<a href=\"http://johncage.org/pp/John-Cage-Work-Detail.cfm?work_ID=188\">Sonatas and Interludes: Sonata XVI &amp; XV ‘Gemini’</a>” performed by David Greilsammer.  It’s the soundtrack to the Hart Island project.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-17%2Funcovering-lost-names-and-stories-people-buried-new-yorks-hart-island-cemetary&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/3269859182_8ff1a0144d_o.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/32698591828ff1a0144dojpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0217201507.mp3"},{"href":"http://www.pri.org/file/0217201507mp3"}]}