{"created":"2015-05-30T21:06:02+00:00","modified":"2015-06-04T16:14:02+00:00","valid":{"from":"2015-06-04T16:14:02+00:00","to":"3015-06-04T16:14:02+00:00"},"hreflang":"en","title":"North Korean Defector Reflects On Life 'Under The Same Sky'","published":"2015-06-04T16:13:00+00:00","teaser":"In his new memoir, Joseph Kim tells the harrowing tale of his journey from being homeless on the streets of North Korea to a college student in America.","itags":["npr_api","410244293"],"guid":"b317dda5-b767-44a4-b3c7-6eaf76bf18d8","contentencoded":"<p>Few can imagine what it is like to be homeless and starving as a child. Few can imagine life in the hermit kingdom of North Korea. However, refugee Joseph Kim knows both very well and he gives us a window into those worlds in his new memoir <em>Under the Same Sky: From Starvation in North Korea to Salvation in America</em>.</p><p>Kim became homeless during the great famine of the 1990s, which killed more than a million people including his father. After three years on the streets, he escaped to China where a network of activists connected him with the U.S. consulate. At 17 years old, Kim arrived in America as a refugee with no family and barely an education.</p><p>NPR's Arun Rath spoke with Kim about his harrowing experience as a homeless kid on the streets of North Korea, and how he finally made it to America.</p><hr /><h3>Interview Highlights</h3><p><strong>On his life before the famine</strong></p><p>I was only 4 or 5 years old when the famine began so I can't really remember much from before but what I can remember is that I was actually being able to play with my friends, everything was peaceful. I didn't have to worry about when the next meal was gonna come or whether we are gonna have food or not.</p><p><strong>On losing his family at 12 years old</strong><br /> <br />So my mom actually ended up making a very difficult decision to sell my older sister to Chinese men. She came back to me in North Korea and she explained to me but I didn't really understand at the time. But now I think about it and she did it so she could at least save her youngest child, which was me. After that my mom tried to go to China again to look for my sister and earn some money but she got caught so she was put in a prison facility.</p><p><strong>On being homeless in North Korea</strong><br /> <br />In order to survive as a homeless, probably one of the first things that you have to do is to give up your human dignity because if you try to keep yourself a human being and try to preserve your rights and right to be treated, you're not going to be able to ask for food. I mean it's really humiliating. You also have to cross the line where you have to stop worrying about or thinking about the morality. I was taught in school don't steal it but if I don't steal it, I can't survive.</p><p><strong>On escaping to China </strong></p><p>I crossed where the river was frozen so I was able to run across the border. There was no security guard. [The] distance was not that long, maybe like 100 yards, but I feel like that was the fastest I ran in my life.</p><p><strong>On being a refugee in America</strong></p><p>Friends treat me as just a normal Korean-American student — although they know my stories, I think my friends allow me to be part of their group without labeling me as a North Korean defector. I feel definitely welcomed and accepted.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=North+Korean+Defector+Reflects+On+Life+%27Under+The+Same+Sky%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"298"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410837089-6119fa.m3u?orgId=1&topicId=1033&d=298&p=2&story=410244293&t=progseg&e=410764309&seg=5&ft=nprml&f=410244293"},{"href":"http://media.npr.org/assets/img/2015/05/28/author-photo---joseph-kim-martin-bentsen-f1cf670c5c3a0547fde7fb18aeea173595004f96.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2457","width":"3276"}}]}