{"created":"2014-11-28T18:36:26+00:00","modified":"2014-11-29T21:43:56+00:00","valid":{"from":"2014-11-29T21:43:56+00:00","to":"3014-11-29T21:43:56+00:00"},"hreflang":"en","title":"Overstuffed? 5 Tips For Keeping Pounds Off During The Holidays","published":"2014-11-28T18:58:00+00:00","teaser":"A nutritionist and personal trainer offers some concrete advice to help people get to January feeling fit and healthy.","itags":["npr_api","367230382"],"guid":"b33cf17e-f9ee-4f07-a909-d3e85d2747f4","contentencoded":"<p>It&#8217;s the day after Thanksgiving, and more than a few of us are loosening our belt buckles a notch or two. But it&#8217;s only one day, right? So getting back on track shouldn&#8217;t be a problem.</p><p>But wait! There&#8217;s still that office holiday party a few days away, and then there&#8217;s your neighbor&#8217;s Chanukah party &#8212; with those killer latkes. Add a cocktail party or two. And that&#8217;s before Christmas dinner.</p><p>Of course, the week between Christmas and New Years is when your colleagues will haul their leftover cakes, cookies and candies to work, in a feeble attempt not to eat it at home. And then, the finale: the New Year&#8217;s Eve party.</p><p>So given the food extravaganza around the corner, is there any hope of emerging on the other side of the calendar with your waistline intact? Nutritionist and personal trainer <strong>Justine SanFilippo</strong> says yes, and offers some concrete advice to help people get to January feeling fit and healthy.</p><h4>5 Holiday Health Tips From Justine SanFilippo</h4><ul><li>Weigh yourself at the beginning of the holidays and after the holidays are over. If you go into the holidays with the mindset of not gaining wait, chances are you will be successful.</li><li>80/20 rule: Plan to eat what and how much you should 80 percent of the time, but have treats and indulge here and there.</li><li>Eat something healthy and/or high in protein before going to a holiday party. It keeps you from overeating and helps you handle any alcohol.</li><li>Set a drink limit for yourself &#8212; for example, two drinks &#8212; before work parties.</li><li>Thirst can present as hunger. Have a glass of water and then see if you need that extra snack. Many people tend to be dehydrated because processed foods and restaurant food tend to be high in sodium.</li></ul><h4>Guest</h4><ul><li><strong><a href=\"http://www.happyhealthypeople.com/meet-justine/\" target=\"_blank\">Justine SanFilippo</a></strong>, nutritionist, personal trainer and author of &#8220;<a href=\"http://www.amazon.com/Lose-Your-Inches-without-Losing/dp/1938416910/?tag=wburorg-20\" target=\"_blank\">Lose Your Inches Without Losing Your Mind!</a>&#8221; She tweets <a href=\"https://twitter.com/happyhealthyppl\" target=\"_blank\">@HappyHealthyPpl</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Overstuffed%3F+5+Tips+For+Keeping+Pounds+Off+During+The+Holidays&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"162"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367425235-24319b.m3u?orgId=1&ft=3&f=367230382"}]}