{"created":"2014-09-15T20:24:55+00:00","modified":"2014-09-15T20:25:06+00:00","valid":{"from":"2014-09-15T20:25:06+00:00","to":"3014-09-15T20:25:06+00:00"},"hreflang":"en","guid":"b34470b1-749e-4447-8d6c-65d1f90844ae","title":"Meet the young women of ISIS — on the social web","published":"2014-09-15T20:25:05+00:00","byline":"Marc Kilstein","tags":["ISIS","Islamic State in Iraq and Syria","social media","terrorism","International Security","Conflict","Conflict & Justice","Asia","Europe","Middle East","Asia","Europe","Ellie Hall","Social media","Twitter","Technology","Religion"],"teaser":"Buzzfeed reporter Ellie Hall got a disturbing look at the online world of young women — often from the West — who claim to be members of the Islamic militant group known as ISIS. They go to the Middle East to be married, raise young Jihadists and spread propaganda on social networks.","contentencoded":"<p>Young women have become a key element of the ISIS&nbsp;<a href=\"http://www.pri.org/stories/2014-08-21/extremists-who-killed-james-foley-are-brutal-they-are-internet-savvy\" target=\"_blank\">sophisticated social media strategy</a>.&nbsp;&ldquo;What&rsquo;s most disturbing about it is the way they combine memes, smiley faces, and emoticons, while talking about things like the beheading of journalists,&rdquo; says reporter Ellie Hall.</p><p>Hall decided to <a href=\"http://www.buzzfeed.com/ellievhall/inside-the-online-world-of-the-women-of-isis#2xiwna1\" target=\"_blank\">take a deep dive</a>&nbsp;into the online world of these women &mdash; often from the West &mdash; who claim to be members of the Islamic militant group which calls itself the Islamic State and is known as ISIS. &nbsp;&nbsp;</p><p>&ldquo;I found &mdash; quite disturbingly &mdash; teenage girls and girls in their early 20s who have left their families and gone to the Middle East,&rdquo; says Hall, a reporter for BuzzFeed. &ldquo;Not just to marry, but to actively be involved, as best they can, in this fight against the Western world.&rdquo;</p><p>Hall gives the example of a woman who calls herself Jihadi Jane on Twitter and &quot;posted a picture of the beheading of journalist Jim Foley with the caption, &lsquo;If this doesn&rsquo;t bring a bit of comfort and ease to your heart, then check yourself.&rsquo;&rdquo;</p><p>Hall notes that Jihadi Jane identifies herself as a former citizen of the United Kingdom.&nbsp;&ldquo;These aren&rsquo;t women from the Middle East, necessarily,&quot; Hall says. &quot;You are seeing women from the United States, the United Kingdom and from all over the world.&rdquo;</p><p>What awaits the women who join ISIS is not actual fighting, but a quick marriage.&nbsp;Hall says &quot;one woman tweeted to remind her followers that &lsquo;there is not a single woman fighting in ISIS. The women&rsquo;s place is in her home looking after her kids and fulfilling her duty to her husband.&rsquo;&rdquo;</p><p>&quot;What was weirdest to me, as a young woman,&quot; says Hall, &quot;is that these women went to the Middle East knowing that they would immediately be married to men they had never met before. And that&rsquo;s part of the recruitment speech.&quot;&nbsp;</p><p>These women go for &ldquo;the sole purpose of being housewives, eventually having children, and raising their children to be fighters.&nbsp;And the pictures posted completely echo this mentality,&quot; notes Hall.</p><p>&quot;There&rsquo;s one picture of a woman, heavily veiled, standing next to a smiling man with a gun strapped across his chest with the caption, &lsquo;The love of Jihad till martyrdom do us part.&rsquo; And that&rsquo;s the ideal.&rdquo;</p><p>After Hall published her article on Thursday, Facebook took down the posts cited in her piece.&nbsp;&ldquo;I reached out to them for comment, and they said that these accounts have violated their terms of service because they do not allow terrorist groups to use Facebook,&quot; she says.</p><p>But she doesn&rsquo;t believe deletions will deter the women from remaining active on the social web.</p><p>&ldquo;I don&rsquo;t think they&rsquo;re going to disappear from the Internet,&rdquo; she says. &ldquo;One of the things that I saw that was most disturbing is that all of these women who were actively posting &mdash; &nbsp;they don&rsquo;t just have one social media account. They have two, three, four Twitter pages. They plan for things being taken down.&rdquo;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/jihad.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/jihadjpg"}]}