{"created":"2015-01-07T22:11:15+00:00","modified":"2015-05-13T21:23:14+00:00","valid":{"from":"2015-05-13T21:23:14+00:00","to":"3015-05-13T21:23:14+00:00"},"hreflang":"en","title":"When It Comes To Smartphones, Are Americans Dumb?","published":"2015-01-08T19:20:00+00:00","teaser":"If you paid top dollar for a top phone, Asian vendors at the International Consumer Electronics Show have a message: You paid for a brand, not quality. And this year, they want to sell to you.","itags":["npr_api","375650059"],"guid":"b346c3c4-7583-428e-9a14-6b961a7851cc","contentencoded":"<p>As you might imagine, there are smartphones everywhere at the International Consumer Electronics Show in Las Vegas this week. Tonino Lamborghini [a company not related to the famous car brand] has a <a href=\"http://www.lamborghinimobile.com/en/\" target=\"_blank\">new phone out</a> for $6,000. Samsung's Galaxy series is on display in a dazzling showroom.</p><p>But these high-end phones are not the force driving global sales. You'll find that in a little corner of this massive expo: the Asian wing. It took just 30 minutes of speed walking (the convention center madness here spans a few million square feet) to finally reach it.</p><p>The space has a little smartphone alley, filled with cramped, boxy booths rented out by some of the world's leading manufacturers — companies you've never heard of, like<strong> </strong>WeiHeng Digital Co. Ltd., Quality Technology Industrial Co. and Shenzhen GBD Electronics Co.</p><p>All these vendors are here at the show for the first time. They've been building customer bases in Asia, Africa and Europe. Now, they say, it's time to hit the U.S. market.</p><p>I go booth to booth, asking vendors to show me the very best phones they've got.</p><p>The phone Gandolf Guan of WeiHeng is holding costs about $110. It's the same size as the iPhone 6 Plus, though it doesn't bend (I tried). And with its \"smart awake\" feature, you can swipe the screen with your finger to awaken it from sleep mode. You can swipe \"C\" for call pad, \"E\" for email or \"M\" for music, but it's up to you — \"you can make the definitions by yourself,\" Guan explains.</p><p>The phone's camera is high-resolution with 16 megapixels, just like my Samsung Galaxy S5.</p><p>And this phone has a feature mine does not. Guan pops open the back to show me: It has two SIM cards, not one.</p><p>The SIM card, a chip the size of a fingernail, is used in most of the world outside the U.S. You can pop the card, which is associated with a specific carrier, in and out of one phone and put it in another. So with two SIM cards, you could switch back and forth between carriers and save money, Guan says.</p><p>Say Verizon is your main provider, but T-Mobile is having a big promotion. Guan says you could use both SIM cards from different operators on just one phone.</p><p>I have several conversations like this one in the Asia wing. Irene Chen with Quality Ltd. tells me that her $100 phone is not cheap. \"It's very smart,\" she says. \"Let me show you.\"</p><p>Chen grabs her best phone and launches <a href=\"https://play.google.com/store/apps/details?id=com.antutu.ABenchMark&hl=en\">AnTuTu Benchmark</a>, an Android app that diagnoses a phone's specs like its speed and its memory. And it's true: This phone's ranking is on par with leading models.</p><p>When many of us see the label, \"Made in India\" or \"Made in China,\" we think it must be bad quality.</p><p>But Chen points out, \"As you know, almost all the phones [are] made in China. Like Apple. It's made in China also.\"</p><p>The vendors at the Asia wing make a good sales pitch, but they've also got money at stake. So I wander through the convention in search of experts who don't — and find Greg Harper.</p><p>He's the kind of rigorous (or obsessive) expert you wish were whispering into your ear while you're phone shopping. \"In terms of smartphones, I have 28 active [phone] numbers,\" Harper says. \"And I have no idea how many actual phones I own. It's in the hundreds.\"</p><p>Harper swears by his Asian phones.</p><p>\"The [Xiaomi] Mi5 is a very, very good phone, and the OnePlus. Those are the two phones I'm using right now,\" he says.</p><p>His favorites cost $300 to $400 — about half the price of a top-end, unsubsidized Apple or Samsung, and he says they're just as good. They run on Android, so you can use all the same Google apps.</p><p>Korea-based Samsung is, in fact, taking a beating on its home turf. Because it was so focused on Americans who'll spend a lot of money, it lost the huge market in Asia. One company called Xiaomi has risen so fast it's now the <a href=\"http://www.idc.com/getdoc.jsp?containerId=prUS25224914\">third-largest</a> smartphone-maker in the world.</p><p>Harper says Americans aren't paying for quality — they're paying for brand.</p><p>\"Are<strong> </strong>American consumers dumb when it comes to how we buy smartphones?\" I ask him.</p><p>\"We're very dumb,\" he says. \"Because we've been caught up in the whole marketing blitz.\"</p><p>The Asian phone-makers at the show say they're fighting over pennies back home. In the U.S., with prices so high, they can grab dollars.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+It+Comes+To+Smartphones%2C+Are+Americans+Dumb%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"257"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375672063-6809f6.m3u?orgId=1&topicId=1019&d=257&p=2&story=375650059&t=progseg&e=375651703&seg=8&ft=nprml&f=375650059"},{"href":"http://media.npr.org/assets/img/2015/01/07/20150106_122841-f08055fc72a1780bc108e9e2cfca170daf19810b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1288","width":"1718"}},{"href":"http://media.npr.org/assets/img/2015/01/07/xiaomi-mi-phone-cbd7415c478912c75533db2742ba5ca87ef312d0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1892","width":"2524"}}]}