{"created":"2014-10-08T13:55:47+00:00","modified":"2014-10-31T01:32:33+00:00","valid":{"from":"2014-10-31T01:32:32+00:00","to":"3014-10-31T01:32:32+00:00"},"hreflang":"en","title":"Is Collecting Animals For Science A Noble Mission Or A Threat?","published":"2014-06-18T12:29:00+00:00","teaser":"Museums are filled with dead insects, birds, fish, mammals and reptiles meticulously gathered worldwide in the name of scientific discovery. But some researchers now say scientists should think twice.","itags":["npr_api","318307574"],"guid":"b35c0b4e-ed51-439a-b8ac-7cedd1e57cd8","contentencoded":"<p>Behind the scenes at the Smithsonian's National Museum of Natural History, there's a vast, warehouse-like room that's filled with metal cabinets painted a drab institutional green. Inside the cabinets are more than a half-million birds — and these birds are not drab. Their colorful feathers make them seem to almost glow.</p><p>\"The birds are showing their beautiful plumages; they're laid out like little soldiers in a row,\" says <a href=\"http://vertebrates.si.edu/birds/birds_staff_pages/HelenJames_staffpage.cfm\">Helen James</a>, the curator in charge of the bird division, as she points to some special finds. \"We have some of the most amazing hummingbirds. Here is one with a long, straight bill that's longer than the bird itself. Here is the smallest species of a raptorial bird — a tiny little falcon.\"</p><p>Probably every hour, she says, someone reaches into a cabinet here and pulls out a bird. Maybe a visiting scientist wants to know all the places a species has been collected, to understand its geographic range. Or a paleontologist needs help identifying a fossil to reconstruct the evolution of birds. Sometimes a researcher wants to take a bit from a specimen to do a lab analysis that could reveal what the bird ate, or whether it was sick, or if it was exposed to a toxin.</p><p>The value of scientific collections like this one — and the constant need for adding new specimens — is so obvious to James that she was alarmed by a recent article that appeared in the journal <em>Science</em>.</p><p>It warned that scientific collection has the potential to hurt animal populations that are small and isolated. The article also asserted that \"collecting specimens is no longer required to describe a species or to document its rediscovery.\"</p><p>\"There was a real concern here that there was an issue of scientific responsibility,\" says <a href=\"http://sustainability.asu.edu/people/persbio.php?pid=6971\">Ben Minteer</a>, an ethicist at Arizona State University and one of the report's authors. \"If we're dealing with very small populations, where individuals really matter in these populations, it doesn't take many researchers filling their specimen bags to have an impact.\"</p><p>Last year, for example, Minteer's co-author, <a href=\"http://www.plymouth.ac.uk/staff/rpuschendorf\">Robert Puschendorf</a> of Plymouth University in the United Kingdom, was doing field work in the mountains of Costa Rica when he heard that a certain tree frog — once thought to be extinct — had just been spotted.</p><p>\"A colleague of mine was telling us about it and he was really excited,\" Puschendorf recalls; he and some colleagues went out that night to try to find this frog but couldn't. In the morning, they heard that someone else had found one and collected it.</p><p>Puschendorf says the experience was an eye-opener. \"I've collected lots of animals in the past and it's incredibly important,\" he says. But this case left him feeling troubled. \"Because why do we actually need to take the animal right at this point in time,\" he asks, \"when they are just starting to show up again in a site ... and you can actually be harming that population?\"</p><p>Traditionally, collecting what scientists call a <a href=\"http://www.academia.edu/245195/The_changing_significance_and_definition_of_the_biological_voucher\">voucher specimen</a> is considered the gold standard for documenting the presence of a species. \"It's the ultimate evidence that you've found something, right?\" Puschendorf says. \"You have the whole animal.\"</p><p>He and a colleague asked Minteer for advice on the ethics of whether this is always the best approach. They concluded that instead of collecting one of the rediscovered frogs right away, scientists could have used alternative techniques to document its existence — like getting some of its DNA, or taking photographs.</p><p>After all, this tree frog was already known to science. But even when researchers discover a totally new species, Minteer says, they shouldn't collect if they don't understand the possible impact. To him, this was a no-brainer.</p><p>\"The surprise for me was the degree to which some [in] the biologist community and the museum community felt that this was an all-out attack on what they do,\" says Minteer.</p><p>More than a hundred researchers from museums and universities around the world signed a letter to <em>Science</em> that defends specimen collection as an essential tool. The researchers noted that an estimated 86 percent of species on the planet aren't yet known to science.</p><p>\"If we don't have the specimens, then we can't obtain the data that we actually need to conserve the species,\" says <a href=\"http://vertebrates.si.edu/fishes/fishes_staff_pages/baldwinc.cfm\">Carole Baldwin</a>, a fish specialist at the National Museum of Natural History.</p><p>Baldwin says she, personally, would not be convinced if someone claimed to have a new fish species just based on photos and DNA, because that could be misleading.</p><p>And she points out that much of ocean life simply cannot be discovered without collecting it. Baldwin studies deep ocean reefs, for example, that she reaches by diving in a small submarine.</p><p>\"Most of the diversity on coral reefs, you've never seen,\" she says. \"It's not swimming out above the reef; it's down deep inside. So you're not going to come to me with photographs and DNA unless you've got a specimen.\"</p><p>She worries that this recent criticism of collecting will give the public the wrong idea — which worries her. Before scientists go on a collecting trip, they have to get all kinds of permission from regulators, and Baldwin says \"it's getting harder and harder to get approval and permits to collect.\"</p><p>Over in the bird division of the museum, James notes that one recent field expedition to Djibouti in Africa required seven different permits and approvals.</p><p>That expedition returned with a big black case that James opens to show a tray of black-and-white birds, pinned down so that they would dry in the right position.</p><p>\"These three here are crab plovers,\" James says. \"This is a very special addition to our collection because we did not have any modern genetic material of this family.\" Now the scientists can sequence the DNA of this strange shorebird and figure out how it fits into the family tree.</p><p>She worries that Minteer's arguments could create a dangerous slippery slope.</p><p>\"When it's suggested that you should cease collecting because maybe there's a case when you don't know whether you might collect something rare, then that argues that we should cease collecting generally,\" James says. \"We fear it will swing the pendulum toward ceasing scientific collection entirely, and I think that would be a great harm.\"</p><p>Long ago, some scientists did go out and deliberately collect rare species in a way that would never be accepted today, says James. But she sees no evidence that modern scientific collection has ever made a species go extinct, and says the real culprits are activities like habitat destruction.</p><p>\"We're not claiming that scientific collection is a leading driver of extinction,\" counters Minteer. \"That's a sort of absurd, sort of hyperbolic interpretation of what we're saying.\"</p><p>He says all he and his colleagues really wanted to convey is that scientists should be careful and think twice — seriously consider alternatives before automatically grabbing an animal to take home.</p><p>\"It's one thing for a community to say, 'Look, we have a code of ethics, we abide by it. No responsible biologist would ever do this.' We think that those are all good things, and good statements,\" says Minteer. \"But it's harder to actually create a sort of ethical culture in the field when no one is looking — when no one is watching.\"</p><p>There needs to be more discussion of how scientists can watch over themselves, Minteer says, to make sure their desire to collect a species never delivers the final blow.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Is+Collecting+Animals+For+Science+A+Noble+Mission+Or+A+Threat%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"443"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323166184-9e51b0.m3u?orgId=1&topicId=1007&ft=3&f=318307574"},{"href":"http://media.npr.org/assets/img/2014/06/06/_mg_3784-2c251b1894ff9be39f9bae7593e170a4d81be85e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}},{"href":"http://media.npr.org/assets/img/2014/06/06/_mg_3767-b1f623fd9453665288d2529ac7818b3b63db6344.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}},{"href":"http://media.npr.org/assets/img/2014/06/06/_mg_3770-105167d1cd0109ec1f71c2cf95c72672829fffb5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}},{"href":"http://media.npr.org/assets/img/2014/06/09/_mg_3810-75741d8c307b141c5aaf2be03ad6ad8b19320a61.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}},{"href":"http://media.npr.org/assets/img/2014/06/09/_mg_3814-2ff0c605deaf2069877e49b3479d83e82fb105b5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}}]}