{"created":"2014-10-08T13:42:28+00:00","modified":"2014-12-04T15:17:05+00:00","valid":{"from":"2014-12-04T15:17:05+00:00","to":"3014-12-04T15:17:05+00:00"},"hreflang":"en","title":"A Former Prisoner Out Of Step With Modern China In 'Night Heron'","published":"2014-06-21T18:29:00+00:00","teaser":"Former BBC China correspondent Adam Brookes' new novel follows the ironically named Peanut, a former political prisoner who finds himself adrift — and then in trouble — in post-Tiananmen China.","itags":["npr_api","323997161"],"guid":"b360c4e6-0d5c-4bcc-a16d-0569a42fc58e","contentencoded":"<p>Adam Brookes' new novel, <em>Night Heron</em>, starts with an act of almost impossible bravery.</p><p>A man named Peanut escapes from a prison camp in north-western China. Peanut is a a powerfully-built man — despite his nickname — who witnessed the Cultural Revolution as a small boy, and whose father was an intellectual savaged by the Chinese regime.</p><p>Peanut grows up to become a ballistics expert, but joins the protests in Tiananmen Square, which gets him locked up in that prison camp for 20 years. When he breaks out, his revolutionary fervor is no longer academic — and he has a way in mind to poke a mortal hole in the Chinese regime.</p><p><em>Night Heron</em> is the first novel by Brookes, a BBC correspondent formerly based in China. He tells NPR's Scott Simon that Peanut has \"been through the mill, as so many middle-aged and elderly people in China have. From the early years of Communism through the Cultural revolution, through to this huge and very disorienting transition to a market economy.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On Peanut's experience in contemporary China</strong></p><p>Peanut finds himself traduced by these changes, he finds himself unable to find a footing in any aspect of contemporary China. I've met many Chinese people who've had these experiences, whose whole lives have been defined by what happened to them, particularly in the Cultural Revolution and its immediate aftermath, where whole slices of their lives were taken out ... someone I'm particularly close to in China was studying to be an engineer when he said the wrong thing in a Party meeting and spent 22 years sweeping a floor in a factory in northeastern China. Those stories are legion, you know, they abound, they're all over China all the time.</p><p>And when [Peanut] comes out, he finds his old friends and his colleagues have become successful academics, they've found their feet in this new China.</p><p><strong>On being a student in China in the 1980s, when things began to change</strong></p><p>It was extraordinary for us to witness the way in which people were kind of opening up, not just politically in terms of the things that they would say, and the things that they would read, but the way in which people spoke to each other, the way in which they started to conduct intimate relationships in public, the way that they started to change what they wore, the way that they started to listen to Western pop music.</p><p>In the summer of 1987, there was a market up in northwest Beijing ... and on this market stall, they began to sell a little bright yellow dress, quite short, which showed the shoulders. And for a while it sat there and nobody bought it. But then, some brave student on one of the campuses bought this yellow dress and began to wear it. And then everybody began to buy it, and it just sort of took off ... which made an extraordinary statement about the way people saw their lives changing and themselves changing.</p><p><strong>On whether people of Peanut's generation have traded liberty for prosperity</strong></p><p>I'm not sure liberty was ever on the table. The primacy of the Communist Party is still a given in China. It faces all sorts of challenges ... but nothing yet that coalesces into something that could really challenge the rule of the Communist Party.</p><p>The Party's central equation, the contract it has with its people, goes something like: we, the Party, will deliver prosperity if you will guarantee our political dominance for the future. The Party is mortgaged to this idea, and I think as long as people continue to believe ... that they can expect their children to see a life that was better than their own, as long as they can access education, access consumer goods, and as long as they have a significant amount of personal space within which they can move, the Party will continue to hold this contract in place.</p><p>If any of this falls away ... then I think all bets are off about the future of China.</p><p><strong>On his line, \"China makes exiles of us all\"</strong></p><p>I was trying to get across the sense of how, as a Chinese person, a powerful longing to feel a part of your nation and your country and your culture can be confounded by the authoritarian instincts of the state. My character Peanut sought as a young man to serve his country. He sought to become an engineer, he sought to work for the state. He then sought to turn China democratic, he sought to commit himself to political change in his country — and at every stage, he found himself rejected and confounded, and later imprisoned by the state. And the sense of the exiled intellectual is a very powerful archetype in Chinese politics, it leads deeply back into Chinese history and literature. Peanut is my latest incarnation of that tradition of the exiled, frustrated, furious intellectual.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Former+Prisoner+Out+Of+Step+With+Modern+China+In+%27Night+Heron%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"323"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324222798-1dbdcb.m3u?orgId=1&topicId=1032&ft=3&f=323997161"},{"href":"http://media.npr.org/assets/img/2014/06/20/night-heron-cover1-6fab69310bf82e65749fb4e9d34209082fed1040.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"465","width":"621"}}]}