{"created":"2014-10-08T17:44:02+00:00","modified":"2014-10-31T02:31:50+00:00","valid":{"from":"2014-10-31T02:31:50+00:00","to":"3014-10-31T02:31:50+00:00"},"hreflang":"en","title":"Doge At 'Dega: Dogecoin Sponsors Race Car","published":"2014-05-01T15:54:00+00:00","teaser":"Back in March, when a someone posted on the social media site Reddit that NASCAR driver Josh Wise was without a sponsor, the Dogecoin community stepped in. Now the car is ready to race at Talladega.","itags":["npr_api","308569803"],"guid":"b3775dd6-26ff-4539-8c81-f3e1cd2ddc63","contentencoded":"<p>Dogecoin users, it turns out, are passionate about underdogs. At Talladega Superspeedway this Sunday, one of the cars running will stand out from the rest.</p><p>Dogecoin is the <a href=\"http://dogecoin.com/\">digital currency</a> that's similar to Bitcoin. (<a href=\"http://knowyourmeme.com/memes/doge\">Doge </a>is a slang term for \"dog\" used in Internet memes. There's a famous image of a puzzled-looking dog that's been a viral hit and it's also the currency's mascot.)</p><p>Back in March, when someone <a href=\"http://www.reddit.com/r/dogecoin/comments/20mwde/guys_lets_do_it_doge_nascar_style/\">posted on Reddit</a> that NASCAR driver Josh Wise needed a sponsor, the Dogecoin community stepped in.</p><p>\"It instantaneously struck a chord within me and I remember sitting there saying this is totally awesome and we need to make it happen,\" says Kevin Dusenberry. He managed a fundraiser that, in eight days, raised over 60 million Dogecoin — enough to cover the $55,000 needed to sponsor the driver's car at Talladega.</p><p>For the race this Sunday, Dusenberry and his team will have great seats. \"We have Hot Passes so we'll be on pit road for the entire race, cheering Josh on and watching him hopefully come in first place,\" Dusenberry says.</p><p>Of course, race cars are branded by their sponsors — so across the hood of Josh Wise's car, sort of peering out at the other drivers as it goes around the track, will be that puzzled-looking doge.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Doge+At+%27Dega%3A+Dogecoin+Sponsors+Race+Car&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"98"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1308569804-c8135a.m3u?orgId=1&topicId=1006&ft=3&f=308569803"},{"href":"http://media.npr.org/assets/img/2014/05/01/doge-car-0e838bddee2d8257d5394fd530956d549810e393.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"560","width":"747"}}]}