{"created":"2015-05-06T18:27:18+00:00","modified":"2015-05-20T21:05:12+00:00","valid":{"from":"2015-05-20T21:05:12+00:00","to":"3015-05-20T21:05:12+00:00"},"hreflang":"en","title":"Puerto Rico Is Sowing A New Generation Of Small Farmers","published":"2015-05-06T23:55:00+00:00","teaser":"Decades of industrialization have left the island reliant on imported food. But change is coming — from government subsidies for small farmers, to classes that teach school kids how to grow food.","itags":["npr_api","404649122"],"guid":"b37bebdd-1f83-4d61-b348-2a13e77eca42","contentencoded":"<p>Although it's a tropical island, perhaps surprisingly, Puerto Rico produces very little of its own food. After decades of industrialization, the U.S. territory imports more than 80 percent of what's consumed on the island. There are signs, though, the trend is changing.</p><p>One place you can see it is in Orocovis, a small town in Puerto Rico's mountainous interior. At an elementary school there, Dalma Cartagena has for 15 years tended the seeds of an agricultural movement. Cartagena teaches agricultural science. It's a special curriculum she developed that teaches children, from the third to the eighth grade, how to grow their own food.</p><p>On one recent morning, her fourth-grade class was getting ready to transplant small lettuce plants into the garden. Before heading outside, she quizzes her students in the classroom. \"When we don't have compost, what do we use?\" Cartagena asks. \"Manure,\" her students answer in a matter-of-fact way.</p><p>Cartagena's students grab shovels and hoes and go to work in the school's garden. There are banana trees along with rows of lettuce, beans and radishes. Cartagena shows them how to add a little compost with each plant they put in the ground. She's teaching her students a community-based, sustainable approach to food production.</p><p>It's part of a new way of thinking about agriculture in Puerto Rico. For decades after World War II, the island turned away from farming, as urbanization and factories transformed the economy. In food production, as in so many things, Puerto Rico looked to the mainland, importing things like rice, vegetables and beef.</p><p>At the same time, the island's agriculture secretary, Myrna Comas Pagan, says Puerto Ricans pushed their children away from the farms. In her office in San Juan, Comas tells us that parents would tell their children: \"If you want to be a prosperous man, you will need to study medicine or engineering. Agriculture is for people that don't have anything to do.\"</p><p>Since being appointed secretary, Comas has made it her mission to improve Puerto Rico's food security. She wants to increase agricultural production, so the island can sustain itself after a natural disaster or other events that could make imported food expensive or unavailable.</p><p>Puerto Rico's government provided farmers some $13 million in subsidies in the past two years, paying for everything from equipment to hourly wages. Comas says it's creating jobs and bringing new income to the island's economy.</p><p>But there's also a grass-roots effort underway in Puerto Rico. <a href=\"https://www.facebook.com/pages/El-Departamento-De-La-Comida/233198116790571\">El Departamento de la Comida</a> sounds like a government agency — the Department of Food. But it's a restaurant and market in San Juan that features produce from a growing network of small farmers on the island.</p><p><em>El Departamento i</em>s owned and run by Tara Rodriguez Besosa, who originally trained as an architect. Now in her early 30s, she says she first waded into the food business several years ago. She began by selling her mom's organic produce at a San Juan farmers market, \"setting up a little table area and selling every Tuesday afternoon,\" she recalls. \"That's really how it started.\"</p><p>Many of those getting into farming and food production in Puerto Rico are young entrepreneurs like Rodriguez who are making their own opportunities in a troubled economy. But Rodriguez says there's still a stigma attached to farming as a poor man's occupation, a job for a <em>jibaro,</em> an island term for a rural peasant. She says in Puerto Rico: \"<em>Jibaro</em> has been a term a lot of people use in a condescending way. So it's like when you call someone a <em>jibaro</em>, it's like in some sense of the word ignorant.</p><p>Organic farmer Ricky Cruz Ortiz doesn't worry about being called a <em>jibaro</em>. He studied engineering and later went back to college for a degree in horticulture. He raises vegetables, greens and herbs, and he supplies some of San Juan's top restaurants. \"I'm seeing more and more young people interested in agriculture, and even more in organic agriculture,\" he says. \"I think that people are yearning for contact with the land.\"</p><p>If these trends continue, Agriculture Secretary Myrna Comas believes Puerto Rico may double its food production within a decade.</p><p>If so, Dalma Cartagena and the children in her classes in Orocovis deserve some of the credit. Of her students, Cartagena says: \"Of course, I hope they work in agriculture eventually. At some point, I asked myself if I was just training laborers, farmers. But in reality, I'm preparing them to make good decisions when it comes to the environment and healthy foods.\"</p><p>Cartagena says other schools have adopted her curriculum and are now teaching kids about the land and growing their own food. She's part of a movement to make the island self-sufficient and rebuild Puerto Rico's agricultural industry.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Puerto+Rico+Is+Sowing+A+New+Generation+Of+Small+Farmers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Greg Allen","audio":[{"meta":{"duration":"296"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404739827-5e4237.m3u?orgId=1&topicId=1053&d=296&p=2&story=404649122&t=progseg&e=404739713&seg=6&ft=nprml&f=404649122"},{"href":"http://media.npr.org/assets/img/2015/05/06/farm_3122-1ff5369031497f9607a5110db435cd67db3822e8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1351","width":"1801"}},{"href":"http://media.npr.org/assets/img/2015/05/06/farm_3132-47a4d5c3d14ac02e90e27f69f210c11a074d7d8e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1535","width":"2046"}},{"href":"http://media.npr.org/assets/img/2015/05/06/farm_7675-49afeeff6c177f932fe5eeaeef0df8c9086211fe.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}}]}