{"created":"2014-11-07T09:58:55+00:00","modified":"2015-03-24T23:05:49+00:00","valid":{"from":"2015-03-24T23:05:49+00:00","to":"3015-03-24T23:05:49+00:00"},"hreflang":"en","title":"The Awkward Post-Election White House Lunch","published":"2014-11-11T21:27:00+00:00","teaser":"President Obama and congressional leaders have lunch on Friday, after an election that saw power shift to the Republicans. If history is a guide, they'll come out and describe it using polite terms.","itags":["npr_api","362226186"],"guid":"b38d9043-221c-4c17-8017-287aa7faabc7","contentencoded":"<p>President Obama is having lunch with congressional leaders at the White House on Friday. This sort of post-election sit-down after power shifts away from the president's party has become something of a Washington tradition. An awkward one.</p><p>\"Hey Mitch, can you pass the biscuits?\"</p><p>\"And while you're at it, what about tax reform?\"</p><p>Oh, who are we kidding? They probably don't serve buttery biscuits at this White House. And we may never find out exactly what President Obama and congressional Republicans discuss over lunch.</p><p>But if history is a guide, they'll come out and describe it using polite terms like other leaders have following similar post-election get-togethers:</p><p>\"I thought it was a very positive meeting,\" former speaker of the House Newt Gingrich once said.</p><p>\"We both extended the hand of friendship,\" said former speaker Nancy Pelosi.</p><p>And, \"I would call it a very constructive and very friendly conversation,\" came from former President George W. Bush.</p><p>\"Kumbaya with an edge,\" is what Sheila Burke calls it. She was chief of staff to Bob Dole when he became majority leader of the Senate in 1994 and had his own White House meeting with Gingrich and President Bill Clinton. </p><p>\"There's no question that there's always some awkwardness when there's been opposition or bitterness. ... But these are folks who are professionals and people who you know, at the heart of it, want to legislate,\" she says.</p><p>These meetings happen behind closed doors. And, she says, they can be frank. The president doesn't want to wave a white flag and give up on his agenda. But the new majority has an agenda of its own and a mandate from voters.</p><p>Bob Dole spoke at the microphones in the White House driveway after his meeting with Clinton: \"I think the president understands that we're going to hit the ground running.\" </p><p>It was contentious at first, but ultimately they did come together, most notably on welfare reform.</p><p>When Nancy Pelosi went to the White House in 2006, President Bush congratulated her on becoming the first female speaker of the House.</p><p>\"The congresswoman's party won, but the challenges still remain,\" he said.</p><p>Pelosi told Bush to expect a raft of bills from the Democratic Congress, including one to raise the minimum wage. \"We've made history. Now we have to make progress,\" she said.</p><p>Bush signed those bills into law, cementing what John Lawrence says was a solid working relationship. Lawrence was Pelosi's chief of staff. He says the strength of that relationship was proven in 2008 during the financial crisis when at Bush's request Pelosi pushed through the financial industry rescue known as TARP.</p><p>\"That level of trust and collaboration could not have been constructed if there had not been a harmonious working relationship, not withstanding policy differences,\" Lawrence says.</p><p>There are plenty of policy differences for Obama to discuss with the GOP leaders at lunch this afternoon, from Obamacare to immigration. But in an <a href=\"http://www.npr.org/2014/11/06/362086714/obama-chief-of-staff-were-willing-to-hear-ideas-from-everyone\" target=\"_blank\">interview</a> with NPR's <em>All Things Considered</em>, White House Chief of Staff Denis McDonough seemed optimistic.</p><p>\"Judging from the conversations that he, the president, has been having and many of us have been having with our colleagues up on the Hill, I think it should be a productive conversation.\"</p><p>No word on whether any biscuits or Kentucky bourbon are on the menu.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Awkward+Post-Election+White+House+Lunch&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"219"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362226187-791637.m3u?orgId=1&topicId=1014&e=362226186&d=219&ft=nprml&f=362226186"},{"href":"http://media.npr.org/assets/img/2014/11/07/51967446-83f5a8b7770151f9add025afe6c7ccd88146ab96.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1275","width":"1701"}}]}