{"created":"2014-10-08T02:30:17+00:00","modified":"2014-10-31T00:22:42+00:00","valid":{"from":"2014-10-31T00:22:42+00:00","to":"3014-10-31T00:22:42+00:00"},"hreflang":"en","title":"Pop Culture Happy Hour: Bucket Lists And Summertime, Live In D.C.","published":"2014-07-11T12:03:00+00:00","teaser":"The gang, with pal Audie Cornish, records a special live episode at NPR headquarters. Plus: a special announcement about another public appearance, this time at the San Diego Comic Con.","itags":["npr_api","330576841"],"guid":"b38dfba7-1ed5-471a-b7ee-727741c28681","contentencoded":"<p>We haven't even gotten to Episode 200 of <em>Pop Culture Happy Hour</em> — that's running next week, when we present the second part of this June 24 live show — and we've already got a special announcement about our <em>next</em> live appearance. On July 24 at 2 p.m. PT, Linda Holmes, Glen Weldon and I will storm the San Diego Comic Con for a live panel discussion with a special guest: my dear mother, Maggie Thompson. Mom, a comics-industry veteran who <a href=\"http://www.comic-con.org/toucan/contributor/maggie-thompson\">blogs</a> for the San Diego Comic Con <a href=\"http://www.comic-con.org/cci\">website</a>, is an honored guest at this year's festival, and she invited the three of us to join her for one of her many panels.</p><p>More information on the event is available <a href=\"http://sched.co/1w6iGeD\">here</a>, so if you're attending SDCC, be sure to put us on your calendar! We'll bring PCHH buttons and stickers to give away — and, for the sake of the many Southern Californians who can't or won't make it to Comic Con, we'll also do an informal public meet-and-greet on the morning of July 26. For more information on that event as plans are firmed up, follow Linda, Glen and me at the Twitter handles below.</p><p>As for this week's episode, the three of us stare down a lovely and enthusiastic crowd — the same folks who sold out NPR's Studio 1 in less than two minutes — with the help of our dear pal, <em>All Things Considered</em> co-host Audie Cornish. After shamelessly goosing the crowd to cheer when they hear our names, we kick off the festivities with a discussion of pop-culture bucket lists. This, it turns out, includes not only things we hope to do before we die, but also things we promise <em>never</em> to do in all the years we hope to have remaining.</p><p>Then it's on to a discussion of summer entertainment: Besides the season in which a piece of entertainment is released, what makes certain pop culture summery? We discuss populism, freedom, abandon, the cultural calendar, beach reads, movies in which aircraft carriers smash into buildings, the music of a <a href=\"http://www.npr.org/artists/15196136/the-new-pornographers\">perfect pop band</a> and <a href=\"http://www.npr.org/artists/114177031/celia-cruz\">a joyous legend</a>, and much more.</p><p>Finally, as always, we close with what's making us happy. I shout out some PCHH veterans we love, and am already losing my mind about <a href=\"http://www.imdb.com/title/tt2096673/?ref_=nv_sr_1\">a movie</a> coming out in June 2015. Glen is thrilled about the return of <a href=\"http://www.funnyordie.com/drunkhistory\">a wonderful comedy series</a>. Audie has her eye on <a href=\"http://www.imdb.com/title/tt1398426/\">a 2015 movie</a> of her own. And Linda recommends <a href=\"http://www.imdb.com/title/tt3553980/\">a documentary short</a>, <a href=\"http://www.buyerandcellar.com/\">a play</a> making its way across the country, and the new issue of <a href=\"http://www.bopandtigerbeat.com\">a legendary magazine</a>.</p><p>Next week: Episode 200! In which we embark upon a series of quizzes and take a few questions from the audience.</p><p>Quiz answers: 1) Winnie-the-Pooh. 2) <em>South Park</em>. 3) \"This is Sparta!\" 4) Honoré de Balzac. 5) <em>Benny and Joon</em>. 6) Wonder Woman. 7) ABC Family. 8) <em>America's Most Wanted</em>. 9) Tony Hawk (a 900 is a skateboarding trick where the skateboarder does two and a half spins in the air). 10) <em>Rent</em> (\"Seasons of Love\").</p><p>We're always happy to hear from you, so <a href=\"http://www.facebook.com/pchh\">find us on Facebook</a> or follow us on Twitter: <a href=\"http://www.twitter.com/idislikestephen\" target=\"_blank\">me</a>, <a href=\"http://www.twitter.com/nprmonkeysee\" target=\"_blank\">Linda</a>, <a href=\"http://www.twitter.com/ghweldon\">Glen</a>, <a href=\"http://www.twitter.com/npraudie\">Audie</a>, producers <a href=\"http://www.twitter.com/jessica_reedy\" target=\"_blank\">Jessica</a> and <a href=\"http://www.twitter.com/lmigaki\" target=\"_blank\">Lauren</a>, and our pal <a href=\"http://www.twitter.com/mikekatzif\" target=\"_blank\">Mike Katzif</a>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pop+Culture+Happy+Hour%3A+Bucket+Lists+And+Summertime%2C+Live+In+D.C.&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Stephen Thompson","audio":[{"meta":{"duration":"2717"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330577105-729b90.m3u?orgId=1&topicId=1048&ft=3&f=330576841"},{"href":"http://media.npr.org/assets/img/2014/07/11/pchhblogrect-91f3391a4b93b41dd859e52ad6b8c5e2792c6d39.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"326","width":"435"}}]}