{"created":"2015-02-09T10:00:09+00:00","modified":"2015-02-11T23:05:41+00:00","valid":{"from":"2015-02-11T23:05:41+00:00","to":"3015-02-11T23:05:41+00:00"},"hreflang":"en","title":"Papal Group Considers Sanctions On Bishops Who Cover Up Abuse","published":"2015-02-09T14:07:00+00:00","teaser":"A commission advising Pope Francis on how to tackle clerical sex abuse of minors has completed its first full meeting at the Vatican. The commission has been criticized for its slow start.","itags":["npr_api","384875881"],"guid":"b3ab51de-a145-4a61-b8ad-a3d7460fb135","contentencoded":"<p>A commission advising Pope Francis on how to tackle clerical sex abuse of minors has completed its first full meeting at the Vatican. The commission, which has been criticized for its slow start, says it's now drawing up recommended sanctions against bishops who have covered up cases of abuse.</p><p>Cardinal Sean O'Malley of Boston, head of the commission, told reporters it's drafting practical recommendations on making bishops accountable for cover-ups and failure to prevent abuse.</p><p>\"Obviously,\" he said, \"there has to be consequences and there needs to be procedures that will allow these cases to be dealt with in an expeditious way.\"</p><p>No details were revealed, but the cardinal said the recommendations are almost ready and will \"then be presented to the Holy Father and hopefully implemented.\"</p><p>The commission comprises 17 lay and clerical members from around the world, including two people who were abused as children by priests.</p><p>Its key tasks include drawing up guidelines to be followed by Bishops Conferences across the world, as well as educational programs and means to audit compliance to ensure that religious institutions are safe for children.</p><p>O'Malley said they will also recommend training courses on the issue for Vatican officials and newly named bishops.</p><p>\"If you don't have a clear path to respond in cases of sexual abuse, people tend to improvise,\" he says. \"And when they improvise, they make many mistakes — even though there is all kinds of good will — and in those mistakes many innocent people suffer.\"</p><p>Peter Saunders, who was abused as a child for more than five years by two priests, is a member of the commission. He's aware that by thinking in terms of centuries rather than years, the Catholic Church operates in a different time dimension from the rest of the world. But he urged speedy action, \"because when it comes to time, children only get one stab at childhood.\"</p><p>While several Bishops Conferences have developed strict guidelines on how to deal with pedophile priests — including reporting them to civilian authorities and expelling them from the priesthood — Saunders said no such policies have been drawn up against bishops who fail to apply zero-tolerance policies.</p><p>\"There have been far too many cover-ups, there have been far too many clergy protected, moved from place to place,\" Saunders says. \"This has got to be consigned to history very, very quickly. And if in a year or two there isn't some firm action on those matters, then I don't think I'll be sitting here talking to you.\"</p><p>Marie Collins, the other commission member who is a survivor of clerical abuse, has in the past also expressed frustration with the slow pace of the commission. But now, she says, some progress is being made.</p><p>\"All I can say is that the commission is working on a means by which bishops can be made accountable, and if that goes forward, there will be an answer to this problem,\" she says.</p><p>But, Collins added, if the Vatican does not take concrete action within two years, she too will leave the commission.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Papal+Group+Considers+Sanctions+On+Bishops+Who+Cover+Up+Abuse&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sylvia Poggioli","audio":[{"meta":{"duration":"215"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384875882-b548a2.m3u?orgId=1&topicId=1016&e=384875881&d=215&ft=nprml&f=384875881"}]}