{"created":"2015-02-17T21:06:55+00:00","modified":"2015-02-18T15:05:19+00:00","valid":{"from":"2015-02-18T15:05:19+00:00","to":"3015-02-18T15:05:19+00:00"},"hreflang":"en","title":"Judge's Decision Leaves Immigrants In Legal Limbo","published":"2015-02-18T00:08:00+00:00","teaser":"Unauthorized immigrants who entered the U.S. as children and have lived here since 2010 now wait to see what will happen to programs that were designed to temporarily protect them from deportation.","itags":["npr_api","387016998"],"guid":"b3add016-fa77-43af-a218-d250104347e1","contentencoded":"<p>A federal judge in South Texas said President Obama had <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/17/386905806/federal-judge-blocks-obama-s-executive-actions-on-immigration\" target=\"_blank\">overstepped his authority with his executive actions</a> on immigration. Now, the new court ruling has left some unauthorized immigrants in legal limbo and slowed down months of preparation by immigration attorneys.</p><p>Lauren Burke, an immigration attorney who co-founded the New York nonprofit Atlas: DIY, made a home visit last week to go over documents with 22-year-old Madina Tagasheva, a new mother of a baby boy living in Port Chester, N.Y.</p><p>Tagasheva was 15 when she left Kazakhstan with her mother to help her sister — already in the U.S. — recover from an accident that left her paralyzed from the chest down.</p><p>\"We came here with a tourist visa, and my visa was expiring. But she still needed us,\" she says.</p><p>This was before the president's first program for young, unauthorized immigrants began in 2012.</p><p>So, instead, Tagasheva applied as a special case for deferred action — a status that allowed her to stay in the U.S. until about two years ago when, her attorney says, her application got stuck in bureaucratic limbo.</p><p>\"Anything you do here in the U.S., you need some kind of an ID or some kind of papers,\" Tagasheva says — papers that she doesn't have right now, and papers that Obama's new immigration program could have provided.</p><p>Last November, the president announced executive actions that would have given Social Security numbers and temporary work permits to about 300,000 unauthorized immigrants who came before they turned 16, like Tagasheva.</p><p>But immigration lawyer Muzaffar Chishti, who directs the Migration Policy Institute's office in New York, says the court ruling has put those plans for the expanded Deferred Action for Childhood Arrivals — DACA — program on ice.<br /> <br />\"This will certainly have a chilling effect on the implementation because a program like this needs a huge amount of time and preparation to get it up,\" Chishti says.</p><p>That's because the president's new programs would also include a larger group of almost 4 million parents of U.S. citizens and green-card holders. Before the Texas ruling, they were set to be eligible for deportation relief in May through the Deferred Action for Parents of Americans and Lawful Permanent Residents program. The government, however, is still accepting applications for the original DACA program for young immigrants who came before turning 16 and have lived in the U.S. since 2007.</p><p>Chishti says the delay of the new programs has shifted an already complicated timeline. \"Service providers have to set up training programs, screening programs, [and] get people into their offices with all their documentation,\" he explains.</p><p>But while the Obama administration tries to appeal the Texas ruling in the courts, immigrant advocates at rallies Tuesday in cities such as Los Angeles didn't wait to express their disappointment.</p><p>Steve Choi, executive director of the New York Immigration Coalition, says he and other immigrant service providers will continue to encourage unauthorized immigrants to prepare to apply for the new programs.</p><p>\"This is just a speed bump,\" Choi says. \"This is a delay. It gives you more time to get your documents and get ready.\"</p><p>Choi says he's confident that the courts will eventually approve of President Obama's executive action. In the meantime, he's gearing up for services this immigrant population will eventually need. <br /> <br />\"After these people apply, they're also going to need bank accounts,\" he says. \"They're going to be eligible to improve their skills. This is a tremendous coordination challenge.\"</p><p>The challenge for 20-year-old Jesus is how long he can manage to wait for the courts to decide. NPR is not using Jesus' last name because he fears deportation if his application for deferred action is not approved.</p><p>He was 15 when he illegally entered the U.S. from Mexico.</p><p>Now, he's trying to finish an associate degree in graphic design while spending weekends delivering takeout food in Manhattan. \"I can work something else besides delivery boy, because I would like to try something else and apply what I have learned.\"</p><p>And, Jesus says, he'll apply for deferred action — if the courts allow.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Judge%27s+Decision+Leaves+Immigrants+In+Legal+Limbo&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"221"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387016999-4590be.m3u?orgId=1&topicId=1003&e=387016998&d=221&ft=nprml&f=387016998"},{"href":"http://media.npr.org/assets/img/2015/02/17/img_2254edit-e151cb5de9cf50997b5e7abd7e044d48030f206f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2174","width":"2898"}},{"href":"http://media.npr.org/assets/img/2015/02/17/img_2286edit-eda1575c69451486b5ae90cdd4a5563b67afcb20.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2077","width":"2770"}}]}