{"created":"2015-01-27T08:37:45+00:00","modified":"2015-06-05T15:29:58+00:00","valid":{"from":"2015-06-05T15:29:58+00:00","to":"3015-06-05T15:29:58+00:00"},"hreflang":"en","title":"Russian Threats Expose Europe's Military Cutbacks","published":"2015-01-27T16:27:00+00:00","teaser":"A series of military confrontations and growing tensions between Western Europe and Russia show how ill-prepared European countries are after years of cutbacks.","itags":["npr_api","381631684"],"guid":"b3b3053c-8c5b-4498-ab29-5613f65e1ddd","contentencoded":"<p>An international cat-and-mouse game played out in the waters of Stockholm a few months ago.</p><p>The \"mouse\" was a foreign submarine — Russia is the main suspect — that got away.</p><p>And as Russia's military becomes more aggressive, European leaders fear they do not have the military power to deal with this new threat.</p><p>Take Sweden, for instance. Its days of military might are long gone.</p><p>The numbers tell the story, says Karlis Neretnieks, who used to run Sweden's National Defense College and has had a long career in the military.</p><p>\"The army has been reduced by 90 percent, from approximately half a million men to, today, 50,000 [troops] including the home guard, 25,000 if you just count the regulars,\" he says.</p><p>The story is similarly dramatic with the navy — which has been scaled back by some 80 percent — and the air force, which has slimmed down by 70 percent, according to Neretnieks.</p><p>After the Cold War, Sweden and the rest of the continent believed they had entered an era of European peace and unity. Lately, Russia has proven them wrong — and not only by seizing part of Ukraine.</p><p>Last month a Russian military aircraft flying in stealth nearly crashed into a commercial passenger plane taking off from Copenhagen. In April, Russian fighter jets carried out a simulated bombing raid on Stockholm. And nobody seems able to do anything about it.</p><p>Adm. Jan Thornquist, chief of staff for the Swedish navy, worries that with tensions this high, a small slip-up could turn into an international crisis.</p><p>\"The situation around us has dramatically changed in a very negative way,\" he says.</p><p>\"If you're doing an exercise close to a border of another country, you could easily pass that border by mistake,\" he says. \"You point out another ship with a radar system, that could easily be interpreted as a threat.\"</p><p>Suddenly, armed conflict in northern Europe seems plausible, and the region is not prepared. Sweden, for instance, is trying to find foreign submarines in its waters even though the country retired its last submarine-hunting helicopter in 2008.</p><p>And as Jan Solesund, the secretary of state for Sweden's Ministry of Defense, notes, it's not just his country.</p><p>\"Europe as a whole, of course, downsized their forces,\" he says. \"We tend to forget that things can change quicker than we thought.\"</p><p>Now, thanks to Russia, many European countries including Sweden are talking about rebuilding the military. Solesund says it's hard to overstate what a huge change that is.</p><p>\"I've been in the armed forces since the early '70s, and I've only experienced reductions,\" he says.</p><p>But many analysts fear it won't be enough.</p><p>Keir Giles is a military expert at the Chatham House think tank in London.</p><p>\"Right now, yes, most European leaders do appreciate the scale of the problem,\" Giles says. \"But European leaders come and go. And Russia benefits from a continuity of leadership and also from strategic patience, which none of its adversaries can match.\"</p><p>Just look at Russia's latest budget: Even with the ruble at its lowest point in years, Russian President Vladimir Putin announced last month that he is <a href=\"http://www.reuters.com/article/2015/01/15/russia-crisis-budget-idUSL6N0US25520150115\">increasing the military's already-huge budget by one-third</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Russian+Threats+Expose+Europe%27s+Military+Cutbacks&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"221"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1381783225-436a8d.m3u?orgId=1&topicId=1124&d=221&p=3&story=381631684&t=progseg&e=381783094&seg=7&ft=nprml&f=381631684"},{"href":"http://media.npr.org/assets/img/2015/01/26/swedish-military-getty-b49b779eb00daa71598d45b18ce12af90c3e5e20.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"917","width":"1223"}}]}