{"created":"2014-10-11T20:58:51+00:00","modified":"2014-10-30T21:39:16+00:00","valid":{"from":"2014-10-30T21:39:16+00:00","to":"3014-10-30T21:39:16+00:00"},"hreflang":"en","title":"Behind The Motorcycles In 'Easy Rider,' A Long-Obscured Story","published":"2014-10-11T22:33:00+00:00","teaser":"The alleged last authentic motorcycle used in the 1969 film <em>Easy Rider</em> is going up for auction. The man who designed the bikes, Clifford Vaughs, says he has never gotten proper credit for his work.","itags":["npr_api","354875096"],"guid":"b3b41ddb-69ea-498e-a409-00154b721e5c","contentencoded":"<p>On Oct. 18, the Calabasas, Calif.-based auction house <a href=\"https://www.profilesinhistory.com/\">Profiles In History</a> will auction off what it says is the last authentic motorcycle used in the filming of 1969's <em>Easy Rider, </em>and what some consider the most famous motorcycle in the world.</p><p>Peter Fonda, who played Wyatt in the Dennis Hopper-directed film, rode the so-called \"Captain America\" bike, named for its distinctive American flag color scheme and known for its sharply-angled long front end.</p><p>The bike currently for sale was partially destroyed in the film's finale, the auction house says, and then rebuilt by actor Dan Haggerty. (The three other bikes used in the production were stolen prior to the film's release.)</p><p>According to Brian Chanes, acquisitions manager for the auction house, the bike's estimated value is between $1 million and $1.2 million.</p><p>But despite the bike's fame, the history of the creation of the bikes used in <em>Easy Rider</em> has for many years been largely unknown. And the man who designed and coordinated the building of the motorcycles, Clifford Vaughs, says he and the other bike builders have not received proper credit for their work.</p><p><strong>Choppers: 'Quintessentially American'</strong></p><p>The motorcycles used in <em>Easy Rider</em> were not simply rolled out of a showroom and in front of the camera. They were \"choppers,\" crafted by hand.</p><p>Choppers are \"a type of customized motorcycle usually defined by a stretched out wheel-base, and pulled back handlebars, and a sissy bar, and a wild paint job,\" says Paul d'Orleans, the author of the upcoming book, <em><a href=\"http://usshop.gestalten.com/chopper-en.html\">The Chopper: The Real Story</a></em>. \"It's a quintessentially American folk art form.\"</p><p>The \"Captain America\" bike is an unmistakable and legendary chopper, and has made an enormous impact on the world of motorcycling.</p><p>The bikes in <em>Easy Rider</em>, d'Orleans says, \"did more to popularize choppers around the world than any other film or any other motorcycle. I mean, suddenly people were building choppers in Czechoslovakia, or Russia, or China, or Japan.\"</p><p>Whose hands turned the wrenches? Who welded the steel? Most of the time, d'Orleans says, choppers are associated with their builders, \"because they are an artistic creation. And curiously, the <em>Easy Rider</em> bikes were never associated with any particular builder.\"</p><p>In fact, two documentaries about the production of <em>Easy Rider</em> — 1995's <em>Born To Be Wild</em> and 1999's <em>Easy Rider: Shaking The Cage —</em> never name the men who designed and built the choppers.</p><p><strong>Finding The Builders</strong></p><p>In bits and pieces, the story behind the <em>Easy Rider</em> choppers began to emerge publicly, and identified two African-American bike builders: Clifford \"Soney\" Vaughs, who designed the bikes, and Ben Hardy, a prominent chopper-builder in Los Angeles, who worked on their construction.</p><p><em>The Discovery Channel</em>'s <a href=\"http://www.youtube.com/watch?v=Zu2nK0oCDGI\">\"History of the Chopper\"</a> identified Hardy and Vaughs in 2006, an <a href=\"http://www.caamuseum.org/web_pages/past_exhibitions_pages/past_exhibitions_black_chrome.htm\">exhibition</a> at the California African American Museum noted Hardy's contributions in 2008, and Paul d'Orleans <a href=\"http://thevintagent.blogspot.com/2012/01/uneasy-rider-cliff-vaughs-story.html\">wrote about Vaughs</a> on his blog <em><a href=\"http://thevintagent.blogspot.com/\">The Vintagent</a></em> in 2012.</p><p>Ben Hardy died in 1994. But in an interview this week, Vaughs, now 77 years old, explained his role in the creation of the \"Captain America\" bike.</p><p>At the time, Vaughs was a motorcyclist and had built bikes himself. He had also worked as a civil rights activist and photographer with the Student Nonviolent Coordinating Committee (SNCC), and was a member of the newsroom at the Los Angeles radio station KRLA.</p><p>Vaughs says he first met Fonda in his role at KRLA. In the summer of 1966, Fonda was arrested and charged with possession of marijuana. Vaughs says he covered Fonda's court appearance for KRLA and, in the process, got to talking with the young actor about motorcycles.</p><p>Not long after, Vaughs says, Fonda and Dennis Hopper came by his apartment in West Hollywood, and discussed early plans for a motorcycle movie, and building the bikes they would need.</p><p>\"I said, 'Well, I can build whatever we need for the film right here at my place,' \" Vaughs remembers.</p><p>That film would eventually become <em>Easy Rider</em>.</p><p><strong>Conflicting Tales</strong></p><p>More than 45 years after the production of <em>Easy Rider</em>, it's difficult to sort out the exact timeline of the film's creation, and the various responsibilities of the people involved. Several of the key figures involved with the film have died, including director Dennis Hopper and credited screenwriter Terry Southern.</p><p>The history of the production has also been particularly messy.</p><p>\"The whole thing has been like a <a href=\"http://www.npr.org/templates/story/story.php?storyId=96819591\">Rashomon</a><em> </em>experience,\" producer Bill Hayward, who died in 2008, told the filmmakers who made <em>Easy Rider: Shaking The Cage</em>. \"The whole movie, the whole production ... everyone's got an entirely different story.\"</p><p>Clifford Vaughs, for his part, says he acted as an associate producer early on in the film's production. By his account, he designed the bikes himself, and is responsible for the distinctive look of the \"Captain America\" bike. He says he also worked with Ben Hardy to purchase engines at a Los Angeles Police Department auction, and coordinated the building of the bikes.</p><p>Peter Fonda, meanwhile, has said that he himself played a greater role in the design and construction of the bikes.</p><p>\"I built the motorcycles that I rode and Dennis rode,\" Fonda <a href=\"http://www.npr.org/templates/story/story.php?storyId=12836725\">told WHYY's <em>Fresh Air</em> in 2007</a>. \"I bought four of them from Los Angeles Police Department. I love the political incorrectness of that ... And five black guys from Watts helped me build these.\"</p><p>A publicist for Fonda said that he was unavailable for comment for this story.</p><p>But in 2009, Dennis Hopper recorded an audio commentary track for the <a href=\"http://www.criterion.com/films/27528-easy-rider\">Criterion Collection release</a> of the film, in which he says Vaughs \"built the bikes, built the chopper.\"</p><p>Larry Marcus is a mechanic who lived with Vaughs at the time, and worked on the choppers and the early film production. \"Cliff really came up with the design for both motorcycles,\" Marcus said in a phone interview.</p><p><a href=\"https://www.profilesinhistory.com/press-releases/the-one-and-only-authentic-captain-america-motorcycle-from-pop-culture-movie-easy-rider/\">According to the press release</a> announcing the current auction, the Captain America bike \"was designed and built by two African-American chopper builders — Cliff Vaughs and Ben Hardy — following design cues provided by Peter Fonda himself.\"</p><p><strong>Raw Feelings</strong></p><p>Vaughs says he and others were fired and replaced early on in the film's production, following the chaotic shoot at Mardi Gras in New Orleans. As a result, his name never appears in the credits. And while the film went on to become one of the top-grossing films of 1969 and a cultural touchstone, the name Clifford Vaughs has remained largely unknown.</p><p>\"I'm a little miffed about this, but there's nothing I can do,\" Vaughs says of the story, though he makes sure to note that he only spent about a month working on <em>Easy Rider</em>, out of a \"long and illustrious life.\"</p><p>But he says the absence of black characters in the film is troubling. In the 1960s, Vaughs belonged to an integrated motorcycle club known as <a href=\"http://www.chosenfewmc.org/history/cf_history.html\">The Chosen Few</a>. That multi-ethnic reality was not reflected on screen.</p><p>\"Why is it that we have a film about America and there are no negroes?\" he says.</p><p>Vaughs says the omission of his own name and that of other African-Americans in the retelling of the <em>Easy Rider</em> story is conspicuous.</p><p>\"Those bikes, when we talk about iconic, they are definitely iconic,\" he says. \"But yet, the participation of blacks ... completely suppressed, completely suppressed. And I say suppressed, because no one talks about it.\"</p><p>To this day, Vaughs has never watched <em>Easy Rider</em>. When asked why, he responds simply, \"What for?\"</p><p><strong>A Million-Dollar Icon</strong></p><p>Brian Chanes, of Profiles In History, says it's common for the men and women who actually build iconic props to go unrecognized. He handles some of the most famous props ever seen on screen, like Wolverine's claws from <em>X-Men</em> or the whip used in the <em>Indiana Jones</em> films.</p><p>\"The guys that were back there doing the welding, the guys that are doing the set building, that are really masters of their craft,\" Chanes says, \"they don't get the notoriety, unfortunately.\"</p><p>Now, nearly five decades after the release of <em>Easy Rider</em>, Vaughs says he's unconcerned about whether he's mentioned in connection with the auction.</p><p>\"I'm really not worried about getting any credit for this, because I know what I did,\" Vaughs says. \"People who were close to me were there in the yard when I was building those bikes.\"</p><hr /><p><em>Tom Dreisbach is an associate producer with weekends on </em>All Things Considered<em>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Behind+The+Motorcycles+In+%27Easy+Rider%2C%27+A+Long-Obscured+Story&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Dreisbach","audio":[{"meta":{"duration":"308"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355432734-5a3dd8.m3u?orgId=1&topicId=1045&ft=3&f=354875096"},{"href":"http://media.npr.org/assets/img/2014/10/09/eas017ei-4d24cedc0bf7065549338f2a715c3fd9b33d4401.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2518","width":"3358"}},{"href":"http://media.npr.org/assets/img/2014/10/10/panama-canal-37e2ce5ba909b9bc3bf05ff9595b76000b6aaaa2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"360","width":"480"}},{"href":"http://media.npr.org/assets/img/2014/10/10/1964-latimes-clipping_custom-fcca49c38fa70988b0e2f98b59f56f159446d936.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"571","width":"278"}},{"href":"http://media.npr.org/assets/img/2014/10/10/Clifford+Vaughs-7f644e1ffacc585d70e2b2ae92d3e7d09d6a72db.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"682","width":"909"}}]}