{"created":"2015-04-11T06:03:31+00:00","modified":"2015-04-12T19:05:14+00:00","valid":{"from":"2015-04-12T19:05:14+00:00","to":"3015-04-12T19:05:14+00:00"},"hreflang":"en","title":"From Ballrooms To Concert Halls, Mexico Kept This Cuban Style Alive","published":"2015-04-11T14:54:00+00:00","teaser":"Born in Cuba in the late 1800s, danzón had couples gliding in a kind of formal square dance a century later.","itags":["npr_api","398759864"],"guid":"b3ecb084-157d-4003-aa61-1c300514e858","contentencoded":"<p>The Salón Los Angeles is the oldest dance hall in Mexico City. The classic 1930s ballroom is located in a working-class neighborhood near downtown, and every week, it sees dozens of well-dressed couples of all ages moving to an orchestra of saxophones, trumpets, trombones, clarinets and percussion instruments.</p><p>The music is called danzón, and it was born in Cuba in the late 1800s. By early in the next century, it had couples gliding in set patterns in a kind of formal square dance. It was huge. But, like popular music in every era, danzón was eventually replaced by more modern styles.</p><p>In Mexico, however, danzón is still a popular ballroom dance in cities across the country. Composer Arturo Márquez caught the danzón bug when he started going to a Mexico City dance hall in the early 1990s.</p><p>\"And that's where I really learned — the way they play, the danzón sounds, the rhythms, the melodies, more or less the harmonies,\" Márquez says. \"And especially the connection between the dance and the music, which is very strong. I think it's one of the dances that the dance, the music, really goes together, all the time. It's like a marriage.\"</p><p>This kind of music and dance atmosphere inspired Márquez to compose not one, but a series of eight danzónes for orchestra.</p><p>\"It allowed me to go into the symphonic world, into the classical world — I wouldn't say easily, but with a very natural sense,\" Márquez says.</p><p>Arturo Márquez was born in the northern state of Sonora. The family eventually moved to Los Angeles, where Márquez took up violin and later piano in high school. He eventually received a Fulbright scholarship to study composition with Morton Subotnick and James Newton at the California Institute of the Arts. But Márquez did not follow their musical path, says Aurelio Tello, a Peruvian composer and researcher based in Mexico City.</p><p>\"Marquez signed the new epoch in music in Mexico because he refused the avant-garde style,\" Tello says. \"When he gave to know the <em>Danzón </em>No. 2, the avant-garde style was finished.\"</p><p>Tello has written extensively about classical music in Latin America, as well as about Márquez's work. He says when <em>Danzón </em>No. 2 premiered in 1994 in Mexico City, the audience reaction was intense.</p><p>\"The audience was shouting, and for five or six minutes, the audience were clapping,\" Tello says. \"It was amazing. I don't remember, never, in 30 years, 32 years that I'm living in Mexico, a similar occasion, a similar perception, a similar situation. The public was impressed with danzón.\"</p><p><em>Danzón </em>No. 2 has been performed by orchestras around the world. Superstar Venezuelan conductor <a href=\"http://www.npr.org/artists/15329418/gustavo-dudamel\">Gustavo Dudamel</a>, who leads the <a href=\"http://www.npr.org/artists/15004257/los-angeles-philharmonic-orchestra\">Los Angeles Philharmonic</a>, makes Márquez's music a regular part of his concerts.</p><p>Márquez wrote <em>Danzón </em>No. 2 in early 1994. But he wasn't trying to conjure a bygone era so much as respond to the social and political upheaval around him, particularly the Zapatista Chiapas uprising against the Mexican government.</p><p>\"The social life around you really influences you, no? So that's what happened in <em>Danzón </em>No. 2,\" Márquez says. \"Yes, there was this background, this knowledge background in 1993, of the salons, the dance saloons. But there was also this — what's happening in Mexico in January and February, and I think this piece, it shows — it has hope. I think it's a piece for hope, <em>para esperanza</em>.\"</p><p>It's music with echoes in an old dance hall and on the streets of Mexico today — musical paths Arturo Márquez will continue to follow into the future.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Ballrooms+To+Concert+Halls%2C+Mexico+Kept+This+Cuban+Style+Alive&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Betto Arcos","audio":[{"meta":{"duration":"344"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398948767-105617.m3u?orgId=1&topicId=1039&aggIds=100920965&e=398759864&d=344&ft=nprml&f=398759864"},{"href":"http://media.npr.org/assets/img/2015/04/10/dsc_1149-efb68a21b9132159cbcafc27c667409af4862add.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1494","width":"1993"}},{"href":"http://media.npr.org/assets/img/2015/04/10/arturo-ma-rquez-4fcb866d8c23ebc5cfcd594ecb9c8b354d53b812.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"841","width":"1121"}}]}