{"created":"2015-05-29T07:42:58+00:00","modified":"2015-05-29T21:13:06+00:00","valid":{"from":"2015-05-29T21:13:06+00:00","to":"3015-05-29T21:13:06+00:00"},"hreflang":"en","title":"On The California Shore, Sizing Up Female Marines' Combat Readiness","published":"2015-05-29T13:00:00+00:00","teaser":"The Marines are conducting a yearlong experiment aimed at settling whether women can handle the punishing world of ground combat. The goal is to create gender-neutral physical standards.","itags":["npr_api","410081051"],"guid":"b3f658ad-907b-445c-b84c-766f33b69687","contentencoded":"<p>On the shores of California one recent morning, female Marines were heaving heavy chains to secure amphibious assault vehicles that soon would roll into the waves.</p><p>The exercise was one part of a yearlong experiment aimed at settling the question of whether women can handle the punishing world of ground combat.</p><p>Told by the Pentagon that it <a href=\"http://www.npr.org/2014/07/07/327716479/the-marines-are-looking-for-a-few-good-combat-ready-women\">must open combat roles for women by 2016</a> — unless it can show a good reason not to — the Marine Corps has partnered with the University of Pittsburgh to scientifically measure skills, strength and endurance.</p><p>A total of 400 Marines — 100 of them women — volunteered for the experiment. Among their tasks: scaling cliffs, <a href=\"http://www.npr.org/2015/03/25/395279171/can-female-marines-carry-the-load-and-kill-the-enemy\">trekking across rugged terrain with 100-pound packs and</a> crawling over obstacles, <a href=\"http://www.npr.org/2015/03/17/393405871/in-intense-desert-training-a-dozen-women-fight-for-place-on-front-lines\">across the desert</a> and in the mountains.</p><p>At Camp Pendleton this particular morning, the focus is on operating amphibious vehicles that amount to armed, floating tanks.</p><p>Until she volunteered for this training last summer, Cpl. Kathryn Bynum had never needed to, say, pull herself up and out of one of these amphibious tanks.</p><p>\"As soon as I got here, I just started working out, and gained 10 pounds just from lifting every day,\" she says.</p><p>\"Whenever I was able to do the exact same things that males were able to, it was awesome,\" the 21-year-old says. \"There was a great feeling, from opening the cargo hatch to picking up the ammo cans — and seeing those things get easier as I got stronger — it was really rewarding.\"</p><p>Overseeing all of this is Capt. Alex Puraty — a combat veteran who commands a company that includes this amphibious vehicle platoon.</p><p>\"What we're trying to establish out here is gender-neutral standards. So we've never had a standard before,\" he says.</p><p>In the past, Puraty says, the Marine Corps has relied on a physical fitness test — a timed run, pullups, crunches. But it turned out that hasn't been an accurate indicator of success at the kind of jobs Marines do.</p><p>So now the Corps has taken a step back, and it is looking at the hardest jobs and testing different body types to see which are most successful.</p><p>That new standard — of what body type it takes to do a job effectively — affects both men and women: One gunnery sergeant told us he wanted to be a Navy pilot, but 5 feet 3 inches was too short.</p><p>Bynum is also small, which would be a positive for anyone trying to fit into the cramped space inside these heavily armed amphibious vehicles.</p><p>As it happens, Bynum volunteered for this specialty — even though she isn't all that keen on opening up combat duty to women.</p><p>\"I didn't think it was a good idea — I didn't see the need. Why fix something that's not broke?\" she says. \"But I wanted to know for myself, is it really that hard? What are the real challenges that I'm going to face if I go out and do this?\"</p><p>Out on the water, data collectors stand on top of all the amphibious vehicles floating, closely observing and taking notes on these Marines — both women and men.</p><p>The Marine volunteers also wear heart monitors, adding to the mix of data that will be analyzed this summer by the University of Pittsburgh researchers.</p><p>In one exercise, Marines throw ropes from one amphibious vehicle to another that's in distress and needs to be towed.</p><p>The head of the research monitor team, Maj. Jane Blair, watches one team struggle to pull a life-size dummy — a stand-in for a wounded comrade — up through a narrow hatch.</p><p>The dummy is designed to simulate the average Marine. It weighs 175 pounds, but with standard equipment like flak jacket and Kevlar helmet, it weighs about 220 pounds.</p><p>\"The idea is that if women can perform the job, they should be able to perform the task as any other Marine,\" Blair says. \"One of the biggest concerns was that if there was a casualty, how women would perform. So it's actually a pretty critical task. Everyone wants to know, if they were a casualty, they could be extracted.\"</p><p>We spot Bynum — one of the smallest women — preparing for this exercise.</p><p>\"She's amazing,\" says Blair. \"She's like 110 pounds, and ... I've had Marines tell me they'd take her in a heartbeat to be one of their Marines, because she's got that spunk and energy that just enables her to do the job really well.\"</p><p>When the exercises end, these hulking amphibious assault vehicles roll back on land.</p><p>That's where we find Zarina Flemming, 27. She is a sergeant who was deployed in 2011 to a big, bustling Marine base in southern Afghanistan. She had a desk job there — but that didn't necessarily shield her from the war around her.</p><p>Marines created female engagement teams, for example, to reach out to Afghan women in the villages in what amounted to combat situations, though they were not technically on the front lines.</p><p>\"As a Marine you're always prepared,\" Flemming says. \"We're trained as riflemen first, just in case stuff does happen. You have to go out and take care of it. I know many, many females who have Purple Hearts and combat action ribbons, have sustained injuries. It just depends on how you portray 'front lines.' \"</p><p>That women in uniform can hold their own when thrust into combat has been proved during these long wars in Afghanistan and Iraq. The question Flemming and her female comrades are helping to answer is what roles women are best- or least-suited for in front-line jobs that involve looking for the fight.</p><p>In this controlled and close environment, where everyone is constantly being monitored, Flemming says she has been treated as a Marine first and foremost.</p><p>\"The guys have been great. It's just that respect for each other,\" she says.</p><p>In situations that could be uncomfortable — the women need to change, for example — she says they are \"cool.\" They just step away for a second.</p><p>\"Sometimes we just take our shirts off. We have sport bras on; it's not a big deal,\" she says. \"We have that brother-sister mentality and mindset.\"</p><p>When it comes to her real family, Flemming says, acceptance hasn't come easy. She was 17 when her mother emigrated with her children from Zambia to Smyrna, Ga.</p><p>\"My mom was totally against it. ... She said, 'Hey what are you doing? You're crazy,' \" Flemming recalls. \"But my husband is an active-duty Marine. I think he was really nervous that I would get hurt or injured, but he's been totally supportive.\"</p><p>That's pretty much the story of medic Beatriz Byers, a 35-year-old known as Doc. She also emigrated as teenager, from Colombia.</p><p>As a Navy corpsman, she also could be eligible for combat duty alongside the Marines, which doesn't have its own medics. When asked whether she would volunteer, she doesn't hesitate: \"In a heartbeat.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=On+The+California+Shore%2C+Sizing+Up+Female+Marines%27+Combat+Readiness&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Renee Montagne","audio":[{"meta":{"duration":"438"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410470166-488315.m3u?orgId=1&topicId=1122&aggIds=363340041&d=438&p=3&story=410081051&t=progseg&e=410437772&seg=16&ft=nprml&f=410081051"},{"href":"http://media.npr.org/assets/img/2015/05/28/pendleton-01-1028c8c8180e5dcbc4067142b16fb4ac48ee0ca4.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/05/28/pendleton-02-5299eb379535509361864471bb8c71aef6eeda11.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/05/28/pendleton-03-cfb7a27393c10f8496d59c8d3b4888fc87db84cc.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/05/28/pendleton-04-d63e8b524b21408a78bb290453d7ac16ad55225b.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/05/28/pendleton-05-7854d06a77847620b534c526c1ee617ce5d98628.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/05/28/pendleton-06-cce76857641e1dcfa1ec50b23d4a5075c5c1d08a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1350","width":"1800"}},{"href":"http://media.npr.org/assets/img/2015/05/28/cpl-bynum_custom-6be152f00290097b3b3ce38697e1c21f63b31de8.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2856","width":"2251"}},{"href":"http://media.npr.org/assets/img/2015/05/28/sgt-flemming_custom-4bc88c375a5afd2716d2929259a4b0b67358d8a6.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2868","width":"2250"}}]}