{"created":"2014-11-06T22:50:39+00:00","modified":"2014-11-07T19:43:17+00:00","valid":{"from":"2014-11-07T19:43:17+00:00","to":"3014-11-07T19:43:17+00:00"},"hreflang":"en","guid":"b402af00-12e7-4b57-907b-b64e73913656","title":"A boy's passport and justices with minimal foreign policy expertise could decide American policy on Jerusalem","published":"2014-11-07T19:43:16+00:00","byline":"Joyce Hackel","tags":["Justice","politics","Religion","diplomacy","U.S. Supreme Court","Global Politics","Jerusalem","Asia","North America","Israel","United States","Middle East","Asia","North America","Dahlia Lithwick","George W. Bush","Menachem Zivotofsky","Stephen Breyer","John Roberts","Donald Verrilli","Anthony Kennedy","Antonin Scalia","Israel","Jerusalem","Palestinians","Passport","neutrality","Zivitofsky v. Kerry","U.S. Supreme Court","Supreme Court of the United States","Politics"],"teaser":"The US government has always tried to maintain strict neutrality when it comes to the question of who controls Jerusalem. But a 12-year-old boy and his family are suing to have \"Jerusalem, Israel\" listed as his birthplace on his passport, sending the case to a Supreme Court with no foreign policy experience.","contentencoded":"<p>Ask an Israeli what her nation's capital is, and she'll tell you Jerusalem. Ask almost anyone else in the world, and the answer is slightly more complicated.</p>\n<p>That's even true in the United States, Israel's closest ally. The US has never officially said that Jerusalem is Israel's capital — the issue of who controls the city is hotly disputed. So the US Embassy is on the beach in Tel Aviv, and Americans born in Jerusalem don't have \"Israel\" listed as their place of birth.</p>\n<p>That policy has long been controversial, and this week it went before the US Supreme Court. The family of 12-year-old Menachem Zivotofsky is suing for the right to list \"Jerusalem, Israel\" on their son's passport, and the court heard oral arguments in the case this week.</p>\n<p>\"It is a big, big separation of powers question,\" says Dahlia Lithwick, who writes about the courts and the law for Slate. She says the case boils down to one key question: who gets to decide US foreign policy when it comes to passports — Congress, or the President?</p>\n<p>Congress says Zivotofsky should win: It passed legislation in 2002 allowing American citizens born in Jerusalem to list \"Israel\" as their country of birth. President George W. Bush signed the bill, but said he wouldn't enforce the passport rule because it intruded on presidential powers. President Obama has also refused.</p>\n<p>That didn't please some members of Congress, and a handful of them have been trying to change the policy ever since. </p>\n<p>Lithwick says the justices seem, as usual, to be split four-to-four on the issue, with Justice Anthony Kennedy in the middle. She was struck by one particular comment by Justice Antonin Scalia. </p>\n<p>\"He says, 'Hey if it's within Congress's power, what difference does it make if it antagonizes foreign countries? Congress has the right to take a different stance from the president if they so choose,' \" Lithwick says, paraphrasing Scalia. \"Scalia's very very bullish on the idea that if that undermines the State Department's authority to set foreign policy, so be it.\"</p>\n<p>Yet Justice Stephen Breyer aruged that \"If the State Department says this is going to create a huge kerfuffle, we should take that seriously.'\" </p>\n<p>Some worry that the \"kerfuffle\" would in fact mean riots instigated by angry Palestinians. Solicitor General Donald Verrilli — the lawyer who argues the government's cases at the Supreme Court — reminded the justices that when the passport law was passed in 2002, it sparked violent demonstrations in Jerusalem.</p>\n<p>But if one thing united all of the justices, Lithwick says it was ignorance of foreign policy. The Supreme Court, she says, is \"the worst situated branch of government to make these big, big decisions about the nature of foreign policy.\" She notes that Justice Breyer \"interjected repeatedly on Monday, saying, 'I'm not a foreign policy expert.'\"</p>\n<p>And he wasn't the only one. Justice after justice opined on the fact that they \"didn't have real expertise about Mideast peace policy,\" Lithwick says — but they have to decide the case, anyway. </p>\n<p>\"Buried underneath this very, very doctrinally interesting question about separation of powers and whether the president has this 'recognition power' ... there were really interesting questions about Middle East policy that the justices both admitted they didn't have the answers to, but they were forced to make a determination,\" Lithwick says. </p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/110620142.mp3"},{"href":"http://www.pri.org/file/110620142mp3"}]}