{"created":"2015-02-19T10:00:51+00:00","modified":"2015-05-13T21:14:52+00:00","valid":{"from":"2015-05-13T21:14:52+00:00","to":"3015-05-13T21:14:52+00:00"},"hreflang":"en","title":"Whatever Floats Your Goat: The 2015 Lunar New Year Animal Is Up For Debate","published":"2015-02-20T02:50:00+00:00","teaser":"According to some East Asian zodiacs, 2015 is the year of the sheep. Or is it the goat? Different cultures will give you a different answer for which animal symbolizes this Lunar New Year.","itags":["npr_api","387203812"],"guid":"b403f8de-9b96-4c65-bf38-4e3bf9f0b192","contentencoded":"<p>Many East Asian cultures use zodiac animals to symbolize each New Year and predict a person's fortunes. But which animal represents 2015 is up for debate.</p><p>You may have seen goat, sheep or ram as the English translation for this year's animal according to the Chinese zodiac — <em>yang,</em> in Mandarin. All of them are correct, says Lala Zuo, a Chinese language and culture professor at the U.S. Naval Academy in Maryland.</p><p>\"I don't think there's a wrong translation,\" she says. \"I think there are various ways of translation. It really depends on the context.\"</p><p>Some Chinese words are vague and not as specific as English words, so <em>yang</em> could refer to a goat, sheep or even a ram. But in ancient times, Zuo says, that Chinese character meant goat.</p><p>\"I think goat is more commonly seen by people in China, both in the north and south,\" she says.</p><p>Not in Korea, though, according to Sang-Seok Yoon, a Korean language instructor at the University of Iowa.</p><p>\"China is big and there are many different types of one animal, but Korea is small and the most prototypical image of yang for Korean people is sheep,\" he says.</p><p>The correct way to describe this Vietnamese New Year is the year of the goat — or <em>mùi</em> in Vietnamese, according to James Lap, who teaches the language at Columbia University.</p><p>\"In Vietnam, there is no sheep or ram at all because the weather is so hot,\" Lap says.</p><p>Some cultures go beyond the goat-sheep divide and assign one of five elements borrowed from Chinese astrology and even a gender to a zodiac animal. All of these characteristics can, supposedly, predict what's to come in the New Year.</p><p>In Tibetan culture, this is the year of the female wood sheep, according to Tsering Shakya, who teaches Tibetan literature at the University of British Columbia.</p><p>\"A female year tends to be much more sort of peaceful than say male,\" he says. \"Male is aggressive, and female will be more calm.\"</p><p>The Mongolian zodiac also forecasts a peaceful new year under the blue female sheep. The sheep is culturally important in Mongolia, in part because they are better for the environment, says Myagmariin Saruul-Erdene, who teaches Mongolian at the Foreign Service Institute.</p><p>\"When sheep eat grass, they leave the roots there,\" he explains. \"But when the goats eat them, they just take everything, so next year, there'll be like no more grass.\"</p><p>As for 2016, next year will be the year of the monkey, or the ape, depending on whom you ask.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Whatever+Floats+Your+Goat%3A+The+2015+Lunar+New+Year+Animal+Is+Up+For+Debate&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387420768-5482b1.m3u?orgId=1&topicId=1125&d=233&p=3&story=387203812&t=progseg&e=387420666&seg=7&ft=nprml&f=387203812"},{"href":"http://media.npr.org/assets/img/2015/02/18/460926904-e0b2b0e908a452fdd561ed7f61055b65a576e6f5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2848","width":"3798"}}]}