{"created":"2015-05-28T21:25:13+00:00","modified":"2015-05-29T20:33:40+00:00","valid":{"from":"2015-05-29T20:33:40+00:00","to":"3015-05-29T20:33:40+00:00"},"hreflang":"en","guid":"b4066864-631b-4796-b2ac-a85d71e848bd","title":"Sex, religion and politics collide in 'Dirty Paki Lingerie'","published":"2015-05-29T20:33:36+00:00","byline":"Joyce Hackel","tags":["Religion","arts","culture","Plays","women","Global Nation","Arts","Arts, Culture & Media","Asia","North America","Pakistan","United States","Aizzah Fatima"],"teaser":"Pakistani-American Aizzah Fatima has brought her one-woman play to all sorts of venues in recent years. Even the play's title offends some. It's called: Dirty Paki Lingerie.","contentencoded":"<p>Aizzah Fatima used to worry that the title of her one-woman play, \"Dirty Paki Lingerie,\" would offend her fellow South Asians. But after nearly five years of staging the production from Toronto to Turkmenistan, the Pakistani American actress is less concerned when the ethnic slur raises eyebrows.</p>\n<p>\"It was a big challenge when I first started doing this play to get the Muslim American community to support it,\" she says. \"That's really changed.\"</p>\n<p>The monologues in 'Lingerie' explore issues of identity, sexuality and religion from the perspective of six Pakistani Americans. In recent weeks, Fatima and director Erica Gould have taken the production to Luton, Bradford, Glasgow and London where they've engaged with local Muslim communities through \"talk-backs\" after the show.</p>\n<p>\"I've had theaters book the show, and then drop it because they were worried,\" she says. \"We were in Bradford, which I think is one of the poorest cities and the largest concentrations of Pakistani people in the UK, and there were definitely people in the audience who had an issue with it. And they were vocal about it, yet they still came.\"</p>\n<p>The phrase \"Paki\" is especially derogatory in Britain, where it was first used by tabloids in the 1960s  to refer to all South Asians, including Indians, Afghans and Bangladeshis.</p>\n<p>Fatima says she decided to write the show to offer a more nuanced view of the Pakistani-American experience in the US, and because she was frustrated by being told she wasn't \"trashy enough\" to portray the roles typically offered to South Asian Muslim actresses.</p>\n<p>\"There was a human side to this experience of being a Muslim American woman that was completely missing in the media, completely missing in the types of characters we see in film, TV, theater,\" she says. \"I wanted to portray Muslim women, especially women who cover their hair, the way I know them to be, as activists and feminists and very outspoken go-getters.\"</p>\n<p>Fatima says the South Asian stereotypes will be shattered in coming decades.</p>\n<p>\"I really hope in my lifetime, 30 years down the road, we're able to look back at this time and say, 'Hey, now we're beyond it,'\" she says. \"We've moved on.\"</p>\n<p><em>UPDATE: A previous version of this story incorrectly spelled Aizzah Fatima's name.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-28%2Fsex-religion-and-politics-collide-play-dirty-paki-lingerie&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05282015_08.mp3"},{"href":"http://admin.pri.org/file/0528201508mp3"}]}