{"created":"2015-06-24T16:08:45+00:00","modified":"2015-06-24T21:05:22+00:00","valid":{"from":"2015-06-24T21:05:22+00:00","to":"3015-06-24T21:05:22+00:00"},"hreflang":"en","title":"Hillary Clinton's 3-Word Misstep: 'All Lives Matter'","published":"2015-06-24T21:05:00+00:00","teaser":"Speaking at a church on Tuesday, Clinton said what had kept her own mother going was \"kindness along the way from someone who believed she mattered. All lives matter.\"","itags":["npr_api","417112956"],"guid":"b43fa185-5953-4817-aa3e-ae0701b7e85b","contentencoded":"<p><strong>This post was updated at 5 p.m. ET</strong></p><p>Hillary Clinton's speech Tuesday at a historic black church in Missouri was mostly well-received by the audience, but three words angered some of the activists she was hoping to appeal to.</p><p>Clinton spoke to frequent applause about religion, racism, access to education, repairing communities and the shooting last week in Charleston, S.C.</p><p>The church where Clinton spoke, Christ the King United Church of Christ, is in Florissant, Mo., fewer than 5 miles from where the rioting and protesting happened in Ferguson.</p><p>But she's now facing criticism on social media after using the phrase \"all lives matter\" — which has been used by some as pushback to the phrase \"black lives matter.\" The latter phrase, which hung on a banner outside the church, was widely used by protesters in Ferguson and other cities.</p><p>Before using the phrase, Clinton was retelling an anecdote about the lessons she learned from her mother.</p><p>\"I asked her, 'What kept you going?' Her answer was very simple. Kindness along the way from someone who believed she mattered. All lives matter.\"</p><p>To some in the pews, what Clinton said fell flat. Or worse:</p><p>\"With her statement that all lives matter, that blew a lot of support that she may have been able to engender here,\" said Renita Lamkin, a pastor at the St. John AME Church in St. Charles. She is white and while protesting in Ferguson was hit in the gut with a rubber bullet. Her passion comes in part because her children are African-American.</p><p>\"My children matter,\" she said. \"And I need to hear my president say that the lives of my children matter. That my little black children matter. Because right now our society does not say that they matter. Black lives matter. That's what she needs to say.\"</p><p>Clinton's campaign points out she did say \"black lives matter,\" late last year. But that didn't stop a flood of complaints on Facebook and Twitter after Clinton's speech:</p><p>Gabrielle Kennedy, also in audience at the church, had a more charitable reaction.</p><p>\"I knew when she said it that there would be people who would not be happy with that. But I am of the belief that it's a process,\" she said.</p><p>And some on Twitter defended Clinton's comment, including Democratic strategist and former Bill Clinton campaign advisor Donna Brazile:</p><p><strong>'It Takes Time'</strong></p><p>In nearby Ferguson, burned-out businesses are still boarded up on West Florissant Avenue. Charles Davis, owner of the Ferguson Burger Bar, counts his blessings.</p><p>\"We were saved by God. Nothing happened to us,\" Davis said.</p><p>But business still isn't back to where it was. And neither is the community. Ferguson is trying to heal from the wound ripped open when a black 18-year-old was shot by a white police officer.</p><p>\"It takes time. A year is not long enough. But what people should understand is a lot of changes that needed be made has been made,\" he said.</p><p>Many of the activists who rose up after the shooting of Michael Brown were on hand when Clinton spoke.</p><p>She spoke about the recent shooting in Charleston, and asked, \"How do we make sense of such an evil act? An act of racist terrorism perpetrated in a house of God?\" Clinton also praised the ability of the families of the victims to look at the accused gunman and offer forgiveness.</p><p>After her speech, still in front of an audience, Clinton sat down for an hourlong discussion with community leaders. Kennedy, who was there, gives Clinton credit for coming to Missouri and listening.</p><p>\"What you saw on that stage there, in the pulpit area there, how we take care of ourselves. This is us doing us, and it's fabulous stuff,\" Kennedy said.</p><p>A pastor delivered a final prayer before Clinton left. And in it, she called for this to be the beginning of a conversation. Not the end.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hillary+Clinton%27s+3-Word+Misstep%3A+%27All+Lives+Matter%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"22"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417154847-cd57d1.m3u?orgId=1&topicId=1014&d=22&story=417112956&ft=nprml&f=417112956"},{"href":"http://media.npr.org/assets/img/2015/06/24/gettyimages-478205526-199ae9f6a55fbc3c73cad2509a16f7a3a762a226.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1952","width":"2603"}}]}