{"created":"2015-02-27T15:19:16+00:00","modified":"2015-05-13T21:13:42+00:00","valid":{"from":"2015-05-13T21:13:42+00:00","to":"3015-05-13T21:13:42+00:00"},"hreflang":"en","title":"After 6,000 Years, Time For A Renovation At Iraq's Citadel","published":"2015-02-28T15:40:00+00:00","teaser":"The Citadel, at the heart of the Kurdish city of Erbil, has been inhabited for six millennia. Now, amid war and destruction, it's undergoing a much-needed restoration and upgrade of city services.","itags":["npr_api","388451912"],"guid":"b454e071-dcdf-4eb5-abde-dd7389905c13","contentencoded":"<p>A map of the northern Iraqi city of Erbil looks like a dart board: circles, radiating outward from a central core. The bull's-eye sits high on a hill, crowned by ancient walls.</p><p>The Erbil Citadel has stood here for at least 6,000 years. It's one of the oldest — and possibly the oldest — continuously inhabited sites on Earth.</p><p>The stories coming from this region these days are primarily ones of destruction and war. But here, in the Citadel, there's a different narrative, that of a plan to rebuild, restore and revitalize this ancient site.</p><p>For now, there's no commerce here. The public is no longer allowed in — just teams digging to put in water and electricity.</p><p>A half-dozen workers are wearing hard hats and neon vests, carrying shovels and pickaxes. There's a small bulldozer moving earth.</p><p>It's a tricky place to do construction: dig just a couple of feet underground and you hit ancient ruins.</p><p>The project to restore the Citadel began in 2007. Structures are being repaired and rebuilt. City services like electricity and water are being upgraded.</p><p>The project will be done in stages, stretching over 25 years. Last year, the effort got a boost when UNESCO named this a World Heritage Site.</p><p>Daraa al-Yaqoobi is head of the High Commission for the Erbil Citadel and director of the Erbil Citadel Project. For him, the project is personal.</p><p>\"My father, my grandfather, all my previous families were from Erbil Citadel,\" he says. \"My grandfather was governor of Erbil Citadel.\"</p><p>The house that used to belong to his grandfather will be an information center when the project is done.</p><p>Yaqoobi says the final product will be for tourists and locals — a mix of markets, museums and homes for some people.</p><p>Not all families would want to live in the reimagined Citadel area, he says.</p><p>It wouldn't be suitable for, say, a two-car family with members or visitors who can't get around very easily, for example. But it would be great, Yaqoobi says, for people with small families or who are single and would enjoy the amenities of the area.</p><p>People in Erbil describe the Citadel as their heart, which has pumped life through the city for thousands of years.</p><p>Araz Abdulkhalak is taking us on a walking tour of the buildings.</p><p>\"Everyone who lives in Erbil feels that this is their home, even families that aren't from the Citadel. It's hard for people not to be able to visit,\" he says.</p><p>\"Families show up and say, 'Please, just let us spend a few minutes inside these walls. We just want to smell it.'\"</p><p>We're standing in a courtyard with a dry fountain in front of us. On one side of the fountain is an olive tree; on the other side is a fig tree. Inside stone arches, there is a tessellated ceiling in multicolored tiles. Right now, it's very dusty, ruined and dry. But you can just imagine the water flowing, the birds perched in the trees, and what this would look like sitting high above the modern city of Erbil.</p><p>Back down in the modern city, at the base of the hill, we visit the tailor shop of Hathem Salih, whose family lived in the Citadel for at least 600 years — maybe longer, but the records don't go back that far.</p><p>When Saddam Hussein was ruling Iraq, the government commandeered some of the nicest houses in the Citadel 25 years ago and kicked Salih's family out. He was 10 years old.</p><p>\"We left all our history, all our memories,\" he says. \"It was a trauma for my family.\"</p><p>Salih would love to move back there, but he says it's too painful just to visit.</p><p>When the current government moved everyone out for the restoration, families were given money or a plot of land to build new homes.</p><p>One family was allowed to remain.</p><p>That is to keep the Erbil Citadel in the running for the title of longest continuously inhabited site in the world.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+6%2C000+Years%2C+Time+For+A+Renovation+At+Iraq%27s+Citadel&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389706280-5e5078.m3u?orgId=1&topicId=1010&d=237&p=7&story=388451912&t=progseg&e=389700123&seg=17&ft=nprml&f=388451912"},{"href":"http://media.npr.org/assets/img/2015/02/24/erbil-citadel-construction-bb194d608b77bfed24fe2528b21e783348be6e0b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1082","width":"1443"}},{"href":"http://media.npr.org/assets/img/2015/02/23/erbil-citadel-d045e03a97419480436b0747775fa6993d7445cd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/02/24/citadel-street-scene-761dd670e9636e50fa3da2790608b6f422665adc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/02/24/shapiro-dry-fountain-toned-c3c4dc76d57e18b55b69317fb7ae04998a204103.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"909","width":"1213"}}]}