{"created":"2014-10-07T18:43:55+00:00","modified":"2014-10-30T23:29:05+00:00","valid":{"from":"2014-10-30T23:29:05+00:00","to":"3014-10-30T23:29:05+00:00"},"hreflang":"en","title":"In 'Dirty Work,' A Doctor Turns To Fiction To Talk About Abortion","published":"2014-08-11T12:37:00+00:00","teaser":"Gabriel Weston is an ear, nose and throat surgeon. She says writing <em>Dirty Work — </em>about<em> </em>an obstetrician-gynecologist who performs abortions — made her more sensitive to all sides of the debate.","itags":["npr_api","338909919"],"guid":"b45bf708-1442-4fa7-8016-d4b90a35437e","contentencoded":"<p>All surgeons must pick the organ they'll spend their career protecting, Gabriel Weston writes in her new novel, <em>Dirty Work</em>. And as Nancy, the obstetrician-gynecologist at the center of the book, explains, \"We gynecologists have the womb to look after. ... And whichever specialty we choose, each of us has to do something ruthless to keep our patient safe: We have to forget about the human significance of the organ we're operating on.\"</p><p>Nancy performs abortions, and at the beginning of the book you learn that she has botched a woman's termination, leaving the patient in a coma. Suddenly she is hurled into weeks of sessions with medical review boards and psychiatrist evaluations where she has to re-examine her life and what she does for a living.</p><p>Weston, who is also an ear, nose and throat surgeon, joins NPR's Lourdes Garcia-Navarro to discuss the book.</p><hr /><h3>Interview Highlights</h3><p><strong>On how she came up with this character</strong></p><p>The main starting point for writing this book — using abortion as the medical subject that I was looking at — was that as a novelist, I was very interested in interrogating what it is that all of us feel we can't say to people. And the idea that I came up with was that a young woman of reproductive age who was performing abortions for a living instead of having babies would be the most stigmatized and difficult story to tell that a woman could possibly tell. So, I actually came to the subject matter of abortion more from that point of view than because I had any particular ax to grind about abortion politically.</p><p><strong>On black-and-white abortion rhetoric</strong></p><p>I really found as I went into researching this subject that I couldn't find any writing or any voice anywhere within the abortion debate that didn't seem incredibly stark, either for or against abortion. People seem to feel that there's a great sort of burden upon them to have a very, very clear and formulated position on this very, very serious subject. I felt really that fiction was a perfect medium in which to examine the ambiguities of the subject. And I thought, if I could convincingly really place a high level of conflict within the consciousness of one person on this subject, it might encourage the reader to see that it is possible to have more than one feeling, and more than one thought, and more than one judgment on this very, very difficult subject.</p><p><strong>On her detailed descriptions of the abortion procedure</strong></p><p>It was probably the biggest challenge of the novel. In the end, I opted for changing the font when I come to describing the abortion procedure, in order ... to flag up for the reader that this is the part in the novel that they might not want to read. So I hope that I have given the reader an out if they need one. But I did feel that writing a novel on abortion wouldn't be complete without tackling, you know, what it actually is like to see that done, or in the case of this character ... I'm writing from her point of view, and she is doing the procedure.</p><p><strong>On whether her own opinions of abortion changed as she wrote the novel</strong></p><p>They evolved. I don't know if they changed. I mean what I found that really surprised me when I wrote this book was how I sympathized with the patients having the abortions and the doctors doing the abortions, but also, interestingly, I really sympathized with the people who were out there waving their banners and objecting.</p><p>I think that everyone who has a strong opinion on this subject is doing it from the best part of their heart. And that was something I don't think I realized before, and I think the more we can have an ambiguous, nuanced discussion about this subject in which people feel they're allowed to admit, perhaps, there are little contradictory feelings and thoughts that they have, the better.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27Dirty+Work%2C%27+A+Doctor+Turns+To+Fiction+To+Talk+About+Abortion&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"342"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339082076-292d43.m3u?orgId=1&topicId=1033&ft=3&f=338909919"},{"href":"http://media.npr.org/assets/img/2014/08/08/istock_000024052639small-cd905eea39e0238d3177dbb28f58477881c5c9c4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"346","width":"462"}}]}