{"created":"2015-04-20T19:42:21+00:00","modified":"2015-04-21T18:33:54+00:00","valid":{"from":"2015-04-21T18:33:54+00:00","to":"3015-04-21T18:33:54+00:00"},"hreflang":"en","guid":"b4682bfd-6ad4-421a-9753-237dd800a4d0","title":"Why 'An Ember In The Ashes' could launch Sabaa Tahir into JK Rowling territory","published":"2015-04-21T18:33:51+00:00","byline":"Bradley Campbell","tags":["books","culture","immigrants","Global Nation","Books","Arts, Culture & Media","Literature"],"teaser":"A new book by a Pakistani American author Sabaa Tahir could be the next \"Hunger Games.\" That's only if it doesn't become the next \"Game of Thrones\" first.","contentencoded":"<p>Sabaa Tahir ruined my sleep.</p>\n<p>Her new book, \"An Ember In The Ashes,\" kept me up at night. I couldn't put the book down. I'm not the only one. It seems as though anyone who touches the book cannot stop reading until the story ends. It has the addictive quality of \"The Hunger Games\" combined with the fantasy of \"Harry Potter\" and the brutality of \"Game of Thrones.\"</p>\n<p>The story is deceptively simple. It's told through two characters. One is a young girl, Laia, who turns into a spy in an attempt to save her captured brother. The other is a soldier, Elias, who questions the purpose of what he does. That's all I'm going to say. I don't want to ruin anything. You can read the first two chapters of the book below.</p>\n<p>Tahir is a new voice in fantasy. She's the daughter of Pakistani immigrants who owned a small 18-room motel at a Navy base in the Mojave dessert. She says growing up amid a transient population certainly impacted her worldview.</p>\n<p>\"I think when you see so many types of different people coming through one place, especially as a young person, you start to realize that everyone has a different story, everyone has demons, everyone has their own issues,\" she says. \"It gave me a soft spot for the disenfranchised of the world and the outcasts of the world, because I saw so many.\"</p>\n<p>Tahir says she felt like an outcast in her hometown. Other kids picked on her. Her parents dealt with racism. People told her family to \"go back to where they came from.\"</p>\n<p>She found solace in books. \"Books were everything to me. I turned to books to deal with this feeling of being an outcast. And I particularly turned to fantasy because in places like Narnia and Middle Earth I wasn't a scared little brown kid. I was brave and strong. I was never afraid.\"</p>\n<p>The love for fantasy never died. She eventually took a job at the Washington Post as a copy editor on the foreign desk. It was there the first kernels of her new book started to come together. They came from all too real brutalities of war. She read and copy edited stories of the Sudanese genocide. It shook her. \"There was a ruthless and casual way in which these militias soldiers would go through villages and murder and torture and rape and kill,\" she says. \"It's as if they weren't dealing with actual humans.\"</p>\n<p>The reality spills into her fantasy. Tahir says it's important to convey war as war, a brutal and barbaric act. She says that if she didn't do it, her teenage readers would have called her out. That's why her book is at times, difficult to stomach. It will no doubt give young adults nightmares. But it will also give them hope.</p>\n<p>\"I think reading the book helps them realize that even in such a violent world, hope can still prevail. And that's a really important message. This idea that hope is stronger than hatred and it's stronger than fear.\"</p>\n<p><a href=\"https://www.scribd.com/doc/262491868/An-Ember-In-The-Ashes-Chapters-1-2\" title=\"View An Ember In The Ashes (Chapters 1-2) on Scribd\">An Ember In The Ashes (Chapters 1-2)</a> by <a href=\"https://www.scribd.com/pritheworld\" title=\"View PRI's The World's profile on Scribd\">PRI's The World</a></p>\n<p><iframe class=\"scribd_iframe_embed\" data-aspect-ratio=\"0.7729220222793488\" data-auto-height=\"false\" frameborder=\"0\" height=\"600\" id=\"doc_4855\" scrolling=\"no\" src=\"https://www.scribd.com/embeds/262491868/content?start_page=1&amp;view_mode=scroll&amp;access_key=key-ynDrrtL56BBGnVnw0Jmg&amp;show_recommendations=true\" width=\"100%\"></iframe></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-20%2Fember-ashes-reminds-you-why-its-so-fun-read&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/9781595148032_large_An_Ember_in_the_Ashes.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/9781595148032largeanemberintheashesjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04202015_07.mp3"},{"href":"http://www.pri.org/file/0420201507mp3"}]}