{"created":"2014-08-28T02:38:54+00:00","modified":"2015-01-09T19:05:42+00:00","valid":{"from":"2015-01-09T19:05:41+00:00","to":"3015-01-09T19:05:41+00:00"},"hreflang":"en","title":"More Dads Want Paternity Leave. Getting It Is A Different Matter","published":"2014-08-14T01:14:00+00:00","teaser":"Paid paternity leave is a luxury in the U.S. Just 10 to 15 percent of employers offer it, even though an increasing number of fathers want, and expect, time off with a new child.","itags":["npr_api","333730249"],"guid":"b47be56e-5cf9-4538-a533-5aaee38e0488","contentencoded":"<p>After nearly four weeks at home with his infant son, Kumar Chandran has the diaper thing down.</p><p>\"Shhh, almost done,\" he says, hunching over Kai on the living room floor of their Washington, D.C., townhouse, while his wife, Elanor Starmer, tries to placate the fussy baby.</p><p>Chandran says there was no question he wanted to be home at this time. The nonprofit he works for offers four weeks of paid parental leave — the same for men and for women. He says this has let him bond with his son and pick up on subtle cues.</p><p>\"At first it's like he's crying,\" says Chandran. \"It could be ... 17 different things. And now you're like, 'Oh, I think he's hungry.' \"</p><p>Then there's the practical aspect.</p><p>\"Every day I'm like, I can't imagine doing this by myself,\" he says. \"If it's just having someone take him so that someone can take a 10-minute nap or eat or make breakfast or something like that.\"</p><p>But Chandran will have to do it alone. Once his wife goes back to work, he plans to take another month off, using vacation and sick leave.</p><p>While an <a href=\"http://www.thenewdad.org/yahoo_site_admin/assets/docs/BCCWF_The_New_Dad_2014_FINAL.157170735.pdf\">ever-rising share of men say they want</a> to have this kind of time with a new child, Chandran is among a lucky few who actually do. In the U.S., paternity leave is a luxury. It's the only developed nation that doesn't guarantee paid time off, even for new mothers.</p><p>Scott Coltrane, interim president of the University of Oregon, who researches fathers and families, says more young men want time off with a new child — but just 10 to 15 percent of U.S. employers offer paid paternity leave, almost all in white-collar professions.</p><p>\"The main reason men don't take it is because they don't have wage replacement — so they can't afford to,\" Coltrane says.</p><p>Some states are acting on their own, mandating paid family leave for most workers. In California, the number of men taking it has doubled in a decade. Coltrane says that's good for men, kids and women.</p><p>\"Fathers who take leave end up doing more of the routine work later,\" Coltrane says. \"They do more of the transportation, more of the cooking, more of the child care, more of the doing homework with the kids. It's just kind of an early buy-in that helps men stay involved later.\"</p><p>In fact, some other places have taken pains to increase the share of new fathers taking paternity leave.</p><p>\"Quebec, like Norway, Sweden, have these dedicated daddy days. It's a use-it-or-lose-it [system], and if the men don't take it, nobody gets it,\" Coltrane says.</p><p>Coltrane says programs like these have helped boost the number of fathers taking paternity leave from fewer than 2 in 10 to 8 in 10.</p><p>But in the U.S., stigma dies hard, and this past spring, there was a very public display of it. When the New York Mets' Daniel Murphy took advantage of a paternity leave provision in the Major League Baseball players collective bargaining agreement and missed the first two games of the season for the birth of his first child, sports radio lit up.</p><p>Host Mike Francesa got this call from \"Larry in Flemington\": \"What is the maternity leave for a baseball player, Mike? I never head of something so ludicrous in my life.\"</p><p>Francesa then went on a 20-minute rant, noting that he'd been back behind the microphone the very day his kids were born.</p><p>\"What are you gonna do?\" Francesa said. \"I mean, you gonna sit there and look at your wife in a hospital bed for two days?\"</p><p>A few others joined in, but the media backlash was strong. And last year, when golfer Hunter Mahan's wife went into early labor, he left a million-dollar tournament he was leading to be there for the birth. Sports media applauded the move, giving him father-of-the-year kudos.</p><p>Karyn Twaronite is among those cheering the growing cultural embrace of paternity leave. \"I think it's fantastic for the workplace,\" she says.</p><p>Twaronite is a partner at Ernst & Young, a professional services firm, where almost all new fathers take two weeks of paternity leave. If they're the primary caregiver, they get up to six weeks.</p><p>Twaronite says it gives the company a competitive edge. Ernst & Young has surveyed workers — its own and others — and finds that the youngest generation of employees has a very different attitude toward balancing work and life.</p><p>\"Gen Y men rated day-to-day flexibility even higher than Gen Y women,\" Twaronite says. \"They would be more likely to leave a company if day-to-day flexibility was not offered. I don't know that we would have seen that 10 years ago in the workplace.\"</p><p>Twaronite says Ernst & Young has worked to change hard-driving corporate culture. It has encouraged top managers to take paternity leave and talk about parenting openly, as role models.</p><p>It even offers executive coaching to new moms and dads. Ernst & Young Senior Manager Jared Crafton was meeting with one coach as he prepared for his second paternity leave.</p><p>\"She's kinda part coach, part therapist, part cheerleader,\" Crafton says.</p><p>Now back at work, Crafton worries that he may not be on top of his game. \"To give you an example, I've been up since probably 4:15 this morning. I'm quite tired. One of my fears is that maybe I'm not being as efficient as possible. Maybe I'm not getting back to people as fast as I should be.\"</p><p>So he took it to his coach, who's been anonymously polling his colleagues about what they expect from him. They'll discuss it at their next session.</p><p>New dad Chandran has found his colleagues to be fully supportive of his long paternity leave. Same with friends, says Starmer, his wife.</p><p>\"What I've sensed is that the people that we've talked to who haven't been able to take much time off — and that's the vast majority of them — have seemed sort of impressed that you're able to do that,\" Starmer says. \"But it's definitely — the signal is, this is really rare.\"</p><p>Friends are happy for them, she says — and jealous.</p><p><em>This story was produced for broadcast by Marisa Penaloza.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=More+Dads+Want+Paternity+Leave.+Getting+It+Is+A+Different+Matter&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jennifer Ludden","audio":[{"meta":{"duration":"371"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340153461-4ab3cd.m3u?orgId=1&topicId=1091&aggIds=323986426&ft=3&f=333730249"},{"href":"http://media.npr.org/assets/img/2014/08/01/paternity-leave-dc-b6f0136b9cd7df38d9a927be0a09a18f707c68f8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"3000"}}]}