{"created":"2014-09-25T09:05:55+00:00","modified":"2014-10-30T22:04:49+00:00","valid":{"from":"2014-10-30T22:04:49+00:00","to":"3014-10-30T22:04:49+00:00"},"hreflang":"en","title":"For Police, A Debate Over Force, Cop Culture And Confrontation","published":"2014-09-29T21:00:00+00:00","teaser":"When it comes to police using force, what is acceptable and when? And are police too aggressive? Cops say they're trying to survive, but reformers say aggressive cop culture is making things worse.","itags":["npr_api","351373721"],"guid":"b48d9265-8896-4a5b-814b-265075b0a386","contentencoded":"<p>Protests in Ferguson and New York this summer rekindled an old debate about how American police use force. The perception that cops are too aggressive has been fed not just by the high-profile deaths of <a href=\"http://www.npr.org/2014/09/04/345868816/justice-department-opens-probe-into-furguson-police-force\" target=\"_blank\">Michael Brown</a> and <a href=\"http://www.npr.org/blogs/codeswitch/2014/07/29/335847224/what-we-see-in-the-eric-garner-video-and-what-we-dont\" target=\"_blank\">Eric Garner</a>, but also by a stream of unflattering camera phone videos, such as the recent scene of New York cops aggressively <a href=\"http://www.youtube.com/watch?v=UpMRzNjbL7M\" target=\"_blank\">clearing a street of vendors</a> or the <a href=\"http://www.youtube.com/watch?v=73PIJLNp07A\" target=\"_blank\">clip of three officers in a Houston school</a> wrestling with a teenage girl who didn't want to give up her cellphone.</p><p>For David C. Couper, these complaints are nothing new. He ran the police department in Madison, Wis., for 21 years, starting in the early 1970s, when the police had regular clashes with protesting students. His mission was to find a better way to handle the public than \"beating students up every time there was a demonstration.\"</p><p>His solution? Change police culture.</p><p>\"The philosophy was domination and control,\" he says. \"[But] there was a softer way to approach this — through negotiation, through kind of scaling things down without heightening the anxiety of the situation.\"</p><p>Couper had his officers mingle with protesters, to establish a rapport before things got violent. He kept the riot gear out of sight. He even had some officers take off their military-style uniforms, dressing instead in blue blazers with a police insignia embroidered on the pockets.</p><p>And it worked. It came to be called the Madison Method, and it was a model for other reform-minded departments in the 1980s and '90s. Today Couper is retired, but he still <a href=\"http://www.davidccouper.com/\" target=\"_blank\">writes about policing</a>, and he worries that the \"domination and control\" culture that was so prevalent a generation ago is once again ascendant.</p><p>\"Sept. 11, 2001, it all changed for police,\" he says. With the advent of notions such as \"homeland security,\" Couper's methods strike today's police as naive.</p><p>\"My guys can wear tie-dyed T-shirts and hemp bracelets to work, and there will still be violence and crime in the community,\" says Missouri state Rep. Jeff Roorda, a retired police officer in St. Louis. He also works for the St. Louis Police Officers Association. \"I think that having a swift and sure response is the quickest way to bring a situation under control.\"</p><p><strong>'Slowing Situations Down'</strong></p><p>But the \"swift and sure\" philosophy is under attack by the Justice Department. Under Attorney General Eric Holder, it ramped up its scrutiny of police departments for using excessive force. One of its earliest targets was the Seattle Police Department. As part of a deal to avoid a civil rights lawsuit, Seattle agreed to rewrite its use-of-force policy. The greatly expanded policy calls on officers to look for ways to de-escalate confrontations, where possible.</p><p>\"We have trained that before,\" says Kerry Zieger, an SPD officer and trainer. \"But [now] maybe there's more of an emphasis; maybe we're more emphasizing slowing situations down.\"</p><p>There may be scientific reasons for this de-escalation strategy, too. At Washington State University's Simulated Hazardous Operational Tasks Laboratory, Bryan Vila studies how cops handle high-pressure judgment calls. He puts them in simulated confrontations and monitors them in real time.</p><p>\"We see with the brain-imaging devices a lot of effort up to the moment when the decision is made. And then it all goes away — because you're out of decision-making mode and into fight mode,\" Vila says.</p><p>Vila is still analyzing data from his study of 78 law enforcement officers, but he believes his research may support the need to \"move the clock back\" when it comes to police use of force. Whether it's with de-escalation techniques or more permission to wait before storming in, Vila says officers need more time to think.</p><p>But when it comes to traditional police culture, these ideas are a tough sell.</p><p>\"I think an officer will eventually get killed,\" says Mike Severance. He just retired from the Seattle Police Department after 46 years, but he was still on the job when the new Justice Department-approved use-of-force policy came out. He calls it \"ridiculous.\"</p><p>He says its complexity will cause officers to lose crucial seconds when deciding how to act. He also dismisses sections that tell the officer to take into consideration whether a suspect speaks English, or is mentally ill.</p><p>\"What do we consider? Yeah, this guy's nuts, and he's holding a gun — so that means he's not a threat or he's less of a threat? He's probably more of a threat,\" Severance says.</p><p>Before he retired, Severance was one of about 100 Seattle officers who filed a federal lawsuit over the policy, claiming it violates their right to protect themselves. Lisa Battalia, a lawyer who helped write their lawsuit, says the policy is also wrong to make de-escalation a priority.</p><p>\"What these officers would say is, 'Actually, that's not always better,' \" Battalia says. \"In many cases, that allows a situation to get out of control. It allows a suspect to get an upper hand, and it winds up being more dangerous for everybody.\"</p><p>Active Seattle officers are barred from speaking to the media about their concerns. But last week, a watch commander in the city's East Precinct sent out an internal email warning that \"some officers are very hesitant to use force in situations where force is clearly needed.\" He went on to write that some officers seemed to be hesitating in part because of policy's requirements for reporting their use of force.</p><p><strong>Fear Of Disrespect</strong></p><p>Russ Hicks is familiar with police officers' arguments against the \"go slow\" philosophy. He's a cop with 23 years' experience, most of that on patrol, but he's also an instructor for the Washington State Criminal Justice Training Commission — the state police academy. He says police have a \"machismo\" culture that makes it hard for them to back away from confrontation.</p><p>\"It takes more discipline,\" he says. He recalls his own time on patrol. \"I've had people run away from me and run inside their house on minor violations,\" he says. \"I could probably run and boot in their door, but is it really worth it?\"</p><p>Once, when a woman escaped into her house this way, his young partner was shocked that Hicks was willing to walk away. \"My new guy is like, 'Let's go get her, come on, this is a hot pursuit!' \" But Hicks opted instead to get a warrant for her arrest, knowing she'd eventually have to show up in court.</p><p>\"And who looks like the professional? Who had restraint and didn't overreact to the situation?\" he asks. \"When we got to court, she got 80 days in jail.\"</p><p>But Hicks says that kind of willingness to let things go is not the way police culture is oriented in America, and he says a big reason is police officers' fear of being disrespected.</p><p>\"We're having an informed public out there who are asking 'Why? Hold on a second, before you do that, tell me what's going on here,' and officers feel very challenged by that,\" he says.</p><p>He calls the situation a \"perfect storm,\" because while American police cling to the security of an aggressive, militarized stance, the public is losing its sense of deference. And as people push back, they often have a camera phone in one hand, ready to see how the officer will react.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Police%2C+A+Debate+Over+Force%2C+Cop+Culture+And+Confrontation&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Martin Kaste","audio":[{"meta":{"duration":"262"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351373722-c97a9f.m3u?orgId=1&topicId=1091&ft=3&f=351373721"},{"meta":{"duration":"462"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351579974-7fe633.m3u?orgId=1&topicId=1091&ft=3&f=351373721"},{"href":"http://media.npr.org/assets/img/2014/09/25/455589574-a391fe37ef1f7cde6108e208376df5ce11820a5e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/09/25/policeforcescience1-20faac5f06ec566673d7df48b52f6910292baa95.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1107","width":"1476"}}]}