{"created":"2014-09-22T16:09:30+00:00","modified":"2014-10-31T15:41:20+00:00","valid":{"from":"2014-10-31T15:41:20+00:00","to":"3014-10-31T15:41:20+00:00"},"hreflang":"en","title":"At 73, Man Finally Gets Diploma Denied For Defying Segregation","published":"2014-08-10T21:42:00+00:00","teaser":"An Illinois high school banned Alva Earley from graduating in 1959 after he attended a picnic in a park off-limits to blacks. This weekend, the school district corrected that injustice.","itags":["npr_api","339212827"],"guid":"b48d2028-5677-405d-a38e-bac9ea920f97","contentencoded":"<p>There was no pomp and circumstance, no procession with classmates, but on Friday a school district in Illinois finally handed Alva Early his high school diploma — more than five decades after he attended Galesburg High School.</p><p>In 1959, Galesburg banned Earley from graduating and denied him a diploma after he and other African-Americans had a picnic in a park that was unofficially off-limits to blacks.</p><p>Earley, now a retired attorney, says he never thought the day would come, but as the Galesburg class of '59 gathered for a reunion this weekend, the school superintendent called Earley forward, dressed in his college gown, to accept his diploma.</p><p>A school counselor had warned him in 1959 there could be a price to pay for challenging the city's entrenched segregation — but Earley went anyway.</p><p>\"We were just trying to send a message that we are people, too,\" Earley says. \"We just had lunch. For that, I didn't graduate.\"</p><p>Universities, including Northwestern and the University of Chicago, withdrew their acceptance letters. The president of Knox College in Galesburg later allowed Earley to enroll after learning about the park incident.</p><p>Earley went on to graduate from the University of Illinois, and earn a law degree and a doctorate of divinity. The lack of a high school diploma always haunted him, though. Growing up with an abusive father, Earley says, high school was both his home and a refuge.</p><p>\"The fact that I could not get a cap and gown on and march down the aisle with my classmates — it meant the world to me,\" he says. \"It hurt so bad.\"</p><p>He kept it a secret until a Knox College reunion last year, when he told some of those former high school classmates, including Owen Muelder.</p><p>\"Well, we were thunderstruck,\" says Muelder, a Knox College historian who runs the Underground Railroad museum on campus.</p><p>\"Here's this community and college founded before the Civil War, that was a leader in the anti-slavery movement,\" he says, \"and here it was that a little over 100 years later something so outrageous could have occurred in our community.\"</p><p>Muelder and another classmate, Lowell Peterson, turned to Galesburg school officials for help. Superintendent Bart Arthur says after a search, the district found Earley's transcript, which showed he had enough credits and was even marked with the word \"graduate.\"</p><p>\"He had A's and B's on his report card,\" Arthur says. \"I guess he did have a couple C's. One of them was in typewriting, and I can sure understand that.\"</p><p>In a sometimes-emotional speech during the ceremony, Earley thanked his former classmates.</p><p>\"The important thing was not that I got the diploma,\" he said. \"It was that they tried to get me a diploma. They succeeded. They cared about me.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+73%2C+Man+Finally+Gets+Diploma+Denied+For+Defying+Segregation&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cheryl Corley","audio":[{"meta":{"duration":"186"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339375013-c1668a.m3u?orgId=1&topicId=1015&ft=3&f=339212827"},{"href":"http://media.npr.org/assets/img/2014/08/10/alva_earley-a17bdc9d17e8995d9664441c77e10fe34ab01d8f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1199","width":"1599"}}]}