{"created":"2015-07-01T09:07:12+00:00","modified":"2015-07-01T21:07:03+00:00","valid":{"from":"2015-07-01T21:07:03+00:00","to":"3015-07-01T21:07:03+00:00"},"hreflang":"en","title":"All-Star Games Are Worthless If The Players Are Not All-Stars","published":"2015-07-01T21:06:00+00:00","teaser":"Major League Baseball's All-Star Game may be less starry than usual this year because of Kansas City fans' campaign to get as many Royals players as possible into the game.","itags":["npr_api","418891658"],"guid":"b490214b-9a71-4b15-a8bb-e00bacd097e5","contentencoded":"<p>For those of you who haven't got your baseball All-Star ballot in, don't panic, you have until Thursday. It's convenient. You can get a ballot off the Internet, and here's the good news: You can vote 35 times.</p><p>Understand what I'm saying? Each fan can cast 35 votes. Where that magic figure comes from, I don't know. Why not 3,500 apiece? Or 35,000?</p><p>Anyway, it means that more than half a billion votes will be cast. Not only that, but, in order to keep the election on the up-and-up, baseball swears that it tosses out about one out of every five votes. I can only guess that vampires and terrorists are denied the franchise.</p><p>So right now –– just to take one example –– Salvador Perez has 11,666,785 votes for catcher. What does that mean? It's like light years or grains of sand on the beach, just number numbers.</p><p>But having fans vote is the way leagues like to run All-Star balloting nowadays, instead of being old-fashioned and letting the choices be made by people who actually know something, people we dare call experts.</p><p>You see, when fans vote, it's interactive. It's an interactive world now. Baseball's rationale is that if you voted your 35 times for Salvador Perez, interactively, you'll then be on pins and needles to see if he can win. You're invested in Salvador Perez.</p><p>But actually it's the reverse, because the irony is that if you want to get fans just plain actively engaged, the fewer decision-makers the better. Half the fun in the selection of All-Stars — or any award winners — is being able to castigate the people who made the choices you disagree with as dimwitted dummies.</p><p>That's why Simon Cowell on <em>American Idol</em> was so good: because he was a loud-mouth, very outer-active judge you could hate. But when it's just millions of interactive ballots filled out robotically you've got nobody to vent to and a lot of emotion goes out of the game before it starts.</p><p>It's even worse this year because the good people of Kansas City have stuffed the ballot box, so instead of an All-Star game, it's going to be more of a royal pain. That's the problem when anyone fills out an Internet ballot, times 35: Fans don't make serious judgments. They just vote for all-ordinary players on their favorite team.</p><p>Look, All-Star games in every sport are just high-falutin' exhibitions, but they're good fun. Unfortunately, they're worthless if the people playing in the All-Star games aren't, well, aren't all-stars.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=All-Star+Games+Are+Worthless+If+The+Players+Are+Not+All-Stars&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"212"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1419076230-6a7610.m3u?orgId=1&topicId=1055&aggIds=4499275&d=212&p=3&story=418891658&t=progseg&e=419051776&seg=10&ft=nprml&f=418891658"}]}