{"created":"2015-03-15T14:14:25+00:00","modified":"2015-04-13T16:31:15+00:00","valid":{"from":"2015-04-13T16:31:15+00:00","to":"3015-04-13T16:31:15+00:00"},"hreflang":"en","title":"The Truth About Humanitarian Work: High Ideals Vs. Hard Realities","published":"2015-04-13T16:31:00+00:00","teaser":"In this week's For the Record, we meet three humanitarian aid workers: one confronting the Ebola crisis, another trying to educate Syrian refugees and another who's stepped back from field work.","itags":["npr_api","393109287"],"guid":"b4913962-f4a9-4377-9a96-16431400dcfc","contentencoded":"<p>The Syrian civil war has dragged on for four years now. Hundreds of thousands of Syrians have died and more than 3 million have been displaced.</p><p>The refugee crisis there has attracted humanitarian aid workers hoping to make a difference. Kayla Mueller was one of them. The 26-year-old Arizona native was captured by the self-proclaimed Islamic State in August of 2013. <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/10/385182490/u-s-hostage-kayla-mueller-confirmed-dead\">She was killed last month</a>.<br /> <br />Despite the danger, her family said she was drawn to the work she was doing.</p><p>It's not just geopolitical conflicts that make humanitarian work hard and dangerous. As the need for refugee assistance has exploded, so too has the need medical workers to fight the Ebola crisis in West Africa.</p><p>Those deployments come with their own serious consequences.</p><p>In this For The Record: Humanitarian Aid Work, The Risks And Rewards, we speak to three people working in this world. Two are still very much on the front lines. Jeffrey Dow is education coordinator for the International Rescue Committee in Lebanon; Seema Manohar is the health director of Save The Children in Liberia; and <a href=\"http://www.npr.org/templates/story/story.php?storyId=244991546\">Jessica Alexander</a> is a United Nations contractor and author of <em>Chasing Chaos: My Decade In and Out of Humanitarian Aid</em>.</p><hr /><h3>Three Takeaways From The Conversation</h3><p>- They're honest about their motivations for going into the field. They want to find work that matters, that makes a difference to people who need help, but they're not without ego. They are definitely motivated by the adrenaline and a sense of adventure.</p><p>- Some aid workers are far more concerned about dying in a car accident while working in the field than they are of being caught in a brazen attack.</p><p>- Current conflicts are making it harder for international aid organizations to do their work. Security risks in places like Syria and Iraq are just too high, and NGOs often have to operate remotely. That means the UN and other groups rely heavily on local humanitarian organizations to operate in conflict zones. The local aid workers are often the ones most at risk — not the Americans and Europeans who tend to capture the headlines when something goes wrong on a particular aid mission.</p><p>Check out this <a href=\"https://aidworkersecurity.org/incidents/report/summary\">graph</a>, which breaks down a decade's worth of attacks on aid workers.</p><p>We learned a lot from our For the Record segment this week. As always, the voices make this story come alive, so click the audio link above to get the full experience.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Truth+About+Humanitarian+Work%3A+High+Ideals+Vs.+Hard+Realities&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rachel Martin","audio":[{"meta":{"duration":"674"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393133272-b8c359.m3u?orgId=1&topicId=1022&e=393109287&d=674&ft=nprml&f=393109287"},{"href":"http://media.npr.org/assets/img/2015/03/15/usaid-liberia-98385c419595598352995c8d56e0a426fb3bd913.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}}]}