{"created":"2014-08-13T20:27:07+00:00","modified":"2015-05-14T19:47:53+00:00","valid":{"from":"2014-04-01T10:31:19+00:00","to":"3014-04-01T10:31:19+00:00"},"hreflang":"en","contentencoded":"<div class=\"barn-cleaned\"><p>The Netflix hit show <em>House of Cards</em> might be about Washington, DC but many of the scenes are shot in Maryland. The show has been lobbying the state congress for tax breaks but their tactics aren't going over well. &nbsp; At first <em>House of Card's</em> lobbying efforts were all wine and roses.&nbsp;<span>They hired a top rated lobbyist.</span></p>\n<p><span>\"They held a big shmoozy event with lots of&nbsp; liquor flowing,\" says Jennifer Bevan-Dangel is with Common Cause, a legislative watchdog.</span></p>\n<p>The actor Kevin Spacey was at the event glad-handing politicians. Spacey plays the house whip, Frank Underwood in the show.&nbsp;<span>But when the votes for the tax break bill looked uncertain, the producers pulled a stunt.&nbsp;</span></p>\n<p><span>\"They sent this letter that was very threatening, they said if you don't meet our request, we'll be pulling our production out of the state,\" says Brevan-Dangel.</span></p>\n<p>Paul Pinsky, a Maryland state senator, says Frank Underwood would have done it a different way.&nbsp;<span>\"I think if Frank Underwood would advise someone, I think he'd say, if you're going to threaten the governor, whisper in his ear,\" Pinsky says, \"You don't write a letter and put it on paper.\"</span></p>\n<p>The letter was actually sent to lawmakers, but you get the picture. Several of them are now threatening to use eminent domain to seize the House of Cards property if it stops shooting.&nbsp;<span>High-drama to be sure, though maybe not what Netflix was looking for.</span></p></div>","description":"Kevin Spacey helped Netflix lobby Maryland for tax breaks","title":"Netflix deploys Frank Underwood","tags":["Maryland","netflix","house of cards","APM","Tech","tax breaks"],"contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>The Netflix hit show <em>House of Cards</em> might be about Washington, DC but many of the scenes are shot in Maryland. The show has been lobbying the state congress for tax breaks but their tactics aren&apos;t going over well.   At first <em>House of Card&apos;s</em> lobbying efforts were all wine and roses. <span>They hired a top rated lobbyist.</span></p>\"},{\"content\":\"<p><span>&quot;They held a big shmoozy event with lots of  liquor flowing,&quot; says Jennifer Bevan-Dangel is with Common Cause, a legislative watchdog.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>The actor Kevin Spacey was at the event glad-handing politicians. Spacey plays the house whip, Frank Underwood in the show. <span>But when the votes for the tax break bill looked uncertain, the producers pulled a stunt. </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>&quot;They sent this letter that was very threatening, they said if you don&apos;t meet our request, we&apos;ll be pulling our production out of the state,&quot; says Brevan-Dangel.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>Paul Pinsky, a Maryland state senator, says Frank Underwood would have done it a different way. <span>&quot;I think if Frank Underwood would advise someone, I think he&apos;d say, if you&apos;re going to threaten the governor, whisper in his ear,&quot; Pinsky says, &quot;You don&apos;t write a letter and put it on paper.&quot;</span></p>\"},{\"content\":\"<p>The letter was actually sent to lawmakers, but you get the picture. Several of them are now threatening to use eminent domain to seize the House of Cards property if it stops shooting. <span>High-drama to be sure, though maybe not what Netflix was looking for.</span></p>\",\"type\":\"text/html\"}]","teaser":"Kevin Spacey helped Netflix lobby Maryland for tax breaks","byline":"Queena Kim","published":"2014-04-01T10:31:19+00:00","guid":"b4946eee-1611-4e3d-88d9-e32062864b0d","itags":["PMP:Marketplace_PMP","Marketplace","Marketplace Tech for Tuesday, April 1, 2014","Marketplace Morning Report","Marketplace Morning Report for Tuesday, April 1, 2014","Marketplace Tech","b4946eee1611e3d08d93e32062864b0d"],"audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/478998443.jpg?itok=Q6MZspCN","meta":{"height":"340","width":"610","crop":"primary"},"type":"image/jpeg"},{"type":"audio/mpeg","meta":{"duration":86,"duration_hms":"00:01:26","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/04/01/marketplace_segment07_20140401","type":"application/json"}},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/04/01/marketplace_segment07_20140401_64.mp3","format":"MP3"}]}