{"created":"2014-11-28T21:51:27+00:00","modified":"2015-05-21T17:34:27+00:00","valid":{"from":"2015-05-21T17:34:27+00:00","to":"3015-05-21T17:34:27+00:00"},"hreflang":"en","title":"After The Ferguson Decision, A Poem That Gives Name To The Hurt","published":"2014-11-28T23:22:00+00:00","teaser":"This week, a Missouri grand jury decided not to indict Darren Wilson, the officer who killed Michael Brown. Writer Syreeta McFadden turns to Audre Lorde's poetry to make sense of this decision.","itags":["npr_api","366839245"],"guid":"b495e3d8-6ee6-4cc3-b51c-cbf16de2034e","contentencoded":"<p>Since George Zimmerman was found not guilty of killing Trayvon Martin, I've been repeating these words by the poet Audre Lorde like a prayer. She writes:</p><blockquote><p>For those of us<br />who were imprinted with fear<br />like a faint line in the center of our foreheads<br />learning to be afraid with our mother's milk<br />for by this weapon<br />this illusion of some safety to be found<br />the heavy-footed hoped to silence us<br />For all of us<br />this instant and this triumph<br />We were never meant to survive.</p></blockquote><p>Each time I re-read this stanza from \"A Litany For Survival,\" the chaos and confusion I feel is cleared away. The lines are clean and defiant. They name our aches, our hurts, the paradoxes of our living, and slay that demon that dogs our days, fear.</p><p>By the poem's end, I'm washed clean. It's a blessing and a baptism and a challenge to me to engage in a world that would seem to deny my life.</p><p>I needed it again, when news came of the shooting death of Michael Brown, and then again this week.</p><p>This poem is meant to break spells and fevers. That line, \"we were never meant to survive\" warns us of difficulties that will come. I think of this poem when I see photos of black millennials protesting police brutality. Fire and smoke envelop them as they face off with the police force of what was once just another city in the middle of America.</p><p>Lorde ends her poem with these lines:</p><blockquote><p>and when we speak we are afraid<br />our words will not be heard<br />nor welcomed<br />but when we are silent<br />we are still afraid</p><p>So it is better to speak<br />remembering<br />we were never meant to survive.</p></blockquote><p>This is a poem fitting for these times.</p><p><em>Syreeta McFadden writes for </em>The Guardian<em>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+The+Ferguson+Decision%2C+A+Poem+That+Gives+Name+To+The+Hurt&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Syreeta McFadden","audio":[{"meta":{"duration":"119"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367244370-1131fb.m3u?orgId=1&topicId=1034&aggIds=257657827,100876926&d=119&p=2&story=366839245&t=progseg&e=367199609&seg=15&ft=nprml&f=366839245"}]}