{"created":"2014-10-07T20:21:11+00:00","modified":"2015-04-06T19:36:57+00:00","valid":{"from":"2015-04-06T19:36:57+00:00","to":"3015-04-06T19:36:57+00:00"},"hreflang":"en","title":"LED Lights Shine In Nobel Prize; Now How About Your Home?","published":"2014-10-08T18:24:00+00:00","teaser":"The time has never been better to invest in LED lighting, with the price of LED bulbs — which use the Nobel-winning blue LEDs — now below $10 each.","itags":["npr_api","354282468"],"guid":"b4a21d4b-85cf-4ed2-8cb5-4f5bac0ea877","contentencoded":"<p>The <a href=\"http://www.nobelprize.org/nobel_prizes/physics/\">Nobel Prize in physics</a> was awarded Tuesday to three Japanese-born researchers for their work on the blue light-emitting diode, or LED.</p><p>And there's never been a better time to put their Nobel-prize winning discovery right in your own home. LED light bulbs, which use blue LEDs, are coming of age, and the price is dropping fast. You can pick them up for less than $10 each.</p><p>It's been a long, hard road for the LED. The first were the red ones that have been commonly used for decades as power indicators on stereos or appliances. Then came green and yellow, but researchers couldn't find a way to make blue — until <a href=\"http://www.nobelprize.org/nobel_prizes/physics/laureates/2014/akasaki-facts.html\">Isamu Akasaki</a>, <a href=\"http://www.nobelprize.org/nobel_prizes/physics/laureates/2014/amano-facts.html\">Hiroshi Amano</a>, and <a href=\"http://www.nobelprize.org/nobel_prizes/physics/laureates/2014/nakamura-facts.html\">Shuji Nakamura</a> came along.</p><p>\"They got a material called gallium nitride, which emits blue light, [and] they got it to work,\" says <a href=\"http://www.msm.cam.ac.uk/department/profiles/humphreys.php\">Colin Humphreys</a>, an LED researcher at Cambridge University in the U.K.</p><p>Akasaki, Amano and Nakamura coaxed gallium nitride to glow bright blue. Industrial researchers added a layer of phosphorous around the blue light, and that made brilliant white light.</p><p>After two decades of careful tweaking, LEDs are becoming commonplace as light sources for homes and desk lamps. LEDs even light your laptop computer's screen.</p><p>\"It's important they won, because the science they've done is really useful science,\" Humphreys says.</p><p>The new LED lights are around seven times as efficient as conventional light bulbs and about twice as efficient as compact florescent bulbs. That means big energy savings.</p><p>\"It's just huge — worldwide we could close or not build over 500 large power stations,\" if everyone used LED light bulbs, Humphreys says.</p><p>So the Nobel makes it official. LEDs are great for the planet and your wallet. But there's another problem: Which LEDs should you buy?</p><p>\"Oh golly, that's a really tough question to answer these days with all of the different kinds of bulbs on the market,\" says Bob Karlicek, director of the <a href=\"http://smartlighting.rpi.edu/\">Smart Lighting Engineering Research Center</a> at Rensselaer Polytechnic Institute.</p><p>Karlicek says there are two things to look for. First, you need to think about something called \"color temperature.\" It describes the type of light the bulb produces.</p><p>\"I think you want to take a look at bulbs that are warm white, which means that they should have a color temperature of 2,700 Kelvin,\" he says.</p><p>The other big attribute is brightness. LEDs measure brightness in something called lumens, and 800-900 lumens equals the brightness of a conventional 60-watt bulb.</p><p>You can find a lot of other tips on buying LEDs and other energy efficient bulbs by checking out <a href=\"http://www.npr.org/2014/01/24/265489559/nprs-guide-to-changing-light-bulbs\">NPR's guide to changing light bulbs</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=LED+Lights+Shine+In+Nobel+Prize%3B+Now+How+About+Your+Home%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"197"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354371750-c03f2c.m3u?orgId=1&topicId=1019&e=354282468&d=197&ft=nprml&f=354282468"},{"href":"http://media.npr.org/assets/img/2014/10/07/lightbulb-842f1ac293cb3ed089378c653109708e3fe64a74.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1197","width":"1598"}}]}