{"created":"2014-10-08T13:27:34+00:00","modified":"2014-10-31T00:51:01+00:00","valid":{"from":"2014-10-31T00:51:01+00:00","to":"3014-10-31T00:51:01+00:00"},"hreflang":"en","title":"ISIS Brings Business Acumen To Violent Jihad","published":"2014-06-26T01:30:00+00:00","teaser":"ISIS issues annual reports and launched a Twitter app, and its financiers track money flows on spreadsheets. It's professionalized its operations while inflicting more casualties than al-Qaida.","itags":["npr_api","325512312"],"guid":"b4c480fa-5f31-4f25-a98e-1a911bc370af","contentencoded":"<p>The Islamic State of Iraq and Syria is proving to be both militant and disciplined, borrowing organizational tools from the corporate world to professionalize its operations.</p><p>For the past two years, for example, ISIS has issued an <a href=\"http://www.vox.com/2014/6/24/5834068/the-iraqi-rebels-make-annual-reports-with-infographics-we-translated\">annual report</a> that lays out precisely where it has attacked and the methods it used. It has launched a <a href=\"http://www.theatlantic.com/international/archive/2014/06/isis-iraq-twitter-social-media-strategy/372856/\">Twitter app</a> with advertisers, which Twitter subsequently took down, and analysts say the group has succeeded in bringing professional acumen to the business of violent jihad.</p><p>The way ISIS retaliated after U.S. forces killed two of its leaders in 2010 illustrates how different the group is from most other extremist organizations.</p><p>\"One of the first actions after the dust settled was to commit one of these multicity, vehicle-borne coordinated suicide attacks,\" says Patrick Johnston, an associate political scientist at the RAND Corp. who is researching ISIS. \"That really demonstrated how different they are than other groups in terms of their capabilities. They have killed more than twice as many people annually, according to the <a href=\"http://www.start.umd.edu/gtd/\">Global Terrorism Database</a>, than al-Qaida itself.\"</p><p><strong>A Window Into How ISIS Operates</strong></p><p>Johnston is studying recently declassified documents that provide a window into the organization. The military has released thousands of documents related to the group and other jihadis, and put it in something called the \"harmony database\" (The Combating Terrorism Center at West Point has made <a href=\"https://www.ctc.usma.edu/programs-resources/harmony-program\">parts of it searchable</a> on the Internet.) Johnston says what he has seen so far shows ISIS to be tremendously business-savvy.</p><p>One example: It decided to pay its fighters less than other groups. ISIS calculated that the lower pay will attract men who are more ideologically committed, and are not just in the fight for the money.</p><p>The documents Johnston is studying show careful accounting of ISIS' <a href=\"http://www.npr.org/blogs/parallels/2014/06/25/325240653/how-much-does-a-terrorist-attack-cost-a-lot-less-than-you-think\" target=\"_blank\">various streams of income</a>: stolen cars, bank robberies, <a href=\"http://www.npr.org/blogs/parallels/2014/04/21/304542370/for-extremists-in-syria-extortion-brings-piles-of-cash-from-iraq\">extortion</a> of local businesses, oil revenues.</p><p>And they also show that \"local branches or subsidiaries of al-Qaida in Iraq and the Islamic State agreed to send 20 percent of their revenues to what was called the general treasury,\" Johnston says.</p><p>The group's financiers keep track of money flows on Excel spreadsheets, and an annual report, which has come out publicly two years running, provides an atlas of ISIS' attacks, complete with body counts.</p><p><strong>Success On The Battlefield</strong></p><p>\"This is like Mad Max meets the Mafia meets United Way,\" says Juan Zarate, a former White House and Treasury official now at the Center for Strategic and International Studies.</p><p>\"It operates an oil economy and war economy on the ground,\" he says. \"It has learned to extort and tax those that are operating within the territory and doing business through it, and they have taken advantage of the fact that Syria is taking in charitable donations from those who want to see the fall of [Syrian President Bashar] Assad and an end to the suffering.\"</p><p>That explains the business side of ISIS' success. Less obvious is the reason why the group has succeeded on the battlefield. Certainly, <a href=\"http://www.npr.org/2014/06/24/325229834/whats-behind-the-collapse-of-iraqs-military\">ill-prepared Iraqi forces</a> who dropped their weapons and ran helped ISIS pick up territory quickly. But ISIS is also running itself like a military organization, says Paul Pillar, a professor at Georgetown University and a former CIA deputy director.</p><p>\"The advances we have seen in Anbar and elsewhere in western Iraq have not just been ISIS fighters, which are estimated to number 3,000 or so, but also various <a href=\"http://www.npr.org/blogs/parallels/2014/06/19/323691052/saddams-ex-officer-weve-played-key-role-in-helping-militants\">other Sunni militias and fighters, including other Baathist types</a> who never gave up,\" Pillar says.</p><p>Analysts say ISIS is listening to those military professionals in its ranks, and that is showing up in the strategic decisions the group is making. For example, this week, instead of pushing straight to the Iraqi capital, Baghdad, ISIS seized all the official border crossings with Syria.</p><p>Doing so will help ISIS leader Abu Bakr al-Baghdadi make the case that the Islamic State of Iraq and Syria is more than just a name — it's a reality on the ground.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=ISIS+Brings+Business+Acumen+To+Violent+Jihad&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dina Temple-Raston","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325608390-8ccdf4.m3u?orgId=1&topicId=1010&ft=3&f=325512312"}]}