{"created":"2015-03-14T21:16:00+00:00","modified":"2015-03-20T17:06:05+00:00","valid":{"from":"2015-03-20T17:06:05+00:00","to":"3015-03-20T17:06:05+00:00"},"hreflang":"en","title":"'Windows' That Transform The World: Jane Hirshfield On Poetry","published":"2015-03-15T01:23:00+00:00","teaser":"In a \"window moment,\" the poet says, a work shifts and expands: \"By glancing for a moment at something else, the field of the poem becomes larger. What's in the room with the poem is bigger.\"","itags":["npr_api","392075809"],"guid":"b4d2fd6e-ff12-4d1f-9840-7794325438cd","contentencoded":"<p>Jane Hirshfield is one of our country's most celebrated poets. She's been a Guggenheim fellow. The Academy of American Poets bestowed her a fellowship for her \"distinguished poetic achievement,\" an honor shared with Robert Frost and Ezra Pound.</p><p>Oh, and she's an ordained lay practitioner of Zen.</p><p>\"I'm [also] a Universal Life minister, but that was just so I could marry some friends,\" she laughs.</p><p>Hirshfield has just published two new books: a collection of her own poetry called <em>The Beauty</em>, and a collection of essays about poetry called <em>Ten Windows: How Great Poems Transform The World</em>.</p><p>She sat down this week for a conversation with NPR's Arun Rath, where the two discussed a moment in some poems that Hirshfield calls the \"window moment.\"</p><p>\"Some poems have a way of, sometimes quite literally, looking out a window,\" she explains. \"They change their focus of direction, they change their attention. And by doing that, by glancing for a moment at something else, the field of the poem becomes larger.\"</p><p><em>To hear the full conversation, click the audio link above.</em></p><hr /><h3>Interview Highlights</h3><p><strong>On the idea of the \"window moment\" in a poem</strong></p><p>Some poems and not all poems, and it's not necessary for a poem to be good to do this — but some poems have a way of, sometimes quite literally, looking out a window. They change their focus of direction, they change their attention. And by doing that, by glancing for a moment at something else, the field of the poem becomes larger. What's in the room with the poem is bigger.</p><p>An example I use at the end of the chapter is two very well-known English war poems [Keith Douglas's <a href=\"http://www.poetrybyheart.org.uk/poems/how-to-kill/\" target=\"_blank\">\"How to Kill\"</a> and Henry Reed's <a href=\"http://www.solearabiantree.net/namingofparts/namingofparts.html\" target=\"_blank\">\"Naming of Parts\"</a>] in which the authors turn towards nature. And simply by reminding us in the midst of an account of war-making, that the natural world exists, that it goes on — we suddenly feel the unnecessity of our human wars, and we also feel the grief of them.</p><p><strong>On whether writing a book of analysis makes her self-conscious while writing her own poetry</strong></p><p>I'm very lucky in that I have one of the worst memories you'll ever meet. And therefore, I remember nothing I've said when I'm close-reading other people's poems. I don't have an internal checklist that I then bring to the writing of my own. My entire body, mind, heart when I'm writing a poem are simply inside <em>that</em> experience.</p><p>I do think that having spent, you know, something like 30 years now closely attending to other people's poems and to what I feel makes them as magnificent and mysterious as they are — that must affect my relationship to my own writing. But one thing happens in one room and the other happens in another.</p><p><strong>On her poem 'Two Linen Handkerchiefs' and expressing grief in poetry</strong></p><p>The poem is broken off in exactly the way a life is broken off, in exactly the way grief breaks off, takes us beyond any possible capacity for words to speak. And yet it also, short as it is, holds all of our bewilderment in the face of death. How is it that these inanimate handkerchiefs — which did belong to my father and are still in a drawer of mine, and which I did accidentally come across — how can they still be so pristinely ironed and clean and existent when the person who chose them and used them and wore them is gone? ...</p><p>I think compassion, in a way, is one of the most important things poems do for me, and I trust do for other people. They allow us to feel how shared our fates are. If a person reads this poem when they're inside their own most immediate loss, they immediately — I hope — feel themselves accompanied. <em>Someone else has been here. Someone else has felt what I felt.</em> And, you know, we know this in our minds, but that's very different from being accompanied by the words of a poem, which are not ideas but are experiences.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Windows%27+That+Transform+The+World%3A+Jane+Hirshfield+On+Poetry&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"374"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393031817-cfd933.m3u?orgId=1&topicId=1033&aggIds=144967617&e=392075809&d=374&ft=nprml&f=392075809"},{"href":"http://media.npr.org/assets/img/2015/03/11/9780385351072-bca4aff3c0ef270213339ae065557f90d8ed6a2b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"595","width":"794"}},{"href":"http://media.npr.org/assets/img/2015/03/10/jane-hirshfield_michael-lionstar-856aefa0240f88689fd2caf61ba6f1e82a55e090.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1124","width":"1499"}}]}