{"created":"2015-05-23T00:32:24+00:00","modified":"2015-05-29T01:05:06+00:00","valid":{"from":"2015-05-29T01:05:06+00:00","to":"3015-05-29T01:05:06+00:00"},"hreflang":"en","title":"Expats Find Brazil's Reputation For Race-Blindness Is Undone By Reality","published":"2015-05-23T15:48:00+00:00","teaser":"Brazil is touted as one of the most racially harmonious places in the world, but people of color who move there say they are surprised at the degree of discrimination they face based on skin color.","itags":["npr_api","408813624"],"guid":"b4d46c3b-65cb-4fc3-b53c-df59d4fca5ef","contentencoded":"<p>There is a joke among Brazilians that a Brazilian passport is the most coveted on the black market because no matter what your background — Asian, African or European — you can fit in here. But the reality is very different.</p><p>I'm sitting in café with two women who don't want their names used because of the sensitivity of the topic. One is from the Caribbean; her husband is an expat executive.</p><p>\"I was expecting to be the average-looking Brazilian; Brazil as you see on the media is not what I experienced when I arrived,\" she tells me.</p><p>As is the case for many people from the Caribbean basin, she self-identifies as multiracial. The island where she is from has a mixture of races and ethnicities, so she was excited to move to Brazil, which has been touted as one of the most racially harmonious places in the world.</p><p>\"When I arrived, I was shocked to realize there is a big difference between races and colors, and what is expected — what is your role, basically — based on your skin color,\" she says.</p><p>Moving to a new country can be difficult; when you throw racial issues into the mix things can get even more complicated.</p><p>The other woman is from London, and she also relocated to Brazil because of her husband's job. She describes herself as black.</p><p>\"My skin is very dark, so going out with my children, on occasions people would say to me, 'Are you the nanny for these children?' And I'd have to explain to them, no, these are my children, I look after them,\" she says.</p><p>A quick lesson on race and class in Brazil: The country was the last place in the Americas to give up slavery. It also imported more than 10 times as many slaves as the U.S. — some 4 million. That's meant that more than 50 percent of the population is of African descent, but those numbers haven't translated to opportunity.</p><p>For example, these days among the whiter, wealthier classes, it's common to have a nanny, or <em>baba</em>, who is darker-skinned. The woman from London says that the babas are required to wear all white.</p><p>\"I promptly stopped wearing white,\" she says, because it was tiresome to have to constantly explain that her children were in fact her children, despite Brazilians' assumptions. \"I got rid of the white that's in my wardrobe, and I do not wear white anymore.\"</p><p>As a black woman with lighter-skinned children, she says she fears being stopped by the police, who regularly target people of color in Brazil. She always carries ID that shows she is the mother of her two kids — something she didn't have to do in London.</p><p>Ky Adderley, an American from Philadelphia who runs an education consultancy in Rio de Janeiro, says he too was shocked when he moved to Brazil.</p><p>\"I feel like the racism here is much deeper than I've ever felt anywhere,\" he says.</p><p>He says he knew how to navigate being a black man in the U.S — \"regardless of people's skin tone, there was a sense in the black community that if you have a little bit in you, then you were black, and so then we were able to build community really quickly\" — but in Brazil he found it really hard to find that same support network. So he created his own with other expatriate black men.</p><p>\"We have a group called Bros in Brazil,\" he says. \"And it is a group of maybe 15 guys now that come from Europe, Africa, the United States, and are living and working in Brazil as professionals.\"</p><p>They talk about race a lot. Brazil, Adderley says, is deeply segregated along racial lines, especially in Rio. When he walks his dog, if he isn't wearing a suit, he often gets asked if he's a professional dog-walker.</p><p>He says simply being an educated black man in Brazil feels like a subversive act.</p><p>\"As a black person, what is your place in Rio de Janeiro? All the blacks that I see are in service jobs — and the darker you are, the less you're seen,\" he says. \"So the role that you may have may be back in the kitchen and not out waiting a table.\"</p><p>Most people in Brazil tell him there isn't a racism problem, and he says that's the root of the issue: People aren't addressing it.</p><p>The worry for him is how the race question in Brazil will affect his daughter. A woman who was photographing his then-newborn told him that he needed to modify her features.</p><p>\"Well you can fix her nose, you know — you just pinch it. If you just pinch her nose every day and just keep pinching it, she won't have that wide nose,\" he recounts her telling him.</p><p>The woman from London says the racism in Brazil has started to affect her kids, too.</p><p>\"My 3-year-old has started to come home from school, and he's started to rub my arms and my skin,\" she says. \"He'd say, 'Mummy, I'm trying to get the brown off.' \"</p><p>But there is a positive side — the woman from the Caribbean says being in Brazil has made her a lot more conscious about issues of race. She refuses to stop wearing her favorite color, white</p><p>\"Why should you let a color of clothing signify who you are, or your color of skin signify who you are?\" she says. \"I am who I am. I don't care what you think — this is who I am, I'm going to continue being me.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Expats+Find+Brazil%27s+Reputation+For+Race-Blindness+Is+Undone+By+Reality&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lourdes Garcia-Navarro","audio":[{"meta":{"duration":"271"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408827494-777f49.m3u?orgId=1&topicId=1015&d=271&p=2&story=408813624&t=progseg&e=408692206&seg=3&ft=nprml&f=408813624"},{"href":"http://media.npr.org/assets/img/2015/05/22/unknown1_custom-153222653454f4d2cced159ae56061a99261b1b4.jpeg","type":"image/jpeg","meta":{"crop":"custom","height":"407","width":"357"}}]}