{"created":"2014-12-02T02:03:56+00:00","modified":"2014-12-05T01:12:26+00:00","valid":{"from":"2014-12-05T01:12:26+00:00","to":"3014-12-05T01:12:26+00:00"},"hreflang":"en","guid":"b4edf589-b2d5-4568-915e-e82174381320","title":"American and Russian energy giants battle over a small Romanian town","published":"2014-12-05T01:12:22+00:00","byline":"Traci Tong","tags":["Fracking","Chevron","Gazprom","hydraulic fracturing","Conflict","Conflict & Justice","Pungesti","Europe","Asia","Russia","Romania","Moldova","eastern Europe","Asia","Andrew Higgins","Vlasa Mircia","Vladimir Putin","David","Goliath","Nicolae Ceausescu","Gazprom","Chevron","Oil and Gas","American energy","Fracking","Politics of Russia","Energy policy","Energy in Russia","Chevron Corporation"],"teaser":"Residents of a rural Romanian town claim to have driven American oil company Chevron out of town over its plans for gas exploration. But who's really behind the conflict?","contentencoded":"<p>Huge oil and gas companies, let alone ones involved in fracking, aren't often painted as good guys. But the mayor of one small Romanian town was hoping that Chevron, the massive American energy company, could frack its way to his town's rescue.</p>\n<p>Like many areas of Eastern Europe, the rural town of Pungesti is dependent on Russian energy delivered by Gazprom, the oil and gas behemoth based in Moscow. So the town's mayor, Vlasa Mircia, invited Chevron to drill for natural gas in the area, hoping to end Gazprom's monopoly.</p>\n<p>But Mircia's idea didn't go as planned: Some of the town's residents staged violent protests, driving both Chevron and Mircia out of town — <a href=\"http://www.nytimes.com/2014/12/01/world/russian-money-suspected-behind-fracking-protests.html?_r=0\">or did they</a>?</p>\n<p>\"It depends who you listen to,\" says New York Times reporter Andrew Higgins.</p>\n<p>Protesters say they were fighting back against a big, rapacious multinational. But Romanian officials, including the country's prime minister, accuse Gazprom of orchestrating the protests.</p>\n<p>\"Suddenly, the moment Chevron shows up, there's agitation,\" Higgins points out. \"There have been hundreds and hundreds of people pouring into this destitute town out of nowhere.\"</p>\n<p>Those officials believe the Russian government, which is the majority owner of Gazprom, is trying to keep Romania in line and in Moscow's pocket. It's also concerned about Romania's smaller and poorer neighbor, Moldova, which is considering closer ties with the European Union.</p>\n<div>There's also simple bad blood: Romanians have a long history of tension with Russia, especially under Communist dictator Nicolae Ceausescu. \"Ceausescu was sort of a friend of the West because he didn't go along with Moscow,\" Higgins says.</div>\n<div> </div>\n<div>For its part, Chevron hasn't quite admitted defeat. The Chevron site in Pungesti is empty, but the company claims it wasn't driven out of town, Higgins says. \"It's just assessing the test results.\"</div>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/12012014.russian-fracking.mp3"},{"href":"http://www.pri.org/file/12012014russian-frackingmp3"}]}