{"created":"2015-05-09T11:35:29+00:00","modified":"2015-05-14T23:05:20+00:00","valid":{"from":"2015-05-14T23:05:20+00:00","to":"3015-05-14T23:05:20+00:00"},"hreflang":"en","title":"Americans Among The Many Families Escaping Chaos In Yemen","published":"2015-05-11T20:14:00+00:00","teaser":"War in Yemen has trapped hundreds of Americans there. We hear from two Yemeni-Americans, a mother and daughter from Michigan, as they arrive in nearby Djibouti, having fled the conflict.","itags":["npr_api","405415815"],"guid":"b4f47331-011b-46b4-8525-e16352603bc6","contentencoded":"<p>Traveling with the State Department in Africa, you feel like you're traveling in countries without people. Traffic-clogged roads are cleared in advance by security services. The two-hour drive from downtown Nairobi to the airport takes a beautiful 12 minutes.</p><p>I board the back of Secretary of State John Kerry's plane with about a dozen other reporters in his traveling press pool. The U.S. has very good relations with Djibouti; the tiny country hosts the only American military base in Africa. But this trip is less about Djibouti than it is about the war in Yemen, just over the Gulf.</p><p>Yemen is at war — a coup by Shia rebels — and Yemeni-Americans are angry that the U.S. has declined to send in military planes to rescue trapped American citizens there.</p><p>In a briefing the night before in Nairobi, State Department officials explain that the U.S. has been warning its citizens for years not to go to Yemen. The U.S. shuttered its embassy in February, and things have been unstable there for some time.</p><p>Since March 20, when Shia rebels began bombing the capital, at least 500 Americans have fled through Djibouti, and the U.S. has more than doubled its consular efforts there to process the expected multitudes to come, especially now that they have agreed to a <a href=\"http://www.npr.org/blogs/thetwo-way/2015/05/10/405675343/yemens-houthis-agree-to-5-day-cease-fire-to-allow-humanitarian-aid\">five-day cease-fire</a>. One of the reporters on the plane jokes that the U.S. will be processing \"mostly human traffickers and shady business-types.\" The assumption: Who else would still be hanging around Yemen these days?</p><p>My plan is to meet some of the refugees, but with Kerry and the other reporters off to Riyadh to meet with the Saudis, my fancy ride is gone. I hire a 4x4 to drive from the capital to the port city of Obock. We pass miles of sand and rocks and the occasional camel before arriving at Lake Assal, the world's saltiest lake and one of the hottest.</p><p>At Obock, we head straight to an open-air soccer stadium turned into a transit camp for refugees from Yemen. I'm <a href=\"http://www.npr.org/blogs/parallels/2015/05/08/405125442/in-hard-to-flee-yemen-those-escaping-are-not-typical-refugees\">interviewing refugees there</a> when I learn that a boat from Yemen has just docked; 23 Americans are on board.</p><p>Normally a daytime touring boat, the Amiri Red Sea traveled at night to avoid coming under fire from Shia rebels. The men are all on the top deck; the women and girls are below. There is no uncovered female head, and every baby on board seems to be screaming at once. In a minute I realize why. Of the smells on board, one is conspicuously absent: the smell of food. One man admits that he hadn't eaten during the 130-mile journey.</p><p>On the boat I meet 16-year-old Rhonia Aladashi from Dearborn, Mich., traveling with her mother and sisters. \"This boat was awful,\" Rhonia says. \"It was shaking the whole time.\" She spent most of the trip singing songs from one of her favorite movies, <em>Titanic</em>, convinced her ship would suffer the same fate.</p><p>The family's journey began in Sana'a, the capital, where they were visiting Rhonia's Yemeni father. When the Iran-backed rebels started bombing the city in late March, they went to the village with relatives, convinced that the trouble would soon blow over. When it didn't, the problem of escape became more dire.</p><p>At first they thought they could cross the border into Saudi Arabia, just a few hours' drive away. But they were told that a mother traveling with her daughters would not be allowed to enter Saudi Arabia without a male escort. Her husband hasn't yet gotten his American citizenship and couldn't accompany them.</p><p>Once the Saudis sent her back to a war zone, Rhonia's mother, Abha Aljami, led them on a long journey to the city of Aden to escape by sea. Fuel was expensive and cars were almost impossible to come by.</p><p>\"We went from villages to villages, from city to city,\" \"No electric[ity]. No place to stay.\"</p><p>Aljami feels abandoned by America, for not sending its military to rescue citizens trapped by the war. Rhonia remembers the day when a Russian evacuation plane arrived. It rescued one of her friends in the Koranic school where she's studying. \"I got so jealous that day,\" she says, \"[because] I was hearing bombing that day [again in Sana'a].\"</p><p>But the Michigan teen says she thinks she can understand why the U.S. says a rescue is too risky. The Shia rebels are deeply anti-American. \"We even get scared they're going to see our passports,\" she says. \"You know we can get killed that we're American citizens.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Americans+Among+The+Many+Families+Escaping+Chaos+In+Yemen&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"200"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405416040-19f493.m3u?orgId=1&topicId=1009&d=200&p=7&story=405415815&t=progseg&e=405415612&seg=15&ft=nprml&f=405415815"},{"href":"http://media.npr.org/assets/img/2015/05/10/photo3_img_2274-ada9bd3f71d20fa20acb5791954b6f1dceb42be8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1804","width":"2405"}},{"href":"http://media.npr.org/assets/img/2015/05/10/img_2262-6f59a45b17ef9453e43b8d18a840ff9989ef25ff.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1868","width":"2491"}}]}