{"created":"2015-05-05T19:13:42+00:00","modified":"2015-05-13T20:59:58+00:00","valid":{"from":"2015-05-13T20:59:58+00:00","to":"3015-05-13T20:59:58+00:00"},"hreflang":"en","title":"London's Dominance Becomes A British Election Issue ","published":"2015-05-05T23:32:00+00:00","teaser":"London completely dominates the political, cultural and economic life of the U.K. to an extent rarely seen elsewhere. That imbalance has been an issue in the run-up to Thursday's election.","itags":["npr_api","402774833"],"guid":"b500e786-d475-42d3-ba83-21eb7a6e4f94","contentencoded":"<p>Nearly every country in the world has its major hub city, often the capital, with smaller cities feeding into it. The United Kingdom takes this structure to a whole new level. London is one of the richest cities in the world, and its population is the size of the next six British cities combined.</p><p>A global hub, London completely dominates the political, cultural and economic life of the U.K. to an extent rarely seen elsewhere. The U.K. has struggled with this imbalance for decades. This Thursday's election is highlighting the divide.</p><p>You can clearly see this imbalance play out in a city like Newcastle, in England's northeast. The city no longer produces much coal. Newcastle Brown Ale isn't even brewed there anymore. And without those two claims to fame, international visitors often don't know what to make of the place.</p><p>\"I work for a global company, so we get that,\" says 30-year-old Cat McGinty. She's a Newcastle native — a Geordie, in the local slang.</p><p>McGinty works as a marketing manager for a fishing supply company, and I met her for an after-work drink at a trendy pub called the Town Wall.</p><p>\"We get people coming into our office and they're like, 'Can I get to London from here?' And we're like, 'Well, you can ...' \"</p><p>But it's a three-hour train ride. And besides, McGinty tells them, Newcastle has great nightlife, hiking and more. So why not explore what's here?</p><p>It's not only foreigners who take this London-centric view. At Newcastle University, student Georgie Namule says all of her friends are moving to London after they graduate.</p><p>\"If you go to other places in Europe, they have like three or four major cities,\" she says. \"So I think it's a bit weird that we've only got the one.\"</p><p><strong>Lack Of Resources Makes Imbalance Worse</strong></p><p>People outside London say the capital too often ignores the rest of the country. For example, the road from Newcastle up to Edinburgh, Scotland, is single-lane. Northeast England has been begging for money to expand it.</p><p>\"It only takes one piece of slow-moving traffic or an incident, and that road is closed,\" says Jonathan Walker of the Northeast Chamber of Commerce. \"And that is an investment decision for a business. It's a huge cost for them.\"</p><p>Without good infrastructure, businesses won't invest in northeast England. And without business investment outside the capital city, the London imbalance just gets worse.</p><p>\"Britain is one of the more, or even the most centralized democracies in the world,\" says political scientist Martin Farr of Newcastle University.</p><p>Far more than other democracies, Britain concentrates its money and power in the capital. You can look at British government, business or entertainment — London is where it's at. Much more than, say, Berlin compared with the rest of Germany, or Rome compared with the rest of Italy.</p><p>And Farr says this has been true for a long time.</p><p>\"Churchill was alive to this when he was chancellor of the exchequer in the 1920s,\" says Farr. \"He said he wanted to see finance less proud and industry more content. He wanted to rebalance Britain away from financial capitalism as based in the City of London\" — referring to the British equivalent of Wall Street in New York.</p><p><strong>'Like A Relationship Between A Grumpy Couple'</strong></p><p>But Winston Churchill couldn't make it happen. And today, the divide is even more extreme.</p><p>Now, some fringe politicians are trying to ride that discontent to positions of influence.</p><p>Nigel Farage, leader of the right-wing <a href=\"http://www.npr.org/blogs/parallels/2014/03/12/285736006/britains-tea-party-pushes-for-cutting-ties-with-european-union\">UK Independence Party</a>, has proclaimed: \"We do, as a party, believe in Britain!\"</p><p>Nicola Sturgeon, leader of the left-wing <a href=\"http://www.npr.org/blogs/parallels/2015/04/18/400361633/from-losers-to-possible-kingmakers-a-scottish-party-come-back-strong\">Scottish National Party</a>, says her party wants \"progressive policies that will benefit people in all parts of the U.K.\"</p><p>Both hope that voters outside of London will give them a boost during national elections next month.</p><p>Meanwhile Prime Minister David Cameron warns that shifting power away from London could lead the country to \"economic ruin.\"</p><p>The dynamic between London and the rest of the country is \"a bit like a relationship between a grumpy couple,\" says political scientist Tony Travers of the London School of Economics. \"They know they've got to be together, but they always sort of see each other's weaknesses more clearly than anybody else would.\"</p><p>The relationship may evolve. But at least for the moment, divorce is not in the cards.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=London%27s+Dominance+Becomes+A+British+Election+Issue+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404483320-7b6d9c.m3u?orgId=1&topicId=1124&d=235&p=2&story=402774833&t=progseg&e=404377838&seg=8&ft=nprml&f=402774833"}]}