{"created":"2014-09-04T16:43:20+00:00","modified":"2014-12-18T17:06:19+00:00","valid":{"from":"2014-12-18T17:06:19+00:00","to":"3014-12-18T17:06:19+00:00"},"hreflang":"en","title":"How Rhythm Carries A Poem, From Head To Heart","published":"2014-06-24T19:15:00+00:00","teaser":"Poetry has deep roots in music — in fact, in some cultures, poetry and song are the same word. Edward Hirsch, author of <em>A Poet's Glossary, </em>explains how poets use rhythm to reach their readers.","itags":["npr_api","323329319"],"guid":"b502b8b3-9477-43d2-b004-c7b067d3c3ac","contentencoded":"<p>Poetry, perhaps more than any other form of writing, delves deep into emotions. And rhythm, from the haunting repetitions of <a href=\"http://www.poetryfoundation.org/poem/174151\">\"Annabel Lee\"</a> to the taunting questions of <a href=\"http://www.poetryfoundation.org/poetrymagazine/poem/173476#about\">\"The Love Song of J. Alfred Prufrock,\"</a> plays a big part in evoking those feelings.</p><p>Edward Hirsch, author of <em>A Poet's Glossary</em>, says poetry has its roots in song — in the beginning, a poet was a troubadour.</p><p>\"There are still many tribal cultures where poetry and song, there is just one word for them,\" Hirsch explains. \"There are other cultures with literacy where poetry and song are distinguished. But poetry always remembers that it has its origins in music.\"</p><p>Hirsch says the merger of poetry and music never disappeared entirely, and in recent years has made a big comeback with performance poetry and rap.</p><p>Kate Tempest, the 2013 recipient of Britain's Ted Hughes Award for New Work in Poetry, began her artistic life as a rapper. Her winning poem,\"Brand New Ancients,\" was an hourlong spoken-word piece set to music.</p><p>Spoken-word poetry \"brings back that ancient feeling of poetry as performance and poetry as contest; and poetry as spoken, chanted, sung,\" says Hirsch.</p><p>Spoken and performance poetry is driven by rhythm, says Hirsch: \"The strength of this poetry is that it washes over an audience and that it really rhetorically moves [them]. The rhythm drives it, and the rhythm is how it communicates.\"</p><p>As powerful as performance poetry can be, Hirsch says it doesn't always translate as well in written form. Because the poetry is not meant to be read silently, it can lose something when written down on the page. But the role of rhythm in written poetry is different.</p><p>\"The sense of flowing, which is so crucial to song, is also crucial to poetry,\" says Hirsch. \"But when poetry separates from song, then the words have to carry all the rhythm themselves, they have to do all the work. They can't rely on the singing voice. One of the things that distinguishes poetry from ordinary speech is that in a very few number of words, poetry captures some kind of deep feeling, and rhythm is the way to get there. Rhythm is the way the poetry carries itself.\"</p><p>In poetry, the words and the rhythm are inseparable — the rhythm of the poem helps connect the reader to the meaning of the words. Listen to poet William Butler Yeats as he reads from his poem, <a href=\"http://www.poetryfoundation.org/poem/172053\">\"The Lake Isle of Innisfree\"</a>:</p><blockquote><p>I will arise and go now, and go to Innisfree,<br />And a small cabin build there, of clay and wattles made;<br />Nine bean-rows will I have there, a hive for the honey-bee,<br />And live alone in the bee-loud glade.</p></blockquote><p>The words and the rhythm together create a sense of yearning, and it's not hard to hear a repetitive pattern in the poem.</p><p>\"Rhythm of lines in poetry are often like the waves in the sea,\" Hirsch says. \"Each one comes back in a kind of repetition, but the repetition happens with a difference. ... Each one is not the same, and yet, the repetition is crucial.\"</p><p>Those rhythmic patterns are described by \"meter,\" a poetic term that Hirsch says often intimidates newcomers to poetry. But he says if you think of rhythm as a flow, meter is simply a way of measuring that flow. To explain what he means, he cites a poem called \"<a href=\"http://www.poetryfoundation.org/poem/172103\">My Papa's Waltz</a>\" by Theodore Roethke.</p><p>Hirsch explains that Roethke's poem is in a \"three beat line,\" which creates a rhythmic structure that imitates the steps of a boy dancing with his father.</p><blockquote><p>The whiskey on your breath<br />Could make a small boy dizzy;<br />But I hung on like death:<br />Such waltzing was not easy.</p></blockquote><p>\"The three beats create the feeling of movement,\" Hirsch says. \"And I think the power of this particular poem is the boy's feeling of dancing with his father when his father is drunk, and the dance is a little bit out of control. And the meter delivers the feeling of tenderness, anxiety, fear, affection — all mixed into one.\"</p><p>Ultimately, Hirsch says, poetry derives its power from the inner life of the reader. \"When you read a poem and then you listen to it with your inner ear or you recite it yourself, your own body is the form of that poem — your own body gives it shape.\"</p><p>Hirsch says we can talk about rhythm and meter, but it won't entirely explain the way poetry works on our emotions. That will, and probably should, remain something of mystery.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Rhythm+Carries+A+Poem%2C+From+Head+To+Heart&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lynn Neary","audio":[{"meta":{"duration":"330"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323844644-bd1b35.m3u?orgId=1&topicId=1032&aggIds=144967617,100876926&ft=3&f=323329319"},{"href":"http://media.npr.org/assets/img/2014/06/20/yeats-reading-5a50aaa3b4f58aba7fc037cc294c81cdd11e590c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1033","width":"1376"}}]}