{"created":"2014-10-08T02:32:57+00:00","modified":"2014-12-05T23:05:12+00:00","valid":{"from":"2014-12-05T23:05:12+00:00","to":"3014-12-05T23:05:12+00:00"},"hreflang":"en","title":"After Losing An Only Child, Chinese Parents Face Old Age Alone","published":"2014-07-10T23:04:00+00:00","teaser":"China's one-child policy, introduced more than three decades ago, has had some unintended consequences. One is that, in the event of a child's death, many older parents lack a source of support.","itags":["npr_api","330143538"],"guid":"b524cf6b-fa74-448e-bf08-f2027acba591","contentencoded":"<p>It's been nearly 3 1/2 decades since China's government started limiting most urban families to one child. The family planning policy successfully slowed the nation's population growth, but it has had some unintended consequences.</p><p>One is that some parents lose their only children to illness or accidents and end up with no one to care for them in their old age. Now, these parents have gotten together to demand their rights.</p><p>A group of parents meets at a Beijing restaurant to talk and console each other. Many of them say they have a hard time relating to people who haven't experienced the heartbreak they have.</p><p>They ask to be identified by their online names, because they don't want to get in trouble for criticizing government policy.</p><p>One of the diners identifies herself as Xiaonan's mom. Xiaonan died of illness eight years ago, when he was 25 years old. She says his death made her feel like a failure and her life lost its meaning.</p><p>\"I gave everything to him, so when he left, he took everything I had,\" she says. \"Now I'm just surviving. After he left, I started drinking. If I didn't, I wouldn't be able to sleep at all.\"</p><p>Population experts estimate that over 1 million Chinese families have lost their only children. They say that number could exceed 10 million by midcentury.</p><p>The pain of losing an only child is magnified by Chinese tradition, in which if you fail to carry on the family line, you're seen as dishonoring your ancestors.</p><p>Xiaonan's mom admits the one-child policy did not cause her son's death, even though it has put her in a tough spot in her old age.</p><p>\"Here we are, at this age, without children. Who'll take care of us in our old age and bury us when we die?\" she asks. \"Without the policy, we might've had two or three children, and we wouldn't be in this situation.\"</p><p>The problem was largely hidden from view until the families started demanding compensation from the government two years ago.</p><p>They've been dealing with Wang Haidong, an official in China's National Health and Family Planning Commission.</p><p>He points out that the government gives the families a stipend of up to about $50 a month, preferential access to state-run nursing homes and other assistance. And he says most families are satisfied with this.</p><p>\"We're not antagonistic to them at all. We're on their side, and we're working with them to find ways to help them,\" Wang says.</p><p>But the government has tried to silence similar groups that demanded their rights, such as <a href=\"http://www.npr.org/templates/story/story.php?storyId=91007290\">parents of children killed</a> when their shoddily built schoolhouses crumbled in the Sichuan earthquake of 2008.</p><p>China's family planning policy has prevented an estimated 400 million births since 1980 — and that, Beijing says, has helped the country get richer faster.</p><p>But the society is aging and the shrinking labor pool is threatening China's role as workshop to the world. So China's government last year <a href=\"http://www.npr.org/blogs/parallels/2013/11/29/247782924/chinese-welcome-two-child-policy-but-can-they-afford-it\">adjusted the policy</a> to allow more families to have two children.</p><p>Beijing-based journalist and commentator Deng Yuwen argues that the government is responsible for the parents' situation because the one-child policy has infringed on their basic rights.</p><p>\"The government's responsibility must be seen in the light of reproductive rights,\" Deng says. \"It is precisely these rights that the family planning policies have deprived people of. Even if the government is not directly responsible for the parents being childless, they bear a serious indirect responsibility.\"</p><p>Wang Haidong, the family planning official, counters that China's family planning policy has not violated citizens' reproductive rights — it has merely restricted the number of children they can have.</p><p>And therefore, there's no legal basis for the government to pay the parents any compensation.</p><p>\"The family planning policy, as its name implies, allows planned reproduction,\" Wang says. \"It does not ban anyone from reproducing, so I think these views are untenable.\"</p><p>The parents feel that by obeying the family planning policy, they've fulfilled their responsibility to the nation.</p><p>They say it's now it's up to the government to uphold its side of the deal.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Losing+An+Only+Child%2C+Chinese+Parents+Face+Old+Age+Alone&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anthony Kuhn","audio":[{"meta":{"duration":"262"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330496213-adcd97.m3u?orgId=1&topicId=1125&ft=3&f=330143538"},{"href":"http://media.npr.org/assets/img/2014/07/10/153103280-f025388d8e7e4274b152464906c1429ede6bd727.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2781","width":"3708"}}]}