{"created":"2014-10-27T17:07:14+00:00","modified":"2014-10-30T22:05:51+00:00","valid":{"from":"2014-10-30T22:05:51+00:00","to":"3014-10-30T22:05:51+00:00"},"hreflang":"en","title":"A Century Of U.S. Involvement In Iraq","published":"2014-09-24T18:57:00+00:00","teaser":"With ISIS in control of about one third of Iraq, we take a historical look at how the U.S. and Iraq have come to this juncture.","itags":["npr_api","351199983"],"guid":"b5352858-0014-4789-8aa2-5334a3117c1c","contentencoded":"<p>As the United States and its coalition expand air strikes against ISIS in both Syria and Iraq, the U.S. Army is expected to set up a division headquarters operation in Iraq &#8212; its first since U.S. troops left in 2011.</p><p>President Obama has said he will not fight another ground war, but about 1,600 U.S. soldiers are already in Iraq.</p><p>With ISIS in control of about one third of the country, <strong>Peter Hahn</strong>, a historian at Ohio State University, joins <a href=\"http://hereandnow.wbur.org\"><em>Here & Now&#8217;</em></a>s Jeremy Hobson to discuss how the U.S. got to this current juncture in Iraq.</p><p><strong>The Early 20th Century</strong></p><p>While U.S. oil corporations were among the first American entities to take an interest in Iraq, the British governed Iraq in the early part of the 20th century. However, by the end of World War II &#8212; when Britain&#8217;s supremacy waned and the U.S. became ascendant &#8212; the U.S. took a distant interest in Iraq as a barrier to the expansion of Soviet influence during the Cold War.</p><p>The hands off approach changed when Saddam Hussein seized power of Iraq in 1979 &#8212; the same year Ayatollah Khomeini launched the Iranian revolution.</p><p><strong>The Saddam Years</strong></p><p>&#8220;Khomeini was deeply anti-American because of the legacy of covert American operations in his country,&#8221; Hahn said. &#8220;His revolution was idealistic, it was forceful, it vowed to spread his form of Islam across the region. The hostage crisis had inflamed American passions against Iran.&#8221;</p><p>Hahn says the U.S. under the Reagan administration backed Iraq when Saddam invaded Iran in 1980 only because the two nations had Iran as a common enemy.</p><p><div class=\"pullquote\" style=\"\">There was fear that if Saddam was allowed to get away with the conquest of Kuwait, he would immediately move into Saudi Arabia and points beyond. He could soon be in control of a majority of the world&#8217;s proven oil reserves.<div class=\"pullquoteauth\">&ndash; Peter Hahn</div></div></p><p>&#8220;Not because [the Reagan administration] liked Iraq, not because it had good values, not because they trusted Saddam, but because Saddam was standing in the path of a potential explosion of Iranian influence across the area,&#8221; Hahn said.</p><p>That war lasted eight years and was catastrophic for both countries. The U.S. provided Iraq with weapons, money, intelligence and even got involved in the naval attack against Iran.</p><p>However, the board changed again when Saddam invaded Kuwait during the first Bush administration.</p><p>&#8220;Saddam&#8217;s attack on Iran had been tolerated and even supported,&#8221; Hahn said. &#8220;His invasion of Kuwait was seen as completely illegitimate and something that had to be stopped.&#8221;</p><p>Hahn said the concern over Kuwait was both ideological and economic.</p><p>&#8220;Everyone around the world was idealistic, that now that the Cold War was seemingly over, we could build a new international order based on peace and stability and states living as good neighbors with one another, and Saddam immediately emerged as the first contestant against that new world order,&#8221; Hahn said. &#8220;There were also very tangible concerns, material concerns, like the control of oil. There was fear that if Saddam was allowed to get away with the conquest of Kuwait, he would immediately move into Saudi Arabia and points beyond. He could soon be in control of a majority of the world&#8217;s proven oil reserves. And the idea of a guy like Saddam Hussein having that much power over Western economies was something that President Bush just couldn&#8217;t stomach.&#8221;</p><p><strong>Is the U.S. Responsible for the Rise of ISIS?</strong></p><p>After Kuwait, the policy of the U.S. was to keep Iraq contained, which lasted until the second invasion of Iraq in 2003. That has set the stage for today, and the rise of ISIS.</p><p>Hahn says the question of &#8220;who is to blame?&#8221; is hard to answer.</p><p><div class=\"pullquote\" style=\"\">If a barbaric regime like ISIS should prove that it can govern territory and establish statehood as it has declared &#8212; unrecognized by the world &#8212; it could become a thorn in the side of the region.<div class=\"pullquoteauth\">&ndash; Peter Hahn</div></div></p><p>&#8220;There&#8217;s plenty of culpability to go around, and to a certain degree, one could pin blame on the U.S. because it upset the order of Saddam Hussein&#8217;s Iraq in 2003, and its efforts to control what followed &#8212; to build a new Iraq on a democratic model &#8212; came to naught,&#8221; Hahn said. &#8220;On the other hand, had the Sunnis been united behind [former Iraqi Prime Minister] Maliki, or behind the government of Baghdad under some other kind of leadership &#8212; as they were at the moment the U.S. left the country, at the moment when the surge ended in 2008 &#8211;maybe ISIS would not have been able to exploit conditions and move as quickly and dramatically as they did.&#8221;</p><p>But Hahn says it makes sense that the U.S. is drawn back into Iraq.</p><p>&#8220;Iraq continues to have strategic importance to the U.S. &#8212; and for the international community in general &#8212; for some of the same familiar reasons, like oil, but also because of the symbolism there,&#8221; Hahn said. &#8220;If a barbaric regime like ISIS should prove that it can govern territory and establish statehood as it has declared &#8212; unrecognized by the world &#8212; it could become a thorn in the side of the region and destabilizing in international affairs for a long time to come.&#8221;</p><p>While Hahn think ISIS is dangerous, he does not think the group is &#8220;existentially dangerous.&#8221;</p><p>&#8220;I don&#8217;t envision them conquering America or destroying the U.S.; they are nothing on the scale of past adversaries like Nazi Germany,&#8221; Hahn said. &#8220;[But] I would advocate that the U.S. government come up with a well-conceived and properly constructed and multilateral policy for dealing with that danger that will hopefully be effective.&#8221;</p><h4>Guest</h4><ul><li><a href=\"http://history.osu.edu/directory/hahn29\" target=\"_blank\"><strong>Peter Hahn</strong></a>, professor of history at Ohio State University and author of &#8220;<a href=\"http://www.amazon.com/Missions-Accomplished-United-States-Since/dp/0195333381/?tag=wburorg-20\" target=\"_blank\">Missions Accomplished?: The United States and Iraq since World War One</a>.&#8221;</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Century+Of+U.S.+Involvement+In+Iraq&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"878"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351202935-dbe301.m3u?orgId=1&ft=3&f=351199983"}]}