{"created":"2014-10-03T15:21:47+00:00","modified":"2014-10-03T21:32:50+00:00","valid":{"from":"2014-10-03T21:32:50+00:00","to":"3014-10-03T21:32:50+00:00"},"hreflang":"en","guid":"b536762a-0f83-4983-8183-9bb2296f8534","title":"The UN let off peacekeepers involved in a Haitian boy's rape","published":"2014-10-03T21:32:49+00:00","byline":"Amy Bracken","tags":["Haiti","sexual assault","UN peacekeepers","Pakistan peacekeepers","Justice","Conflict & Justice","Gonaives","Port-au-Prince","North America","Haiti","Pakistan","Caribbean","Sylvain Roy","Arsene Dieujuste","Adler Delismat","Peacekeeping","United Nations peacekeeping","United Nations"],"teaser":"The UN says it has a zero-tolerance policy when it comes to UN peacekeepers and sexual abuse. But when a 14-year-old Haitian boy was abused by Pakistani peacekeepers, the UN did little to bring his case to justice in Haitian courts.","contentencoded":"<p>Place d&rsquo;Armes, the public square in the middle of Haiti&rsquo;s northern city of Gonaives, is alive with merchants. Groups of friends gather in patches of shade to rest and socialize.</p><p>But one area is less populated: a stretch of brick littered with bundles of razor wire and piles of garbage.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;That&rsquo;s where it happened, over there,&rdquo; my companion says.</span></p><p>A contingent of UN peacekeepers from Pakistan used to have a post here. They&rsquo;ve since departed.&nbsp;<span style=\"line-height: 1.538em;\">But it&rsquo;s here, in early 2012, that local youths reported seeing UN police in a vehicle sexually abusing a 14-year-old boy who is mentally disabled. I&rsquo;ll call him Jean.</span></p><p>&ldquo;Jean was one of the kids who hung around here,&rdquo; says Adler Delismat, who fixes cell phones at a stand in Places d&rsquo;Armes. &ldquo;He was abandoned by his family and living in the street. The soldiers always gave him something to eat. He would shine their shoes, and they would give him a little money.&rdquo;</p><p>Then, one morning in January 2012, Delismat says people here learned that some of the UN contingent had raped Jean.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;It&rsquo;s unacceptable,&rdquo; Delismat says. &ldquo;I know Haitian law doesn&rsquo;t accept that.&rdquo;</span></p><p>Technically, though, Haitian law doesn&rsquo;t apply to foreign peacekeepers, according to the UN&rsquo;s Convention on Privileges and Immunities. Discipline is ultimately up to the country where the peacekeepers come from, unless the UN Secretary General lifts the immunity. That never happens for UN military forces, and rarely for UN police.</p><p>Just over a decade ago, the UN stepped up training and investigation measures to try to address problems of exploitation and abuse. They created something called a Conduct and Discipline Unit, or CDU.&nbsp;<span style=\"line-height: 1.538em;\">Sylvain Roy, who works with the CDU, maintains that member state sovereignty doesn&rsquo;t mean the UN is powerless when it comes to discipline.</span></p><p>&ldquo;There is this need for a partnership,&nbsp;<span style=\"line-height: 1.538em;\">which I think is recognized by member states.</span><span style=\"line-height: 1.538em;\">&rdquo; Roy says, arguing that the partnership allows his unit to be &quot;comprehensive in the way we are addressing the issue and trying to find solutions.&rdquo;</span></p><p><span style=\"line-height: 1.538em;\">In other words, even if it&rsquo;s the member state that decides on discipline, the UN can try to influence that decision.&nbsp;</span><span style=\"line-height: 1.538em;\">In Jean&#39;s case, the UN flew in experts from Italy and New York </span><span style=\"line-height: 1.538em;\">shortly after the incident to work&nbsp;</span><span style=\"line-height: 1.538em;\">alongside Haitian investigators. </span></p><p><span style=\"line-height: 1.538em;\">According to UN officials, who asked not to be identified for fear of losing their jobs, investigators concluded the abuse did occur. It had gone on for years, they found, with Jean being passed from one UN contingent to the next. What&rsquo;s more, officials said, when the UN contingent commander learned that investigators were on their way, he made arrangements for Jean to be moved to another town to keep him from talking.</span></p><p>In February 2012, the Haitian Senate adopted a resolution calling for immunity to be lifted in the case of the accused Pakistani peacekeepers, seeking to have them tried in a Haitian court. Haiti&rsquo;s Justice Minister and Foreign Minister formally requested the same.</p><p>&ldquo;We were open to all negotiations, to amicably resolve the problem,&rdquo; says Arsene Dieujuste, a lawyer who stepped up to represent Jean and his family.</p><p>Dieujuste says he lobbied Haitian officials to lobby UN officials. And UN officials negotiated with Pakistani officials, petitioning for the soldiers to face a trial in Haiti but promising that, if they were found guilty, the soldiers wouldn&rsquo;t serve time in one of Haiti&rsquo;s miserable prisons.</p><p>Behind the scenes at the UN, momentum was building. A UN official, who asked not to be identified, reported attending a meeting of high-level UN officials. Everyone there agreed that something dramatic had to be done &mdash; lifting immunity, convicting the commander ...&nbsp;<em>something</em>. The official said people at the meeting viewed Jean as &ldquo;a poster case;&quot; there was a sense of determination, with fists pounding on tables.</p><p>But the day after the meeting,&nbsp;<span style=\"line-height: 1.538em;\">the official said,&nbsp;</span><span style=\"line-height: 1.538em;\">they were informed that no action would be taken against the Pakistani command structure. Immunity would not be&nbsp;lifted, and the Pakistani military would be left to discipline the lower-ranking accused rapists.</span></p><p>In March 2012, the Pakistani contingent in Haiti <a href=\"http://www.reuters.com/article/2012/03/13/us-haiti-un-idUSBRE82C06C20120313\">court-martialed the three men</a> accused of involvement in the rape. All were dishonorably discharged, and one was also sentenced to a year in prison in Pakistan. But both Jean&rsquo;s family and members of the Haitian justice system involved in the case said they only learned of the court-martial after the fact &mdash; through the media. Even then, they never learned the names of the accused.</p><p>No one I contacted on either the UN or the Pakistani side would discuss the case on the record. The CDU&rsquo;s Sylvain Roy would only speak generally about what the UN does when a UN police commander is implicated.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;I don&rsquo;t see why, if we&rsquo;ve got evidence ... that accountability would not be requested against the commanding officers,&quot; he says.</span></p><p>When I ask him if the UN could go beyond a request, he says it gets complicated.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;Then we&rsquo;d get into the relationship between the UN and the member state,&rdquo; he says. &ldquo;But accountability might not always be enforced in spite of our belief that it could have been.&rdquo;</span></p><p>If the UN is unhappy with a member state, it can expel its peacekeepers from a mission. But a UN official tells me that, in general, Pakistani peacekeepers are viewed as some of the best. Pakistan is also the biggest contributor to peacekeeping missions, with more than 8,000 police, soldiers and military experts deployed around the world. And although the UN pays the governments that contribute peacekeepers, one UN official says there is a resistance to saying anything to offend those who put their personnel in harm&rsquo;s way.</p><p>But to Dieujuste, the lawyer for Jean&rsquo;s family, it makes no sense that the UN isn&rsquo;t responsible in this case of abuse.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;We don&rsquo;t know Pakistan,&rdquo; Dieujuste says. &ldquo;When we see a vehicle with a UN insignia, we don&rsquo;t know if it&rsquo;s French or what. It&rsquo;s the UN that&rsquo;s the institution, so it&rsquo;s up to the UN to settle the score.&rdquo;</span></p><p>Dieujuste is demanding $5 million in damages for Jean&rsquo;s family &mdash; from which he would collect a 20 percent fee. He calls the sum a way to start negotiations, and says that the compensation must match the severity of the crime.</p><p><span style=\"line-height: 1.538em;\">According to Roy, the UN doesn&rsquo;t give reparations in the form of money, but it does have a policy of connecting victims with UN services &mdash; such as medical, legal, or mental health.</span></p><p>As for Jean, the victim at the center of this story, he is now a ward of the Haitian government. They placed him in what state social workers call &quot;a safe house,&quot; a&nbsp;<span style=\"line-height: 1.538em;\">group home&nbsp;</span><span style=\"line-height: 1.538em;\">a few hours outside of the capital Port-au-Prince. It&#39;s a&nbsp;</span><span style=\"line-height: 1.538em;\">peaceful compound of small buildings landscaped with animal sculptures and flowering trees.&nbsp;</span><span style=\"line-height: 1.538em;\">It&rsquo;s not clear if Pakistan has made any contributions to his family or the group home.</span></p><p>I visit&nbsp;Jean at the home, accompanied by&nbsp;<span style=\"line-height: 1.538em;\">Dieujuste and Jean&#39;s</span><span style=\"line-height: 1.538em;\">&nbsp;older half-sister, Junie Adain. We wait&nbsp;in a cheerful, airy common room until Jean is brought in, smiling warily.</span></p><p>Adain approaches&nbsp;her brother cautiously, commenting on how much weight he&rsquo;s gained. He seems&nbsp;to say, in a few words, that he&#39;s&nbsp;happy here. But his sister isn&rsquo;t smiling. &nbsp;</p><p>&ldquo;The soldiers have got to be ashamed of what they did,&rdquo; she says. &ldquo;They took advantage of his mental handicap. They knew he wouldn&rsquo;t talk. And they did it several times. Even if they never pay damages, they&rsquo;ll pay on Judgment Day.&rdquo;</p><p><em>This report was done in partnership with <a href=\"http://100r.org/\">100 Reporters</a>, a nonprofit investigative news organization based in Washington, DC.</em></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/IMG_5624.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/img5624jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/100320147.mp3"},{"href":"http://www.pri.org/file/100320147mp3"}]}