{"created":"2015-01-08T15:31:58+00:00","modified":"2015-06-03T14:59:28+00:00","valid":{"from":"2015-06-03T14:59:28+00:00","to":"3015-06-03T14:59:28+00:00"},"hreflang":"en","title":"Lewis Black: Which Is Worse?","published":"2015-01-08T15:37:00+00:00","teaser":"What's worse, the TSA or the NSA? Let the comic and <em>Daily Show</em> contributor known for his rants enlighten you. Plus, Black describes his journey from playwright to stand-up to Bar Mitzvah performer.","itags":["npr_api","375836028"],"guid":"b53a9795-5e4e-431a-81ca-c6cd1baf39b4","contentencoded":"<p>Early in his career as a stand-up comedian, Lewis Black received a call from the famed television producer Norman Lear. The man responsible for <em>All In the Family</em> and <em>The Jeffersons</em> was about to change Black's life--or so Black thought.</p><p>\"Quite obviously he has written something, and wants me in it, and the sad days are over,\" Black told <em>Ask Me Another</em> host Ophira Eisenberg.</p><p>But Lear's request was not quite what Black had hoped for: \"The one thing his son wanted was for me to perform at his Bar Mitzvah.\"</p><p>Black, known for his recurring \"Back in Black\" segment on <em>The Daily Show</em>, in which he rants about current events, originally went to Yale Drama School to become a playwright. He ran a club in New York called the West Bank Cafe, produced theater, and did stand-up comedy on the side. Eventually, his rants paid the rent, and he ditched playwriting to do comedy full time. (<a href=\"http://www.npr.org/2015/01/08/375836037/lewis-black-give-my-regards-to-broadway\">For his <em>Ask Me Another</em> Challenge, however, Black dusted off his degree for a trivia round about American theater</a>).</p><p>In this segment, Black explains how he developed his ranting style of comedy, and plays a game inspired by his 2008 series <em>The Root of All Evil</em>, in which he describes why he thinks certain aspects of society are \"the worst.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On deciding to do stand-up comedy as a way to make a living</strong></p><p>The real turning point came when I went to Houston and had a play done there. I thought that I'd made it. And it was one of the most horrible experiences of my life. When I think back, it was like an abusive orphanage. The whole thing was awful. I went across town to just audition at a comedy club. They offered me a headline shot, and it was the same amount of money that I was making for the play that I had spent three years with my friend writing. A musical--<em>a musical</em>! I knew where the money was.</p><p><strong>On learning how to shape his rants</strong></p><p>[In the beginning,] what I had <em>not</em> learned was to do something <em>other</em> than rant. So [my set] was 55 minutes, where I would start bellowing like a lunatic, and then top myself. My friend Kathleen Madigan, another comic, said, \"Do you realize that, for eight minutes, the audience isn't laughing? They're scared to death!\" I had no idea. But eventually I learned to modulate a little. Build some peaks and valleys. And now that I give them more valleys, and don't yell as much, they go, \"He got tired.\" Idiots.</p><p><strong>Which is worse: artisan foods or soy milk?</strong></p><p>[Soy milk.] It's not milk! They squeeze a bean! It's disgusting! It's disgusting in a latte. I don't care if they flavor it. I would rather be at a coffee place, with a goat on the counter, and I would squeeze it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lewis+Black%3A+Which+Is+Worse%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"255"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375848880-a4bb47.m3u?orgId=1&topicId=1008&aggIds=167740319&d=255&p=58&story=375836028&t=progseg&e=375835666&seg=3&ft=nprml&f=375836028"},{"meta":{"duration":"700"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375839207-aaab64.m3u?orgId=1&topicId=1008&aggIds=167740319&d=700&p=58&story=375836028&t=progseg&e=375835666&seg=3&ft=nprml&f=375836028"},{"href":"http://media.npr.org/assets/img/2015/01/08/1099049431-c839c2dcfae54274ade1289e2268d425fcf95143.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1728","width":"2304"}}]}