{"created":"2014-10-01T21:22:45+00:00","modified":"2014-10-30T21:53:07+00:00","valid":{"from":"2014-10-30T21:53:07+00:00","to":"3014-10-30T21:53:07+00:00"},"hreflang":"en","title":"Obama Sidesteps Midterm Campaigning As Approval Ratings Slump","published":"2014-10-02T00:13:00+00:00","teaser":"The president's job approval rating is somewhere in the low 40s. That means there are a lot of places where his presence would hurt more than it helps.","itags":["npr_api","353042868"],"guid":"b53f1c3a-619b-464c-b41c-5532169c4044","contentencoded":"<p>There was once a day, not that long ago, that Democratic candidates for Congress and governor would love to have President Obama come help them campaign. The big rallies, the big airplane, the big entourage — it was a big deal.</p><p>Those days are gone now.</p><p>President Obama will hold a private fundraiser Thursday in Chicago for Illinois Gov. Pat Quinn. What he's not doing is a big public rally.</p><p>Obama's approval ratings are underwater — his job approval rating is somewhere in the low 40s. That means there are a lot of places where his presence would hurt more than it helps.</p><p>Ask folks what they think of the president and you'll get a lot of this:</p><p>\"You know, I don't want to bash anyone on this,\" says Barb Kerr, a Republican from Milton, N.Y. \"I don't see a lot of accomplishments out of his administration. These last issues really bother me with what's going on. I think we have to be a little stronger in some areas.\"</p><p>Kerr is talking about the president's response to ISIS and the beheading of two American journalists. But even people who voted for Obama say they're disappointed.</p><p>\"It was our pipe dream,\" says Mike Kelly, a registered independent. \"Like this is going to be great and it just, just didn't happen.\"</p><p>\"I feel bad for the guy,\" he says. \"He just got stopped.\"</p><p>Florida Democrat Kathy Froehlich supports the Affordable Care Act but worries U.S. troops could get drawn into the conflict in Syria. \"If it were me, I would be counting days until I could just turn it over to somebody else, because, I mean, everything is his fault. Everything,\" she says.</p><p>What she means is that it seems like he just can't win. Case in point, the uproar over last week's so-called latte salute. This is the point in a presidency, the middle of the second term, when public sentiment tends to sour. Unfortunately for Obama and the Democrats, there's a midterm election right around the corner, and many of the senators up for re-election are Democrats in red states.</p><p>\"Every one of these people who are up in '14 who have to contend with the degree to which the president is a problem for them, were the people who were riding the president's coattails into office in 2008,\" says Dave Heller, a Democratic political consultant.</p><p>And they are not likely to show their appreciation by inviting the president to campaign for them.</p><p>\"It's very hard for any human being, president or otherwise, to say, 'I'm not popular here,' \" Heller says. \"[To say] 'People don't like me here. It's better if I just stay away.' \"</p><p>The White House has not announced a fall campaign schedule for the president. And, perhaps tempering expectations, an administration official said it is not about where to land Air Force One; it's about how the president can help. In Obama's case that has meant nearly 40 closed-door fundraisers so far this year.</p><p>In 2006, George W. Bush had even lower numbers than Obama does now, and he launched a 10-state victory tour right before the midterms. The stops were in mostly deep red, largely rural states. The last stop of the tour was in Florida, where Bush campaigned for the then-Republican candidate for governor, Charlie Crist. Bush went to the most heavily Republican part of the state, but the candidate he was there to support opted to campaign at a bagel shop far, far away.</p><p>\"The official line is that he was in Palm Beach County to make sure that he was going to get South Florida moderate voters to vote for him,\" says George LeMieux, Crist's campaign manager, who went on to serve briefly as a U.S. senator.</p><p>LeMieux is sticking with that story. He says there are a number of Democrats on the ballot now who would rather not share a stage with the president.</p><p>\"I guarantee you that Mary Landrieu in Louisiana and Kay Hagan in North Carolina and Mark Pryor in Arkansas, and other states that voted for Mitt Romney where the senators are up for re-election do not want the president in their state,\" he says.</p><p>Obama begins his closing argument for the fall campaigns Thursday, with an economic speech in Chicago. A city in a state that is about as blue as it can get.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama+Sidesteps+Midterm+Campaigning+As+Approval+Ratings+Slump&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"238"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353048505-09f688.m3u?orgId=1&topicId=1014&ft=3&f=353042868"}]}