{"created":"2014-12-02T23:34:07+00:00","modified":"2014-12-02T23:58:18+00:00","valid":{"from":"2014-12-02T23:58:18+00:00","to":"3014-12-02T23:58:18+00:00"},"hreflang":"en","guid":"b543f3f5-d19e-483a-bb64-baf8a6adbca0","title":"Ebola cases are soaring in Sierra Leone, and the government is coming up short","published":"2014-12-02T23:58:08+00:00","byline":"Joyce Hackel","tags":["Ebola","public health","military","health","science","Human Needs","Health","Health & Medicine","Freetown","Africa","Sierra Leone","Liberia","West Africa","Jeffrey Gettleman","Ebola","Outbreak","contagious","chain of command","Virus","road blocks","Sierra Leone","Liberia","Ebola virus disease"],"teaser":"Despite a major influx of supplies and expertise, new cases of Ebola are spreading faster in Sierra Leone than in neighboring Liberia. While some Sierra Leoneans are pointing the finger at the UK, which once ruled the country, the government's disorganized response is playing a big role.","contentencoded":"<p>No news isn't necessarily good news in the ongoing Ebola epidemic. While headlines from West Africa are down in recent weeks, and the World Health Organization says the outlook in the fight against the disease is \"actually very good,\" the number of Ebola cases in Sierra Leone is soaring.</p>\n<p>The caseload in Freetown, the capital of Sierra Leone, has <a href=\"http://www.nytimes.com/2014/11/28/world/africa/despite-aid-push-ebola-is-raging-in-sierra-leone.html\">quintupled during the past two months</a>. \"There's a ton of equipment here, supplies, expertise, but there are still people dying all over the place,\" says New York Times correspondent Jeffrey Gettleman, who has been travelling throughout the country.</p>\n<p>Gettleman says the progress is notably less evident than in neighboring Liberia, where the rate of Ebola infection <a href=\"http://www.washingtonpost.com/national/health-science/rate-of-new-ebola-infections-in-west-africa-is-slowing-who-says/2014/10/29/74e70a86-5fa0-11e4-9f3a-7e28799e0549_story.html\">has been slowing</a>. It's partly a question of boots on the ground: Liberia is hosting some 3,000 American servicemembers who are helping provide aid. </p>\n<p>But Gettleman says the presence of US soldiers isn't the only reason Liberia is faring better. The response by Sierra Leone's government has been patchy, he argues.</p>\n<p>\"The chain of command in Liberia was clearer. The US military came in in a big way, they were invited by the government to do a lot of work really fast, and they did it,\" he says. \"They set up labs all over the country to test blood. They built treatment centers really fast,\" Gettleman says. \"Here in Sierra Leone, it's a little more diffuse who is in control.\" </p>\n<p>Some Sierra Leoneans point fingers at the United Kingdom, saying their former colonial rulers should be playing a similar role as the Americans next door. America has a long and somewhat colonial relationship with Liberia. \"You read in the papers almost every day here complaints that the British aren't doing enough, that Britain was the one that was supposed to help Sierra Leone and they're just nowhere to be seen,\" Gettleman says. </p>\n<p>But he says the Sierra Leonean government isn't as open to international aid as its neighbors. \"That's complicating things, because they're not just throwing open the doors and saying 'Everybody come help us,'\" Gettleman says. \"They just don't have the deep bench that one needs in a crisis like this.\"     </p>\n<p>In the absence of a stronger official response to the outbreak, Gettleman says many residents of Sierra Leone are trying to devise their own solution. They've sent young men to guard neighborhoods with makeshift roadblocks. </p>\n<p>\"Instead of brandishing weapons, these guys pull out a digital thermometer,\" he says. \"They're making people get out and wash their hands in a bucket of dirty water that supposedly has some bleach.\"</p>\n<p>He's also had a close brush with the disease himself. Gettleman recently did an interview with a seemingly healthy individual who came down with Ebola two days later. </p>\n<p>\"When something like that happens, when someone I was just with comes down with Ebola, it's terrifying,\" he says. \"There's no gunfire on this one. Somebody can be sick and walking around and getting other people sick totally silently and none of us will be wiser until it's too late.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/120220141.mp3"},{"href":"http://www.pri.org/file/120220141mp3"}]}