{"created":"2015-02-01T12:32:35+00:00","modified":"2015-05-01T19:01:05+00:00","valid":{"from":"2015-05-01T19:01:05+00:00","to":"3015-05-01T19:01:05+00:00"},"hreflang":"en","title":"Are Danes Really That Happy? The Myth Of The Scandinavian Utopia","published":"2015-05-01T19:00:00+00:00","teaser":"Are the Nordic countries really the utopias they're cracked up to be? NPR's Rachel Martin speaks with Michael Booth about his new book that attempts to answer that question.","itags":["npr_api","382711488"],"guid":"b547ce18-95ff-4a2a-ba97-50fb8699cbee","contentencoded":"<p>What comes to mind when you think of Scandinavia? Great education systems? The world's happiest people? Healthy work-life balance?</p><p>One man, a British transplant living in Denmark, sought to set the record straight about his adoptive homeland.</p><p>Michael Booth is the author of <em>The Almost Nearly Perfect People: Behind the Myth of the Scandinavian Utopia</em>. He tells NPR's Rachel Martin about how culturally different Scandinavian countries really are.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On Denmark's high taxes and what Danes get for it</strong></p><p>Let's take Denmark for example. We do have <em>literally</em> the highest taxes in the world. The income tax is about — top measures are just over 50 percent. But there's all sorts of other very heavy taxes. ... Most people reckon about three quarters of your income ends up in the state's coffers if you include all the various taxes. You know, if you want to buy a car, there's a 180 percent tax on the car. [Value-added tax] is 25 percent. They have the highest energy taxes. ... So basically I'm working until Thursday lunch time for the government, and the rest of the week for myself. ...</p><p>What you get is free education, very cheap pre-school care, functioning public transports, a free health service — all the things that many Americans dream of. Now the big question is: You're paying the highest taxes in the world, is the education system the best in the world? Are the hospitals the best in the world? No, they're not.</p><p><strong>On whether Danes are satisfied with the status quo</strong></p><p>Actually, that's the perfect word for the Danes. You may have heard they're supposed to be the happiest people in the world, and they have regularly topped these happiness rankings. [But] they haven't, actually, in the last few years. They've dropped dramatically in line with their economy. So I'm afraid [the] side message here is: Money does make you happy. But I've spoken to some of these people who are behind these ranking lists and they secretly admit it's not about happiness, but they just use the word \"happy\" to grab the headlines. It's really about ... satisfaction and contentedness, and the Danes are massively content.</p><p><strong>On how Scandinavian countries are handling the issue of immigration</strong></p><p>How long have you got to talk about this? This is a very complex subject. And it differs, really, from country to country. Because you have Sweden, which has had basically an open-door policy — they've welcomed many thousands of refugees from Syria, [an] incredibly impressive, humanitarian gesture. On the other hand, they have problems: They have ghettos, they have crime levels that are getting quite excessive and in their last election their far-right party, the Sweden Democrats, which has its roots in the Neo Nazi party, scored 13 percent of the popular vote. ...</p><p>On the other hand, just across the water in Denmark, the right wing has been far more mainstream and has had far more influence over the last 15 years. They're a little milder, in some senses, but they've been in the center of government for some of the last 15 years and they've tightened up immigration regulations dramatically in Denmark.</p><p>And then we have Norway, where there were the tragic events of the Anders Behring Breivik terrorist attack [in 2011]. ... His kind of beef was with multiculturalism as he saw it in Norway.</p><p><strong>On how culturally different these countries are </strong></p><p>That's really what started my idea of this book about 10 years ago when I first spent time in Denmark and kind of [saw] the weird, dysfunctional family dynamic there is up here. ... I thought of Scandinavians as just one big, homogenous, bearded, you know, cycling, maybe with a pipe. But they are radically different. Even within Sweden, from north Sweden to south Sweden [they are] very, very different peoples. And then I learned what the Danes thought about the Swedes and what the Finns thought about the Swedes and what the Swedes thought — the great, juicy gossip that journalists love, you know?</p><p><strong>On how other Scandinavians view Norwegians</strong></p><p>The Norwegians, they ... traditionally were thought of [as] the country bumpkin. But then in the '70s, they struck oil, so they are now [like] <em>The Beverly Hillbillies</em>. ... If there is a God, he has a great sense of humor because he gave the cash to the Norwegians.<strong></strong>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Are+Danes+Really+That+Happy%3F+The+Myth+Of+The+Scandinavian+Utopia&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"323"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383036426-69e808.m3u?orgId=1&topicId=1033&d=323&p=10&story=382711488&t=progseg&e=383036341&seg=14&ft=nprml&f=382711488"},{"href":"http://media.npr.org/assets/img/2015/01/30/oslo-snow-b6010cd7057961fa4a824cff491b658447d1c8d2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2589","width":"3452"}},{"href":"http://media.npr.org/assets/img/2015/01/30/booth-michael_no-credit-necessary-0d5ee142f49eeea71aed29b8ad0b34ab81283c56.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1335","width":"1781"}}]}