{"created":"2014-12-04T13:51:10+00:00","modified":"2014-12-04T14:33:49+00:00","valid":{"from":"2014-12-04T14:33:48+00:00","to":"3014-12-04T14:33:48+00:00"},"hreflang":"en","title":"More EMTs Doing House Calls, Not Just ER Transport","published":"2014-06-17T20:03:00+00:00","teaser":"Home treatments by paramedics are a growing trend. The goal is to lower hospital costs, but there are worries about who actually pays.","itags":["npr_api","323007742"],"guid":"b554251a-0a6f-4d4c-916c-11f72a4a070c","contentencoded":"<p>It&#8217;s being called the house call of the future: ambulance crews who rush when you call 9-1-1, but instead of taking you to the emergency room, they treat you at home.</p><p>Community paramedicine, as it&#8217;s called, is a growing trend across the country. It&#8217;s aim is to bring down hospital costs, but there are concerns about who&#8217;s going to end up paying for the service.</p><p><strong>David Kimbrell</strong>, the fire chief in Hall County, Georgia, and <strong>Scot Phelps</strong>, a former paramedic and a professor of disaster science, speak with <em><a href=\"http://hereandnow.wbur.org/\">Here and Now&#8217;s</a></em> Robin Young.</p><h4>Interview Highlights</h4><p><strong>David Kimbrell on the advantages of community paramedicine</strong></p><p>&#8220;They&#8217;re able to do blood withdrawals and do some analytical tests on the scene. They have a centrifuge. They can spin down blood to do various blood tests on the scene. None of those things are done by paramedics on the scene. So if you think about healthcare, we&#8217;re basically going back to the old house calls by the doctor.&#8221;</p><p><strong>David Kimbrell on funding the new service</strong></p><p>&#8220;We were seeing more and more people calling 911 and our medics were treating them on the scene, and then we were not getting reimbursed for that because a paramedic has to transport in order to be reimbursed by insurance and Medicare and Medicaid. So we were able to utilize a nurse practitioner. So the nurse practitioner and the paramedic teams up as the mobile care team. Then, if they go out and treat a patient, it is reimbursable through the nurse practitioner&#8217;s license.&#8221;</p><p><strong>Scot Phelps on a previous attempt at community paramedicine</strong></p><p>&#8220;We tried this in 1995 in Red River, New Mexico and what we found after spending hundreds of thousands of dollars was that it didn&#8217;t actually save any money or improve any care. So they abandoned it and now eight years later its the topic du jour.&#8221;</p><p><strong>Scot Phelps on paramedics&#8217; responses to the service</strong></p><p>&#8220;I don&#8217;t think paramedics are really anxious about being replaced because all the data shows that all the ambulance calls across the country, and in fact, across the world, are increasing increasing at about 5 percent a year. The problem is that very few communities have sufficient numbers of paramedics. There is extraordinarily high turnover. That was one of the key conclusions of the 1995 Red River project was that with the high turnover the training costs add up kind of quickly.&#8221;</p><h4>Guests</h4><ul><li><strong>David Kimbrell</strong>, fire chief and director of emergency management in Hall County, Georgia.</li><li><strong><a href=\"http://www.emergencymanagementacademy.org/faculty/\" target=\"_blank\">Scot Phelps</a></strong>, former paramedic and professor of disaster science at the Emergency Management Academy. He tweets <a href=\"https://twitter.com/emergencymgmt\">@emergencymgmt</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=More+EMTs+Doing+House+Calls%2C+Not+Just+ER+Transport&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"466"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342398156-992e9c.m3u?orgId=1&topicId=1128&ft=3&f=323007742"}]}