{"created":"2014-08-13T20:26:02+00:00","modified":"2015-05-14T19:25:37+00:00","valid":{"from":"2014-05-30T18:56:33+00:00","to":"3014-05-30T18:56:33+00:00"},"hreflang":"en","guid":"b578e539-d36a-45bd-8d66-1e5e3efc2f77","published":"2014-05-30T18:56:33+00:00","description":"A look at how one Mississippi town is bringing factory jobs back from overseas.","teaser":"A look at how one Mississippi town is bringing factory jobs back from overseas.","contentencoded":"<div class=\"barn-cleaned\"><p>Columbus is a city that was built on industry, on manufacturing. But that description of the city today was<strong>n</strong>'t the reality of a decade ago, when big chunks of the manufacturing in this part of Mississippi just went away.</p>\n<p><strong>If you think America doesn’t make anything anymore, then come to Columbus, Mississippi.</strong></p>\n<p>Severstal Steel has what’s called a mini mill here, but that’s kind of like nicknaming the biggest guy on the football team \"Tiny.\"</p>\n<p>Our guide is Jim Bell. He’s Severstal North America’s Manager of Construction and Engineering. “The name is a little deceiving,” he says, his voice echoing off the 80-foot ceilings. The place is not just cavernous, it’s several football fields long. It’s also loud, hot and smells like gas.</p>\n<p><iframe src=\"//www.youtube.com/embed/IIJPFEiGJ5A\" frameborder=\"0\" ></iframe></p>\n<p>“They’re opening the doors of the furnace now,” Jim says as machine whirs and hisses all around. “That means a bar is coming through.”</p>\n<p>Here they are forging steel to the tune of 3.3 million tons a year at temperatures up to 1,700 degrees Fahrenheit.</p>\n<p>The steel is formed and pressed into sheets, sometimes 100 feet long and tens of thousands of pounds. They’re then wound up with pressure and heat like a Fruit Roll-Up. The water used to spray them off during this process continues to boil long after a roll is finished.</p>\n<p>“It’ll take it about three to five days for it to cool down enough for us to either ship it or process it,” Bell says.</p>\n<p>Just across John Bell Way, a road named after Jim Bell’s dad, who helped build this complex, Severstal’s air-conditioned offices sit like an oasis in the fiery brimstone of the mill complex. That’s where Saikat Dey, the CEO of Severstal, North America works when he visits from the company’s headquarters in Detroit.</p>\n<p>“The total NAFTA market for steel is roughly 70 million tons,” Dey says. “Columbus, Mississippi, represents roughly five percent of it.”</p>\n<p>The company has 674 employees. “Most of them grew up [in Columbus], went to school here, went to high school here,” Dey says.</p>\n<p>Dey says that's because Severstal is fairly high up in the value chain of production; for every one steel job created at the company, about seven more jobs are created downstream or in related industries.</p>\n<p>\"So just the effect of having 674 jobs created in Severstal Columbus, multiply that by seven times and you’re talking of a number north of 4,200,” he says.</p>\n<p><strong>The complex is so imposing, that it’s pretty hard to believe that just nine years ago the spot it sits now looked like this.</strong></p>\n<p>[[{\"fid\":\"269836\",\"view_mode\":\"default\",\"fields\":{\"format\":\"default\",\"field_file_image_alt_text[und][0][value]\":\"Columbus Field\",\"field_file_image_title_text[und][0][value]\":\"Columbus Field\",\"field_description[und][0][value]\":\"\",\"field_description[und][0][format]\":\"full_html\",\"field_byline_text[und][0][value]\":\"\",\"field_migration_notes[und][0][value]\":\"\"},\"type\":\"media\",\"attributes\":{\"alt\":\"Columbus Field\",\"title\":\"Columbus Field\",\"height\":3264,\"width\":4912,\"class\":\"media-element file-default\"}}]]</p>\n<p><em>Tommy Andres/Marketplace</em></p>\n<p>Just an open field, filled with knee-high grass, wildflowers, and that black delta earth.</p>\n<p>That was until&nbsp;Joe Max Higgins, Jr. came along. He's the CEO of the <a href=\"http://www.cldlink.org/\" target=\"_blank\">Golden Triangle Development LINK</a>.&nbsp;<span>We spoke to Higgins in what could only be described as the middle of nowhere.</span></p>\n<p>\"Or we could say the epicenter of the tire industry,\" Higgins says. \"We’re in the middle of about a 1,500 acre site, and Yokohama Tire and Rubber is building a brand new plant here that once complete will be a $1.2 billion investment, about a five-million square-foot building and when it’s done will employ about 2,000 people.”</p>\n<p>Higgins has been the head of economic development for Lowndes, the county Columbus calls home, for eleven years. And in those 11 years his team has managed to bring in $4.7 billion in investment and created almost 5,600 jobs in the area.</p>\n<p><strong>Higgins says the manufacturing boom all started with one big win.</strong></p>\n<p>“People viewed us as the guys who were dipping snuff with no teeth, the girls are pregnant with no shoes, we can’t read and write and half the people will, you know, burn a cross in someone’s front yard on Friday or Saturday night for fun. I mean, that’s how the world would view us,\" Higgins says.</p>\n<p>But then, \"All of a sudden American Eurocopter, now Airbus helicopter, they came in and all of a sudden we were building stuff that flies. And I don’t mean flies a little bit, I mean flies real well,\" says Higgins. \"The people from that point on started standing up and being proud. And these other projects are witness to that.”</p>\n<p>After Columbus landed Airbus, other companies began to check out the city. What they found was a town nestled between two universities, with plenty of land, plenty of power and plenty of non-union labor. Higgins and his team took the money from Airbus and used it to create more potential sites for development and to land more contracts. Columbus is now home to seven multi-national companies.</p>\n<p>“Every project we do, we move forward,\" Higgins says, \"The steel mill in Lowndes County ultimately put the plant together that bought and put together about 5,500 acres of land.\"</p>\n<p>Yokohama Tire Corporation will open phase one of its new tire factory next year on a parcel of that land, and the construction of a new highway, a new railroad and new water and sewer lines to serve it will make the sites next to it even more valuable.</p>\n<p>That’s where Higgins is hoping to lure his next big fish. The competition from other cities is intense, and as we head back to the car to continue our driving tour of Columbus’s future, I spot proof of Higgins’ competitive spirit emblazoned right on the front of his big, black pick-up truck.</p>\n<p>[[{\"fid\":\"269841\",\"view_mode\":\"default\",\"fields\":{\"format\":\"default\",\"field_file_image_alt_text[und][0][value]\":\"Columbus Truck\",\"field_file_image_title_text[und][0][value]\":\"Columbus Truck\",\"field_description[und][0][value]\":\"\",\"field_description[und][0][format]\":\"full_html\",\"field_byline_text[und][0][value]\":\"\",\"field_migration_notes[und][0][value]\":\"\"},\"type\":\"media\",\"attributes\":{\"alt\":\"Columbus Truck\",\"title\":\"Columbus Truck\",\"height\":249,\"width\":375,\"style\":\"margin: 3px;\",\"class\":\"media-element file-default\"}}]][[{\"fid\":\"269846\",\"view_mode\":\"default\",\"fields\":{\"format\":\"default\",\"field_file_image_alt_text[und][0][value]\":\"\",\"field_file_image_title_text[und][0][value]\":\"\",\"field_description[und][0][value]\":\"\",\"field_description[und][0][format]\":\"full_html\",\"field_byline_text[und][0][value]\":\"\",\"field_migration_notes[und][0][value]\":\"\"},\"type\":\"media\",\"attributes\":{\"height\":249,\"width\":375,\"style\":\"margin: 3px;\",\"class\":\"media-element file-default\"}}]]</p>\n<p><em>Tommy Andres/Marketplace</em></p>\n<p>We asked him to explain: “Okay, if you’re a professional golfer, you come in third, fourth or fifth in The Master’s, you’re still getting some money. In my business if you come in second it’s last. You know, we could’ve spent $250,000 chasing this deal and lost it to Alabama or North Carolina or South Carolina and we would’ve been toast. So, 2EQLAST. Second equals last,” Higgins says.</p>\n<p>Higgins has been in economic development for 28 years and spent his whole life living in Arkansas. But one day eleven years ago his phone rang with a call that changed all of that.</p>\n<p>“When the headhunter called me about a job in Mississippi, I cussed her out and hung up on her. I said no way, no how, no way,\" Higgins says, \"I had just watched Mississippi Burning, and I said I don’t want any part of it. And then I started looking at what was here as far as man-made assets and God-given assets, and I thought, you know, those guys ought to be winning.”</p>\n<p>Higgins speaks in the platitudes of a college football coach. In fact the license plate on the front of his truck says “Play like a champion.” And over the past decade he’s strung together a series of wins that would impress any fan. And each one has helped solidify Columbus’s new reputation as a manufacturing hotspot.</p>\n<p>“Everything we do tends to be big. If it’s a big project and we’re competing for it, there’s almost a one-in-two chance we’re going to win it,\" he says. \"Based on what we play for and what we want over the last 11 years we’re batting about .225 on the smaller deals and about .445 on the big deals.”</p>\n<p>But Higgins and his team aren’t just trying to lure any business to Columbus. They’ve sought out specific industries that they know can help the city grow.</p>\n<p>“When we started doing this we said ‘a job’s not a job.’ You know, if we go out here and create a bunch of jobs just in sheer numbers that are poor-paying wages, we’re not really improving ourselves,\" he says. \"So what we wanted to do is just say, let’s just have as a goal that we won’t really recruit or bring in anybody that doesn’t pay more than our county average.”</p>\n<p>Higgins says the average worker at the Severstal Steel mill makes $80,000 a year before benefits. And that’s in an area where the median household income is $36,000. But while the city has made big strides, it’s still battling a troubled past.</p>\n<p>“This is a two-step forward, one-step back business,\" says Higgins, \"Everybody says if all these jobs have been created, how come the unemployment hasn’t gone down? Well, because Sara Lee closed during that time. Artech, Flexible Flyer, the freezer company. All those companies closed, so when we create 500 Yokohama jobs, that doesn’t replace all those jobs we lost. When we get Yokohama to 1,000 jobs it still doesn’t replace them, when we get them to 2,000 it still doesn’t replace them. But if we weren’t doing that, this would be an awful bad place to be.”</p>\n<p><strong>To understand what an awful bad place Columbus could have become, we sought out Brenda Lathan. She’s lived in the city for 40-some years.</strong></p>\n<p>[[{\"fid\":\"269856\",\"view_mode\":\"default\",\"fields\":{\"format\":\"default\",\"field_file_image_alt_text[und][0][value]\":\"Columbus Factory\",\"field_file_image_title_text[und][0][value]\":\"Columbus Factory\",\"field_description[und][0][value]\":\"\",\"field_description[und][0][format]\":\"full_html\",\"field_byline_text[und][0][value]\":\"\",\"field_migration_notes[und][0][value]\":\"\"},\"type\":\"media\",\"attributes\":{\"alt\":\"Columbus Factory\",\"title\":\"Columbus Factory\",\"height\":3264,\"width\":4912,\"class\":\"media-element file-default\"}}]]</p>\n<p><em>Tommy Andres/Marketplace</em></p>\n<p>“This was American Trouser. It was a cut and sew garment manufacturer. They have been closed maybe eight or nine years,” says Lathan, outside what is pretty much your classic run-down factory; it’s literally overgrown with weeds and broken bottles in the parking lot.</p>\n<p>Lathan&nbsp;now works with Joe Max Higgins as the vice president of economic development for Lowndes County. She says Columbus exploded with manufacturing in the 1930s and 40s. Factories like this American Trouser one sprung up all over town and neighborhoods formed around them.</p>\n<p>But in the 1990s, the manufacturers that called Columbus home started to dry up or move out.[[{\"fid\":\"269891\",\"view_mode\":\"default\",\"fields\":{\"format\":\"default\",\"field_file_image_alt_text[und][0][value]\":\"\",\"field_file_image_title_text[und][0][value]\":\"\",\"field_description[und][0][value]\":\"\",\"field_description[und][0][format]\":\"full_html\",\"field_byline_text[und][0][value]\":\"\",\"field_migration_notes[und][0][value]\":\"\"},\"type\":\"media\",\"attributes\":{\"height\":479,\"width\":319,\"style\":\"float: right; margin: 3px;\",\"class\":\"media-element file-default\"}}]]</p>\n<p>Where did these jobs go?</p>\n<p>“Overseas. China,” says Lathan.</p>\n<p>She says there are only three or four old-line factories left in town. In fact, from 1993 to 2003, Columbus lost 33 percent of its manufacturing jobs to places like Sri Lanka, Vietnam, the Dominican Republic and, of course, China, as Lathan mentioned.</p>\n<p>American Trouser was one of the last to close up shop. The brick building has sat empty for almost a decade now. Lathan says when it was open, it employed about 300 people.<strong>&nbsp;</strong>And now that it's closed, the neighborhood has suffered.</p>\n<p>\"I’m heartbroken,\" says Lathan, \"Because we had a facility here that could employ a large majority of our population, and now we don’t have that anymore.”</p>\n<p>In 2007 the area was hit with its biggest blow. Bryan Foods, a homegrown pig processor that had been in Columbus’s neighboring town of West Point for a century, closed. Within two months, 1,600 people would be out of a job.</p>\n<p>Byron Hampton was one of those workers who was suddenly out of work.</p>\n<p>“When Sara Lee closed, it was incredibly deflating,\" says Hampton, \"I mean, there were people who worked there from age 19 to whatever age they were when it closed. I was there until the last day it closed. I started when I was 19 or 20. You know, we all thought we’d kind of be there in a hometown in a place with good wages, great benefits – we all thought that would be the place we would always be.”</p>\n<p>Hampton had gotten a two-year degree from East Mississippi Community college. His specialty was IT, but he had to take whatever job he could get at Severstal. &nbsp;&nbsp;</p>\n<p>“I started out in the mill on a crane, and we had some things going on with our network,\" he says. \"My boss said, hey, you know, I see you’ve got this background so let’s talk a little bit.</p>\n<p>\"So it just blossomed into something else,\" he says.\"</p>\n<p>Now Hampton is a shipping supervisor, using his degree in computer sciences. He says a lot of his friends from Bryan Foods who got laid off now work for Severstal too.</p>\n<p><strong>A big part of Columbus’s appeal to prospective companies is a well-trained workforce. And just up the road from from the Severstal steel mill is a blue-roofed complex where one man heads up the efforts to insure that exists.</strong></p>\n<p><strong>[[{\"fid\":\"269881\",\"view_mode\":\"default\",\"fields\":{\"format\":\"default\",\"field_file_image_alt_text[und][0][value]\":\"Columbus\",\"field_file_image_title_text[und][0][value]\":\"Columbus\",\"field_description[und][0][value]\":\"\",\"field_description[und][0][format]\":\"full_html\",\"field_byline_text[und][0][value]\":\"\",\"field_migration_notes[und][0][value]\":\"\"},\"type\":\"media\",\"attributes\":{\"alt\":\"Columbus\",\"title\":\"Columbus\",\"height\":3264,\"width\":4912,\"class\":\"media-element file-default\"}}]]</strong></p>\n<p><em>Tommy Andres/Marketplace</em></p>\n<p>Raj Shaunak runs the Workforce Development department at East Mississippi Community College, the same college where Higgins got his computer science degree. They train between 5,000 to 6,000 students every year.</p>\n<p>Shaunak&nbsp;says that after the Sara Lee plant closed seven years ago, the majority of those 1,600 folks who lost their jobs came through the doors at EMCC.</p>\n<p>“About 400 of them had the requisite skills, all we had to do was touch them a little bit and give them a little tangential push so that they could be gainfully employed at Severstal or Eurocopter or other places,\" says Shaunak. \"But 898, that number is stuck in my brain, over the next two and a half years, we worked with them and retrained them for meaningful jobs.”</p>\n<p>But Shaunak’s program at EMCC isn’t just about training workers for existing jobs. It’s about training them for future jobs.&nbsp;<span>When Severstal decided to come to Columbus, East Mississippi Community College set up training specifically tailored to the company’s method of manufacturing, with the very equipment that would be used.</span></p>\n<p>“For Severstal, for their 600 jobs, we lined up 10,000 people in ten days,” Shaunak says.</p>\n<p>Even though the dirt is still being churned at the site of the future Yokohama Tire plant,&nbsp;Shaunak and his team are already training a pool of workers.</p>\n<p>“Other than Mr. Yomomoto and his assistant, everyone from HR to engineers, PhDs to technicians have to go through this pathway,” he says.</p>\n<p>Even though they only need 500 employees, they'll have 5,000 ready to go before Yokohama ever opens its doors.</p>\n<p>\"What happens to those who don’t get hired?\" Shaunak asks. \"They have higher skills now. They are more marketable. What happens when Yokohama Phase 2 occurs in 2016 or 2017, will they not be qualified? All we are trying to do is move people from dependence to enterprise. And that enterprise requires motivation on the part of those individuals.”</p>\n<p>The big pool of trained workers help lures in more businesses and more businesses, bring more jobs, and the cycle of growth continues. When Joe Max Higgins brings around prospective companies, often his first stop is at EMCC, and many times the final decisions are made in its conference room.</p>\n<p>Companies from the area donate equipment to the school. Severstal sent computers that run assembly lines, Airbus donated a helicopter, and Paccar, a company that makes semi-truck engines gave the school two of those engines to tinker with.</p>\n<p>“We have the exact controls that Paccar has,\" Shaunuk says. \"They gave us [two] engines. We unassemble them and then [the students] learn how to assemble it.\"</p>\n<p>Just a mile up the road from EMCC is where those engines are made. And there is perhaps no greater illustration of how manufacturing in this part of the Mississippi has changed in the past decade or two.</p>\n<p>Paccar is no cut-and-sew operation. It's a half-million square-foot, 400-employee, heavily-automated, high-tech facility. And in these walls they churn out one in every ten semi-truck engines in America.</p>\n<p>It's ridiculously complicated and spotlessly clean. It's also air conditioned, which is rare for factories in these parts. Paccar pays pretty well too. Folks who work here start out making around $20 an hour with full benefits and a 401K.</p>\n<p>PACCAR plant manager Scott Blue says his company can train almost anyone from the area who has at least a high school degree and is willing to work.</p>\n<p>Case in point, Scott Croley. He cold tests the engines, checking them over for the last time before they’re shipped out.</p>\n<p>“I came from Omnova,\" Croley says. \"I had 23 years in Columbus, but they shut the plant down. It was factory work, but this new technology with the computers we have and everything here is a big change for me.”</p>\n<p>Croley didn't have much of a technical background or a college degree. He attended EMCC for one year.&nbsp;</p>\n<p>“I was in forestry. It had nothing to do with here,\" he says. \"And I was worried because I’d been at a place for 23 years and the technology was not up to date. I was worried about that. But they gave me a shot. And I told them I was hoping to get another 20 years in here.\" Croley says he hopes this is his last job. \"I couldn't be blessed better than that.\"</p>\n<p>And we heard that over and over from the workers we spoke with. Jemika Connor left Columbus to get an engineering degree at Georgia Tech, but she was able to come back home and get a job when her mom fell ill three years ago. \"I love my job,\" she says. \"I love the atmosphere; I love the people around me. I plan to retire out of Paccar.\"</p>\n<p>We also heard it from Demarius Johnson who is working at Paccar while he finishes his degree at nearby Mississippi State University. Even though he's only 20, he says he's hoping to continue working here and move up in the company. \"I don’t plan on leaving because like I said, I’ve been here, I like it, so why leave?”</p>\n<p>That level of confidence in job security is not exactly something you expect in a town that still has 15 percent unemployment rate, but that’s down from 20 percent just four years ago. And the people of Columbus know their city’s turnaround is just getting started. Since Airbus came to town, The Golden Triangle has been hit with spillover from Hurricane Katrina, suffered through the recession and continued to battle old-line plant closures. But now that the national economy is turning around, the future looks bright, and Columbus is hoping to change the way people think of Mississippi. <iframe src=\"//www.youtube.com/embed/yl8mqSTW6JY\" frameborder=\"0\" ></iframe></p></div>","itags":["b578e539d36a5bd0d6641e5e3efc2f77","PMP:Marketplace_PMP","Marketplace for Friday May 30, 2014","Marketplace"],"tags":["Mississippi","manufacturing","American Futures","APM","factories","employment","Economy"],"byline":"Kai Ryssdal","title":"The death of manufacturing is greatly exaggerated","contenttemplated":"[{\"content\":\"<p>Columbus is a city that was built on industry, on manufacturing. But that description of the city today was<strong>n</strong>&apos;t the reality of a decade ago, when big chunks of the manufacturing in this part of Mississippi just went away.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>If you think America doesn’t make anything anymore, then come to Columbus, Mississippi.</strong></p>\"},{\"content\":\"<p>Severstal Steel has what’s called a mini mill here, but that’s kind of like nicknaming the biggest guy on the football team &quot;Tiny.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Our guide is Jim Bell. He’s Severstal North America’s Manager of Construction and Engineering. “The name is a little deceiving,” he says, his voice echoing off the 80-foot ceilings. The place is not just cavernous, it’s several football fields long. It’s also loud, hot and smells like gas.</p>\"},{\"type\":\"text/html\",\"content\":\"<p><iframe frameborder=\\\"0\\\" src=\\\"//www.youtube.com/embed/IIJPFEiGJ5A\\\"></iframe></p>\"},{\"type\":\"text/html\",\"content\":\"<p>“They’re opening the doors of the furnace now,” Jim says as machine whirs and hisses all around. “That means a bar is coming through.”</p>\"},{\"content\":\"<p>Here they are forging steel to the tune of 3.3 million tons a year at temperatures up to 1,700 degrees Fahrenheit.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The steel is formed and pressed into sheets, sometimes 100 feet long and tens of thousands of pounds. They’re then wound up with pressure and heat like a Fruit Roll-Up. The water used to spray them off during this process continues to boil long after a roll is finished.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“It’ll take it about three to five days for it to cool down enough for us to either ship it or process it,” Bell says.</p>\"},{\"content\":\"<p>Just across John Bell Way, a road named after Jim Bell’s dad, who helped build this complex, Severstal’s air-conditioned offices sit like an oasis in the fiery brimstone of the mill complex. That’s where Saikat Dey, the CEO of Severstal, North America works when he visits from the company’s headquarters in Detroit.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“The total NAFTA market for steel is roughly 70 million tons,” Dey says. “Columbus, Mississippi, represents roughly five percent of it.”</p>\"},{\"content\":\"<p>The company has 674 employees. “Most of them grew up [in Columbus], went to school here, went to high school here,” Dey says.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Dey says that&apos;s because Severstal is fairly high up in the value chain of production; for every one steel job created at the company, about seven more jobs are created downstream or in related industries.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;So just the effect of having 674 jobs created in Severstal Columbus, multiply that by seven times and you’re talking of a number north of 4,200,” he says.</p>\"},{\"type\":\"text/html\",\"content\":\"<p><strong>The complex is so imposing, that it’s pretty hard to believe that just nine years ago the spot it sits now looked like this.</strong></p>\"},{\"content\":\"<p>[[{&quot;fid&quot;:&quot;269836&quot;,&quot;view_mode&quot;:&quot;default&quot;,&quot;fields&quot;:{&quot;format&quot;:&quot;default&quot;,&quot;field_file_image_alt_text[und][0][value]&quot;:&quot;Columbus Field&quot;,&quot;field_file_image_title_text[und][0][value]&quot;:&quot;Columbus Field&quot;,&quot;field_description[und][0][value]&quot;:&quot;&quot;,&quot;field_description[und][0][format]&quot;:&quot;full_html&quot;,&quot;field_byline_text[und][0][value]&quot;:&quot;&quot;,&quot;field_migration_notes[und][0][value]&quot;:&quot;&quot;},&quot;type&quot;:&quot;media&quot;,&quot;attributes&quot;:{&quot;alt&quot;:&quot;Columbus Field&quot;,&quot;title&quot;:&quot;Columbus Field&quot;,&quot;height&quot;:3264,&quot;width&quot;:4912,&quot;class&quot;:&quot;media-element file-default&quot;}}]]</p>\",\"type\":\"text/html\"},{\"content\":\"<p><em>Tommy Andres/Marketplace</em></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Just an open field, filled with knee-high grass, wildflowers, and that black delta earth.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>That was until Joe Max Higgins, Jr. came along. He&apos;s the CEO of the <a href=\\\"http://www.cldlink.org/\\\" target=\\\"_blank\\\">Golden Triangle Development LINK</a>. <span>We spoke to Higgins in what could only be described as the middle of nowhere.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;Or we could say the epicenter of the tire industry,&quot; Higgins says. &quot;We’re in the middle of about a 1,500 acre site, and Yokohama Tire and Rubber is building a brand new plant here that once complete will be a $1.2 billion investment, about a five-million square-foot building and when it’s done will employ about 2,000 people.”</p>\"},{\"content\":\"<p>Higgins has been the head of economic development for Lowndes, the county Columbus calls home, for eleven years. And in those 11 years his team has managed to bring in $4.7 billion in investment and created almost 5,600 jobs in the area.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Higgins says the manufacturing boom all started with one big win.</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p>“People viewed us as the guys who were dipping snuff with no teeth, the girls are pregnant with no shoes, we can’t read and write and half the people will, you know, burn a cross in someone’s front yard on Friday or Saturday night for fun. I mean, that’s how the world would view us,&quot; Higgins says.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>But then, &quot;All of a sudden American Eurocopter, now Airbus helicopter, they came in and all of a sudden we were building stuff that flies. And I don’t mean flies a little bit, I mean flies real well,&quot; says Higgins. &quot;The people from that point on started standing up and being proud. And these other projects are witness to that.”</p>\"},{\"content\":\"<p>After Columbus landed Airbus, other companies began to check out the city. What they found was a town nestled between two universities, with plenty of land, plenty of power and plenty of non-union labor. Higgins and his team took the money from Airbus and used it to create more potential sites for development and to land more contracts. Columbus is now home to seven multi-national companies.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“Every project we do, we move forward,&quot; Higgins says, &quot;The steel mill in Lowndes County ultimately put the plant together that bought and put together about 5,500 acres of land.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Yokohama Tire Corporation will open phase one of its new tire factory next year on a parcel of that land, and the construction of a new highway, a new railroad and new water and sewer lines to serve it will make the sites next to it even more valuable.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>That’s where Higgins is hoping to lure his next big fish. The competition from other cities is intense, and as we head back to the car to continue our driving tour of Columbus’s future, I spot proof of Higgins’ competitive spirit emblazoned right on the front of his big, black pick-up truck.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>[[{&quot;fid&quot;:&quot;269841&quot;,&quot;view_mode&quot;:&quot;default&quot;,&quot;fields&quot;:{&quot;format&quot;:&quot;default&quot;,&quot;field_file_image_alt_text[und][0][value]&quot;:&quot;Columbus Truck&quot;,&quot;field_file_image_title_text[und][0][value]&quot;:&quot;Columbus Truck&quot;,&quot;field_description[und][0][value]&quot;:&quot;&quot;,&quot;field_description[und][0][format]&quot;:&quot;full_html&quot;,&quot;field_byline_text[und][0][value]&quot;:&quot;&quot;,&quot;field_migration_notes[und][0][value]&quot;:&quot;&quot;},&quot;type&quot;:&quot;media&quot;,&quot;attributes&quot;:{&quot;alt&quot;:&quot;Columbus Truck&quot;,&quot;title&quot;:&quot;Columbus Truck&quot;,&quot;height&quot;:249,&quot;width&quot;:375,&quot;style&quot;:&quot;margin: 3px;&quot;,&quot;class&quot;:&quot;media-element file-default&quot;}}]][[{&quot;fid&quot;:&quot;269846&quot;,&quot;view_mode&quot;:&quot;default&quot;,&quot;fields&quot;:{&quot;format&quot;:&quot;default&quot;,&quot;field_file_image_alt_text[und][0][value]&quot;:&quot;&quot;,&quot;field_file_image_title_text[und][0][value]&quot;:&quot;&quot;,&quot;field_description[und][0][value]&quot;:&quot;&quot;,&quot;field_description[und][0][format]&quot;:&quot;full_html&quot;,&quot;field_byline_text[und][0][value]&quot;:&quot;&quot;,&quot;field_migration_notes[und][0][value]&quot;:&quot;&quot;},&quot;type&quot;:&quot;media&quot;,&quot;attributes&quot;:{&quot;height&quot;:249,&quot;width&quot;:375,&quot;style&quot;:&quot;margin: 3px;&quot;,&quot;class&quot;:&quot;media-element file-default&quot;}}]]</p>\"},{\"type\":\"text/html\",\"content\":\"<p><em>Tommy Andres/Marketplace</em></p>\"},{\"content\":\"<p>We asked him to explain: “Okay, if you’re a professional golfer, you come in third, fourth or fifth in The Master’s, you’re still getting some money. In my business if you come in second it’s last. You know, we could’ve spent $250,000 chasing this deal and lost it to Alabama or North Carolina or South Carolina and we would’ve been toast. So, 2EQLAST. Second equals last,” Higgins says.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Higgins has been in economic development for 28 years and spent his whole life living in Arkansas. But one day eleven years ago his phone rang with a call that changed all of that.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“When the headhunter called me about a job in Mississippi, I cussed her out and hung up on her. I said no way, no how, no way,&quot; Higgins says, &quot;I had just watched Mississippi Burning, and I said I don’t want any part of it. And then I started looking at what was here as far as man-made assets and God-given assets, and I thought, you know, those guys ought to be winning.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Higgins speaks in the platitudes of a college football coach. In fact the license plate on the front of his truck says “Play like a champion.” And over the past decade he’s strung together a series of wins that would impress any fan. And each one has helped solidify Columbus’s new reputation as a manufacturing hotspot.</p>\"},{\"content\":\"<p>“Everything we do tends to be big. If it’s a big project and we’re competing for it, there’s almost a one-in-two chance we’re going to win it,&quot; he says. &quot;Based on what we play for and what we want over the last 11 years we’re batting about .225 on the smaller deals and about .445 on the big deals.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>But Higgins and his team aren’t just trying to lure any business to Columbus. They’ve sought out specific industries that they know can help the city grow.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“When we started doing this we said ‘a job’s not a job.’ You know, if we go out here and create a bunch of jobs just in sheer numbers that are poor-paying wages, we’re not really improving ourselves,&quot; he says. &quot;So what we wanted to do is just say, let’s just have as a goal that we won’t really recruit or bring in anybody that doesn’t pay more than our county average.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Higgins says the average worker at the Severstal Steel mill makes $80,000 a year before benefits. And that’s in an area where the median household income is $36,000. But while the city has made big strides, it’s still battling a troubled past.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“This is a two-step forward, one-step back business,&quot; says Higgins, &quot;Everybody says if all these jobs have been created, how come the unemployment hasn’t gone down? Well, because Sara Lee closed during that time. Artech, Flexible Flyer, the freezer company. All those companies closed, so when we create 500 Yokohama jobs, that doesn’t replace all those jobs we lost. When we get Yokohama to 1,000 jobs it still doesn’t replace them, when we get them to 2,000 it still doesn’t replace them. But if we weren’t doing that, this would be an awful bad place to be.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p><strong>To understand what an awful bad place Columbus could have become, we sought out Brenda Lathan. She’s lived in the city for 40-some years.</strong></p>\"},{\"content\":\"<p>[[{&quot;fid&quot;:&quot;269856&quot;,&quot;view_mode&quot;:&quot;default&quot;,&quot;fields&quot;:{&quot;format&quot;:&quot;default&quot;,&quot;field_file_image_alt_text[und][0][value]&quot;:&quot;Columbus Factory&quot;,&quot;field_file_image_title_text[und][0][value]&quot;:&quot;Columbus Factory&quot;,&quot;field_description[und][0][value]&quot;:&quot;&quot;,&quot;field_description[und][0][format]&quot;:&quot;full_html&quot;,&quot;field_byline_text[und][0][value]&quot;:&quot;&quot;,&quot;field_migration_notes[und][0][value]&quot;:&quot;&quot;},&quot;type&quot;:&quot;media&quot;,&quot;attributes&quot;:{&quot;alt&quot;:&quot;Columbus Factory&quot;,&quot;title&quot;:&quot;Columbus Factory&quot;,&quot;height&quot;:3264,&quot;width&quot;:4912,&quot;class&quot;:&quot;media-element file-default&quot;}}]]</p>\",\"type\":\"text/html\"},{\"content\":\"<p><em>Tommy Andres/Marketplace</em></p>\",\"type\":\"text/html\"},{\"content\":\"<p>“This was American Trouser. It was a cut and sew garment manufacturer. They have been closed maybe eight or nine years,” says Lathan, outside what is pretty much your classic run-down factory; it’s literally overgrown with weeds and broken bottles in the parking lot.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Lathan now works with Joe Max Higgins as the vice president of economic development for Lowndes County. She says Columbus exploded with manufacturing in the 1930s and 40s. Factories like this American Trouser one sprung up all over town and neighborhoods formed around them.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>But in the 1990s, the manufacturers that called Columbus home started to dry up or move out.[[{&quot;fid&quot;:&quot;269891&quot;,&quot;view_mode&quot;:&quot;default&quot;,&quot;fields&quot;:{&quot;format&quot;:&quot;default&quot;,&quot;field_file_image_alt_text[und][0][value]&quot;:&quot;&quot;,&quot;field_file_image_title_text[und][0][value]&quot;:&quot;&quot;,&quot;field_description[und][0][value]&quot;:&quot;&quot;,&quot;field_description[und][0][format]&quot;:&quot;full_html&quot;,&quot;field_byline_text[und][0][value]&quot;:&quot;&quot;,&quot;field_migration_notes[und][0][value]&quot;:&quot;&quot;},&quot;type&quot;:&quot;media&quot;,&quot;attributes&quot;:{&quot;height&quot;:479,&quot;width&quot;:319,&quot;style&quot;:&quot;float: right; margin: 3px;&quot;,&quot;class&quot;:&quot;media-element file-default&quot;}}]]</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Where did these jobs go?</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“Overseas. China,” says Lathan.</p>\"},{\"content\":\"<p>She says there are only three or four old-line factories left in town. In fact, from 1993 to 2003, Columbus lost 33 percent of its manufacturing jobs to places like Sri Lanka, Vietnam, the Dominican Republic and, of course, China, as Lathan mentioned.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>American Trouser was one of the last to close up shop. The brick building has sat empty for almost a decade now. Lathan says when it was open, it employed about 300 people.<strong> </strong>And now that it&apos;s closed, the neighborhood has suffered.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;I’m heartbroken,&quot; says Lathan, &quot;Because we had a facility here that could employ a large majority of our population, and now we don’t have that anymore.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>In 2007 the area was hit with its biggest blow. Bryan Foods, a homegrown pig processor that had been in Columbus’s neighboring town of West Point for a century, closed. Within two months, 1,600 people would be out of a job.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Byron Hampton was one of those workers who was suddenly out of work.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“When Sara Lee closed, it was incredibly deflating,&quot; says Hampton, &quot;I mean, there were people who worked there from age 19 to whatever age they were when it closed. I was there until the last day it closed. I started when I was 19 or 20. You know, we all thought we’d kind of be there in a hometown in a place with good wages, great benefits – we all thought that would be the place we would always be.”</p>\"},{\"content\":\"<p>Hampton had gotten a two-year degree from East Mississippi Community college. His specialty was IT, but he had to take whatever job he could get at Severstal.   </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“I started out in the mill on a crane, and we had some things going on with our network,&quot; he says. &quot;My boss said, hey, you know, I see you’ve got this background so let’s talk a little bit.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;So it just blossomed into something else,&quot; he says.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Now Hampton is a shipping supervisor, using his degree in computer sciences. He says a lot of his friends from Bryan Foods who got laid off now work for Severstal too.</p>\"},{\"content\":\"<p><strong>A big part of Columbus’s appeal to prospective companies is a well-trained workforce. And just up the road from from the Severstal steel mill is a blue-roofed complex where one man heads up the efforts to insure that exists.</strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>[[{&quot;fid&quot;:&quot;269881&quot;,&quot;view_mode&quot;:&quot;default&quot;,&quot;fields&quot;:{&quot;format&quot;:&quot;default&quot;,&quot;field_file_image_alt_text[und][0][value]&quot;:&quot;Columbus&quot;,&quot;field_file_image_title_text[und][0][value]&quot;:&quot;Columbus&quot;,&quot;field_description[und][0][value]&quot;:&quot;&quot;,&quot;field_description[und][0][format]&quot;:&quot;full_html&quot;,&quot;field_byline_text[und][0][value]&quot;:&quot;&quot;,&quot;field_migration_notes[und][0][value]&quot;:&quot;&quot;},&quot;type&quot;:&quot;media&quot;,&quot;attributes&quot;:{&quot;alt&quot;:&quot;Columbus&quot;,&quot;title&quot;:&quot;Columbus&quot;,&quot;height&quot;:3264,&quot;width&quot;:4912,&quot;class&quot;:&quot;media-element file-default&quot;}}]]</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p><em>Tommy Andres/Marketplace</em></p>\"},{\"type\":\"text/html\",\"content\":\"<p>Raj Shaunak runs the Workforce Development department at East Mississippi Community College, the same college where Higgins got his computer science degree. They train between 5,000 to 6,000 students every year.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Shaunak says that after the Sara Lee plant closed seven years ago, the majority of those 1,600 folks who lost their jobs came through the doors at EMCC.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“About 400 of them had the requisite skills, all we had to do was touch them a little bit and give them a little tangential push so that they could be gainfully employed at Severstal or Eurocopter or other places,&quot; says Shaunak. &quot;But 898, that number is stuck in my brain, over the next two and a half years, we worked with them and retrained them for meaningful jobs.”</p>\"},{\"content\":\"<p>But Shaunak’s program at EMCC isn’t just about training workers for existing jobs. It’s about training them for future jobs. <span>When Severstal decided to come to Columbus, East Mississippi Community College set up training specifically tailored to the company’s method of manufacturing, with the very equipment that would be used.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“For Severstal, for their 600 jobs, we lined up 10,000 people in ten days,” Shaunak says.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Even though the dirt is still being churned at the site of the future Yokohama Tire plant, Shaunak and his team are already training a pool of workers.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“Other than Mr. Yomomoto and his assistant, everyone from HR to engineers, PhDs to technicians have to go through this pathway,” he says.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Even though they only need 500 employees, they&apos;ll have 5,000 ready to go before Yokohama ever opens its doors.</p>\"},{\"content\":\"<p>&quot;What happens to those who don’t get hired?&quot; Shaunak asks. &quot;They have higher skills now. They are more marketable. What happens when Yokohama Phase 2 occurs in 2016 or 2017, will they not be qualified? All we are trying to do is move people from dependence to enterprise. And that enterprise requires motivation on the part of those individuals.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The big pool of trained workers help lures in more businesses and more businesses, bring more jobs, and the cycle of growth continues. When Joe Max Higgins brings around prospective companies, often his first stop is at EMCC, and many times the final decisions are made in its conference room.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Companies from the area donate equipment to the school. Severstal sent computers that run assembly lines, Airbus donated a helicopter, and Paccar, a company that makes semi-truck engines gave the school two of those engines to tinker with.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“We have the exact controls that Paccar has,&quot; Shaunuk says. &quot;They gave us [two] engines. We unassemble them and then [the students] learn how to assemble it.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Just a mile up the road from EMCC is where those engines are made. And there is perhaps no greater illustration of how manufacturing in this part of the Mississippi has changed in the past decade or two.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Paccar is no cut-and-sew operation. It&apos;s a half-million square-foot, 400-employee, heavily-automated, high-tech facility. And in these walls they churn out one in every ten semi-truck engines in America.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>It&apos;s ridiculously complicated and spotlessly clean. It&apos;s also air conditioned, which is rare for factories in these parts. Paccar pays pretty well too. Folks who work here start out making around $20 an hour with full benefits and a 401K.</p>\"},{\"content\":\"<p>PACCAR plant manager Scott Blue says his company can train almost anyone from the area who has at least a high school degree and is willing to work.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Case in point, Scott Croley. He cold tests the engines, checking them over for the last time before they’re shipped out.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“I came from Omnova,&quot; Croley says. &quot;I had 23 years in Columbus, but they shut the plant down. It was factory work, but this new technology with the computers we have and everything here is a big change for me.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Croley didn&apos;t have much of a technical background or a college degree. He attended EMCC for one year. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>“I was in forestry. It had nothing to do with here,&quot; he says. &quot;And I was worried because I’d been at a place for 23 years and the technology was not up to date. I was worried about that. But they gave me a shot. And I told them I was hoping to get another 20 years in here.&quot; Croley says he hopes this is his last job. &quot;I couldn&apos;t be blessed better than that.&quot;</p>\"},{\"content\":\"<p>And we heard that over and over from the workers we spoke with. Jemika Connor left Columbus to get an engineering degree at Georgia Tech, but she was able to come back home and get a job when her mom fell ill three years ago. &quot;I love my job,&quot; she says. &quot;I love the atmosphere; I love the people around me. I plan to retire out of Paccar.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>We also heard it from Demarius Johnson who is working at Paccar while he finishes his degree at nearby Mississippi State University. Even though he&apos;s only 20, he says he&apos;s hoping to continue working here and move up in the company. &quot;I don’t plan on leaving because like I said, I’ve been here, I like it, so why leave?”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>That level of confidence in job security is not exactly something you expect in a town that still has 15 percent unemployment rate, but that’s down from 20 percent just four years ago. And the people of Columbus know their city’s turnaround is just getting started. Since Airbus came to town, The Golden Triangle has been hit with spillover from Hurricane Katrina, suffered through the recession and continued to battle old-line plant closures. But now that the national economy is turning around, the future looks bright, and Columbus is hoping to change the way people think of Mississippi. <iframe frameborder=\\\"0\\\" src=\\\"//www.youtube.com/embed/yl8mqSTW6JY\\\"></iframe></p>\",\"type\":\"text/html\"}]","audio":[{"meta":{"width":"610","crop":"primary","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/Columbus-Steel.jpg?itok=0yTzuLNF","type":"image/jpeg"},{"format":"MP3","type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/05/30/marketplace_segment22_20140530_64.mp3","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/05/30/marketplace_segment22_20140530","type":"application/json"},"duration_hms":"00:09:07","duration":547}}]}