{"created":"2015-06-18T18:34:38+00:00","modified":"2015-07-01T21:05:13+00:00","valid":{"from":"2015-07-01T21:05:13+00:00","to":"3015-07-01T21:05:13+00:00"},"hreflang":"en","title":"DNA Confirms Kennewick Man's Genetic Ties To Native Americans","published":"2015-06-22T21:34:00+00:00","teaser":"The new evidence suggests the ancient skeleton is closely related to members of a Washington state tribe. The findings are likely to rekindle an old debate between scientists and Native Americans.","itags":["npr_api","415205524"],"guid":"b5807902-99d9-4064-adca-72785a6f9907","contentencoded":"<p>New genetic evidence suggests that Kennewick Man, an 8,500-year-old skeleton found in Washington state, is related to members of a nearby Native American tribe.</p><p>The DNA may help resolve a long-running scientific mystery, while at the same time reigniting a debate over who should have custody of the remains.</p><p>Kennewick Man was discovered accidentally in the mud flat along the Columbia River in 1996. He's caused a ruckus ever since.</p><p>Physical anthropologists said his facial features and cranium didn't look Native American. Researchers suspected he might have come from Asia or Polynesia.</p><p>But Native American groups insisted he was their ancestor and deserved a proper burial. The federal government agreed and locked up the skeleton. Scientists then sued to \"release\" it. And <a href=\"http://www.rense.com/general28/stufy.htm\">they won</a>. Kennewick Man has been studied since then, and his remains are kept in a museum in Washington.</p><p>Up until now, the best-documented scientific hypothesis was that Kennewick Man is a relative of the Ainu, a group in Japan, or perhaps Polynesians. That was based on analysis of the skeleton and its features.</p><p>But new DNA evidence from a Danish group shows that Kennewick Man is genetically related to members of local tribes.</p><p>\"We can see very clearly that Kennewick Man is more closely related to present day Native Americans than he is to anybody else,\" says <a href=\"http://geogenetics.ku.dk/staff/?pure=en/persons/26558\">Eske Willerslev</a> from the University of Copenhagen. He specializes in the study of ancient DNA and led the research.</p><p>Willerslev's team extracted DNA from one of the skeleton's hand bones. They compared it to DNA from various groups around the world, including Native Americans from North and South America.</p><p>They found that Kennewick Man is not related to the Ainu of Japan or Polynesians. But he does share a close genetic affinity with members of the <a href=\"http://www.tribaltribune.com/news/article_3b8214c8-15d7-11e5-a341-b70246173d47.html\">Confederated Tribes of the Colville Reservation</a>. These tribes stem from the Pacific Northwest, and are among several Native American groups that demanded custody of the skeleton.</p><p>These <a href=\"http://www.nature.com/nature/journal/vnfv/ncurrent/full/nature14625.html\">results were published</a> Thursday in the scientific journal <em>Nature</em>.</p><p>But if that sounds like \"case closed,\" it isn't.</p><p>Willerslev acknowledges that there is very little genetic information about modern Native Americans to make comparisons. There might be other tribes more closely related to Kennewick Man. And it also could be that Native Americans are descendants of some relative of Kennewick Man who lived 10,000 to 15,000 years ago.</p><p>\"We probably will never be able to say who is, in fact, the closest living relative of Kennewick Man,\" Willerslev says.</p><p>And there's at least one scientist who isn't convinced by the genetic evidence. Physical anthropologist <a href=\"http://www.smithsonianmag.com/smithsonian-institution/meet-the-scientist-who-reads-bones-40315000/?no-ist\">Douglas Owsley</a> of the Smithsonian Institution has edited a 700-page study of the skeleton.</p><p>Owsley is an expert on bones, not genes. At his laboratory, he displays a cast of Kennewick Man's skull — alongside skulls of three Native Americans. Clearly, Kennewick Man does look different.</p><p>\"It is a much narrower and longer — relatively longer — cranium, and the way the base of the cranium is configured,\" he says. \"It is different from what we see in Native Americans.\"</p><p>Owsley doesn't dispute that Kennewick Man, or his people, passed on genes that now show up in Native American populations. But he doesn't think the evidence is sufficient to satisfy the repatriation law that requires Native American remains to be turned over to tribal authorities.</p><p>And there's still the mystery of where Kennewick Man came from. Owsley says his bone chemistry reveals things about his diet. Apparently he was a coastal dweller and a wanderer. His ancestors could have been from far away — no one knows yet.</p><p>So what now? Well, groups of Native Americans say the skeleton is theirs. Some scientists, including Owsley, say there's still too much to learn about where Kennewick Man came from to bury him now.</p><p>Clearly, Kennewick Man isn't dead yet.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=DNA+Confirms+Kennewick+Man%27s+Genetic+Ties+To+Native+Americans&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Joyce","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415537252-1c9436.m3u?orgId=1&topicId=1128&d=236&p=2&story=415205524&t=progseg&e=415519042&seg=9&ft=nprml&f=415205524"},{"href":"http://media.npr.org/assets/img/2015/06/18/kennewick-man-1-2a96f46edcd9bea39dd5a2339410da03de4439f3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1149","width":"1532"}}]}