{"created":"2015-05-27T15:05:20+00:00","modified":"2015-05-28T15:05:21+00:00","valid":{"from":"2015-05-28T15:05:21+00:00","to":"3015-05-28T15:05:21+00:00"},"hreflang":"en","title":"Standards For Child Migrants Could Force Detention Centers To Close","published":"2015-05-14T23:26:00+00:00","teaser":"The Obama administration has detained thousands of immigrant women and children, but that could soon change. A court case is challenging whether it is ever legal to hold children for long periods.","itags":["npr_api","406492722"],"guid":"b58e7781-0340-40bb-a0ee-5e7fef0758d7","contentencoded":"<p>Negotiations are underway between the U.S. government and immigration advocates over family detention after a federal judge issued a tentative ruling that detention facilities violate standards for children.</p><p>The result of the talks could force the three family detention centers operating in the U.S. — two in Texas and one in Berks County, Pa. — to close.</p><p>In Berks County, a teacher shouts out U.S. states, quizzing her 14 students on their capitals. The kids lift their hands and shout out the answers. In this classroom, students' ages range from 5 to 12. Most are from Central America, and many have been detained at the Berks County Center anywhere between six months and a year.</p><p>Michelle Brane, director of the Migrant Rights and Justice Program at the Women's Refugee Commission, says that's a problem.</p><p>\"We worry this has permanent effects on these children's both mental and physical health,\" she says.</p><p>A few years ago, parents and children would spend just a few weeks at Berks before being released.The majority then stayed with family members while their cases moved through immigration court.</p><p>But now, after tens of thousands of Central Americans fled violence in their home countries and surrendered at the U.S. border last summer, places like Berks began detaining families for much longer periods.</p><p>\"It's being treated as a final destination with the objective of deterring migration,\" Brane says.</p><p>Under federal law, children who come to the United States without legal permission can be detained, but only for a short time before being released to a parent or guardian. But if children come over with a parent, the federal government says it reserves the right to keep them for longer stretches, in some cases more than a year.</p><p>That's being challenged in court. Last month a federal judge issued a tentative ruling against the government. She determined family detention centers don't meet standards for holding migrant children.</p><p>Advocates and government attorneys are now in mandated negotiations that could lead to major changes in the way migrant families are detained. Those changes could include closing family detention centers altogether.</p><p>Brane says she's \"hopeful that these negotiations will come out to minimize the use of detention.\"</p><p>But Immigration and Customs Enforcement is defending the use of family detention. Agency staff points out that facilities are equipped with classrooms and playrooms and provide on-site medical care. In a written statement, an agency spokesman characterized the centers as an effective and humane way to keep families together as their cases are heard.</p><p>NPR recently toured the Berks facility but was not permitted to speak with any of the detainees. The dormitories are spartan, but clean. Cribs sit alongside single beds; rooms hold up to six people.</p><p>\"No one is saying Berks is a gulag,\" says Matthew Archambeault, an immigration attorney who has represented detainees at Berks. He points out that even if the physical grounds don't look like a prison, these adults and children are still essentially imprisoned.</p><p>And that means center employees — not parents — are ultimately in control. Archambeault says that undermines a child's sense of security.</p><p>\"So if their child is running and laughing, and the guard yells at them to be quiet, what can the mother or father say,\" he says. \"They are prisoners, and that guard is the one that is in charge.\"</p><p>For now, there are plans to expand the Berks facility, doubling its capacity to about 200 people. The federal government pays the county $275 per detainee per day.</p><p>The two centers in Texas are run by private corporations. Combined, they could end up holding roughly 3,000 parents and children. But that won't happen if they are shut down.</p><p>The judge has given the government and immigration advocates 30 days to try to come to an agreement.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Standards+For+Child+Migrants+Could+Force+Detention+Centers+To+Close&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alexandra Starr","audio":[{"meta":{"duration":"298"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406505248-56ba9c.m3u?orgId=1&topicId=1003&d=298&p=2&story=406492722&t=progseg&e=406504908&seg=16&ft=nprml&f=406492722"}]}