{"created":"2014-10-07T19:13:36+00:00","modified":"2014-12-04T15:16:37+00:00","valid":{"from":"2014-12-04T15:16:37+00:00","to":"3014-12-04T15:16:37+00:00"},"hreflang":"en","title":"In 1879, Explorers Set Sail To Solve Arctic Mystery, Once And For All","published":"2014-08-25T15:25:00+00:00","teaser":"<em>In the Kingdom of Ice </em>tells the story of a \"grand and terrible\" 19th-century expedition into uncharted Arctic waters. Of the 33 men who set out, only 13 made it home after a truly harrowing voyage.","itags":["npr_api","337149427"],"guid":"b5a9fc2b-620f-4abd-aaf9-19b9c77cf572","contentencoded":"<p>It's hard for us to imagine now, but there was a time when people simply didn't know what was in the Arctic circle.</p><p>\"Whether it was ice, whether it was sea, whether it was land, whether there was a civilization up there — there were a lot of weird theories about holes in the Earth,\" author Hampton Sides tells NPR's Scott Simon.</p><p>So in July 1879, more than 30 explorers set sail from San Francisco to find out. They were hoping to discover an unspoiled, verdant paradise at the top of the world which they could claim in the name of American exploration.</p><p>The expedition was commanded by George Washington DeLong — one of the time's dashing heroes — and funded by James Gordon Bennett of the <em>New York Herald</em> — one of the age's great characters.</p><p><em>In The Kingdom Of Ice</em> is Sides' new adventure story about that ill-fated venture, which he describes as a \"grand and terrible polar voyage.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On one particularly intriguing theory about the Arctic</strong></p><p>One big theory that drove this expedition ... was this notion that there was an open polar sea fed by warm water currents — and if you could just find those currents that would soften up the ice caps, you would find a gateway to this open, polar sea and sail. And of course, the Jeannette expedition found out very quickly just how wrong this idea was.</p><p><strong>On George Washington DeLong and his personal motto — \"Do it now!\"</strong></p><p>This was a guy who really wanted to do big things. Graduate of the Naval Academy, had just missed the Civil War by a matter of months and wanted to make up for lost time, and he decided that the way to do that was to become an Arctic explorer. And the U.S. Navy at that time was quite anemic, was quite in its infancy and so, in addition to working with the Navy, he had to find a sponsor who would pay for everything.</p><p><strong>On the sponsor he found, James Gordon Bennett, publisher of the <em>New York Herald</em></strong></p><p>You can't invent a more outlandish character than James Gordon Bennett. This great, Gilded Age, half-mad, playboy, womanizer — a guy who was ostracized from New York society. He was into spectacle and had sent [H.M.] Stanley to find [David] Livingstone in Africa. Had enjoyed enormous success with that series of dispatches and he was looking for an encore. And that's how he became interested in bankrolling an Arctic expedition.</p><p><strong>On the USS Jeannette's perilous voyage </strong></p><p>The main problem was that the ship was constantly leaking, even though it had been massively reinforced for the ice. The pressures on the hull of the ship were enormous in that ice pack. Eventually, after nearly two years of drifting almost 1,000 miles through the ice cap, making their way incidentally, sort of in the direction of the North Pole — they were heading in the right direction anyway — finally, the hull was fatally breached and the ship sank to the bottom of the Arctic Ocean. Leaving these 30-odd guys and their dogs out on the ice cap to fend for themselves.</p><p><strong>On what you do when you're stranded in the days before cell phones, satellite phones, airplanes, helicopters ...</strong></p><p>You're SOL, you know. It's a really, really harrowing situation and really one of the great survival stories of all time. These guys had to drag three open [life]boats over 600 miles of shifting ice pack. One of the things that made it even more difficult is they would struggle for weeks, then they would take a reading only to find out that they actually retrogressed, you know, they'd gone backwards because the ice over which they were slogging was actually moving north faster than they were moving south. [But] they finally did make it to open water.</p><p><strong>On George Melville, chief engineer, who takes over the book's narrative</strong></p><p>When the expedition reached open water, the three [life]boats took off only to encounter a huge gale which separated the three boats. And the three boats have very different fates. One of the boats was commanded by Melville ... Melville was a distant relative of Herman Melville. He was a naval engineer, a brilliant guy and his group landed first and had a much easier time of it — although no one had an easy time of it. The story really becomes the story of the three separate fates of the three different boats. And how they finally are reunited on the mainland of Russia's Lena Delta.</p><p><strong>On the fate of the men on the expedition</strong></p><p>This is something that I decided to do in terms of telling the story is to not — in talking about it or in the book jacket itself — is to not really say what happened specifically to anyone because I found that the story is just obscure enough (although of course, you can Google it, you can find out what happened to these men). There's a certain compelling quality to the <em>not</em> knowing exactly what happened, where it happened, why it happens. So I don't talk much about it other than to say there were actually 33 men, 13 made it home.</p><p><strong>On the survivors' homecoming</strong></p><p>The survivors came home to great acclaim, they were welcomed as heroes. The Jeanette was the subject of bestselling books and paintings and poems and monuments. And yet now, you know, I think if you polled 100 people, maybe one has vaguely heard of this expedition. And so, I just felt like it was one of these great harrowing, classic adventure stories that just needed to be resurrected.</p><p><strong>On what was learned from this expedition</strong></p><p>One of the real hallmarks of this expedition is that DeLong — he obliterated all the leading theories of that time. There was no \"thermometric gateway,\" there was no \"open-polar sea.\" It was the last time anyone tried to do that — it was the last time anyone ever tried to sail to the North Pole. The irony, of course, is that the climate change experts tell us that there very much well might be an open polar sea in the not-too-distant future. So maybe he wasn't crazy or quixotic — maybe DeLong was just off by 140 years.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+1879%2C+Explorers+Set+Sail+To+Solve+Arctic+Mystery%2C+Once+And+For+All&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"510"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337320877-133435.m3u?orgId=1&topicId=1033&ft=3&f=337149427"},{"href":"http://media.npr.org/assets/img/2014/08/01/kingdomofice-a314c775526aae179a4b6e82dec0a7cbb2be4924.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"456","width":"609"}}]}