{"created":"2015-05-17T10:06:33+00:00","modified":"2015-05-19T17:05:25+00:00","valid":{"from":"2015-05-19T17:05:25+00:00","to":"3015-05-19T17:05:25+00:00"},"hreflang":"en","title":"Who Did This To Peru's Jungle?","published":"2015-05-17T19:53:00+00:00","teaser":"When the price of gold skyrocketed, illegal miners flooded into the country's Amazon basin, eager to find even the tiniest bits of the precious metal. Trees and villagers have paid a price.","itags":["npr_api","398765777"],"guid":"b5b81b83-b951-4dc0-8f19-001d779eab47","contentencoded":"<p>Gold has been a blessing and a curse for Peru for centuries. In the 16th century, one of the first Spanish explorers to arrive, Francisco Pizarro, was so enthralled by the mineral riches that he took the Inca king hostage.</p><p>Pizarro demanded a room filled with gold for the release of the Atahualpa. According to legend, the Inca delivered the ransom, packing a room from floor to ceiling with the precious metal.</p><p>The Spaniards killed Atahualpa anyway.</p><p>In the 21st century, the demand for gold is once again having a profound effect on Peru. As world gold prices have risen over the last decade to record highs, thousands of subsistence farmers from the Peruvian Andes have flooded east into the Amazon basin in hopes of uncovering tiny specks of the metal. A decade ago, when gold was trading at $400 an ounce, deposits in old riverbeds wouldn't have been worth pawing through. They became incredibly attractive as the <a href=\"http://www.jmbullion.com/charts/gold-price/\">price of gold</a> shot up to as much as $1,800 an ounce.</p><p>As farmers-turned-miners invaded national parks and reserves to hunt for gold, they've left devastation in their wake, turning lush rain forests into denuded piles of gravel and contaminating waterways with mercury that <a href=\"http://www.npr.org/blogs/goatsandsoda/2015/01/21/378842801/going-for-the-gold-sends-mercury-down-the-river\">threatens</a> the health of nearby villages.</p><p>Most of the mining is in remote nature preserves and on government land. The only way to get into a massive mining zone known as La Pampa is by motorcycle. Dirt bikes thread their way through narrow single-track paths in the jungle, carrying 20-gallon jerry cans of diesel fuel and steel crank shafts through the forest for the mining effort.</p><p>They rattle over loose wooden plank bridges, plunge up through swamps until they finally arrive at a barren expanse of sand and gravel. One minute you're under the cool canopy of the jungle. The next you're under the searing sun in what looks like a desert.</p><p>\"The stretch of mining that we are in is about 40 miles long and about 5 miles wide,\" says<strong> <a href=\"http://dge.stanford.edu/people/lfernandez\">Luis Fernandez</a></strong>, a tropical ecologist with the Carnegie Institution for Science. Just two years ago the area where he's standing was a rainforest. Now he's standing on a mound of gravel.</p><p>\"This,\" Fernandez says kicking at the loose pebbles under his feet, \"is what is underneath the rich Amazon forest that we see just on the edges here.\"</p><p>\"If you strip away all the plants and the first layer of soil,\" he adds, \"this is what's underneath it. And this is where the gold is.\"</p><p>In their rush for gold, the miners contaminate nearby waterways with mercury and mud.</p><p>The miners use water hoses attached to giant pumps to blast the topsoil. They then sift the soil to search for gold. After separating the finer sediments from the heavier gravel, they mix mercury into the slurry. The ball of mercury acts like a magnet, grabbing any remaining flecks of the precious metal.</p><p>Sabina Valdez Rondon lives in the village of Manauni, which is now surrounded by gold mining operations. Her village of two dozen simple wooden houses, set behind a buffer of tall trees, is now a green oasis in a sea of dun-colored dirt. Valdez says the illegal miners have had a huge impact on the village.</p><p>\"The miners don't care about anything,\" she says. \"They don't care if they if they pollute because they're not from here. They take out the gold and they leave. In contrast, we are from here, we live here, we stay here and we are worried about our environment.\"</p><p>Earlier this year, Luis Fernandez, from the Carnegie Institution for Science, tested Valdez and her neighbors in Manauni for mercury exposure.</p><p>He found that on average, the residents of Manauni had mercury levels in their blood <a href=\"http://dge.stanford.edu/research/CAMEP/CAMEP%20Research%20Brief%20-%20Puerto%20Maldonado%20English%20-%20FINAL.pdf\">six times</a> above what's recommended by the World Health Organization. \"Some people had as high as 14 times the maximum limit,\" Fernandez says.</p><p>Mercury is particularly dangerous for children and pregnant women. It's a neurotoxin that can cause stunting and developmental delays.</p><p>Federal officials in Lima have attempted to rein in the illegal mining. They've tried to block fuel shipments into the mining zones in an attempt to cut off power to the miners' pumps and generators. They've sent in the Peruvian military to blow up mining rigs. But the efforts have had little effect. By some estimates there are now tens of thousands of illegal miners working the eastern Peruvian province of Madre de Dios. Even officials in the environmental ministry say the illicit gold mining continues to expand.</p><p>The primary reason the industry is so hard to stop is that it's generating hundreds of millions of dollars worth of gold each year. Laborers who might have struggled to find work for $10 a day in other parts of Peru can make $50 or $100 a day on a mining rig.</p><p>The gold trade has become a major force in the local economy. Shops dedicated to mining equipment operate openly in Puerto Maldonado, even though it's clear their customers are engaged in illegal mining.</p><p>A new governor just took office in January, and he's a miner. Miners rail against any efforts to curb their activities. Many even argue that the issue of mercury contamination is a plot by American environmentalists to try to drive them out of the jungle.</p><p>Florentino Sucso, a miner and the mayor of a mining village called Tres Islas, denies that mercury is toxic. <strong></strong></p><p>\"That's a lie!\" he yells when asked about the health effects of spilling tons of mercury in the rivers each year. \"That's a trick, my brother. I am 54 years old. I'm not sick. I can jump. I can run. I can play football. I can have children. Everything you want.\"</p><p>People in this part of Peru have few other ways to earn a living. Some harvest Brazil nuts from the jungle. There have been attempts to set up fish farms. But these industries are tiny compared to the mining. The only other major source of income is ecotourism, and tour operators are not happy about the destruction the miners leave in their wake.</p><p>The miners' greed could destroy this part of the Peruvian Amazon for everyone, says Jorge Borja, who runs a jungle lodge on the Tambopata River.</p><p>The gold itself is being gobbled up by a global market. Forces outside Peru — the commodity exchanges in London, New York and Hong Kong — are once again proving more powerful than the Peruvian state.</p><p>Miners denounce efforts to curtail their use of mercury as a plot to keep them in poverty. They argue that if this gold had been beneath the ground in the U.S., Americans wouldn't just leave it there.</p><p>Borja figures the thing mostly likely to halt the destruction caused by gold mining in this part of the Peruvian Amazon is for global gold prices to fall dramatically back to where they were a decade ago.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Who+Did+This+To+Peru%27s+Jungle%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"358"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407447394-db922b.m3u?orgId=1&topicId=1031&d=358&p=10&story=398765777&t=progseg&e=407447293&seg=16&ft=nprml&f=398765777"},{"href":"http://media.npr.org/assets/img/2015/04/24/dsc03263-1-e0ab76430420f10a208aaec1b09022ba0f70a832.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1810","width":"2413"}},{"href":"http://media.npr.org/assets/img/2015/04/24/dsc03114-1-9e39cbc3d32195e5c42869e3c0bb2d95779c8275.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1690","width":"2253"}},{"href":"http://media.npr.org/assets/img/2015/04/24/peru-gold-mining-pm-manuani-peru-063-1-3-c0e31602045851b908faaa77708386624f679539.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}},{"href":"http://media.npr.org/assets/img/2015/04/25/peru-gold-mining-img_9649-1-6x-c0d443c8414dbb413ffe9e7af03250b54a6191c8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1951","width":"2601"}},{"href":"http://media.npr.org/assets/img/2015/04/25/img_9658-6-9bd75c56ea59cc823637532e5d49a19586168b18.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2650"}},{"href":"http://media.npr.org/assets/img/2015/04/24/peru-gold-mining-img_9697-1-3-b8202acc07aaca8d3b91f50bc93980f1d5cf9f01.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2097","width":"2796"}},{"href":"http://media.npr.org/assets/img/2015/04/25/img_9580-6x-8d170e7f4915943b833acbf8171956c53a7cdb0c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}