{"created":"2015-03-09T20:13:25+00:00","modified":"2015-03-11T19:13:53+00:00","valid":{"from":"2015-03-11T19:13:53+00:00","to":"3015-03-11T19:13:53+00:00"},"hreflang":"en","guid":"b5cfb847-344a-41ca-a17d-7cd9cce4feb5","title":"What should the world do next for equal rights for women?","published":"2015-03-11T19:13:52+00:00","byline":"Jeb Sharp","tags":["women","UN","Beijing +20","Across Women's Lives","Global Politics","Beijing","New York City","Asia","North America","China","United States","Asia","East Asia","North America","Joanne Sandler","Anne Marie Goetz","Jacqueline Pitanguy","Beijing +20","Women's rights","United Nations Commission on the Status of Women","Feminism","Social history","Social Issues","Body Politics: The struggle for access to reproductive rights"],"teaser":"Twenty years ago, at a landmark global women’s rights conference in Beijing, it looked like equality was in reach for the women of the world. But things haven’t gone as easily as hoped since then. Today, there’s still no country in the world where women are equal to men.","contentencoded":"<p>Thousands of women’s rights advocates have converged in New York City to take stock of gains and losses over the past two decades. The gathering is officially called the 59th meeting of the UN Commission on the Status of Women, but colloquially it's called Beijing +20. </p>\n<p>Joanne Sandler remembers the heady atmosphere at the original Beijing conference on women in 1995. She’s the former deputy director of the UN agency UNIFEM. Back in 1995, she worked at the Ms. Foundation for Women, coordinating more than 100 activists. She remembers meetings in muddy fields full of tents and the huge enthusiasm when nations of the world agreed on the momentous <a href=\"http://www.un.org/womenwatch/daw/beijing/platform/\">Beijing Declaration and Platform for Action</a>.</p>\n<p>“You had almost every country in the world signing up to what was a very visionary road map around women’s reproductive rights.” Sandler recalls. The declaration charted a course to prevent unsafe abortion, recognize sexual rights, and brought to the fore economic rights for women. “[It made] violence against women a public rather than a private issue,” she says, and it recognized “the abysmal failure of societies to give women their equal place in legislatures and corporate boardrooms.”</p>\n<p>For all its vision though, the document lacked specific targets and timelines and mechanisms for accountability.</p>\n<p>Meanwhile, the climate at the United Nations has changed dramatically, making consensus on issues of women’s rights far more difficult. In the early 1990s, the Berlin Wall had just come down, the Cold War had ended, and there was talk of a global peace dividend. Now, after 9/11 and its fallout, there are again deep divisions among UN member states.</p>\n<p>“There’s hyperpolarization in the world,” Sandler says. “That manifests itself in the kinds of conversations you see in the UN. There are much more conservative forces who are often very visibly committed to rolling back commitments to women’s rights and gender equality.”</p>\n<p>Veterans of the Beijing Conference say you can see the results in the level of debate on women’s rights issues. This week, the UN Commission on the Status of Women issued a <a href=\"http://www.unwomen.org/en/csw/csw59-2015\">declaration</a> that critics find alarmingly bland.</p>\n<p>“It’s relatively anodyne in its lack of ambition,” says Anne Marie Goetz, a professor at NYU’s Center for Global Affairs who formerly worked at the UN. She says the statement fails “to condemn current atrocities and abuses” or \"address emerging threats to women’s rights such as religious extremism and violent extremism.”</p>\n<p>The Beijing World Conference on Women was the fourth of its kind. There has never been a fifth. Some veterans of the process say that’s a good thing, that another conference in today’s political climate might actually roll back gains made at Beijing.</p>\n<p>“Let’s keep our treasure,” Brazilian women’s rights leader Jacqueline Pitanguy says. “The coalition of conservative countries is so powerful. The world is very hostile, particularly in the area of sexual and reproductive rights.”</p>\n<p>Other veterans of Beijing express similar sentiments. They point to a newly-formed alliance of countries at the UN called the <a href=\"http://eng.belta.by/all_news/politics/Belarus-Egypt-Qatar-initiating-group-of-friends-of-family-in-UN-HQ_i_79260.html\">Group of the Friends of the Family</a>, which they say is actively working to roll back progress on women’s rights. The group includes  Russia, Egypt, Iran, Saudi Arabia and others.</p>\n<p>But the prospect of battling hostile forces doesn’t faze Joanne Sandler. She’s been in the trenches for 30 years; she’d like to see a fifth World Conference on Women that gives a younger generation of men and women the chance to hold a global, transnational conversation about gender equality.</p>\n<p>“When did we become a movement that makes decisions on what we do out of fear?\" Sandler asks.</p>\n<p>Beijing +20 is one thing, but what she and some other activists dream of is something more like Beijing 2.0.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-09%2Fwomen-s-rights-activists-say-world-needs-another-beijing-summit-might-be-hard&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0309201502.mp3"},{"href":"http://www.pri.org/file/0309201502mp3"}]}