{"created":"2014-09-08T20:41:45+00:00","modified":"2015-03-06T15:03:41+00:00","valid":{"from":"2015-03-06T15:03:41+00:00","to":"3015-03-06T15:03:41+00:00"},"hreflang":"en","title":"Try This On For Size: Personal Styling That Comes In The Mail","published":"2014-09-09T15:43:00+00:00","teaser":"Too busy for the mall? Online services like Stitch Fix and Trunk Club attempt to re-create personal shopping relationships of yesterday, powered by today's data analytics.","itags":["npr_api","344266076"],"guid":"b5d39677-1024-4c15-9e6f-af9bc4498ad3","contentencoded":"<p>These days, you don't have to be a model — or a real housewife of reality TV — to have a personal stylist. You can get one online, for a reasonable monthly fee. The services, in which clothes are picked out for you and sent in the mail, are catching on among the time-starved and the fashion-challenged. Like my editor, <a href=\"http://www.npr.org/people/2101611/uri-berliner\">Uri Berliner</a>.</p><p>\"Most days I couldn't even tell you what clothes I have on, what color they are,\" he says.</p><p>To try for a more memorable look, Uri got an account on Trunk Club. On the site, <a href=\"https://my.trunkclub.com/signup/levels\">a quiz for members</a> starts with a question about your current style level — clueless, confident or aficionado. Then you choose stores where you already shop and photos that match the look of clothes you currently wear. You're then paired with a personal stylist. Uri's was Emily Kindt, who followed up with a phone call. Uri explained he would need the clothes to kind of go together, since he wouldn't be able to piece them together on his own.</p><p>\"I can't see, oh, I should wear this shirt with these pants or these shoes would look good with that. That, to me, is like understanding how to build a rocket ship that goes to Jupiter,\" Uri says.</p><p>Not to be left out, I signed up for a women's service called <a href=\"https://www.stitchfix.com/about\">Stitch Fix</a>. The founder and CEO is Katrina Lake.</p><p>\"As women get busier and busier, I think the idea of going to a mall or even going to your nearby boutique is a daunting proposition,\" Lake says. \"There's so much inventory out there and it's hard to figure out what exactly you should be getting.\"</p><p>Stitch Fix also pairs you with a stylist to choose clothes for you. It costs $20 a box for the styling service. Lake says it harkens back to the days of a one-on-one experience with a store clerk you saw regularly.</p><p>\"Think about what department stores used to be — a place of wonder, a place of community, and a place where you're building real human connections and relationships — all of that really is missing online,\" Lake says.</p><p>Stitch Fix, Trunk Club and services like them attempt to re-create personal shopping relationships of yesterday, powered by today's data analytics.</p><p>On Stitch Fix, you describe your style sensibilities with words like \"preppy\" or \"romantic\" or \"edgy.\" You're presented a series of photos showing clothing and accessories in various styles. You rank those photos \"love it, hate it, or like it.\" Just as Netflix gets to know your preferences based on which films you choose, Stitch Fix uses an algorithm to understand and predict your style preferences.</p><p>\"It's still totally up to the stylist to make the selections for you. But if you say, for example, you're looking for a work dress, the algorithm is going to help her, to inform her, what work dress is likely to work for you, based on all of the information that we have,\" Lake says.</p><p>Customers seem to like this mix of algorithm and art. Stitch Fix had a customer waiting list for two years and now employs 550 stylists. Men's service Trunk Club <a href=\"http://www.chicagotribune.com/business/breaking/chi-nordstrom-trunk-club-20140814-story.html\">just got acquired</a> by longstanding retailer Nordstrom.</p><p>And as for our boxes of clothes, they arrived in the mail a few weeks after we signed up for styling services. Inside my box were five items and a personalized note from my stylist. \"Have fun trying on all these great pieces. I'd love to style you again soon. XO, Layla,\" it reads.<br /> <br /> Uri got a box filled with two shirts, two sweaters, a jacket, four pairs of pants, dress shoes and striped socks in a lovely shade of lavender.</p><p>Do the clothes work? It matters, since you only pay for what you keep and send back what you don't. I kept three of my five pieces — earrings, a military style jacket and black, skinny jeans from a designer I hadn't heard of, but loved. For Uri, a noticeable look did emerge. He says all the feedback's been good.</p><p>\"An improvement, a definite improvement,\" he says.</p><p>But his new threads will cost him. A button-down shirt from his trunk is $185.</p><p>\"I have one of those from Old Navy that cost $25, probably,\" Uri says.</p><p>The shirts are going back. But he's keeping the shoes.</p><p><em>Big thanks to Uri Berliner for so generously being a good sport — and our model — for this piece. Also a thanks to our colleagues Don Gonyea, Matt Thompson and Lakshmi Singh for contributing their style takes for our audio piece.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Try+This+On+For+Size%3A+Personal+Styling+That+Comes+In+The+Mail&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"282"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346879411-32b850.m3u?orgId=1&topicId=1049&e=344266076&d=282&ft=nprml&f=344266076"},{"href":"http://media.npr.org/assets/img/2014/08/29/stylist-1-1b8b700778eaa6441f90f9528c0015ea43a75ca0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3127","width":"4171"}},{"href":"http://media.npr.org/assets/img/2014/08/29/stylist-2-372fcbdcc7305e412997e1d5d1dcc5c5c9a873a3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3213","width":"4284"}},{"href":"http://media.npr.org/assets/img/2014/08/29/stylist-4-fef3ef59be706901f274b14007d7ded49e7d1944.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3407","width":"4543"}}]}