{"created":"2015-06-19T20:54:01+00:00","modified":"2015-06-22T23:16:52+00:00","valid":{"from":"2015-06-22T23:16:51+00:00","to":"3015-06-22T23:16:51+00:00"},"hreflang":"en","title":"Detroit's Iconic Fisher Building Up For Auction","published":"2015-06-22T15:11:00+00:00","teaser":"An important part of Detroit's skyline is on the auction block — the 29-story Fisher Building. The bank foreclosed on it, and next week, it goes up for sale online.","itags":["npr_api","415200237"],"guid":"b5db6369-27db-4f4c-83f5-93a398a66edc","contentencoded":"<p>\"Detroit's largest art object\" is up for sale, and it's not part of a collection at the Detroit Institute of Arts.</p><p>It's the Fisher Building, a National Historic Landmark, and it's on the auction block — the online auction block, that is.</p><p>You could purchase <a href=\"https://www.auction.com/michigan/commercial-auction-asset/193031977-7805-3011-w.-grand-blvd.-7430-second-avenue-detroit-mi-48202-b_143\">one of Detroit's most iconic buildings online at Auction.com</a> June 22-24.</p><p>The bank foreclosed on the 29-story art deco building recently and now some real estate experts are calling it a rare opportunity to get a piece of history at a bargain basement price.</p><p>The story of the Fisher Building begins in the late 19th century. The seven Fisher Brothers built carriages for horses, then, bodies for cars. General Motors bought out the Fishers in 1919 for $200 million, or about $2.7 billion in today's dollars. The Fishers used some of that money for civic causes, and some to build a palace to honor their legacy. They chose Detroit's most-prolific architect, Albert Kahn, to build it.</p><p>\"So the Fisher brothers reach out to him, they say, we're going to give you a blank check. In return, we want the most beautiful building in the world,\" says Ryan Hooper with \"Pure Detroit,\" a group that gives tours of the Fisher Building.</p><p>The New York League of Architects said the goal was achieved: They declared the Fisher the most beautiful building of 1928, largely because of the three-story arcade.</p><p>\"We're talking about these art deco chandeliers hanging above us, this beautiful frescoed ceiling above us,\" Hooper says, pointing up at the ceiling</p><p>\"The exterior of the building, it's marble clad, making it the largest marble clad commercial building in the world. Inside you have over 52 different types of marble, all different colors coming from all different parts of the world,\" he says.</p><p>And 430 tons of bronze to really put it over the top — some of which is on the lobby elevators.</p><p>\"It's a cast bronze door, marble frame,\" Hooper says, admiring the elevator. \"It's kind of mind blowing when you think about it.\"</p><p>These were once the fastest elevators in the world, Hooper says.</p><p>There's also a 2,000-seat theater inside the building. And all of this can be yours.</p><p>\"I think the property has the potential to trade in the $20 million to $30 million dollar range,\" says A.J. Weiner, the managing director for the real estate firm Jones Lang LaSalle's Detroit office.</p><p>Keep in mind, the Fisher Brothers originally put $140 million in today's dollars, into the property. In Chicago or New York City, a building of this size and grandeur could sell for perhaps $500 million, Weiner says.</p><p>This week's auction also includes the neighboring 10-story art deco \"Albert Kahn Building\" and two parking garages.</p><p>But would buying the building be throwing good money after bad?</p><p>\"I think it's throwing good money after great,\" Weiner says.</p><p>That's contingent on a few things though. This neighborhood, called \"New Center,\" was once among the wealthiest commercial areas on earth. General Motors had its world headquarters here. Detroit boosters say it's the next commercial part of Detroit that's ready to take off.</p><p>Jim Bieri, with Stokas Bieri Real Estate in Detroit, says if the neighborhood can come back around, the Fisher Building's price tag would be really low.</p><p>\"It's shocking because it is a magnificent architectural gem,\" says Bieri.</p><p>He says beautiful, historic buildings like the Fisher can attract more tenants and fetch high rents. But, he adds, people don't work in the marbled lobby.</p><p>\"I haven't ridden the elevators much lately, but I'm told they don't operate like the used to,\" says Bieri. \"I just know that when they get into a building like that, if you haven't been taking care of it, there's just issue after issue from electric to HVAC.\"</p><p>The bathrooms and the plumbing also need updating. Occupancy rates in the Fisher Building have dwindled in recent years.</p><p>Tour guide Ryan Hooper took me to the vacant 19th floor, with 1970s-era drop ceilings and old carpeting. In a word: It's drab.  </p><p>It could cost a new owner $60 million to fix up the Fisher Building, perhaps double the purchase price. And it will also require an act of faith by any new owner that this neighborhood can indeed come back, and new businesses will want to move into the building.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Detroit%27s+Iconic+Fisher+Building+Up+For+Auction&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Margolis","audio":[{"meta":{"duration":"265"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415809592-10b4b9.m3u?orgId=1&topicId=1017&d=265&p=2&story=415200237&t=progseg&e=415809417&seg=15&ft=nprml&f=415200237"},{"href":"http://media.npr.org/assets/img/2015/06/18/dsc_0297-edit-a1713bd05a541814eeff0400b04d56702e285775.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"835","width":"1113"}},{"href":"http://media.npr.org/assets/img/2015/06/18/9481468367_14df216a87_o-218ea7986035886b770b0cd37f50239b6381036a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1406","width":"1875"}}]}