{"created":"2014-09-05T15:05:09+00:00","modified":"2014-10-31T00:46:37+00:00","valid":{"from":"2014-10-31T00:46:37+00:00","to":"3014-10-31T00:46:37+00:00"},"hreflang":"en","title":"The Shifting Legacy Of The Man Who Shot Franz Ferdinand","published":"2014-09-03T20:26:00+00:00","teaser":"Gavrilo Princip helped spark World War I when he assassinated the heir to the Austro-Hungarian throne a hundred years ago. In death, he's been a more potent symbol than he ever was in life.","itags":["npr_api","326164157"],"guid":"b5e5f9a0-7ccd-4cbd-88eb-b087131554c7","contentencoded":"<p>A hundred years ago Saturday, <a href=\"http://www.npr.org/2014/06/27/325516359/a-century-ago-in-sarajevo-a-plot-a-farce-and-a-fateful-shot\">Gavrilo Princip shot the heir to the Austro-Hungarian throne</a>. That event triggered World War I, charting the course for the 20th century. Today, the legacy of the Bosnian Serb nationalist remains the subject of intense debate — nowhere more than in Sarajevo itself.</p><p>In the one-room museum on the corner where the assassination took place, tour guide Mirsad Nazerovic points to a black-and-white photo of a pillar that used to stand outside this building. It was a monument with a very short life.</p><p>\"Construction started in 1916. It was finished in 1917. And it was destroyed in 1918,\" says Nazerovic.</p><p>That was the first in a long string of short-lived memorials to the assassination.</p><p>\"The question you're faced with is very stark,\" says historian James Lyon, an expert in Balkan history. \"Was Gavrilo Princip a terrorist, or was he a national hero? There have been tug-of-war interpretations, and they have changed over time.\"</p><p>Lyon runs through about a half-dozen monuments that have been erected on this site, built up and torn down with each change in power.</p><p>There was a plaque in the 1930s that said Princip fired shots expressing the longing of people to be free. It was removed when the Germans arrived.</p><p>Then World War II ended, and a plaque went up noting that this was \"where Gavrilo Princip threw off the German occupiers,\" says Lyon, \"obviously with references to the recent war in mind.\"</p><p>For a while, there were footprints in the sidewalk where tourists could stand in Princip's shoes. Those were torn out during the Balkan war in the 1990s.</p><p>Today, a resolutely apolitical plaque stands on the corner of where the assassination took place. It reads: \"From this place on 28 June 1914, Gavrilo Princip assassinated the heir to the Austro-Hungarian throne Franz Ferdinand and his wife Sofia.\"</p><p>And this isn't the only place where the battle over Princip's legacy is raging.</p><p>A visit to Princip's grave requires a taxi ride outside of the town center. The site doesn't look like a historic place of consequence. People sell used books outside the cemetery fence. There's a grungy cafe, and a highway overpass casts a shadow on the graves.</p><p>Inside, Princip and most of his co-conspirators are buried in a small chapel. He died in prison after being convicted of the assassination. Some of the others were executed.</p><p>Historian Edin Hajdarpasic of Loyola University says the inscription on the chapel refers to the assassins as heroes.</p><p>\"And above it is a citation from the Montenegrin poet Njegos,\" says Hajdarpasic. \"And it reads: 'Blessed is he who lives forever. He had something to be born for.' \"</p><p>Not what one would think of as the grave of a villain. Instead, says Hajdarpasic, \"it has hero written all over it.\"</p><p>In every era, people with power have tried to use this assassin as a symbol. The meaning of the symbol changes depending on who's talking.</p><p>Even Hollywood got in on the act. The real Princip was a scrawny, malnourished guy.</p><p>But in the 1975 movie <em>The Day That Shook the World</em>, he's a smoldering heartthrob who murmurs to a gorgeous woman, \"Try to understand. I must do it.\"</p><p>To people with firsthand experience of the assassination, this all seems very odd. Haaris Pasovic is a theatrical director in Sarajevo. His grandfather was a teenager working in the family shop on June 28, 1914, and actually heard the gunshots that killed Archduke Franz Ferdinand.</p><p>\"My grandfather mentioned that once to me in passing,\" says Pasovic. \"The Sarajevo assassination wasn't ever the big deal in Sarajevo.\"</p><p>Not for locals, anyway. But politicians know a powerful tool when they see one. And for the past 100 years, Gavrilo Princip has been a more potent symbol in death than he ever was in his life.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Shifting+Legacy+Of+The+Man+Who+Shot+Franz+Ferdinand&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326205986-3edb1a.m3u?orgId=1&topicId=1004&ft=3&f=326164157"},{"href":"http://media.npr.org/assets/img/2014/06/27/wwi-princip-fc0750bd2fb63ea83993762ad4c49f65e992a33a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1223","width":"1631"}}]}