{"created":"2015-01-30T20:00:16+00:00","modified":"2015-02-03T15:10:45+00:00","valid":{"from":"2015-02-03T15:10:45+00:00","to":"3015-02-03T15:10:45+00:00"},"hreflang":"en","guid":"b5e67db8-da45-4f02-920b-15d51702a058","title":"Doctors become targets in Sudan's forgotten wars","published":"2015-02-03T15:10:44+00:00","byline":"Christopher Woolf","tags":["war","MSF","Doctors Without Borders","warplanes","aerial bombing","humanitiarian aid","aid groups","law of war","Human Needs","Conflict","Conflict & Justice","Asia","Sudan","South Kordofan","Asia","Middle East","Jens Pedersen","Marc Van der Mullen","Médecins Sans Frontières","Sudan","Nuba peoples","MSF","Darfur","War","Nuba Mountains","International nongovernmental organizations"],"teaser":"War is very much a part of daily life in Sudan, with several marginalized minorities in revolt against the government in Khartoum. And while these wars may be forgotten by the wider world, aid groups like Doctors Without Borders are on the ground — and sometimes targeted for attacks.","contentencoded":"<p>Aid groups like Doctors Without Borders aren't just health care providers in war zones. They're also sometimes targets.</p>\n<p>Last Tuesday, a hospital in Sudan run by the group, which is often known by its French initials, MSF, was bombed by a Sudanese government warplane.</p>\n<p>\"At the height of our mid-day operations, a fighter jet came in at low level and immediately dropped, on its first run, a cluster of 13 small bombs onto the compound,\" says MSF's Marc Van der Mullen. “We understand the same jet fighter attacked a church in the village just before.”</p>\n<p>Van der Mullen, who's the head of the MSF section responsible for the hospital, knows the facility well and says it was unmistakably a humanitarian site. “It’s a large structure. It’s identified by MSF flags … It should have been clear there were large numbers of people there, mostly women and children,\" he says. </p>\n<p>There were about 150 patients and staff in the hospital at the time, and they were extremely lucky. Just two of the bombs reached the compound, and only two people were injured, both lightly. But the hospital has been hit before — an air raid last June killed one person — and the facility is now closed out of fear of further attacks</p>\n<p>The hospital is in the mountainous Nuba region of Sudan's South Kordofan province, where the mostly Christian and non-Arab population is rebelling against the Muslim Arab-dominated government in Khartoum.</p>\n<p>They're only one of several minority groups who are fighting the central government over problems like ethnic discrimination and division of oil resources.</p>\n<p>Van der Mullen insists MSF remains committed to serving the Nuba mountains and finding a way to provide health care without putting patients and staff at risk, but he would not elaborate on the group's plans.</p>\n<p>The Sudanese government did not deny carrying out the attack, but says the facility is unauthorized and therefore illegal. MSF-Belgium, a separate section of the group that is registered to operate inside Sudan, also announced this week that it was suspending operations in three provinces affected by war because of the government’s consistent obstructiveness. </p>\n<p>Jens Pedersen, a humanitarian policy adviser with MSF in Johannesburg, told The World he suspects the government wants to fight without outside witnesses, hoping the various rebellions will reman forgotten.</p>\n<p>Van der Mullen acknowledges his section of MSF is not registered to operate inside Sudan, but says “we feel very strongly that under humanitarian law, we have the right to provide health care to a vulnerable population, no matter who’s in charge of that area.”</p>\n<p>Van der Mullen says the government might suspect the hospital of treating wounded rebels, but he claims the hospital has not treated any war casualties for at least a month.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0130201507.mp3"},{"href":"http://www.pri.org/file/0130201507mp3"}]}