{"created":"2015-05-13T07:23:27+00:00","modified":"2015-06-05T15:23:18+00:00","valid":{"from":"2015-06-05T15:23:18+00:00","to":"3015-06-05T15:23:18+00:00"},"hreflang":"en","title":"Was 'Deflategate' About Tom Brady's Legacy Or His Ego?","published":"2015-05-13T14:11:00+00:00","teaser":"The Patriots quarterback was recently suspended for his apparent role in underinflating game balls. For commentator Frank Deford, \"Deflategate\" is as much about Brady's vanity as it is about victory.","itags":["npr_api","406227352"],"guid":"b5e97f2d-b8a6-4dcb-9ad2-cf094b08e49e","contentencoded":"<p>Here's a question to ponder over your morning coffee: Why?</p><p>Why would the New England Patriots' Tom Brady get involved in a scandal? This week, Brady, who has denied any wrongdoing, was suspended four games for his alleged involvement in lowering the pressure in the footballs he threw in a playoff game.</p><p>Yet he did not seem to <em>need </em>to cheat to win.</p><p>In the case of Bill Belichick, the Patriots' head coach, the answer to the question above seems easy: It is — as they phrase it in sports — all about winning. And he has a record of flirting with the limits of what's legal.</p><p>In 2007, he cheated and stole the New York Jets' signals, paid the half-million-dollar fine and moved on. Even that venerable gentleman, Don Shula, has called him \"Beli-cheat.\"</p><p>And remember the game played the week before the infamous deflatable AFC championship? In that game, the Patriots barely beat the Baltimore Ravens, using a screwy formation that was technically legal, but only by rendering an ineligible receiver suddenly eligible — or something or other. Never mind the particulars; it was just good old Belichick scheming.</p><p>As the quarterback who made that scheme work noted smugly, when the Ravens complained: \"Maybe those guys got to study the rulebook.\"</p><p>That quarterback, of course, was Tom Brady. Now there is a man who knows the rulebook.</p><p>What intrigues me is, why would <em>he</em> do it? Brady, who has already become a football immortal. So did Brady cheat and put his legend on Skid Row just because it's only all about winning — a la Lance Armstrong — or was it perhaps more personal?</p><p>He's 37 years old now, and football players at 37 are simply physically not up to what they once were.</p><p>A few years ago, it was Brady and his contemporary, Peyton Manning — they, the divine divas of the 21st-century NFL — who successfully petitioned the league to let teams use their own balls. We can say now, perhaps, that by doing so Brady would eventually hoist himself on his own petard. But the larger point is that even then, Brady was looking for a little hedge against growing older.</p><p>Sure, deflating the balls must've helped the Patriots, but maybe more than that, it helped pretty Tom Brady, the Golden Boy, hang onto that sheen of immortality for an overtime.</p><p>It would surely drive Belichick crazy to think that it was vanity as much as victory that drove Brady, but I have to believe that is the case, that Brady might not have cut a deal with the devil only because it's all about winning.</p><p>Oh well, he still has his looks. I wonder if it'll be just as difficult for him when his beauty starts to fade as it has been lately, as he realizes that his skills are beginning to deflate.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Was+%27Deflategate%27+About+Tom+Brady%27s+Legacy+Or+His+Ego%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"206"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406358772-c55815.m3u?orgId=1&topicId=1055&aggIds=4499275&d=206&p=3&story=406227352&t=progseg&e=406357221&seg=11&ft=nprml&f=406227352"}]}