{"created":"2015-02-02T22:05:25+00:00","modified":"2015-02-03T21:07:23+00:00","valid":{"from":"2015-02-03T21:07:23+00:00","to":"3015-02-03T21:07:23+00:00"},"hreflang":"en","guid":"b5eacf53-0852-458b-8d1d-385fe48b308a","title":"Oh, Donetsk airport, I knew you when","published":"2015-02-03T21:07:22+00:00","byline":"David Leveille","tags":["Donetsk International Airport","Ukraine","pro Russian separatists","Donetsk","Conflict","Conflict & Justice","Donetsk","Europe","Asia","Ukraine","Russia","Europe","Asia","Sergei Prokofiev","Donetsk International Airport","War","pro-Moscow separatists","Ukrainian forces"],"teaser":"She remembers the Donetsk airport when it was a sad Soviet-era fixture. And when it was transformed, reimagined, for a 2012 European soccer tourney. Now it is rubble in fighting in eastern Ukraine, and she realizes \" how little time it takes to destroy something which has been so painstakingly built.\"","contentencoded":"<p><em>EDITOR'S NOTE: Once gleaming, the international airport in the Ukrainian city of Donetsk is now a pile of smoldering rubble and in the hands of pro-Moscow Ukrainian separatists. Anastasia Gribanova of the BBC's Ukrainian Service remembers another time.</em></p>\n<p>The first time she flew from Donetsk was seven years ago.</p>\n<p>\"I remember how anxious I was pulling my suitcase up the stairs of the old and that time only terminal of the city airport,'' Anastasia Gribanova recalls. \"To be honest, back then it wasn't much to look at.\"</p>\n<p>The airport, she says, \"was a gloomy legacy of the Soviet era with poor air conditioning, no escalators, overpriced snack bars, bad toilets, and seats so old you were afraid to lean on them in case they broke.''</p>\n<p>But things changed in 2012, when Ukraine won the right to host the Euro 2012 football/soccer championship.</p>\n<p>\"The city transformed before your very eyes as it prepared to host guests from all over Europe. It got new roads, new buses and trams, new hotels, new shopping malls and the cherry on the top was the new gleaming airport. I remember how excited and proud everybody in Donetsk was.</p>\n<p>\"It was named after the renowned composer Sergei Prokofiev, who was born in the Donetsk region. For many, the newly constructed airport was a symbol of the city’s prosperity and new opportunities. Just imagine, this would be the first thing people would see when they come to Donetsk, many of my friends said. It was built to impress. A vast wall of glass at the front of the building, framed by perfectly symmetrical, interspersed columns. Wide sweeping, polished concrete floors, shiny surfaces, and lights, lots of lights.</p>\n<p>\"Somehow the new facility made Donetsk stand out on the Ukrainian map changing the image of the city from Soviet and conservative to open minded and aspiring ...  It added to the image of the city and the region and it really looked impressive with all these escalators, smoking areas, cafes, and cosy armchairs.</p>\n<p>\"Another friend of mine from Donetsk, Daria, says the new airport was big but not too busy. That is why she always felt she was flying from a VIP terminal. Daria has warm memories of the venue. Her Mom works in Moscow, so it became the sight of many an emotional reunion when she came home for holidays. But most of all Daria liked the way the airport looked at sunset. She sometimes drove there after work to admire the view.</p>\n<p>\"And now it’s all gone, wiped out in the recent violence in east of Ukraine. The glass is mostly shattered, the shiny surfaces blackened, and the concrete erupting with twisted metal. No more bustling crowds milling around the terminal, no more people casually chatting as they wait for their flights, no more children over excited about their upcoming trip, and no more family reunions. I still can't believe that it's all gone.''</p>\n<p>“But the city is gone”, says Daria. ...</p>\n<p>\"Some people say it's not the airport we should cry over. My friend Anna says she doesn't feel sorry about Donetsk airport, not a bit. She said she doesn't care what has happened or is going to happen to that pile of glass and concrete. She doesn’t shed tears when she sees the pictures of it online. What she cares about are the Ukrainian soldiers who are still there, alive, wounded, or dead.</p>\n<p>\"I've been living in the capital Kiev for almost five years now, but Donetsk has always been a place I came back to for support and inspiration. It is there I spent most of my life and met most of my friends. So to see the city that I love turning into ashes is heartbreaking. The airport is just one of our symbols but I could name many others that were the backdrop to important moments in my life. Of course it’s human lives that matter, but I cannot help thinking about how little time it takes to destroy something which has been so painstakingly built.\"</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/airport_0.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/airportjpg-1"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0202201502.mp3"},{"href":"http://www.pri.org/file/0202201502mp3"}]}