{"created":"2015-03-05T00:40:52+00:00","modified":"2015-05-13T21:11:21+00:00","valid":{"from":"2015-05-13T21:11:20+00:00","to":"3015-05-13T21:11:20+00:00"},"hreflang":"en","title":"Justices Roberts And Kennedy Hold Key Votes In Health Law Case","published":"2015-03-05T18:08:00+00:00","teaser":"No telling yet which side will win. But did Justice Kennedy's mixed signals Wednesday hint that he was leaning toward the administration's view of federal subsidies for health insurance?","itags":["npr_api","390707694"],"guid":"b5ef9d99-f616-4483-b5ca-5612757a5b83","contentencoded":"<p>With yet another do-or-die test of Obamacare before the U.S. Supreme Court on Wednesday, the justices were sharply divided.</p><p>By the end of the argument, it was clear that the outcome will be determined by Chief Justice John Roberts and Justice Anthony Kennedy. The chief justice said almost nothing during the argument, and Kennedy sent mixed signals, seeming to give a slight edge to the administration's interpretation of the law.</p><p>Judging by the comments from the remaining justices, the challengers would need the votes of both Roberts and Kennedy to win.</p><p>The challengers hinge their argument on six words in the 1,000-plus-page law. Those words stipulate that for people who cannot afford health insurance, subsidies are available through \"an exchange established by the state.\" Only 16 states run their own exchanges. The federal government runs the exchanges for the remaining 34 states that opted out of running their own.</p><p>Representing the challengers was lawyer Michael Carvin, whose florid-faced passion prompted Justice Sonia Sotomayor to tell him gently at one point, \"Take a breath!\"</p><p>Carvin took incoming shots from all of the court's more liberal members.</p><p>Justice Stephen Breyer noted that the statute says that if a state does not itself set up an exchange, then the federal \"Secretary [of Health and Human Services] shall establish and operate such exchange.\"</p><p>\"Context matters,\" added Justice Elena Kagan. And \"if you look at the entire text, it's pretty clear that you oughtn't to treat those five words in the way you are.\"</p><p>Justice Sotomayor, looking at the law through a different lens, asked how the challengers' reading of the law would affect the federal-state relationship.</p><p>\"The choice the state had was, establish your own exchange or let the federal government establish it for you,\" she said. \"If we read it the way you're saying, then ... the states are going to be coerced into establishing their own exchanges.\"</p><p>With all eyes on Justice Kennedy, he seemed to agree with Sotomayor's point.</p><p>It does seem \"that if your argument is accepted,\" he told Carvin, \"the states are being told, 'Either create your own exchange, or we'll send your insurance market into a death spiral.' \" By \"death spiral,\" Kennedy was referring to the consequence of having no subsidies in 34 states, leading to a collapse of the individual insurance market.</p><p>That, Kennedy suggested, is a form of coercion. So \"it seems to me ... there's a serious constitutional problem if we adopt your argument.\"</p><p>Justice Antonin Scalia, a leader of the court's conservative wing, jumped in to help Carvin.</p><p>\"Do we have any case which says that when there is a clear provision, if it is unconstitutional, we can rewrite it?\" Scalia asked.</p><p>Justice Ruth Bader Ginsburg, however, pointed to what she called the familiar patterns of federal aid, in which the federal government says to the states: Here's a grant; take it or leave it. Or, a pattern like the one at issue here, which says to a state, \"you can have your program if you want it, and if you don't,\" the fallback is a federal program.</p><p>But, said Ginsburg, \"I have never seen anything\" such as you are suggesting, where a state's failure to set up a program results in \"these disastrous consequences.\"</p><p>If Carvin got a hostile reception from the court's liberals, Solicitor General Donald Verrilli Jr. got equal treatment from some of the court's conservatives.</p><p>\"Is it not the case,\" asked Scalia, \"that if the only reasonable interpretation of a particular provision produces disastrous consequences in the rest of the statute, it nonetheless means what it says? Is that true or not?\"</p><p>Verrilli replied that it isn't just a question of onerous consequences, but that the states had no notice of disastrous consequences when they chose to let the federal government run the state exchanges.</p><p>\"It's not too late for a state to establish an exchange if we adopt\" the challengers' interpretation of the law, interjected Justice Samuel Alito. \"So going forward, there would be no harm.\"</p><p>Verrilli replied that the tax credits would \"be cut off immediately,\" and millions of people in many states would be unable to afford their insurance. Even if the court were to somehow delay the effect of its ruling for six months, it would be \"completely unrealistic\" to set up the exchanges by May of this year, as required by law, so that they could begin operating in 2016.</p><p>\"You really think Congress is just going to sit there while all of these disastrous consequences ensue?\" asked Scalia. How often have we come out with a problematic decision and \"Congress adjusts, enacts a statute that takes care of the problem. It happens all the time. Why is that not going to happen here?\"</p><p>Verrilli paused, eyebrows raised. \"This Congress, your honor?\" he asked, as laughter filled the courtroom.</p><p>Justice Kennedy once again raised the question of the federal government impinging on state sovereignty.</p><p>That's why our reading is far preferable, replied Verrilli. If a state doesn't want to participate, it can \"decide not to participate without having any adverse consequences visited upon the citizens of the state.\"</p><p>Chief Justice Roberts, who remained quiet through most of the argument, finally had this question: If we decide the language of the law is ambiguous and we thus defer to the administration's interpretation, he asked, could the next administration \"change that interpretation?\"</p><p>Some court observers thought that comment set a way out for the chief. But by the end of the argument, nobody was making any predictions.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Justices+Roberts+And+Kennedy+Hold+Key+Votes+In+Health+Law+Case&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"340"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390757846-9fecb8.m3u?orgId=1&topicId=1128&d=340&p=2&story=390707694&t=progseg&e=390757673&seg=13&ft=nprml&f=390707694"},{"href":"http://media.npr.org/assets/img/2015/03/04/supreme-court-2-7d41bf29aca2df1c7d02b643d471f2ee960c8e8f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1331","width":"1776"}}]}