{"created":"2014-09-23T22:26:15+00:00","modified":"2014-09-24T19:10:51+00:00","valid":{"from":"2014-09-24T19:10:51+00:00","to":"3014-09-24T19:10:51+00:00"},"hreflang":"en","guid":"b5f1d58c-2445-4792-bed5-d510e2294b91","title":"The UN climate summit opens with a voice from an endangered nation","published":"2014-09-24T19:10:50+00:00","byline":"Shirin Jaafari","tags":["climate change","environment","diplomacy","Environment","Science, Tech & Environment","New York","North America","Oceania","Marshall Islands","United States","New York","northern Pacific","Oceania","Kathy Jetnil-Kijiner","Environment","Human Interest"],"teaser":"Leaders from all over the world have gathered in New York to attend the UN Climate Summit. The first thing they heard was an impassioned poem from a mother and activist from the Marshall Islands, a tiny nation in the Pacific that may no longer exists if climate change isn't halted.","contentencoded":"<p>Before the talking began at the&nbsp;UN Climate Summit in New York on Tuesday, music and poetry had their moment.</p><p>The opening of the summit featured&nbsp;<a href=\"http://jkijiner.wordpress.com/\">Kathy Jetnil-Kijiner</a>&nbsp;of the Marshall Islands reading&nbsp;poem she wrote for her own daughter:</p><p><em>Mommy promises you: No one will come and devour you. </em></p><p><em>No greedy whale of a company sharking through political seas, no backwater bullying of businesses with broken morals, no blindfolded bureaucracy&rsquo;s going to push this mother ocean over the edge. </em></p><p><em>No one&rsquo;s drowning, baby. </em></p><p><em>No one&rsquo;s moving, no one&rsquo;s losing their homeland. </em></p><p><em>No one&rsquo;s becoming a climate change refugee.</em></p><p>Kijiner is a poet, teacher and journalist who&#39;s also co-founded an environmental NGO called&nbsp;<a href=\"https://www.facebook.com/jojikum\">Youth for a Greener Environment</a> &mdash; shortened to&nbsp;Jo-JiKuM in the local language.</p><p>Through her poetry, she says, she wants to tell her daughter not to fear.&nbsp;&quot;I was telling my daughter that although there are those people who tell us that we have to leave and the water is going to swallow our islands ... there are people fighting,&quot; she says.</p><p>The Marshall Islands are one of many island nations in the Pacific Ocean whose territories are threatened by climate change and rising seas. Many citizens in the Marshall Islands have already been forced to evacuate their traditional home areas or leave the country altogether, as Foreign Minister Tony De Brum <a href=\"http://www.pri.org/stories/2014-09-23/pacific-island-nations-theres-nowhere-left-run-climate-change\">told PRI&#39;s The Takeaway on Monday</a>.</p><p>But Kijiner is trying to resist the pressure to leave, and her NGO focuses on youth. That&#39;s because Kijiner says that youth, despite their potential, are &quot;not usually given the tools&quot; to contribute to what&#39;s happening in the world. She says she wants to help prepare them to take over the country&nbsp;in the future.</p><p>And despite encroaching seas, Kijiner believes there&#39;s still hope.&nbsp;&quot;Going to the climate march rally [on Sunday] really opened my eyes to how affected and how aware people are,&quot; she says. &quot;There were thousands of people from all different walks of life.&quot;&nbsp;To her, this just shows how much the &quot;tides are turning.&quot;</p><p>As for Kijiner&#39;s poem, it seemed well-received at the United Nations.&nbsp;She says after a long round of applause, attendees came up to talk to her.</p><p>&quot;I am used to people coming up to speak to me after my poetry performance,&quot; she says, &quot;but it&#39;s different when you&#39;re at the UN and it&#39;s the head of the EU or the ambassador to Tuvalu.&quot; And she&#39;s hoping the attention for her and her cause will continue long after the next few days at the UN.</p>","audio":[{"href":"http://www.youtube.com/watch?v=L4fdxXo4tnY"},{"href":"http://www.pri.org/file/marshallese-poet-kathy-jetnil-kijiner-speaking-un-climate-leaders-summit-2014"}]}