{"created":"2014-10-29T21:11:40+00:00","modified":"2014-10-29T22:01:46+00:00","valid":{"from":"2014-10-29T22:01:46+00:00","to":"3014-10-29T22:01:46+00:00"},"hreflang":"en","guid":"b5f9b6a4-5dc1-4305-aeca-d74418add125","title":"What happens in Vegas, stays in a Vegas casino's database","published":"2014-10-29T22:01:42+00:00","byline":"Bradley Campbell","tags":["surveillance","gambling","privacy","Books","Arts, Culture & Media","Las Vegas","North America","United States","Nevada","Adam Tanner"],"teaser":"We all know the saying about Vegas, but be aware that all of things that stay in Vegas still end up in the huge data repositories of casinos. Adam Tanner's new book tracks how they're vacuuming up every bit of information they can on their customers to keep people coming back.","contentencoded":"<p>Don't think for a minute the NSA is the only one monitoring you — plenty of private companies do it, too. And among those private companies, casinos are huge data hoarders.</p>\n<p>That's the crux of a new book called \"What Stays in Vegas,\" by Adam Tanner. And Tanner already has plenty of experience with being followed.</p>\n<p>\"The year was 1988, a year before the fall of the Berlin Wall, and in a single day in Dresden, ten Stasi agents followed me,\" Tanner says, referring to the East German secret police. \"They logged everything I did in minute detail. They put it into a 60-page log.\"</p>\n<p>That experience, in some ways, led him to pursue his current book. \"That whole experience helped stir my curiosity about who are the people that gather data about us? What do they do with it? And what impact does it have on us?\" Tanner says.</p>\n<p>The book takes you into casinos like Caesars Palace, which use big data to monitor customers and keep them coming back. \"If you choose to join the loyalty program, as many people do, they will know pretty much everything that happens inside the public spaces of the casino,\" he says. And he means everything.</p>\n<p>\"How much you spend on electronic machines, down to the penny; how much you spend on the tables; what shows you like to go to in the evening; what kind of foods you like; what drinks you order; whether you go to the spa and have a manicure,\" Tanner explains. \"All of these things are recorded over time, so they are going to know if you are a valuable customer or not.\"</p>\n<p>That data is showing casinos that the small fry are sometimes more important than the high rollers. These are the people who only drop about $500 in a visit. But they live locally and return again and again, dropping tons of coins into the slots. Over the course of the year, they might spend several thousand dollars more than a rich client who shows up for a weekend spree.</p>\n<p>But what if people just don't care that companies are tracking their every move? Tanner says that's fine — but he wants people to do a cost-benefit analysis before dismissing big data as just another part of modern life.</p>\n<p>\"If people have thought about the data equation and they want to share their data, that's fine,\" he says. \"But you should think about what is happening with your data. And if you're happy with the equation where you are getting these free things from the casinos, then that's fine.\"</p>\n<p>At least the casinos don't sell or share the data beyond their wall — it's valuable information. So what happens at Caesars really does stay at Caesars.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/102920148.mp3"},{"href":"http://www.pri.org/file/102920148mp3"}]}