{"created":"2014-10-23T08:47:50+00:00","modified":"2014-11-10T20:45:51+00:00","valid":{"from":"2014-11-10T20:45:51+00:00","to":"3014-11-10T20:45:51+00:00"},"hreflang":"en","title":"No Mere Merry-Go-Round: Ohio Carousel Maker Carves From Scratch","published":"2014-10-23T20:33:00+00:00","teaser":"Wooden carousels, with hand-carved and painted horses, seem like a relic of the past. But Carousel Works in Mansfield, Ohio, is one of a few companies still making them to order.","itags":["npr_api","358051063"],"guid":"b5fb238c-ab35-4e14-af6e-f0844380ee28","contentencoded":"<p>Wooden carousels with carved and painted animals seem like a relic of the past. But Carousel Works in Mansfield, Ohio, is still making them to order.</p><p>\"Our biggest trade secret is we've got this big barrel of elbow grease. You've gotta come in here and work every day,\" says co-owner Art Ritchie.</p><p>As <a href=\"http://www.theatlantic.com/business/archive/2014/09/the-carousel-capital-of-america/380042/\" target=\"_blank\"><em>The </em><em>Atlantic</em> recently reported</a>, few companies still take time to make old-fashioned carousels with hand-carved animals. So when Ritchie says they make these carousels from scratch, it is no exaggeration.</p><p>\"We make our own castings and do our own machine work. We've got a woodworking shop that blocks the figures together, and then we've got a carving department. Then we've got a group that does all the sanding and the priming and preparing them for painting. And then we've got a whole group of painters that do all the artwork,\" Ritchie explains.</p><p>The finished product is no mere merry-go-round.</p><p>\"Ours are finished pieces of furniture. They're sculpture,\" Ritchie says.</p><p>The company has been restoring carousels in Mansfield since the late 1980s. And it has created 30 new carousels that have been installed around the U.S., each made to fit in with its surroundings. For example, the company created the carousel at the National Zoo in Washington, D.C. Instead of horses to ride, it's full of animals that visitors would have just seen in real life at the park: <a href=\"http://nationalzoo.si.edu/animals/zooart/carousel.cfm\" target=\"_blank\">zebras, cheetahs, pandas, Komodo dragons</a>.</p><p>\"We just talked to a group that saves pit bulls. We're talking about building a carousel that's all dogs. Now, what else can you put on there? We were fooling around with it. Can we do a big dog bone with a rug on the top so one of the dogs could ride, too?\" Ritchie says. \"That's the fun part about it. If you're not laughing and giggling while you're designing these things, you're in the wrong place.\"</p><p>And it's not just dogs. The Bronx Zoo is <a href=\"http://www.carouselworks.com/carPages/bronx.htm\" target=\"_blank\">home to the Bug Carousel</a>. \"The only thing we didn't put on there was a cockroach because ... everyone would walk up and say, 'I got a bigger one than that in my kitchen,' \" Ritchie says.</p><p>He says kids love the bugs — especially if their parents don't. \"Ten-year-old boys — any animal that grosses their mother out has gotta be the one they gotta ride.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=No+Mere+Merry-Go-Round%3A+Ohio+Carousel+Maker+Carves+From+Scratch&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"147"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358238898-dabbc8.m3u?orgId=1&topicId=1006&aggIds=351733364&ft=3&f=358051063"},{"href":"http://media.npr.org/assets/img/2014/10/22/zoocarousel2-20ca78651715ac78705332c7ccc185618a6436c2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3740","width":"4987"}},{"href":"http://media.npr.org/assets/img/2014/10/22/zoocarousel3-f66d345c992fee9f110aad10fd31f46a08179c87.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3740","width":"4987"}}]}