{"created":"2014-09-18T19:50:07+00:00","modified":"2014-11-20T19:04:52+00:00","valid":{"from":"2014-11-20T19:04:52+00:00","to":"3014-11-20T19:04:52+00:00"},"hreflang":"en","title":"Remembering Jazz Legend Charlie Haden, Who Crafted His Voice In Bass","published":"2014-07-13T17:07:00+00:00","teaser":"Polio damaged Haden's voice when he was young, but as a bassist and composer, he helped shape the sound of jazz and spanned country and gospel. He died Friday at 76.","itags":["npr_api","330772721"],"guid":"b61863e9-888f-46dc-ad03-8c7f0cff91c5","contentencoded":"<p><em>Jazz legend <a href=\"http://www.npr.org/artists/15393702/charlie-haden\" target=\"_blank\">Charlie Haden</a> has died. Polio damaged Haden's voice when he was young, but as a bassist and composer, Haden helped shape the sound of jazz while still spanning country and gospel. For more on Haden's life and music, you can hear Melissa Block speak with </em>Slate<em> columnist and jazz critic Fred Kaplan at the audio link on this page.</em></p><hr /><p>Bassist and composer Charlie Haden, whose resonant playing and penetrating melodic craft influenced generations of jazz musicians, died this morning in Los Angeles. He was 76.</p><p>Haden's death was announced by his record label, ECM Records, which noted that Ruth Cameron, his wife of 30 years, and his children Josh, Tanya, Rachel and Petra were all by his side at the time of his death, which the label attributed to a \"prolonged illness.\"</p><p>Born August 6, 1937 in Shenandoah, Iowa, and raised largely in Springfield, Missouri, Haden grew up in a family that <a href=\"http://www.npr.org/templates/story/story.php?storyId=98710604\" target=\"_blank\">hosted</a> its own country-western music radio program. He sang on air in the family band from before the age of two. At age 15, however, he contracted polio; the disease paralyzed his vocal cords, and he turned to learning bass.</p><p>In 1957, Haden moved to Los Angeles, where he integrated himself quickly into the West Coast jazz community — including working with saxophonist and composer <a href=\"http://www.npr.org/artists/15393592/ornette-coleman\" target=\"_blank\">Ornette Coleman</a>. Their collaboration over decades, onstage and on record, not only anchored Coleman's innovations in harmony and melody, but also generated new possibilities for his own instrument in group improvisation.</p><p>His work with Coleman made him an icon of avant-garde jazz, but in a career that spanned over 50 years, Haden wrote and played in many varied contexts. His Liberation Music Orchestra, a large-ensemble collaboration with composer-arranger <a href=\"http://www.npr.org/artists/15284948/carla-bley\" target=\"_blank\">Carla Bley</a>, performed and recorded political protest songs for over 30 years. His Quartet West ensemble, featuring pianist Alan Broadbent and saxophonist Ernie Watts, provided avenues for more traditional hard bop and backing vocalists. And in 2008, he revisited his country roots with an album called <em>Rambling Boy</em> that gathered his wife, son and triplet daughters in a <a href=\"http://www.npr.org/templates/story/story.php?storyId=98710604\" target=\"_blank\">new family band</a>.</p><p>In 2012, he <a href=\"http://www.npr.org/2012/01/15/145172275/charlie-haden-a-moment-of-clarity\" target=\"_blank\">spoke</a> to NPR's Rachel Martin about the connections between the music he grew up with and the music he was known for. \"When you think about the art form, jazz, coming from this country and you think about the Underground Railroad and all the music that came from that struggle, and then you think about all the music coming over from Scotland and Ireland and England into the Appalachian and Ozark Mountains where I was born and raised, you know, it's all one really,\" he said. \"We can only have been born here in this country.\"</p><p>As a sideman, Haden was the bassist for many of pianist <a href=\"http://www.npr.org/artists/14867336/keith-jarrett\" target=\"_blank\">Keith Jarrett</a>'s bands of the 1960s and '70s. The group Old and New Dreams reunited Coleman's sidemen, sometimes to reinterpret Coleman's compositions. He frequently performed in duet settings, which brought him into close contact with fellow jazz greats like <a href=\"http://www.npr.org/artists/15403739/hank-jones\" target=\"_blank\">Hank Jones</a>, <a href=\"http://www.npr.org/artists/15394451/alice-coltrane\" target=\"_blank\">Alice Coltrane</a> and <a href=\"http://www.npr.org/artists/15124280/pat-metheny\" target=\"_blank\">Pat Metheny</a>. And in 1982, he introduced jazz studies to the California Institute of the Arts, which is now one of the premier programs of its kind.</p><p>In interviews and onstage, often Haden spoke about the artist's duty to introduce beauty into a conflicted world. \"That's what I tell my students at California Institute of the Arts where I teach for 27 years,\" he said to Martin. \"I tell them if you strive to be a good person, maybe you might become a great jazz musician.\"</p><p>Earlier this year, Haden released his latest album, a collection of duets with Keith Jarrett. It ends with the two standards \"Every Time We Say Goodbye\" and \"Goodbye,\" and is titled <em>Last Dance.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Remembering+Jazz+Legend+Charlie+Haden%2C+Who+Crafted+His+Voice+In+Bass&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Patrick Jarenwattananon","audio":[{"meta":{"duration":"284"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330793057-5d7669.m3u?orgId=1&topicId=1062&aggIds=100920965&ft=3&f=330772721"}]}