{"created":"2014-10-31T08:57:45+00:00","modified":"2014-11-18T00:26:53+00:00","valid":{"from":"2014-11-18T00:26:53+00:00","to":"3014-11-18T00:26:53+00:00"},"hreflang":"en","title":"In An Online, On-Demand Age, TV Reruns Are Redefined ","published":"2014-10-31T19:27:00+00:00","teaser":"FX's new digital platform, Simpsons World features all 25 years of episodes from <em>The Simpsons</em>. NPR TV Critic Eric Deggans says it's also among several sites that are revitalizing the TV rerun.","itags":["npr_api","360300852"],"guid":"b61ca46f-9122-4ac2-975f-41618aad5a89","contentencoded":"<p>Countless episodes of <em>The Simpsons</em> are built around goofball dad Homer's inability to understand anything online, including starting a home business with no declared purpose: Compu-Global-Hyper-Mega-Net.</p><p>His reasoning: \"Everybody's making money off the Internet, except us!\"</p><p>It looks like the people who make <em>The Simpsons</em> have solved that problem with <a href=\"http://www.simpsonsworld.com/\">Simpsons World</a>; a website and app devoted to all 552+ episodes of the show, packed with extras like specially curated episode playlists and behind the scenes tidbits.</p><p>But platforms like Simpsons World aren't just cool clubhouses for superfans. They're also redefining a part of television that's been around since the earliest days of the medium: the TV rerun.</p><p>When Homer Simpson built a website, it was a horribly cacophonous mess of material stolen from other websites. \"You'd think all the noises would be annoying,\" he says, practically reading the viewers' minds. \"But they're not.\"</p><p>Um, right. Fortunately, FX Networks did a bit better when they built Simpsons World, which allows viewers with a cable subscription to access every episode, watch special playlists, look up the popularity of each episode and more. Next year, more features are coming, including social media sharing and the ability to create your own playlists.</p><p>And they're already learning from users. When the site debuted last week, it embedded four minutes of commercials in every episode. After an online backlash, they've cut that total down to one minute for the next six months.</p><p>Chuck Saftler, chief operating officer for FX, says the company dreamed up Simpsons World as they were negotiating to buy rights for all <em>Simpsons</em> episodes to bolster their new cable channel, called FXX.</p><p>\"We realized that we were in a very changing time in terms of how television is consumed,\" he says. \"Buying [cable TV rights alone] for something close to 10 years didn't seem intuitively correct.\"</p><p>So FX spent <a href=\"https://variety.com/2014/digital/news/how-simpsons-world-went-from-deal-point-to-immersive-app-via-fx-networks-1201334600/\">a reported $750 million</a> to also lock up what are called \"non-linear rights\" — basically the ability to stream and digitally distribute the episodes — after promising the rights holders that they wouldn't just put the <em>Simpsons</em> into a generic video-on-demand menu.</p><p>Using an exhaustive book episode guide by <em>Simpsons</em> creator Matt Groening as an inspiration, the Simpsons World app and website was born.</p><p>Saftler says the company wanted to satisfy two kinds of viewers; old fashioned TV fans watching the show on cable and people who watch shows on whatever device is available.</p><p>\"I do believe there are going to be a number of viewers that still want to have episodes served up live and have that 'lean back,' decompressed experience,\" he says. \"But I also believe that there are viewers that want to have that 'lean forward,' where they curate their own experience.\"</p><p>But now that fans can \"curate\" their own TV playlists online, why wouldn't most people watch exactly what they want, exactly when they want to watch it?</p><p>Saftler offers a simple answer: \"Choice is good, but too much choice is paralyzing,\" he says. \"If you go there not knowing what you're looking for, it can be paralyzing.\"</p><p>It's an interesting paradox. Even in today's on-demand media culture, viewers still sometimes want the option of watching what someone else has chosen for them.</p><p>And <em>The Simpsons</em> isn't the only show giving viewers this kind of choice.</p><p>Earlier this year, the creators of South Park cut a deal with Hulu worth a reported $80 million, selling streaming rights to all 240+ episodes of the show for the Hulu Plus subscription site.</p><p>Fans can also visit <a href=\"http://southpark.cc.com/\">SouthParkStudios.com</a> to see a smaller collection of about 30 episodes (including new episodes one day after they air on Comedy Central), read a wiki and blogs, create an avatar of themselves in the <em>South Park</em> animation style and more.</p><p>Earlier this week, Hulu also announced plans to add episodes of Viacom-owned series such as <em>Ren & Stimpy</em> and <em>The Daily Show</em> to their libraries. Given recent announcements of stand-alone digital services from HBO and CBS, there's now a host of online platforms using libraries of TV reruns to build an audience that's independent from cable TV or broadcasters or even television sets.</p><p>This is quite a long way from where TV reruns started.</p><p>Rebroadcasts of old shows have always been moneymakers for the TV business. Decades ago, reruns of shows like <em>Leave it to Beaver</em> and <em>Gilligan's Island</em> were appointment viewing for kids after school, turning the shows into treasured icons for a generation and keeping young fans watching television.</p><p>Later, as cable channels began to evolve, they used reruns to fill 24-hour schedules and build their identity before developing original shows. Both TNT and A&E used old <em>Law & Order</em> episodes that way, sometimes airing the shows four times a day.</p><p>Now reruns provide the same service for online platforms like Netflix, Hulu and Simpsons World.</p><p>It's another interesting paradox; once again, TV reruns have brought viewers' love for old shows together with new technology to shape TV's future.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+An+Online%2C+On-Demand+Age%2C+TV+Reruns+Are+Redefined+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"266"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360300853-fcad0f.m3u?orgId=1&topicId=1138&ft=3&f=360300852"},{"href":"http://media.npr.org/assets/img/2014/10/31/simpsonsbg_2013_r1_sofa_hires11-7165a45b0f9f01537c7d2899eec50286c64cd4bb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4681","width":"6242"}},{"href":"http://media.npr.org/assets/img/2014/10/31/10_crossplatform_hires1-2e97c9cbd8fdedb57e0bd0f0e8c6055e1e4af5f8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"539","width":"719"}}]}