{"created":"2014-10-03T19:56:11+00:00","modified":"2014-10-31T01:34:33+00:00","valid":{"from":"2014-10-31T01:34:32+00:00","to":"3014-10-31T01:34:32+00:00"},"hreflang":"en","title":"In 'Fargo,' A Deaf Actor Gets His Chance To Be Wicked","published":"2014-06-03T20:48:00+00:00","teaser":"An actor since childhood, Russell Harvard always wanted to play the bad guy. In the TV show <em>Fargo</em>, he plays a menacing hit man whose partner interprets for him — sometimes.","itags":["npr_api","317945736"],"guid":"b61f7ce2-ab6f-46da-9d03-3053300b82cc","contentencoded":"<p>The second episode of <em>Fargo, </em>a TV show inspired by the 1996 Coen brothers film, opens ominously. A drum kit crashes as a beat-up old sedan speeds through snowy, rural Minnesota. Two hit men, known simply as Mr. Numbers and Mr. Wrench, are investigating a murder.</p><p>The two <a href=\"https://tv.yahoo.com/video/fargo-decoding-sign-language-scene-031406071.html\">communicate</a> with American Sign Language. Actor Russell Harvard, the kinetic presence behind Mr. Wrench, was born deaf.</p><p>He's been acting since he was a child.</p><p>\"I saw my cousin play the wicked witch in <em>The Wizard of Oz</em>, and the next thing you know, I wanted to be the witch myself,\" he jokes in an interview with NPR's Arun Rath.</p><p>As devoted as he was, Harvard wasn't sure if he'd have career in acting. But then he got a part in the 2007 film <em>There Will Be Blood.</em> He recently starred in the off-Broadway play <a href=\"http://www.broadway.com/buzz/160482/tribes-star-russell-harvard-on-his-deaf-heritage-and-joining-a-new-off-broadway-family/\">Tribes</a>.</p><p>The role in <em>Fargo</em> finally gave Harvard a chance to be wicked. He says his friends often tell him his problem is that he's Mr. Nice Guy.</p><p>\"And so I'm just so happy that I was given the opportunity to play somebody that's not myself, that's not me — you know, the villain, if you will. ... I've always been motivated to play something like that,\" Harvard says.</p><p>But being Mr. Wrench is good in a different way.</p><p>\"This character is really nice because he doesn't have to use his voice; the communication skills are just through signing,\" he says. \"And Mr. Numbers interprets for me in the show, which doesn't really happen often on TV, so that's nice.\"</p><p>Harvard says he believes the <em>Fargo</em> character will also help him further his career.</p><p>\"The character is not really specific about being deaf, or having any related deaf issues,\" he says. \"It's just <em>Fargo</em>, period.\"</p><p>Show creator Noah Hawley tells Rath he got the idea for a deaf hit man from spending time in Austin, where he lives part time in a neighborhood near the Texas School for the Deaf.</p><p>\"As I was formulating the show, I kept seeing sign language around everywhere,\" he says. \"It's such a compelling and visual means of communication, but it's also a language that most people don't speak. So it creates an amazing amount of privacy, for deaf people to be surrounded by hearing people and be able to communicate in a way that no one can really understand.\"</p><p>It struck him as the perfect dynamic for a Coen-esque pair of hit men. The result: the bearded Mr. Numbers, played by Adam Goldberg; and the tall, mutton-chopped Mr. Wrench, played by Harvard.</p><p>The pair spends several episodes hunting down and menacing the main character, Lester Nygaard (Martin Freeman).</p><p>In a scene in the third episode, Mr. Wrench and Mr. Numbers confront Lester in his office. Harvard's character signs directly at Lester, without interpretation from his partner (nor are there subtitles).</p><p>\"It feels very aggressive, because it is a very aggressive thing that [Mr. Wrench is] saying, but it's also [that Lester] knows someone's saying something to him he doesn't understand,\" Hawley says. \"He can't respond. He doesn't know how to get out of that situation.\"</p><p>It was a challenge for Harvard to translate his lines from the script into ASL, which has a very different structure and more limited vocabulary.</p><p>His colleague Goldberg, though, didn't know ASL. The show hired Catherine MacKinnon, an ASL coach and interpreter, to help Goldberg — and to let Hawley know when one of the actors had flubbed a line.</p><p>\"We worked together with Adam directly to make sure that his signing was a little more fluent,\" Harvard says. \"He had a lot of quirkiness in his signing. [But] he did a great job. There's no two ways about it.\"</p><p>Hawley says the signing had at least one unexpected side effect.</p><p>\"I'd had the idea and talked with the costume designer about giving [the pair] this Midnight Cowboy dynamic — putting Russell in this sort of Joe Buck fringe and Adam in the Ratso Rizzo [look],\" he says. \"And the thing I didn't expect is obviously sign language is very physical, and when you put a fringe jacket on an actor who signs all the time, there's a lot of motion going on on the screen.\"</p><p>Harvard laughs at the mention of the jacket. \"Everyone loved it. Everyone kept talking about that fringe coat. That's all I ever heard, so obviously it was a hit,\" he says.</p><p>Hawley says he ended up liking Mr. Wrench (and Russell Harvard) so much that he kept the character around for one episode longer than planned. Mr. Wrench's last appearance is this Tuesday night on FX.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27Fargo%2C%27+A+Deaf+Actor+Gets+His+Chance+To+Be+Wicked&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Becky Sullivan","audio":[{"meta":{"duration":"456"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317977400-b5c85b.m3u?orgId=1&topicId=1138&ft=3&f=317945736"},{"href":"http://media.npr.org/assets/img/2014/06/01/5758_fargo_106-d6d5ec6897575fb932720a03878adfb28456af55.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2003","width":"2671"}},{"href":"http://media.npr.org/assets/img/2014/06/01/russel_harvard_01_lake_052-2ac272c0dde0405ff04b56fb8305a9da0075b304.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1911","width":"2550"}}]}