{"created":"2015-01-05T08:33:34+00:00","modified":"2015-05-13T21:24:33+00:00","valid":{"from":"2015-05-13T21:24:33+00:00","to":"3015-05-13T21:24:33+00:00"},"hreflang":"en","title":"The Theater Company Is 1927; The Technology Is Cutting Edge","published":"2015-01-06T00:40:00+00:00","teaser":"The British troupe 1927 has used vintage style and distinctive animation to make a name for itself in London and beyond. Its latest play is <em>Golem</em>.","itags":["npr_api","373246258"],"guid":"b623a051-3276-45d7-a6ec-72d3dc03cd53","contentencoded":"<p>Lots of theater companies use animation and video projection. None uses it quite like the British troupe called 1927. The company has combined vintage style with sophisticated technology to carve out a unique niche in the theater.</p><p>1927's newest play, <a href=\"http://www.19-27.co.uk/golem/\">Golem</a>, has just opened in London to rave reviews. <br /> <br /> Like most plays by <a href=\"http://www.19-27.co.uk/\">1927</a>, this production features just a few actors and live musicians. A multitude of other people, animals and eerie, stylized scenes are part of the show. But they are all animated, projected onto a blank white sheet behind the live performers. <br /> <br /> \"The animation is both the set and the environment which the performers perform in,\" explains 1927's co-artistic director Paul Barritt. \"But it also acts as a character within the play as well.\"<br /> <br /> The character of the Golem comes from ancient Jewish folklore — a lump of clay magically brought to life to protect the inhabitants of a city. This play puts the character in a different context. The new story is a parable about technology taking over our lives. The title character starts as a servant and ends up the master.<br /> <br /> \"Golem can talk! Golem can rhyme. Golem was playing up before bedtime,\" the character intones in a deep, unthreatening voice early in the show. Over time, Golem encourages his owner to buy new outfits and find new girlfriends. In his hollow, lumbering way, the clay man offers uncontroversial opinions on culture: \"I adore Benedict Cumberbatch.\"</p><p>Things become more intense from there.<br /> <br /> Barritt used stop-motion animation to create his Golem out of actual clay. He painstakingly filmed Golem speaking, walking, opening an umbrella, falling asleep and more. Then he projected Golem onto his crazy handmade collages of rundown cityscapes. <br /> <br /> \"These are kind of loosely based on photos I took in downtown LA,\" says Barritt. \"Neon lights and this sort of rundown, knackered city.\" <br /> <br /> Barritt is a magpie, clipping interesting bits that he stumbles upon and cobbling them together to create unnervingly detailed worlds. In a restaurant scene, Barritt took images from 1970s recipe cards featuring unappetizing incarnations of gelatin.<br /> <br /> \"They're beautiful things to admire,\" says Barritt. Then he clarifies that by \"beautiful,\" he means, \"Absolutely horrific. I don't know how anybody ate this stuff at all.\"<br /> <br /> The show's production manager is Helen Mugridge, who juggles the show's 480 video cues. With a click of the computer, Mugridge turns Golem's head and makes street lights switch from red to green. <br /> <br /> In a typical scene, a live actor walks down the street with Golem, while a pianist and drummer perform the soundtrack onstage. The music has a jazzy, loping beat, almost like a silent film. <br /> <br /> Mugridge demonstrates one scene where Golem and his owner are walking to work.</p><p>\"Now there's a street clown coming up behind him,\" says Mugridge as she punches buttons on the computer. \"And Golem thumps the street clown in the face, and he falls to the floor. And he starts walking again, and now they're sliding down the hill and into the office.\"<br /> <br /> Through all of that, one actor walks in place at the center of the stage. Everything else, from the clown to the hill to the office, is on the screen behind him. It's a unique challenge for a performer. <br /> <br /> \"You have to use your imagination so much more than I think I realized,\" says Lilian Henley. She acts, plays the piano and wrote the music for the show. \"You've got to bring the animations to life,\" she says. \"It can't just look like a flat surface which is not related to the live action.\"<br /> <br /> \"The margins for error are so small,\" says actor Will Close, who also plays drums in this production.<br /> <br /> If a performer stands an inch in the wrong direction, it can ruin the illusion of interacting with the characters on the screen. \"It's always trying to avoid those little infringements as much as possible, because that's what creates the seamless feel of the whole show,\" Close explains.<br /> <br /> 1927 has made a brand out of this kind of theater. Its previous shows have toured the world, including the United States. <em>Golem</em> is scheduled to visit China, Russia and France after it closes its initial run at the end of January. It is likely to go farther, having received five-star reviews in London.</p><p>\"1927 is officially the sexiest theatre company in town,\" declared the <em>Evening Standard</em> in its review of the play.<br /> <br /> There is a paradox inherent in this production. Although the play is a cautionary tale about technology, it could not exist without incredibly sophisticated technology. Creator Barritt embraces that contradiction. Technology itself is not the problem, he says. The problem is \"this aggressive way technology is used as control.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Theater+Company+Is+1927%3B+The+Technology+Is+Cutting+Edge&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"211"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375064609-3a7ff9.m3u?orgId=1&topicId=1124&d=211&p=3&story=373246258&t=progseg&e=375064493&seg=17&ft=nprml&f=373246258"},{"href":"http://media.npr.org/assets/img/2014/12/26/britain-theater-1-12-26-14-98f6b77b6e106703fdd2d36b9de58f3df23f5713.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1558","width":"2079"}},{"href":"http://media.npr.org/assets/img/2014/12/26/britain-theater-2-291418d7dea6f9532fd67b68195df7101ea47d1a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1498","width":"1997"}},{"href":"http://media.npr.org/assets/img/2014/12/26/britain-theater-3-250861652ff2ea39c9959a9add6ac57b278b69fe.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1506","width":"2008"}}]}