{"created":"2015-03-06T21:26:28+00:00","modified":"2015-05-13T21:10:51+00:00","valid":{"from":"2015-05-13T21:10:51+00:00","to":"3015-05-13T21:10:51+00:00"},"hreflang":"en","title":"Saying Goodbye To A Manhattan Classical Music Mecca","published":"2015-03-07T00:04:00+00:00","teaser":"The last store in Manhattan devoted exclusively to classical sheet music is closing its doors — having been lapped by online retailers and free file sharing.","itags":["npr_api","391223963"],"guid":"b6287e6b-26bd-4f6e-bc22-71cd9bcf2692","contentencoded":"<p>There's a kind of little village of artisans on Manhattan's West 54th Street. In a couple of plain looking office towers, there are a bunch of rehearsal studios, violin makers' workshops and other music businesses. Behind one of those office doors on the 10th floor sits Frank Music Company — Frank's, as everybody calls it.</p><p>The store opened in 1937. Heidi Rogers has owned the shop since 1978. And she still writes all of her receipts in pencil. Rogers stands behind the counter, nearly her entire stock sits behind her, stored in thousands of large brown folders stacked on industrial shelving.</p><p>\"I don't have a computerized inventory, believe it or not,\" she says. \"So, I have hundreds of thousands of things. I have a lot of music. Let's put it this way: I could pretty much say 'yes' to any request from a musician for many, many years. I never was out of things.\"</p><p>Yet today she will make her last sale, as her store is closing for good.</p><p>At its height, Frank's was a pilgrimage site for many musicians, from students to the world's most celebrated soloists. There used to be another sheet music store called Patelson's, right behind Carnegie Hall. But <a href=\"http://www.npr.org/templates/story/story.php?storyId=103728928\" target=\"_blank\">Patelson's closed down</a> in 2009, and Frank's was the last dedicated shop left standing. You can still buy scores at The Juilliard Store up at Lincoln Center, but it's just not the same.</p><p>Rogers holds forth while people are flooding Frank's for one last shopping trip. About a dozen customers pack the tiny space, listening reverently. Among them is Canadian-born violinist <a href=\"http://www.npr.org/artists/128823083/lara-st-john\" target=\"_blank\">Lara St. John</a>. She performs as a soloist with orchestras around the world. Yet this is where she comes for sheet music.</p><p>\"Oh, I would say, more than 20 years, probably something like 25 years. Since I was a kid, basically,\" St. John says. \"It was my only stop for sheet music for a quarter of a century. I mean, I always came here.\"</p><p>The violinist is taking today to do one final stocking up.<br /> <br />\"Well, let's see,\" she muses. \"I think I have a pile over there of 10 violin concertos. I also got a couple of standards, like some of the <a href=\"http://www.npr.org/artists/15327819/wolfgang-amadeus-mozart\" target=\"_blank\">Mozarts</a>, also some more modern stuff — <a href=\"http://www.npr.org/artists/16070552/arvo-part\" target=\"_blank\">Arvo Pärt</a>, <a href=\"http://www.npr.org/artists/125860938/karol-szymanowski\" target=\"_blank\">Szymanowski</a>, this sort of thing, because unless you come here to Frank's, it's really difficult to get that stuff.\"</p><p>Franks's was also a place to <em>talk</em> about music.</p><p>\"I would always run into people that I knew,\" remembers Zizi Mueller, \"or I'd run into major musical people that I didn't know, but that were there. And the other thing about it, too, is that the staff was always comprised of musicians and really knowledgeable people.\"</p><p>Mueller is the president of Boosey & Hawkes, one of the biggest classical music publishers. Boosey administers the music of <a href=\"http://www.npr.org/artists/15438778/sergey-rachmaninov\" target=\"_blank\">Rachmaninoff</a>, <a href=\"http://www.npr.org/artists/15162684/igor-stravinsky\" target=\"_blank\">Stravinsky</a> and <a href=\"http://www.npr.org/artists/15228868/bela-bartok\" target=\"_blank\">Bartók</a>, as well as such living composers as <a href=\"http://www.npr.org/artists/14996733/john-adams\" target=\"_blank\">John Adams</a>, <a href=\"http://www.npr.org/artists/15005371/steve-reich\" target=\"_blank\">Steve Reich</a> and <a href=\"http://www.npr.org/artists/15723886/osvaldo-golijov\" target=\"_blank\">Osvaldo Golijov</a>.</p><p>Mueller acknowledges that as online sites have popped up, allowing people to download sheet music to their iPads, traditional dots on paper are quickly becoming obsolete.</p><p>\"The online world offers SO many advantages to the musicians and non-musicians alike, that it's become a kind of irresistible force,\" Mueller says.</p><p>Mueller won't say how that online world has affected her sales, but Rogers will.</p><p>\"The beginning of the end was photocopying,\" Rogers says, \"and then after that the internet, because it's hard to compete with Amazon. And in the last three years, there's been a tremendous amount of <a href=\"http://weblogs.baltimoresun.com/entertainment/classicalmusic/2012/02/the_addictive_attraction_of_th.html\" target=\"_blank\">free downloading</a> of public domain music and even non-public domain. I mean, there's all kind of copyright violation going on, and you just can't survive that. Because if you can't sell Mozart and <a href=\"http://www.npr.org/artists/15044271/franz-schubert\" target=\"_blank\">Schubert</a> and <a href=\"http://www.npr.org/artists/15232481/ludwig-van-beethoven\" target=\"_blank\">Beethoven</a>, you can't pay for Hindemith and <a href=\"http://www.npr.org/blogs/deceptivecadence/2012/03/06/148038598/witold-lutoslawski-always-searching-for-a-new-sound\" target=\"_blank\">Lutosławski</a> and <a href=\"http://www.npr.org/artists/15162684/igor-stravinsky\" target=\"_blank\">Stravinsky</a> and all the other 'skis.\"</p><p>All of them, and the rest of her unsold stock, will go to the <a href=\"http://www.colburnschool.edu/\" target=\"_blank\">Colburn School</a> in Los Angeles, thanks to an anonymous donor who is buying all those stacks of brown folders.</p><p>And as the store fills up with last-minute well-wishers, St. John pauses at the counter to take a selfie with Rogers — one final farewell to an era.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Saying+Goodbye+To+A+Manhattan+Classical+Music+Mecca&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anastasia Tsioulcas","audio":[{"meta":{"duration":"215"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391269456-d87903.m3u?orgId=1&topicId=1106&aggIds=100920965&d=215&p=2&story=391223963&t=progseg&e=391240120&seg=16&ft=nprml&f=391223963"},{"href":"http://media.npr.org/assets/img/2015/03/06/heidi_rogers_frank_music-496c4ee5ce1ba98cc6196f30fafcd75e4f88d6e3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2440","width":"3254"}}]}