{"created":"2014-11-28T09:01:36+00:00","modified":"2014-12-01T23:06:13+00:00","valid":{"from":"2014-12-01T23:06:13+00:00","to":"3014-12-01T23:06:13+00:00"},"hreflang":"en","title":"Once Homeless, Family Feels 'Blessed To Wake Up Another Day'","published":"2014-11-28T12:16:00+00:00","teaser":"In 2013, after drowning in past-due bills, Franklin and Sherry Gilliard became homeless. Now they live in transitional housing, and they hold a circle of thanks at dinner to remember what they have.","itags":["npr_api","366843086"],"guid":"b63588d5-06d9-47e1-b2b6-cf5d005c8657","contentencoded":"<p>In 2007, Franklin Gilliard and his wife, a teacher's aide named Sherry, started their own business: a driving school. Shortly after, they were hit by the recession.</p><p>The couple worked hard to stay afloat, but despite their efforts, they found themselves drowning in past-due bills and late notices and became homeless in 2013.</p><p>\"We had the car repossessors there. We had the bank knocking on the door. You just feel like you're a prisoner in your own home,\" says Franklin, 46.<br /> <br /> \"You would never think that that would be your routine — looking out the peephole before you walk outside every day. Now, since that has happened, I can't even hear a knock without my heart jumping,\" says Sherry, 42. <br /> <br /> The couple called the bank to say they needed help with their loan because they started getting behind on the mortgage, but they could not dig themselves out of debt.<br /> <br /> \"Before you knew it, we were homeless,\" Sherry says. \"I remember going to REI and looking at tents that would hold a family of five. And then I remember at the homeless shelter, when they escorted us to our room, I remember laying on a bottom bunk and looking up at the springs that you look at on a bunk bed. And I remember saying to myself, 'How did I get here?' \"</p><p>She says living at the homeless shelter caused her some embarrassment, and she would try not to be recognized while they were staying there. For example, when her coworkers would talk about volunteering to feed families at the shelter, she would tell Franklin they couldn't stay for the meal.</p><p>\"I would tell my husband, 'We cannot be here for Sunday dinner because the colleagues from my job are going to be serving food,' \" she says.</p><p>Franklin and Sherry now have transitional housing and are working to find a permanent home. Franklin is training to be a certified nursing assistant.</p><p>\"Now we have at the dinner table the circle of thanks and each one of us go around and we say what we're thankful for. Our boys, they're at the stage in which they're thankful for their Pokemon cards,\" Sherry says. \"But we are thankful that we can come together with our food, with the lights on, with the heat on and knowing that we are there to be blessed to wake up another day.\"</p><p><em>Audio produced for </em>Morning Edition<em> by Allison Davis and Eve Claxton.</em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at <a href=\"http://storycorps.org/\" target=\"_blank\">StoryCorps.org</a>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Once+Homeless%2C+Family+Feels+%27Blessed+To+Wake+Up+Another+Day%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"216"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367154396-640947.m3u?orgId=1&topicId=1091&aggIds=4516989&ft=3&f=366843086"},{"href":"http://media.npr.org/assets/img/2014/11/26/gilliardnpr-3d244f048015fad9dc8d04c979dc4a6daf994d74.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}}]}