{"created":"2014-09-15T20:31:26+00:00","modified":"2015-03-13T14:11:27+00:00","valid":{"from":"2015-03-13T14:11:27+00:00","to":"3015-03-13T14:11:27+00:00"},"hreflang":"en","title":"Smartphones Are Used To Stalk, Control Domestic Abuse Victims","published":"2014-09-22T13:27:00+00:00","teaser":"Cyberstalking has transformed domestic abuse in the U.S. Tracking tools called spyware make it cheap and easy for someone to monitor a partner secretly, 24 hours a day.","itags":["npr_api","346149979"],"guid":"b6370fe1-d025-4ddc-b851-6f73eb57204c","contentencoded":"<p>We've looked a lot at privacy from the Big Brother standpoint: how the National Security Agency or corporate giants like Google track us online, say for political reasons or to make money from ads.</p><p>But there's another kind of privacy concern that is a lot more intimate. You could call it Little Brother, though it's really more like husbands and wives, lovers and exes who secretly watch their partners — from a distance. They are cyberstalking — using digital tools that are a lot cheaper than hiring a private detective.</p><p>NPR investigated these tools, also known as spyware, and spoke with domestic violence counselors and survivors around the country. We found that cyberstalking is now a standard part of domestic abuse in the U.S.</p><p><strong>Digital Detox At The Shelter</strong></p><p>Before we get into how spyware works, let's visit a place that's been transformed by it: a domestic violence shelter — a safe house for mostly women and children. It's run by a group called <a href=\"http://www.nextdoor.org/services/\">Next Door,</a> and it's <em>somewhere</em><em> </em>in the heart of Silicon Valley. I can't tell you exactly where because its location is a secret. (I had to sign an agreement to be let in.)</p><p>While the kids are playing with dominoes in the living room, counselor Rosa Navarro takes the newest arrival --<strong> </strong>a woman who has a little boy — into a quiet office for intake.</p><p>And that intake includes digital detox.</p><p>Navarro tells the woman that because most cellphones have a tracking system, \"your ex can find you that way.\" She advises her to shut off her GPS and Wi-Fi, and stay away from Facebook.</p><p>The woman nods and says, \"I don't have Facebook. I just do texting.\" She knows to be cautious because, she says, family members who work at the sheriff's office and for the police warned her.</p><p>Navarro says most of the people who come here don't already know. They're oozing data — from their phones, their tablets, their social media accounts — data that an abuser can access pretty easily.</p><p>Smartphones and GPS have transformed domestic violence shelters across the U.S.</p><p>NPR surveyed more than 70 shelters — not just in big coastal cities like New York and San Francisco, but also in smaller towns in the Midwest and the South.</p><p>We found a trend: 85 percent of the shelters we surveyed say they're working directly with victims whose abusers tracked them using GPS. Seventy-five percent say they're working with victims whose abusers eavesdropped on their conversation remotely — using hidden mobile apps. And nearly half the shelters we surveyed have a policy against using Facebook on premises, because they are concerned a stalker can <a href=\"http://www.pbs.org/idealab/2013/02/beyond-foursquare-geolocation-services-proliferate-mature058/\">pinpoint location</a>.</p><p>Counselors in St. Paul, Minn., had to call the police when an abuser banged on the safe house doors; he had tracked down his wife using GPS. In Dallas, a woman inside a group therapy session thought her phone was off, but it turns out it was feeding data to her abuser. In Jamaica Plain, Mass., counselors had to help one victim debug her shoes after finding a GPS tracker embedded in them. A few shelters say abusers gave iPhones to their children as a gift, during the parents' separation, in order to track down the mom.</p><p><strong>It's About Power, Not Just Privacy</strong></p><p>Cindy Southworth, an advocate with the National Network to End Domestic Violence, runs a <a href=\"http://nnedv.org/resources/safetynetdocs.html\">project focused on technology in domestic abuse</a>.</p><p>\"The strategy of offenders is to have complete and utter domination and control of their victims,\" she says. \"And so it's not enough that they just monitor the victim. They will then taunt them or challenge them and say, 'Why were you telling your therapist this? Or why did you tell your sister that? Or why did you go to the mall today when I told you couldn't leave the house?' \"</p><p>Southworth talks about technology and tracking in a distinct way. In the wake of revelations about snooping by the National Security Agency, many people use the word \"privacy\" to summarize concerns about surveillance. But for her, it's about <em>power</em>.</p><p>Surveillance has long been part of domestic violence. Back in the day, abusive partners would have you followed around or wouldn't let you leave the house. Now, from work or from the bar, they can just watch you on a laptop.</p><p>\"What we're seeing is that technology is now the new tool to perpetuate that surveillance,\" she says.</p><p><strong>How Spyware Works</strong></p><p>Spyware is software you can use to track someone else by turning their smartphone, tablet or computer into a spy. Spyware companies offer their software as a service. Like Netflix, it's a pay-as-you-go subscription. But unlike Netflix, it's clearly enabling illegal activity.</p><p>Detective Brian Hill with the sheriff's office in Anoka County, Minn., gives me a crash course on one popular brand called mSpy. It costs about $70 for a month or $200 for a year. \"Very cheap, considering what it can do,\" he says.</p><p>MSpy is easy to install. The stalker just needs a few minutes alone with the smartphone of the person being stalked. So when they're in the shower, just say: \"Hey, honey, I need to use your phone. Tell me the passcode!\"</p><p>Then, Hill shows me how it works on a smartphone that he's hacked: \"It tells you to go to the settings, go to the security and the screen lock, and then tells you to check the box for unknown sources.\"</p><p>MSpy has a step-by-step guide — with screenshots — on how to download the app onto an iPhone or Android device, how to activate it, and then how to delete any visible trace of it. It'll just hang out in a hidden folder, with a nondescript name like \"Android.sys.\" If someone happened to find it, they'd just see the iconic green Android robot and think it's part of the phone's operating system. The app also uses less data than basic text messaging services like WhatsApp, \"so mSpy stays under the radar that way,\" Hill explains.</p><p>Now the stalker can monitor the person being stalked, from the website of the spyware company. Hill goes to his laptop and logs into his mSpy account. There's a really nice dashboard to organize all the information you're grabbing — and it's a lot of information, like contacts, call logs, text messages, call recordings (full recordings of entire conversations), photos, video files, and a log of every website visited by the person being stalked.</p><p>There's also a <a href=\"http://compnetworking.about.com/od/networksecurityprivacy/g/keylogger.htm\">keylogger</a> function, to record everything the victim types into his or her smartphone. Say the victim goes to do some online banking at Wells Fargo or Citibank. The stalker can see the website being visited, and the username and password typed in, gaining full online access to the victim's bank account.</p><p>And say the victim starts a new relationship. It's going great until suddenly the new person stops calling. Maybe he lost interest. Or maybe the cyberstalker blocked him: \"You figured out who the new boyfriend is, or the new girlfriend, whatever it is,\" Hill explains. \"You could type in their phone number, and then it'll restrict that call from ever coming into the phone. It won't allow it.\"</p><p>MSpy also does location tracking. It has a map — kind of like Apple's Find My iPhone — that shows where the victim's smartphone is right now at 1:37 p.m. and the exact route it took to get from Point A to Point B.</p><p>And mSpy has one more powerful feature: the eavesdropping function. When the person being stalked gets an incoming call, that very second, their speakerphone gets activated and starts recording. The victim doesn't have to answer the phone. The ringer could even be on mute, so you don't know it's ringing. But whatever conversation is happening in that room — say the victim is talking with her sister or her counselor — the smartphone feeds it back to the stalker.</p><p><strong>Marketing: Watch Your Workers And Kids</strong></p><p>Ads for spyware companies are all over the Internet. And obviously they don't market their apps as tools for obsessed lovers.</p><p>In online videos, they market spyware as a safety product. For example, an ad for PhoneSheriff says: \"You can track your child via GPS, and monitor texts for abuse including sexting and bullying.\"</p><p>The companies, which tout hundreds of thousands of subscribers, describe spyware as a legal way to watch your employees or your kids — with their full knowledge — to make sure no one's out of line.</p><p>NPR called and emailed <a href=\"http://www.mspy.com/contactus.html\">mSpy</a> (which is based in London, according to its website), <a href=\"http://www.phonesheriff.com/about.html\">PhoneSheriff</a> (in Jacksonville, Fla.), <a href=\"http://www.mobistealth.com/contact.php\">MobiStealth</a> (in Beverly, Mass.) and <a href=\"http://www.stealthgenie.com/contactus.html\">StealthGenie</a> (which didn't list a location). We wanted to know: How many subscribers do you have exactly? Have you ever reported a user to law enforcement for suspicious activity? What steps are you taking to prevent abuse?</p><p>MSpy responded that every customer signs an agreement acknowledging it's illegal to secretly spy on someone and the company is not liable. None of the other companies responded to NPR's inquiries.</p><p>Cindy Southworth, the advocate against domestic violence, says a lot of victims don't realize that it's so easy to be tracked in so many ways. People just think they're going crazy. Southworth says they're not: \"What I frequently tell victims is: If you suspect that your ex knows too much, it's entirely possible that all your devices have been compromised.\"</p><p>She says trust your instincts. Trust your gut.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Smartphones+Are+Used+To+Stalk%2C+Control+Domestic+Abuse+Victims&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"534"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348765047-35226c.m3u?orgId=1&topicId=1019&e=346149979&d=534&ft=nprml&f=346149979"},{"href":"http://media.npr.org/assets/img/2014/09/08/mspy-f47976999415cefd56c89b50efc497203ab061bf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2239","width":"2985"}}]}