{"created":"2015-02-08T23:27:27+00:00","modified":"2015-06-03T14:59:48+00:00","valid":{"from":"2015-06-03T14:59:48+00:00","to":"3015-06-03T14:59:48+00:00"},"hreflang":"en","title":"Korean Dictator, All-American Dad: One Actor's 'Very Unique Year'","published":"2015-02-09T14:53:00+00:00","teaser":"When Randall Park realized how important the sitcom <em>Fresh Off The Boat</em> was going to be, he got cold feet — until the real-life Eddie Huang talked him down. Then came the storm over <em>The Interview</em>.","itags":["npr_api","383243283"],"guid":"b63ef3f6-7e5f-46bf-8b57-458c591f6b32","contentencoded":"<p>When Randall Park realized just how big a deal <em>Fresh Off The Boat</em> was going to be, he got cold feet. The stakes were high for the first network sitcom in 20 years to feature an Asian-American family.</p><p>But he'd already filmed the pilot, in which he starred as family patriarch Louis Huang, a Taiwanese immigrant and firm believer in the American Dream. (The sitcom, which centers on Louis' son Eddie, begins as Louis uproots his young family from Washington, D.C., to suburban Orlando to open a steakhouse.)</p><p>\"After we did the pilot, and the show got picked up ... I started wondering about my place in the show,\" he tells NPR's Arun Rath. \"Should I be playing this father, especially as a Korean-American actor?\"</p><p>Park was feeling the pressure. After all, <em>All-American Girl</em> — network television's last sitcom about an Asian-American family — was canceled after just 19 episodes.</p><p>Among other things, that show was criticized for casting non-Korean actors to play the Korean-American family. Their accents were imperfect, and worse, the spoken Korean was \"<a href=\"http://lareviewofbooks.org/essay/american-girl-20-evolution-asian-americans-tv/\">occasionally mangled</a>.\"</p><p>Park remembered those criticisms. He himself is Korean-American. But here he was, playing a Taiwanese immigrant.</p><p>\"I really felt like, this is a very important show,\" he says. \"This is historical. I don't think I should be the one to play this father. I felt uncomfortable with it.\"</p><p>So he called up the real Eddie Huang, by then Park's friend and confidante.</p><p>\"I was like, 'Listen, I gotta talk to you. I don't know if I'm the one to play this part. I'm really feeling like it should be a Taiwanese or Chinese actor playing this part.'</p><p>\"And he basically said, 'Look, I'll support you in whatever you want to do, but I really think you're the one for this part.' And that really meant so much to me, because, you know, here I'm playing a version of this guy's dad. And to get his approval and his thumbs-up really made me feel like, OK, maybe it's OK.\"</p><p>After that conversation, Park says, he gave it some thought, and ultimately decided to stick it out.</p><p>\"As long as I come at this with respect and work as hard as I can to make sure this character is as real as I can,\" he says, \"then it would be fine.\"</p><p>And so far at least, that effort — from Park and the rest of the cast and crew — has paid off.</p><p>Nearly 8 million people tuned in for the <em>Fresh Off The Boat </em>pilot, and most stuck around for the second episode.</p><p>Despite those 8 million viewers, Louis Huang is actually <em>not</em> Randall Park's biggest role of the last year. That would be Kim Jong-Un in the controversial Sony movie <em>The Interview</em>.</p><p>Even before the Sony hack and the hullabaloo that ensued, Park had some trepidation about that role, too.</p><p>\"I read the script. I thought it was fantastic. And I thought it was smart and funny, and it gave me the opportunity to really have fun with the character. But I didn't know how I should feel.\"</p><p>So he asked his parents.</p><p>\"My parents were born in Korea. They spent a good part of their life in Korea. [I thought] they'd have a better idea of at least what this means in Korea,\" Park says. \"And they just thought it was hilarious. And they were like, 'Do it!' \"</p><p>We asked him if the range of roles for Asian-American actors has opened up — after all, this year he played both a brutal dictator and a sitcom dad.</p><p>Park answers carefully.</p><p>\"It has been a very unique year for me, and a wild, crazy time creating international incidents and controversy, and creating history with our TV show,\" Park says. \"But I don't know how much of a reflection this is in terms of the landscape for Asian-American actors. I think there's still so much ground to break, still.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Korean+Dictator%2C+All-American+Dad%3A+One+Actor%27s+%27Very+Unique+Year%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"353"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384788283-44a69f.m3u?orgId=1&topicId=1138&d=353&p=2&story=383243283&t=progseg&e=384782515&seg=5&ft=nprml&f=383243283"},{"meta":{"duration":"353"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384788251-cb950d.m3u?orgId=1&topicId=1138&d=353&p=2&story=383243283&t=progseg&e=384782515&seg=5&ft=nprml&f=383243283"},{"href":"http://media.npr.org/assets/img/2015/02/03/fresh-31-406f41141ea7afd43a653b402336a3a2cc92ca93.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"554","width":"739"}},{"href":"http://media.npr.org/assets/img/2015/02/06/a2-7b94a1a4cc1a1ff97de6503786b34c96412a0a0b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2270","width":"3028"}}]}