{"created":"2014-09-07T23:28:19+00:00","modified":"2014-10-31T01:47:40+00:00","valid":{"from":"2014-10-31T01:47:40+00:00","to":"3014-10-31T01:47:40+00:00"},"hreflang":"en","title":"After Serving In Iraq And Afghanistan, A New Mission: Healing","published":"2014-06-12T14:01:00+00:00","teaser":"Jon Meadows received multiple injuries during his deployments, including a traumatic brain injury. Now, with the help of his wife, Melissa, he's focusing on recovery.","itags":["npr_api","315294146"],"guid":"b6449ef2-45f6-430d-882a-d7593847ec65","contentencoded":"<p><em>StoryCorps' Military Voices Initiative records stories from members of the U.S. military who served in Iraq and Afghanistan.</em></p><p>On Staff Sgt. Jon Meadows' first deployment to Iraq, one of his friends, Staff Sgt. William Beardsley, said he wanted to go on a mission in Jon's place.</p><p>Jon agreed — and Beardsley died on that mission.</p><p>\"That was the hardest moment of my life,\" Jon tells his wife, Melissa, on a visit to StoryCorps in Washington, D.C. \"I was ashamed, because I was glad it wasn't me. Then I had the guilt ... If I went on the mission, it wouldn't have been him. I had a picture of him, and I had it everywhere I went. And now I put him on my bookshelf. There's my buddy who got killed. I can never get over that.\"</p><p>Jon was injured multiple times during his service. During his most recent deployment, in Afghanistan, the vehicle he was riding in drove right over an IED.</p><p>\"My driver floored it,\" Jon tells Melissa. \"And my body slammed so hard up against the top of the vehicle it felt like I had a knife stuck in, like, the middle of my brain.\"</p><p>When he came home, they learned he'd suffered a traumatic brain injury. \"You couldn't have a conversation,\" Melissa tells Jon. \"You couldn't follow one-step instructions. You were almost catatonic at times.\"</p><p>Jon asks if Melissa would ever want to give up on him. \"No,\" Melissa tells him. \"Absolutely not. Your mission is to get better.\"</p><p>\"And that's what I'm trying to do,\" Jon says. \"And it's so hard to say, 'I need help.' \"</p><p>\"I can't soldier it up anymore,\" he says. \"I have to be somebody that wants to be healed. And now we're working with my PTSD, which is a different thing. The only way to treat that is I have to talk about it, too.\"</p><p><em>Audio produced for</em> Weekend Edition<em> by Katie Simon.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Serving+In+Iraq+And+Afghanistan%2C+A+New+Mission%3A+Healing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"255"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1315445118-ba3480.m3u?orgId=1&topicId=1057&aggIds=4516989&ft=3&f=315294146"},{"href":"http://media.npr.org/assets/img/2014/05/23/meadowsnpr-a7153e8f08832b1b0f8342987c6674dbf56936ac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}}]}