{"created":"2015-04-10T20:49:38+00:00","modified":"2015-04-14T14:19:10+00:00","valid":{"from":"2015-04-14T14:19:10+00:00","to":"3015-04-14T14:19:10+00:00"},"hreflang":"en","guid":"b64562c9-d794-432d-bea3-0577fedafb7e","title":"Help wanted: A few brave chefs to cook for hungry seasick migrants","published":"2015-04-14T14:19:07+00:00","byline":"David Leveille","tags":["food","migrants","culture","Food","Lifestyle & Belief","Médecins Sans Frontières","MOAS","Mediterranean","migrants","fafe-haven","Europe","Search and rescue"],"teaser":"Thousands of migrants seeking safe-haven in Europe are expected to risk their lives this summer crossing the Mediterranean in ramshackle boats. So two humanitarian organizations are teaming up to help avert disasters at sea.","contentencoded":"<p>Médecins Sans Frontières and the Migrant Offshore Aid Station, will carry out joint search and rescue and medical aid operations this summer on the Mediterranean between Europe and Africa. Their mission is to save lives as thousands of migrants try to reach safe-haven in Europe. </p>\n<p>The groups will team up aboard <a href=\"http://www.pri.org/stories/2015-02-23/american-millionaire-works-rescue-migrants-coast-italy\">the Phoenix, a 120-foot rescue ship</a> that’s equipped with high speed inflatables and surveillance drones.</p>\n<p>“Our motivation is simple,” says MOAS director Martin Xuereb. “No one deserves to die, and we will do everything in our power to ensure that those who feel compelled to undertake this treacherous sea crossing in makeshift vessels do not drown.”</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"596\" width=\"900\" alt=\".\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Transfer2.jpg?itok=FiJMQyYU\" title=\"\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>MOAS</p>\n  </div>\n</div>\n<p>Two MSF medical doctors and a nurse will be on board to provide lifesaving emergency care. They'll treat the most urgent medical needs of migrants who may have already spent days at sea, which may include dehydration, fuel burns, severe sunburn and hypothermia.  </p>\n<p>There’s another key player in the life-saving Mediterranean mission: Someone who will cook food for the hungry and seasick migrants.    </p>\n<p>“I remember our first mission. There was a boat of what looked like maybe sub-Saharan Africans and it was in danger of sinking,\" says Texas-born Simon Templer, who was a banquet sous-chef at a hotel in New Orleans previously. Nowadays, he's the cook aboard the MOAS rescue ship, the Phoenix.</p>\n<p>He remembers being shocked to “see so many infants and children all badly dehydrated,\" and feeling overwhelmed at the sight of men who were so desperate to get aboard the Phoenix that they jumped into the water and swam for the ship.</p>\n<p>Once paramedics and crew bring everyone safely aboard, Templer springs into action. To help people overcome their hunger or seasickness, he offers simple foods. “We have recommended dietary bars, definitely lots of water, and crackers, and biscuits.”</p>\n<p>In some cases, as many as 300 rescued migrants may be in need of nourishment. “I'll cook a large 25 kilogram bag of white rice, and I’ll do large batches of rice and maybe a plain tomato sauce in order to keep it nice and simple and make sure that stomachs aren't too upset. You certainly don't want everyone having to use the restroom at the same time on vessel like that.”   He says there are tense moments on the ship, but he's usually able to ensure everyone has “a plate with something warm to eat.”</p>\n<p>Templer says it took a while for the experience of cooking aboard a rescue ship to really sink in. \"It finally hit me, like we were really out there saving people's lives and making a difference and it just makes me feel very proud about being part of it,” he says.</p>\n<p>Just in case you like to cook and have some free time this summer, MOAS says it's looking for few brave volunteers. \"Wanted: great chefs to brave the Mediterranean in exchange for an extraordinary adventure,” their online ad reads. “Position is voluntary. Honour and recognition will follow in the event of success.”</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>WANTED: Brave <a href=\"https://twitter.com/hashtag/chefs?src=hash\">#chefs</a> to join <a href=\"https://twitter.com/hashtag/MOAS?src=hash\">#MOAS</a> on life-saving mission in the <a href=\"https://twitter.com/hashtag/Mediterranean?src=hash\">#Mediterranean</a> between May and October. <a href=\"http://t.co/0AeJ9mLiWj\">pic.twitter.com/0AeJ9mLiWj</a></p>\n<p>— MOAS (@moas_eu) <a href=\"https://twitter.com/moas_eu/status/585092939229093888\">April 6, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p><iframe src=\"https://player.vimeo.com/video/120712118\" width=\"560\" height=\"340\" frameborder=\"0\" title=\"Saving Lives at Sea | MOAS (Migrant Offshore Aid Station)\" webkitallowfullscreen=\"\" mozallowfullscreen=\"\" allowfullscreen=\"\"></iframe></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-09%2Fmeals-ships&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/simonmoas930.mp3"},{"href":"http://www.pri.org/file/simonmoas930mp3-0"}]}