{"created":"2014-10-08T02:55:14+00:00","modified":"2014-10-31T00:36:28+00:00","valid":{"from":"2014-10-31T00:36:28+00:00","to":"3014-10-31T00:36:28+00:00"},"hreflang":"en","title":"Top NYPD Cop: Stop-And-Frisk Is Not 'The Problem Or The Solution'","published":"2014-07-03T22:41:00+00:00","teaser":"It's been nearly a year since a court ruling curtailed the New York Police Department's controversial practice. Today, Police Commissioner William Bratton says the city can be just as safe without it.","itags":["npr_api","328120358"],"guid":"b648faa6-039a-4142-ac04-18708ba34256","contentencoded":"<p>It's been nearly a year since a court ruling curtailed the New York Police Department's controversial practice known as stop-and-frisk, but NYPD Commissioner William Bratton says the city can be just as safe without it.</p><p>Bratton tells NPR that crime numbers for the year are down overall in New York. Murder, for example, is on pace to set another record low.<em> </em>And<em> </em>while Bratton's critics claim there's a connection between a headline-grabbing rise in shootings and the end of stop-and-frisk, the policy of warrantless stops that was a staple under the previous administration, the commissioner disagrees.</p><p>\"I don't think anybody really knows. A lot of what you've got going on right now is media hype,\" Bratton says.</p><p>The spike in shootings — a 10 percent increase since January — is Bratton's first major challenge since returning to New York this year. Under Bratton, the NYPD has all but suspended stop-and-frisk.</p><p>\"Shootings is one of the few categories that is up, but that is very localized,\" he says.</p><p>Most neighborhoods in New York are safer than they've been in decades — but not all.</p><p>East New York is one community that's seen a jump in crime this year. It's a working-class neighborhood in Brooklyn that's predominantly black and Latino. Stop-and-frisk is down here more than 90 percent. Shootings here, on the other hand, are up roughly 30 percent from last year.</p><p>James William says he felt safer when criminals were more afraid of the cops. \"Now you got these kids running around here with these here guns and whatnot, they feel more safer carrying 'em,\" he says. \"They are more aggressive. They are more bold. And they know now that the man can't stop 'em, so they bring the guns out.\"</p><p>Cynthia Gray agrees that the neighborhood felt safer a year ago, when stop-and-frisk was in full effect.</p><p>\"Yeah, it was better. I got mad if they [frisked] my son ... he's a good boy — but they need to bring stop-and-frisk back,\" she says.</p><p>At the height of the program, the NYPD stopped nearly 700,000 people a year without a warrant. The vast majority were young black and Latino men who had done nothing wrong. Civil rights advocates challenged that practice in court, and won.</p><p>Christopher Dunn with the New York Civil Liberties Union says crime in New York has mostly continued to go down, even as the police started cutting back on stop-and-frisk in 2012.</p><p>\"When stops go way up, public safety is not improved. And over the last two years, stops have gone down dramatically and shootings have gone down, and murder has gone down. So whatever may explain this recent spike in shootings, it's not the reduction in stop-and-frisk,\" Dunn says.</p><p>For a policy that's so controversial, criminologists say it's hard to prove whether stop-and-frisk actually lowers crime rates or not.</p><p>\"The evidence necessary to do so simply doesn't exist yet,\" says Richard Rosenfeld, professor of criminology at the University of Missouri, St. Louis who is studying stop-and-frisk in New York. \"What we're finding, preliminarily, is some effect of the policy on crime — relatively modest effect. I think it's small. I think it's relatively short-lived.\"</p><p>The NYPD recently launched its own study into what's causing the rise in shootings. Bratton says it will look at a lot of factors, not just stop-and-frisk.</p><p>\"It isn't the cure for any crime disease. It's one of many, many tools that we use. So unfortunately, stop, question and frisk has become the flavor of the month, if you will,\" he says. \"That anybody feels that's either the cause of the problem, or the solution, it is neither the cause nor the solution.\"</p><p>That said, Bratton isn't waiting for the study to deal with the spike in shootings. He's turning to another timeworn tactic: more cops on the street. This week, he's launching an effort to put 600 new recruits and 400 veteran officers on patrol in high-crime hot spots.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Top+NYPD+Cop%3A+Stop-And-Frisk+Is+Not+%27The+Problem+Or+The+Solution%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"254"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1328209636-7f9c71.m3u?orgId=1&topicId=1070&ft=3&f=328120358"},{"href":"http://media.npr.org/assets/img/2014/07/03/bratton-a2242a1ce25af6b6cde636c8660c3c4cd80c810e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}}]}