{"created":"2014-11-10T23:56:56+00:00","modified":"2014-11-11T19:43:39+00:00","valid":{"from":"2014-11-11T19:43:38+00:00","to":"3014-11-11T19:43:38+00:00"},"hreflang":"en","guid":"b650115e-2f5c-43fb-bab0-d6abd9da1e70","title":"Calm down — America is officially Ebola-free","published":"2014-11-11T19:43:35+00:00","byline":"Bradley Campbell","tags":["Ebola","ebola out break","Kaci Hickox","william fischer","Health","Health & Medicine","North America","Africa","Guinea","United States","West Africa","Africa","North America","Craig Spencer","William Fischer","Kaci Hickox","Tropical diseases","Contact tracing","Ebola virus disease","Mononegavirales","Microbiology","Medicine","Biology","Zoonoses","Ebola"],"teaser":"The US responded to Ebola quickly, and succeeded in stamping out the small number of known cases. Now that the last Ebola patient in the country has been cleared, one doctor says it's time to refocus on West Africa.","contentencoded":"<p>America is now officially Ebola-free.</p>\n<p>Bellevue Hospital Center in New York announced that Craig Spencer, the doctor who tested positive for Ebola after returning from Guinea, is free of the disease and <a href=\"http://www.nytimes.com/2014/11/11/nyregion/craig-spencer-new-york-doctor-with-ebola-will-leave-bellevue-hospital.html?smid=tw-nytmetro&amp;_r=0\">will be released on Tuesday</a>. Spencer was the last of <a href=\"http://www.cdc.gov/vhf/ebola/outbreaks/2014-west-africa/united-states-imported-case.html\">three people who developed Ebola in the US</a>, all of whom have fully recovered.</p>\n<p>Yet the specter of the disease sparked fears of contagion, and measures like <a href=\"http://www.cnn.com/2014/10/29/us/connecticut-school-ebola-lawsuit/\">barring children from schools</a> and quarantines like the one briefly implemented in New York and New Jersey before <a href=\"http://abcnews.go.com/Health/kaci-hickox-21-day-monitoring-ends/story?id=26812650\">quarantined nurse Kaci Hickox complained of her treatment</a>.</p>\n<p>\"I don't think the quarantine did anything,\" says William Fischer, a doctor at the University of North Carolina who also traveled to Guinea to treat Ebola patients this summer. \"And who have we quarantined? We've quarantined this nurse who's tested negative on multiple occasions. We've quarantined a contact of Dr. Spencer's who has never become symptomatic. I think we're seeing an expression of fear.\"</p>\n<p>Fischer says that despite initial mistakes in the handling of the disease, American health authorities have \"been able to regroup from those initial mistakes and really implement the full strength of our infection control mechanism that's in this country.\"</p>\n<p>He cited the strength of the CDC's effort in \"contact tracing,\" or tracking down and monitoring people who may have encountered the people who contracted Ebola.</p>\n<p>It's that level of organization and tracking that isn't possible in West Africa, Fischer argues. \"It's so much more difficult given the scale of the epidemic over there,\" he says. \"We had one case in Dallas, and you saw we had hundreds of contacts that had to be followed. Now imagine doing that same contact tracing for 10,000 cases.\"</p>\n<p>And that's why \"we have to put the focus where the epidemic is,\" Fischer says, arguing that stopping the disease in West Africa is the way to ensure that the US remains clear of Ebola. \"We are not free until the epidemic occurring in West Africa is over.\"</p>\n<p>In the meantime, hospitals and medical professionals are boosting preparedness against Ebola. \"I have not gone a single day without hearing the word 'Ebola' or 'preparedness,'\" Fischer says. \"I can tell you that the majority of medical institutions I've spoken with are aggressively trying to get prepared in case this happens again.\"</p>\n<p>He also hopes the end of the Ebola cases will give people a chance to come down and get more information. \"I think it's important to recognize this is emanating out of fear and not out of science,\" he says. \"I think that provides us an opportunity to intervene and say, 'Listen, we understand you are scared but let's discuss how this virus is transmitted, who is at risk of transmitting the virus and who is at risk of becoming infected.' I think fear is an opportunity to educate.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}