{"created":"2015-03-11T16:33:18+00:00","modified":"2015-03-12T18:26:46+00:00","valid":{"from":"2015-03-12T18:26:46+00:00","to":"3015-03-12T18:26:46+00:00"},"hreflang":"en","guid":"b6532af9-1891-4c92-90cd-a906f09c3406","title":"Could Charlie Hebdo happen in Reykjavik? How Iceland’s Muslims try to convince people it won't","published":"2015-03-12T18:26:44+00:00","byline":"Patrick Cox","tags":["Islam","immigration","Religion","culture","Belief","Lifestyle & Belief","Reykjavik","Europe","Iceland","Europe","Sverrir Ibrahim Agnarsson","Yassin Hassan","Muhammed Kizilkaya","Islam","Mosque","Religion","Islamic culture"],"teaser":"The Muslim population of Iceland, made up of immigrants, foreign students and a few homegrown converts, is small but growing. And the community may soon be getting its first custom-built mosque with land donated by the city of Reykjavik, but not without objections from a vocal minority. ","contentencoded":"<p>For more than a thousand years, Iceland barely had any visitors. There were the colonizers — Norwegians, then Danes, then the US military — plus a few eccentric adventurers, but that was about it.</p>\n<p>That’s changed in the last 20 years. Today the streets of Reykjavik are teeming with non-Icelanders. Most are tourists, but there are also migrants, who now make up about eight percent of Iceland’s population. Among them are at least 1,200 Muslims.</p>\n<p>“Nobody thinks I’m a Muslim,” said Somali-born Yassin Hassan. “Most people think I’m an American basketball player. When I tell them my name is Yassin, they start to get the picture.”</p>\n<p>Hassan was one of a half-dozen men I met on a snowy evening in Reykjavik. The others were an Eritrean, two Danes of Turkish ancestry, an Iraqi and a Syrian. They had come to pray at a makeshift mosque tucked between a piano school and a discount picture framing store in a commercial district of Reykjavik.</p>\n<p>“I love extreme weather and extreme wind,” said Muhammed Kizilkaya, a sociology student. He’s from Denmark, born to Turkish-Kurdish parents. No one else shared his views on the local climate.</p>\n<p>“It’s tough,” said Hassan of the winter’s darkness. “Depression, no Somalis here. The only community you have is the mosque. You have to come to mosque and chat with people.” </p>\n<p>That mosque is due for an upgrade. The Muslim Association of Iceland is working in co-operation with the Association of Icelandic Architects on plans for the country’s first custom-built mosque, constructed on land donated by the city of Reykjavik. The mosque and its minaret would have size restrictions, but it would accommodate at least 300 worshippers, according the Muslim Association’s chairman, Sverrir Ibrahim Agnarsson.</p>\n<p>“In most other countries in Europe, you usually have a Moroccan mosque, a Syrian mosque, a Turkish mosque and a Pakistani mosque,” Agnarsson said. But not in Iceland: The size of the local Muslim population couldn’t support that. And Agnarsson enjoys the mix of nationalities and styles.</p>\n<p>“We are all from all over and we try to keep it like it like that,” he said. “We keep it simple. This mosque is just for praying and the usual things that Muslims do — marry, you die, get buried, you have the Eid festivals here. That’s the function of the mosque.”</p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/mosque%20outside.jpg?itok=WoPYa_UZ\" alt=\"\" /><div class=\"field-caption\">\n    <p>The current headquarters of the Muslim Association of Iceland. The group has plans for a custom-built mosque with land donated by the city of Reykjavik. </p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Patrick Cox</p>\n  </div>\n</div>Agnarsson is a native Icelander who was baptized a Christian as child. He roamed the world as young adult and lived for a time in Pakistan, where he converted to Islam. He expects to spend much of the next few years trying to raise money to build the mosque; he rejected Saudi Arabia's offer to partially bankroll the construction costs. Agnarsson says his group rejects all forms of extremism. There is another Muslim group in Reykjavik he says has closer ties to the Saudis, but they don’t have a donated plot of land or permission to build.\n<p>Icelanders are still getting used to Islam in their own backyard. A poll last year found that 42 percent of those surveyed opposed the construction of a mosque. One party made opposition to the mosque its main campaign issue during Reykjavik’s most recent municipal elections. They did better than expected, winning two seats on the city council.</p>\n<p>“There is a very hardcore opposition to Islam and Muslims in Iceland, basically inspired by this Islamophobic literature from America,” Agnarsson said. “When this political party took this card out of their sleeve and tried to increase their following, they did. But we also got a lot of sympathy.”</p>\n<p>Agnarsson says he finds himself online almost every day conversing about Islam with other Icelanders, sometimes explaining the religion, sometimes defending it. “I make my jihad on the computer keyboard,“ he tells me with a smile.</p>\n<p>But defending the faith doesn’t come so easily to Yassin Hassan. He escaped violence in Somalia, and now he says he finds himself pegged as the worshipper of a violent religion. The questions from Icelanders have been especially pointed after the fatal jihadist attacks in Paris and Copenhagen.  </p>\n<p>“Sometimes you’re sitting on your sofa at home and you’re trying to watch TV, and you hope — you pray — that something doesn’t happen in the Middle East because it’s going to affect you here,” Hassan said. “What happened in a couple of European countries the last two months, you have to explain to the people that that is not Islam. You have to explain to the people, ‘I hate these people as much as you do. Don’t put us in the same category.’ It’s sometimes boring, but you have to do that.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-11%2Fchilly-northern-edge-islamic-world&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/mosquetop.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/mosquetopjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0311201504.mp3"},{"href":"http://www.pri.org/file/0311201504mp3"}]}