{"created":"2014-10-26T21:24:17+00:00","modified":"2015-04-23T18:14:58+00:00","valid":{"from":"2015-04-23T18:14:58+00:00","to":"3015-04-23T18:14:58+00:00"},"hreflang":"en","title":"After The Blackwater Convictions, A Book On Iraq's Nightmarish Reality","published":"2014-10-27T12:58:00+00:00","teaser":"Four former Blackwater guards were found guilty last week in connection with a fatal shooting in 2007. Author Brian Castner recommends a book on the toll violence has taken on Iraq.","itags":["npr_api","358570812"],"guid":"b659c078-c98a-4904-a70a-45e29821396f","contentencoded":"<p><em>Back in 2007, a shooting in Iraq caught the attention of many in the U.S.</em></p><p><em>Four security guards working for the company Blackwater shot and killed at least 14 Iraqi civilians in a traffic circle in Baghdad. Last week all four were pronounced guilty by a federal jury.</em></p><p><em>For our series, </em>This Week's Must Read<em>, author and Air Force veteran Brian Castner reflects on this news by turning to literature.</em></p><hr /><h3>This Week's Must Read</h3><p>In years to come, historians may ask how average Iraqis endured so much tragedy. An eight-year war with Iran, Saddam Hussein's invasion of Kuwait, Desert Storm, sanctions, no-fly zones, a second American invasion, a civil war, and now ISIS. Countless dead over the last 35 years. How much can one people take?</p><p>Hassan Blasim considers this wider view in his award-winning short story collection <em>The Corpse Exhibition</em>, placing the violence of American soldiers and Blackwater contractors in the context of decades of suffering. Blasim is Iraqi by birth, and despite now living in exile in Finland, there is no distance in his writing. It is visceral, full of horror and absurdity. In the title story, a murder cult publicly displays its victims in a sort of grotesque performance art. In another piece, a newspaper reporter plagiarizes a story from an unknown dead solider and then is driven insane by an ever-rising flood of similar ghostly stories that arrive in the mail. Blasim's fantasies are of a distinctly Arab cast, jinnis and devils at every turn.</p><p>In an <a href=\"http://www.litshow.com/q-and-a/hassan-blasim\">interview</a> with Joe Fassler for \"The Lit Show,\" Blasim referenced, \"not magical realism,\" but \"nightmarish realism. Horrifying hallucination.\"</p><p>In <em>The Corpse Exhibition</em>, the war is always present, explicitly or in metaphor. The war is an oubliette from which there is no escape. The war is a dream that follows refugees to Europe, kills them after they have changed their names and left their old life behind. Blasim is an Iraqi Kafka with a touch of Edgar Allan Poe thrown in, and his pen spares no one who commits atrocities, Americans and Iraqis alike.</p><p><em>Brian Castner served as an Explosive Ordnance Disposal officer in the US Air Force from 1999 to 2007. He's also the author of the book </em>The Long Walk: A Story of War and the Life That Follows.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+The+Blackwater+Convictions%2C+A+Book+On+Iraq%27s+Nightmarish+Reality&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Brian Castner","audio":[{"meta":{"duration":"125"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359120823-acc0f8.m3u?orgId=1&topicId=1034&aggIds=257657827,100876926&e=358570812&d=125&ft=nprml&f=358570812"}]}