{"created":"2014-10-07T20:14:43+00:00","modified":"2014-10-31T00:00:29+00:00","valid":{"from":"2014-10-31T00:00:29+00:00","to":"3014-10-31T00:00:29+00:00"},"hreflang":"en","title":"Is NPR Biased In Its Gaza Coverage?","published":"2014-07-25T21:00:00+00:00","teaser":"The critics from both sides are passionate. My review is likely to disappoint them.","itags":["npr_api","334461217"],"guid":"b6889f6d-c2d1-4aaf-856f-c6d8162fe3f8","contentencoded":"<p>Fred Rogers of Northfield, Minn, was clearly upset:</p><blockquote><p>I am appalled at the coverage NPR is providing for the current crisis in Palestine/Israel. All of the stories I have heard have origins in Israel and they all begin with a profusion of support for Israel's defending itself. None express any insight about the three weeks of warfare against the Palestinian population that led up to this conflict.</p></blockquote><p>Hundreds of other listeners and Web readers who wrote in similarly agreed. Yet, even more complaints have poured in like this one from Wendy Zuckerberg of Woodcliff Lake, N.J.:</p><blockquote><p>I am fed up with NPR for its constant bias against Israel. Your news reports only talk about Palestinian casualties. What about the tragedies in Israel? Israeli civilians have lost their homes, been forced into bomb shelters and evacuated, but I've never heard about this on NPR! Also, let's remember who started this. The initial rockets were fired from Gaza!!!</p></blockquote><p>It is tempting to say that if both sides are angry, then NPR must be doing something right. Sociological studies, moreover, find that we all tend to remember news we disagree with more than news we agree with. In other words, our perceptions of bias tend to be exaggerated. But while these observations suggest that we should double-check ourselves, neither proves that there is not in fact a bias in the coverage.</p><p>After reviewing, however, all of NPR's stories of the Gaza conflict since June 30, when the bodies of three kidnapped Israeli teens were found, I find that the coverage has been fair and accurate. It has not leaned toward one side or the other.</p><p>The passionate responses from listeners are understandable, given that many of them have an emotional investment in a conflict involving religion, identity, or homeland. And, of course, all of us can have strong feelings about news coverage involving life-and-death struggles, wherever they occur.</p><p><a href=\"http://www.people-press.org/2014/04/29/public-divided-over-whether-israel-independent-palestinian-state-can-coexist/\">Public opinion</a> in the United States still overwhelmingly sympathizes with the Israelis, but similar support in much of the rest of the world has <a href=\"http://www.pewglobal.org/2014/06/25/mounting-pessimism-about-two-state-israeli-palestinian-solution/\">eroded</a> over the years and may be slowly tattering in the US, too. The message traffic to me and the main radio shows at NPR seems to be running roughly 60:40 pro-Israel, if you assume that criticism of the coverage for being \"pro-Palestinian\" reflects a pro-Israeli stance. I suspect that in previous decades, the margin would have been wider. Regardless, it is not for NPR to take sides.</p><p>Does this mean that NPR is ducking a journalistic responsibility to find truth, that it is guilty of some sort of false equivalence by not concluding who is right and wrong? Many of the opposing letter writers say yes, holding up morality as being on their side. Robert Siegel raised the question of \"moral equivalence\" early on in an <a href=\"http://www.npr.org/2014/07/07/329585098/news-of-israeli-arrests-met-with-both-resentment-and-reflection\">interview</a> with Israeli author Ari Shavit. No answers were reached, other than Shavit saying that extremists among both Palestinians and Israelis are dangerous.</p><p>I asked foreign editor Edith Chapin about how much she thought of these matters in directing NPR's coverage.</p><p>\"We always think about questions of balance and moral equivalence,\" she replied, \"but sadly there is no tape measure and absolute answer. Journalism is art, not science as many a practitioner has said over the centuries.\"</p><p>The issue of arriving at conclusions can be more clearly done in reporting on any one slice of the story. To their credit, the four reporters on the ground—Jerusalem bureau chief Emily Harris, visiting London bureau chief Ari Shapiro, visiting Berlin correspondent Soraya Sarhaddi Nelson, and stringer Daniel Estrin—have pulled no punches in describing the horror felt by Israelis subject to the ongoing rocket attacks, and the horror felt by Palestinians in Gaza subject to Israeli bombings and ground attacks.</p><p>Who started the fighting? Listeners and readers who write in, like Rogers and Zuckerberg above, regularly come back to this critical slice. Each accuses NPR of not correctly assessing blame on the other side.</p><p>What I found was that NPR <a href=\"http://www.npr.org/templates/transcript/transcript.php?storyId=329884088\">reported</a> that Hamas in Gaza dramatically upped the ante in this latest round of violence by launching the rocket attacks. Shapiro and Estrin did most of the reporting in the early weeks. Harris was on vacation in the western United States at the time, Chapin said, but she hustled back and her return, combined with the passing of time and online explainers by <a href=\"npr.org\">NPR.org</a> international editor Greg Myre, has led to more <a href=\"http://www.npr.org/blogs/parallels/2014/07/18/332545077/what-to-watch-in-israels-ground-invasion-of-gaza\">background analysis </a>on the players and their motivations in the fighting. This has added nuance to the \"who started it\" question and what to expect next.</p><p>Harris in particular has been risking her own life to tell the human side of the story from Gaza. Some pro-Israeli listeners have complained that these Palestinian stories are tear jerk \"propaganda,\" as David Feller-Kopman of Stevenson, Md., wrote in. But the major fighting has been in Gaza, and the unavoidable fact was that as of Thursday morning, 729 Palestinians were <a href=\"http://www.reuters.com/article/2014/07/24/us-mideast-gaza-idUSKBN0FT06I20140724\">reported</a> killed, most of them civilians, versus at least 35 Israelis, two of them civilians.</p><p>Many listeners and readers have protested that NPR's reporting on the disproportionate death toll is misleading because Hamas uses civilians as so-called \"human shields\" by hiding its rockets in neighborhoods and even in mosques. I found that many of the stories indeed reported that many of the rockets were fired from populated urban areas. Siegel, in an on-air <a href=\"http://www.npr.org/2014/07/18/332636903/a-hamas-response-to-israeli-peace-terms-and-the-violence-in-gaza\">interview</a>, bluntly asked a Hamas spokesperson, Ihab al-Ghussein, if Hamas wasn't using a strategy of \"victimization\" of civilians. Al-Ghussein evaded the answer, but the point was made.</p><p>But through the spokesperson and many of the ordinary Gazans <a href=\"http://www.npr.org/blogs/parallels/2014/07/17/332205089/two-funerals-in-israel-and-gaza-each-side-mourns-its-dead\">interviewed</a> by Harris and Shapiro, we in the audience began to learn another reality, too. In addition to Hamas religious ideology and political calculations being behind the rocket attacks, many civilian Gazans also were willing to risk the high death toll from an inevitable Israeli retaliation because of feeling enraged over what they call Israel's longtime \"siege\" of Gaza. Despite some <a href=\"http://www.npr.org/2013/01/01/168417035/israel-eases-gaza-blockade-allowing-construction-supplies\">relaxation</a> of Israeli restrictions in recent years, most Gazans remain cut off by Israel from trade, business, and travel with most of the world — in large part because of <a href=\"http://www.npr.org/2014/07/21/333737328/can-the-egyptian-regime-still-play-peace-broker-in-gaza-strife\">Egyptian restrictions</a> on Gaza's borders, too.</p><p>Questions of root causes are never simple in this tiny piece of the world. Each side of the Israeli-Palestinian conflict has its own narrative that emphasizes wrongs committed by the other side over the past 60 or even 100 years. No single story, indeed no group of stories, can possibly put all that bitter history into a context that will satisfy everyone, or anyone. The best NPR can do on this score is to show how the competing convictions about the wider blame have themselves contributed to the continuation of the conflict.</p><p>Even then, some Palestinian supporters regularly complain that NPR, and much of the Western media, is blind to a fundamental bias in their framing of stories. NPR does so, these critics claim, by accepting the legitimacy of the state of Israel as fact. There is no blindness here. The framing correctly reflects not just what have come to be bedrock American values, but also international law and a moral decision made by most of the world long ago. This does not mean, however, that the framing should adopt an attitude of Israel right or wrong, and the coverage of the Gaza conflict correctly doesn't.</p><p>Related to framing is another frequent complaint of conflicts of interest. As Robert Schaible of Buxton, Maine wrote:</p><blockquote><p>I'd like to expect better from NPR than Ari Shapiro's report yesterday. To begin, your only correspondent in the report was Jewish. What would your pro-Israel listeners say if your only correspondent was an Arab?</p></blockquote><p>I have no idea what Shapiro's religious conviction is. I see nothing in his reporting that reflects a religious bias, and so see no reason to ask him. As Chapin wrote to me:</p><blockquote><p>Ari is an established journalist with a long track record of outstanding reporting at NPR. He is a former White House correspondent, considered one of the most important beats in the US. He has been subjected to spin before. He does his job with great care and attention.</p></blockquote><p>Up until the 1980s, it was common for the American news media not to assign Jewish reporters to the Middle East. This has changed, as it has changed for assigning blacks to cover civil rights, women and LGBT reporters to cover gender and sexuality, Hispanics to cover Latin America, Iranian-Americans to cover Iran, and so on. While Schaible's concern is understandable, the real issue is professionalism, not the religious, racial, national or sexual background of the individual reporter.</p><p>As it was, Shapiro and NPR's Arabic translator Nuha Musleh, found themselves <a href=\"http://www.npr.org/2014/07/07/329585091/in-jerusalem-and-caught-in-a-crossfire-of-thrown-stones\">caught in the middle</a> of high tensions in Jerusalem's Old City. They walked into a hail of rocks being thrown at passing Palestinian women. Shapiro reported that the police suspected that the perpetrator was an ultra-Orthodox Jew. Recently, Shapiro has rotated out to fill in as a host back in Washington, Chapin said.</p><p>Public scrutiny of the reporters covering the conflict between Israelis and Palestinians reflects how sensitive the assignment is and how it can become a career minefield. In public splashes over complaints, one NBC reporter was <a href=\"http://money.cnn.com/2014/07/20/media/ayman-mohyeldin-nbc-news/\">pulled out</a> of Gaza, as was one <a href=\"http://www.huffingtonpost.com/2014/07/18/cnn-diana-magnay-israel-gaza_n_5598866.html\">CNN reporter</a>, though the former has since returned to his post.</p><p>But focusing on the reporters additionally misses a basic point. The most common complaints from both sides have to do with inherent weaknesses in broadcast journalism, especially as practiced by NPR. However, I think that most of us would agree that what is gained in the trade-off that NPR makes by design is more than worth it.</p><p>The complaint is that a particular story or on-air interview appears biased because it focuses mostly on one view or one side in the fighting. Pro-Palestinian listeners, for example, complained ferociously early on about the sympathetic <a href=\"http://www.npr.org/2014/06/30/327064731/between-israel-and-hamas-3-killed-teens-escalate-tensions\">stories</a> about the three murdered Israeli boys. They either didn't hear or—as those sociological studies suggest—didn't particularly remember other stories about the impact on Palestinian families of mass arrests and house destructions by Israeli soldiers. Similarly, pro-Israelis have complained vociferously about <a href=\"http://www.npr.org/2014/07/22/334082378/in-a-crowded-gaza-a-growing-sense-that-nowhere-is-safe\">stories</a> sympathetic to Gazans suffering under Israeli bombing, but didn't hear or overlooked the many stories reporting the fear caused in Israeli towns and cities by Hamas rockets and tunnels.</p><p>Shortly before the Israeli ground invasion last week, Sumner Stone, of East Greenwich, R.I., telephoned me at around 3 in the afternoon to complain that NPR had failed to report that 13 heavily armed Palestinian infiltrators had been caught trying to sneak through a tunnel with the apparent intention of attacking the small Israeli kibbutz of Sufa near the Gaza border. The incident had been on the Israeli news for the \"last 12-14 hours,\" he said. Yet NPR seemed only to be carrying stories about the four Palestinian children killed on the beach by Israeli fire.</p><p>\"Was it INTENTIONALLY IGNORED,\" Stone soon wrote me of Sufa, \"while the tragic story of the UNINTENTIONAL killing of the four youths was SENSATIONALIZED for two days in a row?\"</p><p>Nothing of the kind, Robert Garcia, the managing editor of NPR's hourly newscasts, told me. Stringer Estrin, as part of the excellent fill-in he has been doing since the crisis broke out, reported on the Sufa incident in the lead story package of the hourly newscast at 6 a.m. Eastern time.</p><p>This is not to fault Stone; I wasn't listening at that hour, and I presume he wasn't either. NPR's newscasts, moreover, are not transcribed or stored online. Other events soon took over the hourly reports. Still, by that night the many tunnels found by Israel had become a central part of NPR's <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/17/332347143/israel-launches-ground-offensive-in-gaza\">invasion coverage</a>, and continue to be.</p><p>Interviews by the show hosts come in for particular criticism for being one-sided, or not pushing far enough.</p><p>The Committee for Accuracy in Middle East Reporting in America, or CAMERA, a pro-Israeli group, <a href=\"http://www.camera.org/index.asp?x_context=4&x_outlet=28&x_article=2745\">accused</a> Siegel, for example, of conducting a \"softball interview\" with Gazan political scientist Mkhaimer Abu Sada on <a href=\"http://www.npr.org/2014/07/02/327797165/in-wars-looming-shadow-gazans-hope-peace-will-hold\"><em>All Things Considered</em></a> that \"fails to challenge the professor's multiple falsehoods.\"</p><p>On the other side, \"simply disgraceful\" was how Marcus Hamilton of Tijeras, N.M., described an <a href=\"http://www.npr.org/2014/06/03/318414917/israel-furious-over-u-s-decision-to-work-with-palestinians\">interview</a> by Steve Inskeep with Israeli Ambassador Ron Dermer which aired the next day. \"Mr. Inskeep allowed the Israeli ambassador to further the water-thin Israeli propaganda machine and offered absolutely no counter to his ridiculous claims.\"</p><p>But the beauty of radio as practiced by NPR is that it is willing to devote many precious minutes to take us into one side or the other so that we hear their voices and understand their passions, either through narrative storytelling or the relatively long on-air interviews. No doubt there could be a little more push by NPR hosts here or there in some of the interviews, but generally I found that there was acceptable skepticism within the bounds of politeness and the limits of time.</p><p>Rather than get sound bites, I myself want to hear Israeli Prime Minister Benjamin Netanyahu talk for seven minutes on many issues <a href=\"http://www.npr.org/2014/06/23/324752471/netanyahu-blames-hamas-for-teens-kidnapping\">as he did</a> in response to questions from Steve Inskeep. I also want to hear something we almost never hear, a Hamas spokesperson, in <a href=\"http://www.npr.org/2014/07/18/332636903/a-hamas-response-to-israeli-peace-terms-and-the-violence-in-gaza\">this</a> case Ihab al-Ghussein, for nearly six minutes on <em>All Things Considered</em>, showing me the thinking inside Hamas. We know both are spinning, but the questions by the hosts point to the indications of that, and we can discount the spinning ourselves, aided by what we learn in other stories and other interviews.</p><p>I can't accept the objections of some advocates that giving air time to views the advocates find offensive amounts to NPR endorsing those views. All of us need to be willing to listen attentively even to views we find offensive if we are to understand the world we live in.</p><p>But there is the rub and weakness of radio. If you are not listening at certain times, you might miss other views or other information, and then jump to the conclusion that NPR has ignored it.</p><p>While most of the email complaints have been about the radio coverage, NPR's online site has a wealth of additional information. For example, Myre, the online international editor, who covered the Israeli-Palestinian conflict from 1999 to 2007 and is the author of a book on it, has consistently written superb analytical pieces on all of the Mideast tensions for NPR's <a href=\"http://www.npr.org/blogs/parallels/\">Parallels</a> blog.</p><p>These analytical pieces don't translate well to NPR's news-magazine shows, and the broadcaster is about to cancel the last of its own talk shows, <em>Tell Me More</em>, that did delve at length into <a href=\"http://www.npr.org/2014/07/03/328133866/israeli-and-palestinian-parents-we-need-to-stop-this-madness\">one issue</a> in one sitting. Editors and reporters are constantly struggling to get enough analysis into the balance of their on-air storytelling and one-on-one interviews, and are largely successful over the arc of their stories. But as more of us migrate online, we have the riches of a multimedia presentation that includes both the broadcast stories and the additional information on demand when we want it.</p><p><em>Editorial researcher Annie Johnson contributed to this article.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Is+NPR+Biased+In+Its+Gaza+Coverage%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Edward  Schumacher-Matos","audio":[{"meta":{"duration":"70"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334480320-c99b69.m3u?orgId=1&ft=3&f=334461217"},{"href":"http://media.npr.org/assets/img/2014/07/23/452550988-2e2502f5b3d56589ea72705f47f4fc496a855035.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3275","width":"4366"}},{"href":"http://media.npr.org/assets/img/2014/07/24/arishapiro_37-861706239cc08610b56fbdf429a5356160a1c397.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1800","width":"2400"}}]}