{"created":"2014-10-27T20:33:22+00:00","modified":"2014-10-27T20:33:22+00:00","valid":{"from":"2014-10-27T20:33:22+00:00","to":"3014-10-27T20:33:22+00:00"},"hreflang":"en","title":"Sen. Flake: President's Border Proposal Needs 'Significant Changes'","published":"2014-07-16T19:20:00+00:00","teaser":"The Arizona Republican shares his thoughts on the president's proposal and how to address the immigration situation at the border.","itags":["npr_api","332018930"],"contentencoded":"<p>Tonight, Homeland Security Secretary Jeff Johnson and Health and Human Services Secretary Sylvia Mathews Burwell are holding a private briefing for all senators.</p><p>The briefing comes as part of the Obama Administration&#8217;s push this week to try to persuade lawmakers to approve the president&#8217;s request for $3.7 billion in emergency funding to address the surge in unaccompanied minors coming in from Central America.</p><p>Arizona Republican Senator <strong>Jeff Flake</strong> will be at the briefing tonight and joins <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson to share his thoughts on the president&#8217;s proposal, and how to address the situation at the border.</p><h4>Interview Highlights: Jeff Flake</h4><p><strong>On what needs to be done to stem the flow of unaccompanied children</strong></p><p>&#8220;There needs to be a change to the 2008 law. The unaccompanied minors need to be treated the same whether they&#8217;re from Guatemala or Mexico. That will go a long way toward giving the president the tools for dealing with this situation.&#8221;</p><p><strong>On what would be different if immigration reform had passed in the House</strong></p><p>&#8220;The situation, I believe, would be better. One, we would have increased resources at the border, including judges and people in the legal system to move these cases more quickly. Plus, if we have a legal framework for individuals from these countries to come here as a legal guest worker and then return home. Then there would be less of a need to bring family along.&#8221;</p><p><strong>On protesters in Oracle, Ariz. who intended to block buses of children</strong></p><p>&#8220;There are a lot of people frustrated &#8212; states, governors, elected officials &#8212; that there doesn&#8217;t seem to be the coordination and consultation that should exist between the federal government and local governments. Having said that, I think it was unfortunate and I hope that people who are leading those kind of protests would reconsider. I don&#8217;t think it speaks well for us.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.flake.senate.gov/public/\" target=\"_blank\">Jeff Flake</a></strong>, Republican Senator from Arizona. He tweets <a href=\"https://twitter.com/JeffFlake\" target=\"_blank\">@JeffFlake</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sen.+Flake%3A+President%27s+Border+Proposal+Needs+%27Significant+Changes%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"b6974539-743b-42b9-b04e-b35b4578bcbb","audio":[{"meta":{"duration":"467"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332044616-4ad5a6.m3u?orgId=330&ft=3&f=332018930"}]}