{"created":"2014-08-29T18:08:33+00:00","modified":"2014-08-29T18:08:34+00:00","valid":{"from":"2014-08-29T18:08:33+00:00","to":"3014-08-29T18:08:33+00:00"},"hreflang":"en","guid":"b69c28d3-fd95-41ee-ac96-a9bf47d9a68c","title":"Concussions in soccer are a real thing. So why not change the substitution rule?","published":"2014-08-29T18:08:33+00:00","byline":"William Troop","tags":["health","medicine","sports","Human Needs","Sports","Global","Concussion","Sports","Games","Athletic training","FIFA"],"teaser":"Soccer's governing body FIFA is being sued in California over the sport's handling of concussions. One key to the debate over concussions in soccer is whether FIFA will change its rigid substitution rules at the top professional and international levels.","contentencoded":"<p>Concussions are a serious issue for soccer. This is widely recognized.</p><p>But, for something to actually be done about at the highest professional and international levels, there will need to be a change in the sport&#39;s rigid substitions rule.</p><p>A class action lawsuit filed this week by some soccer parents and players in California demands (among other things) that the sport&rsquo;s global governing body, FIFA, change its rules to allow temporary substitutions in suspected concussion cases. That may not seem like a big request. But in the tradition-bound world of professional soccer, it&#39;s a huge deal.</p><p>Currently, FIFA rules do not allow temporary substitutions. If a player is taken out of the game and replaced by another, the first player can not return to the match. Period.</p><p>That has a huge impact on the way pro soccer deals with concussions. Experts say that, at minimum, several minutes are required to assess if a player who suffered a knock to the head has indeed suffered a concussion. Under the current FIFA rules, that means that player&rsquo;s team must play &ldquo;a man down&rdquo; while that happens. In other words, the player&rsquo;s team suffers a disadvantage, not unlike a hockey team that has to defend a &rdquo;power play&rdquo; because one of its players is banished to the penalty box.</p><p>Naturally, no competitive coach wants to do that if he or she doesn&rsquo;t have to.</p><p>But if the substitution rule were changed, things would be different. A player who is suspected to be concussed could sit out and be assessed while a teammate took his place on the field. If a medical professional cleared the injured player, he could then re-enter the game.</p><p>Several other major sports, including basketball, American football and hockey, allow for rolling substitutions. And it doesn&rsquo;t diminish the game in any way, or mean that star players don&rsquo;t play most of the minutes anyway.</p><p>The argument against allowing that in soccer goes something like this: soccer is a fluid game, you can&rsquo;t stop it too much or you risk altering the flow and possibly the outcome.</p><p>Besides, soccer is already afflicted with the problem of fake injuries. You know the drill right? Players not only fake injuries, but also roll around in the grass as if mortally wounded. All in the name of tricking the referee into calling a foul on the other team, and winning an advantage for yours.&nbsp;</p><p>I would argue that neither of those problems is more serious than protecting a player&rsquo;s health. Medical experts tell us that a player who is concussed risks serious further brain damage or even death if he or she suffers a second concussion during that same game.</p><p>So it should be a simple matter. If you&rsquo;re worried about players faking a concussion, put a neutral medical professional in charge of making the call.</p><p>And don&rsquo;t tell me soccer can&rsquo;t change its rules while still protecting the game&rsquo;s integrity. For decades, soccer&rsquo;s governing officials refused to entertain the use of technology to determine if a ball had crossed the line for a goal. It would interrupt the flow of the game, they said.</p><p>But now, goal line technology is in, and nobody&rsquo;s complaining.</p><p>So my bet is that it might take years for FIFA to change its substitution rules. But it will happen. There&rsquo;s simply no room in the game for a policy that is proven to put players&rsquo; health at risk.</p><div>What do YOU think?&nbsp;<span style=\"line-height: 1.538em;\">Should pro soccer change its rules to allow temporary substitutions when a concussion is suspected?</span></div><div>&nbsp;</div><div>Let us know in the comments.</div><div>&nbsp;</div>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Kramer_Germany_Concussion.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/kramergermanyconcussionjpg"}]}