{"created":"2015-01-22T16:00:53+00:00","modified":"2015-05-13T21:20:52+00:00","valid":{"from":"2015-05-13T21:20:52+00:00","to":"3015-05-13T21:20:52+00:00"},"hreflang":"en","title":"Hello, I Must Be Squatting","published":"2015-01-23T17:48:00+00:00","teaser":"You're a new Peace Corps volunteer in Northern Ghana. A villager comes by. Do you a) give a high-five, b) nod your head respectfully, or c) squat and say \"n naa.\"","itags":["npr_api","378866584"],"guid":"b69d4335-2688-45ca-8956-664434009de1","contentencoded":"<p>I'm trying to sleep on a straw mat in the village in Northern Ghana where I'm a Peace Corps volunteer. It's the best way to keep cool when there's no air-conditioning and nighttime temps are in the 80s.</p><p>Lots of people are outside sleeping in the center of the compound where I'm living. They're talking. Their babies are crying. I try to tune them out and am almost at the dream state. Then I hear \"aninwula.\"</p><p>That's the evening greeting.</p><p>No matter the time of day or night, most Ghanaians would be seriously insulted if you ignored their greeting.</p><p>And this just isn't any Ghanaian. It's an elderly woman. To properly greet an elder requires not just a verbal response but a respectful squatting stance. So I rub the sleep out of my eyes and stand up in order to squat. After a polite exchange — I squat, she squats — she moves on, and I'm able to lie down and try to get back to sleep.</p><p>Nothing interferes with greetings for the people of the village, who are predominantly of the Dagomba ethnic group. Even the semblance of a greeting by someone passing by means everyone has to respond. Also, the younger person in the encounter should be the one who initiates the greeting (although on this hot night, the elderly woman started things off because I was sleeping).</p><p>And if you're out walking and someone starts to greet you, you have to slow down or even stop to demonstrate respect. On a motorbike? Stop and hop off if you can. Otherwise, give a wave and speak the greeting.</p><p>Fortunately, the response to any greeting is easy to remember: \"n naa.\" It sounds exactly as it's spelled. And don't ask what it means. Well, actually, I did ask Haruna Abukari, who's teaching me to speak the local Dagbanli language. He said there's no English equivalent. And he stressed how important it is to greet and respond: \"The Dagombas feel recognized and respected if you greet them. So greetings enhance your bonding with them.\"</p><p>So when someone calls out \"antire,\" or \"good morning,\" I respond, \"n naa.\" Another greeter asks how your recent travels went: \"Naa gorim?\" The answer: \"n naa.\" Or maybe you'll be asked how your mother is? \"N naa.\" Returning from fetching water and carrying a massive pail of water on your head? There's a special greeting for that: \"naa kuliga\" (roughly translated as \"how'd it go with the water?\").</p><p>The stance assumed is just as important as the verbal back-and-forth. It's OK to remain upright when greeting someone of roughly the same age. For someone a bit older, a bit of stooping is appreciated. For respected folks, elderly people and the chief, squatting is necessary.</p><p>This puts me in an awkward cross-cultural limbo. As the sole foreigner, or <em>siliminga,</em> in town, I'm in the respected category, so most people squat when they greet me. I also squat to return the respect — I don't want to start off my tenure as a Peace Corps volunteer by insulting anyone. That means we all wind up stuck in a squat with me respectfully repeating \"n naa naa naa.\"</p><p>Ending the squat-off can be tricky. Do I get up first and risk insulting an elder? Or does an elder stand first and risk insulting the foreign visitor? The local person sometimes takes pity on me and signals that it's OK to arise.</p><p>Greeting a chief is a whole different ritual. You can identify the chief in official ceremonies in the Northern Region because he sits \"enskinned\" — literally on a dried and stretched animal skin. Never speak directly to the chief; rather, go through the interpreter at his side. This even goes for locals — though they speak the same language, only the interpreter can communicate directly with the chief. When greeting a chief, people squat low.</p><p>There's more, but I'll just leave you with this: If you ever find yourself stuck in Ghana's Northern Region with nothing to say? Squat and go, \"n naa.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hello%2C+I+Must+Be+Squatting&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kiley Shields","audio":[{"meta":{"duration":"1"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379092537-ae9cd9.m3u?orgId=1&topicId=1004&d=1&story=378866584&ft=nprml&f=378866584"},{"href":"http://media.npr.org/assets/img/2015/01/21/img_8319-52a9c1db565db29ae61e81e6594877431b5a5d46.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1223","width":"1631"}}]}