{"created":"2014-12-09T09:08:15+00:00","modified":"2015-01-02T21:05:37+00:00","valid":{"from":"2015-01-02T21:05:37+00:00","to":"3015-01-02T21:05:37+00:00"},"hreflang":"en","title":"Sources: FAA May Require Licenses To Fly Commercial Drones","published":"2014-12-09T17:27:00+00:00","teaser":"The FAA has been struggling to write the rules for unmanned aircraft like the ones Amazon and other companies are developing. But a proposal is finally expected this month.","itags":["npr_api","369409836"],"guid":"b6b8705d-c8d3-46c8-ad0b-c649c4e82742","contentencoded":"<p>Drones, drones, drones.</p><p>Everybody wants one. Amazon, to deliver packages, Hollywood to shoot movie scenes, agriculture interests to monitor crops.</p><p>And everyone is waiting for the FAA to issue regulations as to how commercial drones might be allowed to operate in the U.S. Those regulations are supposed to come out by the end of the month.</p><p>The FAA has been struggling to write the rules for unmanned aircraft for several years. In 2012, Congress told the agency to get on with it and set a deadline for final regulations by September 2015.</p><p>According to sources, the FAA is considering requiring operators of commercial drones to get a license; the drones could be flown only as far as the operator could see them, and only in daytime.</p><p>That's a lot more restrictive than commercial groups want. But John Villasenor, a senior fellow at Brookings Institution who teaches at UCLA, says the FAA is in a tough spot. \"If they come out with rules that are not protective enough and then there's some sort of an accident then they will be criticized for not having been more careful with this technology,\" he says.</p><p>\"On the other hand, if they come out with rules that are viewed as overly restrictive in the name of safety then they are going to be criticized as impeding the growth of the industry, so it's a very difficult balancing act that they have to navigate.</p><p>In fact, the industry does think that, based on the initial reports, the FAA rules are unrealistic. Take for instance the line of sight requirement. Michael Drobac is executive director of the Small UAV Coalition, which includes companies like Google and Amazon. Drobac says technology will allow drones to be operated far from where their operator is based, making use of tablets or mobile phones to control them. \"The reality is that the technology is there but the FAA doesn't necessarily know it or spend enough time with it.\"</p><p>Right now, commercial drones are being tested at six FAA-designated locations across the U.S. Drobac says companies don't much like that restriction either, because companies are in the process of designing their drones, \"and they certainly do not want to share their proprietary data with others.\" He says the testing at the remote locations is also expensive for companies. \"It's illegal for companies to test outdoors near their headquarters\", Drobac says \"and so they can't bring their entire teams.\"</p><p>Meanwhile the FAA is dealing with another drone issue. The agency says it's receiving about 25 reports per month from pilots who have seen unmanned or model aircraft operating near their planes. The consequences of even a small drone colliding with an airplane or getting sucked into its engine could be catastrophic. Everyone from an <a href=\"http://www.npr.org/blogs/thetwo-way/2013/03/05/173512412/pilot-reports-seeing-drone-in-sky-near-jfk\" target=\"_blank\">Alitalia flight</a> landing at New York's JFK airport to NYPD police helicopter pilots have reported seeing small drones near their aircraft.</p><p>The New York incident <a href=\"http://www.nytimes.com/2014/07/09/nyregion/two-men-arrested-after-drone-flies-near-new-york-police-helicopter.html?_r=0\" target=\"_blank\">led to the arrest</a> of two men on reckless endangerment charges.</p><p>When they do come out, the FAAs proposed regulations will start a lengthy comment and debate period, with industry, privacy and other interests likely to weigh in. It may eventually fall to Congress and the White House to sort it all out and decide how restrictive drone policy should be.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sources%3A+FAA+May+Require+Licenses+To+Fly+Commercial+Drones&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Brian Naylor","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369536829-24b6f0.m3u?orgId=1&topicId=1123&ft=3&f=369409836"}]}