{"created":"2014-12-08T21:48:14+00:00","modified":"2014-12-09T19:42:27+00:00","valid":{"from":"2014-12-09T19:42:27+00:00","to":"3014-12-09T19:42:27+00:00"},"hreflang":"en","guid":"b6b8daca-e916-44ca-bc97-ce593be88914","title":"A Canadian jihadist calls for 'lone-wolf' attacks on domestic targets","published":"2014-12-09T19:42:24+00:00","byline":"Andrea Crossan","tags":["terrorism","conflict","military","government","Media & Journalism","Conflict","Conflict & Justice","Ottawa","North America","Asia","Canada","Syria","Iraq","Middle East","Asia","North America","Adrienne Arsenault","Abu Anwar al-Canadi","Michael Zehaf-Bibeau","André Poulin","John Maguire","Martin Couture-Rouleau","Patrice Vincent","Islamic terrorism","Homegrown terrorism","ISIS"],"teaser":"An Ottawa man is calling on his Muslim countrymen to carry out lone-wolf attacks on targets inside Canada. John Maguire traveled to Syria to join ISIS in 2013. In a video released on Sunday, he encourages Canadians to perpetrate attacks in response to Canada's participation on the US-led fight against Islamic State in Iraq and Syria.\r\n","contentencoded":"<p>ISIS has released a video featuring an Ottawa man calling on his fellow Muslim countrymen to carry out attacks on Canadian targets. </p>\n<p>John Maguire appears in the six-minute video, identifying himself as Abu Anwar al-Canadi. He warns Canadians that the country's participation in the US-led coalition fighting the Islamic State in Iraq and Syria group will lead to revenge attacks.</p>\n<p>Maguire traveled to Syria to join ISIS as a foreign fighter in January 2013.</p>\n<p>“He issued such an ISIS-sounding threat, which was, ‘either buy your plane ticket or sharpen your knives,’” explains the CBC’s Adrienne Arsenault. “He is suggesting [in the video] that if you are really on the right path, which he claims is his path, then either you must leave Canada or you must lash out and attack Canadians where they live.”</p>\n<p>Maguire urges his Muslim countrymen to follow the example of<a href=\"http://news.nationalpost.com/2014/10/21/patrice-vincent-killed-in-saint-jean-sur-richelieu-attack-was-a-distinguished-soldier-for-28-years-pm-says/\"> Martin Couture-Rouleau</a>, who killed warrant officer Patrice Vincent and injured another soldier when he ran them down with a car in St-Jean-sur-Richelieu, Quebec, in October.</p>\n<p>The video also references <a href=\"http://www.macleans.ca/news/canada/michael-zehaf-bibeau-addict-drifter-walking-contradiction/\">Michael Zehaf-Bibeau's October attack</a> in which he killed an honor guard at the National War Memorial in Ottawa before storming Canada’s Parliament building.</p>\n<p>Maguire appears to be encouraging Muslims to launch similar lone-wolf type attacks, says Arsenault.</p>\n<p>“This is something that has certainly terrified security agencies here for some time — this fear that people like Maguire would come back to Canada and potentially bring their fight with them or they would encourage those who are here and stuck here, if you will, [like those] who no longer have passports or are on no-fly lists and are terribly frustrated with that, to lash out and kill.”</p>\n<p>Maguire is a native of Kemptville, Ontario, and moved to Ottawa as a teenager. He played guitar in several bands, including a dance band and a punk band — which Maguire refers to in his video statement. He also refers to growing up playing hockey. Arsenault says it is a line ISIS has been using in its attempts to appeal to Canadians.</p>\n<p>“This effort to say, ‘I’m just like you.’ ... ISIS is very clever. When they see new recruits come their way, they look at them and say, ‘Hmmm, you’re a fighter, no you’re in the IT department, hmmm, your English is pretty good and we will use that.’ And that is exactly what they are doing here.”</p>\n<p>Canadian jihadist<a href=\"http://www.cbc.ca/news/world/andre-poulin-dead-canadian-jihadist-used-in-isis-recruitment-video-1.2705115\"> André Poulin appeared in a similar recruitment video</a> for ISIS saying, \"I had money. I had a good family ... I watched hockey, I went to the cottage in the summer.\"</p>\n<p>Poulin died fighting for ISIS in Syria in the summer of 2013.</p>\n<p>Maguire's video was produced by ISIS's al-I'tisaam Media Foundation and distributed on Twitter and jihadi forums on Sunday.</p>\n<p>The Canadian government has not responded directly to this recent video's contents and did not confirm or deny its authenticity. </p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/jihad_0.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/jihadjpg-0"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/can1313.mp3"},{"href":"http://www.pri.org/file/can1313mp3"}]}