{"created":"2014-09-08T18:57:22+00:00","modified":"2014-09-08T18:57:23+00:00","valid":{"from":"2014-09-08T18:57:22+00:00","to":"3014-09-08T18:57:22+00:00"},"hreflang":"en","guid":"b6c4aca1-4b8a-49c5-a732-212f4cea8c60","title":"NATO sets up a 'rapid reaction force' to counter Russian aggression","published":"2014-09-08T18:57:21+00:00","byline":"Christopher Woolf","tags":["NATO","Russia Ukraine conflict","International Relations","Global Politics","Moscow","Europe","Asia","Russia","Ukraine","Eastern Ukraine","Europe","Asia","Julian Lindley-French","NATO","International relations","Europe","Military","Ukraine","Politics"],"teaser":"With a tentative ceasefire in effect in Ukraine, NATO leaders are taking action to deter further Russian aggression. Their steps includes setting up a multinational, rapid reaction force that could be sent to places like Ukraine within hours — though some wonder if it will be strong enough to hold back Russia.","contentencoded":"<p>The ceasefire announced Friday for Ukraine may or may not lead to a lasting peace, but&nbsp;this much is certain: The Ukrainian conflict has galvanized the North Atlantic Treaty Organization into action.</p><p>At their meeting in Wales, President Obama and 27 other NATO leaders approved a new rapid reaction force as a way to deter Russia.&nbsp;The multinational force will consist of four to five thousand soldiers, with units from different countries rotating through.</p><p>&ldquo;The objective of the force is to provide what is known as strategic reassurance to allies in eastern [Europe] in the event of aggression by Russia,&quot; says&nbsp;Julian Lindley-French,&nbsp;a senior fellow at the Institute of Statecraft in London.</p><p>&quot;In a sense, this force will be the first responder to any act of aggression,&quot; Lindley-French told PRI&#39;s The World. It&#39;s a new force, but it reminds him of the old &quot;tripwire&quot; forces from the days of the Cold War. Those were in place to buy time for larger forces to join the battle. &ldquo;In a sense, it&rsquo;s old wine in new bottles.&rdquo;</p><p>The rapid reaction force is vital to maintain NATO&rsquo;s credibility, he says. &ldquo;Let me be clear about this, it&rsquo;s absolutely critical that NATO reassures all its allies that their defense is meaningful.&rdquo;</p><p>Espeically, he says, after the group wasn&#39;t effective in deterring Russia from action in Ukraine and it declined to extend NATO membership to the Kiev government. Even as a ceasefire began in Ukraine on Friday, an Estonian military officer was <a href=\"http://online.wsj.com/articles/estonian-officer-abducted-near-border-with-russia-1409928475\">kidnapped and taken to Russia</a> in murky circumstances. Estonia is a member of NATO.</p><p>Lindley-French says NATO leaders need to pass what he calls &quot;the Riga test&quot; after the Latvian capital. Latvia is one of the easternmost outposts of NATO and the test would mean &ldquo;the citizens of Riga could sleep safe and sound in their beds, safe in the knowledge that NATO&rsquo;s collective defense is real and meaningful.&rdquo;</p><p>The rapid reaction force has obvious limits &mdash; for one, 5,000 soldiers is comparatively small. And Lindley-French suspects it may not be needed in the short term.&nbsp;</p><p>&ldquo;My sense of Moscow, to be blunt, is that if they effectively create a protectorate built around Donetsk and Luhansk [in eastern Ukraine] and they achieve a corridor between Russia and Crimea &mdash; my sense is that they&rsquo;ve got what they want. The rest of Ukraine can be Europe&rsquo;s problem.&rdquo;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR451V5.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtr451v5jpg"}]}