{"created":"2015-04-07T09:13:20+00:00","modified":"2015-05-13T21:04:22+00:00","valid":{"from":"2015-05-13T21:04:22+00:00","to":"3015-05-13T21:04:22+00:00"},"hreflang":"en","title":"Al-Shabab: One Terror Group, Many Brands","published":"2015-04-08T09:18:00+00:00","teaser":"Al-Shabab's deadly attack on a college in Kenya illustrates the changing face of the militant group. Al-Shabab emerged in Somalia but now it's described as a transnational network across East Africa.","itags":["npr_api","398004455"],"guid":"b6ca6d47-7501-4e95-93a2-3976a2f8f4c6","contentencoded":"<p>A decade ago, al-Qaida in Iraq was beaten down by the U.S. military, only to emerge years later as the self-declared Islamic State in Iraq and Syria.</p><p>The Islamist group al-Shabab, which <a href=\"http://www.npr.org/blogs/thetwo-way/2015/04/02/396981566/gunmen-kill-at-least-14-in-al-shabab-attack-on-college-in-kenya\">killed more than 140 students at a Kenyan university</a> last week, has pulled off a different feat of rebranding.</p><p>Without abandoning its Somali origins, it tailored its tactics to appeal to local jihadists across East Africa. Its strategy of selective extremism means al-Shabab looks and acts very different on different sides of the Somali border.</p><p><strong>A Broader Agenda</strong></p><p>In Somalia, al-Shabab targets anyone who deviates from its extremist interpretation of Islam.</p><p>\"Anyone who does not subscribe to the Salafi doctrine is branded as an apostate,\" says Rashid Abdi, an independent analyst based in Nairobi. \"Here in Kenya, they operate very differently. They embrace all Muslims, and pretend not to be sectarian, and here their only enemy is Christianity and Christians.\"</p><p>In last week's university attack, al-Shabab bragged about separating out and releasing the Muslim students before killing the Christians.</p><p>In Somalia, al-Shabab has aspired since its founding about 10 years ago to rule the country under a fanatical interpretation of Sharia law. In territory it has controlled, al-Shabab was known for stoning women and cutting off the hands of thieves.</p><p>But in Kenya, it portrays itself as a pan-Muslim protector. On al-Shabab websites, the group <a href=\"http://www.washingtonpost.com/world/africa/al-shabab-statement-on-deadly-campus-assault-in-kenya/2015/04/04/4577ce52-dad9-11e4-8103-fa84725dbf9d_story.html\">vowed further attacks in Kenya</a> \"until all Muslim lands are liberated from Kenyan occupation.\"</p><p>What<strong> </strong>could the slaughter of college students have to do with fighting so-called Christian \"occupiers\"? Recent al-Shabab attacks in Kenya have all aimed at instilling fear in soft targets — teachers, health care workers, students — living in areas along the Somali border where ethnic Somalis are the majority of the population. For half a century, some Somalis have laid claim to this region, known as \"Greater Somalia.\"</p><p><strong>'Big-Tent' Recruitment</strong></p><p>Al-Shabab has a big-tent approach to recruitment in Kenya. They don't just recruit ethnic Somalis. They don't even just recruit Muslims, according to Matt Bryden, director of a Nairobi-based think tank called Sahan Research.</p><p>Al-Shabab has actively recruited \"hundreds, if not more than a thousand ... non-Somali Kenyans. These are not even people who were necessarily born Muslim,\" Bryden says. \"And they're not particularly interested in what's happening in Somalia.\"</p><p>And yet, \"these are fighters who now say in Swahili [the Kenyan official language], 'We are al-Shabab,' \" he says.</p><p>Parselelo Kantai, who <a href=\"http://www.theafricareport.com/News-Analysis/what-pushed-kenya-into-somalia.html\">writes about al-Shabab</a> for the magazine <em>Africa Report</em>, says that al-Shabab has mastered the art of recruiting in Kenya's Christian slums, offering money, weapons training and a quick conversion to Islam. Slick recruitment videos produced in the style of Islamic State downplay Islamic fundamentalism and emphasize the corruption of Kenyan security forces.</p><p>\"The propaganda Shabab is developing is a propaganda against the so-called corrupt Kenyan state, and urging people, specifically Muslims, to rise up against it in their homelands,\" Kantai says.</p><p><strong>Kenyans At War With Kenya</strong></p><p>In a survey published by the Africa-based Institute for Security Studies, researcher Anneli Botha interviewed 95 individuals connected with al-Shabab and 46 relatives of people who joined the Islamist group — all of them Kenyans. <a href=\"http://www.issafrica.org/publications/papers/radicalisation-in-kenya-recruitment-to-al-shabaab-and-the-mombasa-republican-council\">She writes</a>:</p><p>\"When asked to identify the single most important factor that drove respondents to join al-Shabaab, 65% specifically referred to the government's counterterrorism strategy. Comments included: 'Government and security forces hate Islam', and 'All Muslims are treated as terrorists', but also pointed to more specific examples: 'the assassination of Muslim leaders' or the 'extra-judicial killing of Muslims'.\"</p><p>Around the world, government corruption is a <a href=\"http://www.nytimes.com/2015/02/22/books/review/thieves-of-state-by-sarah-chayes.html\">catalyst for terrorism</a>. Corruption provides both a source of popular anger to fuel insurgency and creates a climate of distrust that obstructs effective policing.</p><p>But al-Shabab has perfected a propaganda about Kenyan corruption that capitalizes on and magnifies both the anger and the distrust.</p><p>\"Kenyans are actually at war with Kenya,\" says Parselelo Kantai, \"in the name of al-Shabab.\"</p><p>The Kenyan government has preferred to externalize the threat rather than look within.</p><p>While the university attack was still ongoing, even before security forces had ascertained the number of gunmen, Kenya's Interior Ministry had already issued a $200,000 reward for information leading to the capture of the alleged mastermind: a senior al-Shabab commander in Somalia known more for leading troops on the battlefield than organizing acts of terror.</p><p>Days later, one of the gunmen was revealed as <a href=\"http://www.nation.co.ke/news/Monster-who-led-Shabaab-mass-killers-is-unmasked-/-/1056/2677056/-/votp0kz/-/index.html\">a young Kenyan, born to a Kenyan government official</a>, educated in top Kenyan schools who studied law at the University of Nairobi.</p><p>In a speech to the nation on Saturday, Kenyan President Uhuru Kenyatta acknowledged the problem of homegrown Kenyan terrorism.</p><p>\"Our task of countering terrorism has been made all the more difficult by the fact that the planners and financiers of this brutality are deeply embedded in our communities,\" he said.</p><p>But the next day, the Kenyan air force launched a retaliatory bombing raid over the border against two al-Shabab bases in Somalia.</p><p>George Musamili, a former member of Kenya's elite special police who now runs his own security company, calls the air raid a dangerous distraction.</p><p>\"Kenya needs to focus on the enemy within,\" he says. That means repairing damaged ties between Kenya's police and its Muslim community, to be able to get information to stop the next attack.</p><p>And that will require Kenya's security forces to do some serious rebranding of its own.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Al-Shabab%3A+One+Terror+Group%2C+Many+Brands&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398004456-2e3e2c.m3u?orgId=1&topicId=1126&d=229&p=3&story=398004455&t=progseg&e=397213053&seg=13&ft=nprml&f=398004455"},{"href":"http://media.npr.org/assets/img/2015/04/07/460854150-0156ffaf305b09663ec2d8a77c97999e0610084a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3152","width":"4203"}}]}