{"created":"2015-04-07T15:30:06+00:00","modified":"2015-04-09T16:49:02+00:00","valid":{"from":"2015-04-09T16:49:02+00:00","to":"3015-04-09T16:49:02+00:00"},"hreflang":"en","guid":"b6cf8a6d-a220-46bf-8188-e09b675a558d","title":"How do you catch the sun to make electricity at night? This German inventor has an answer.","published":"2015-04-09T16:48:56+00:00","byline":"Peter Thomson","teaser":"Unhappy with the economics of his rooftop solar panels, a German tinkerer invents his own electricity storage system that saves users hundres of dollars a year, makes it easier to integrate renewables into the grid, and wins an award for renewable product of the year.","tags":["Environment","Science, Tech & Environment","Energy","Solar power","Renewable energy","Solar energy","Solar panels","Intermittent energy source","Environment","Climate change","energiewende","Fossil fuels","Germany","Sonenspeicher","Automatic Storage Device","Wolfram Walter"],"contentencoded":"<p>Wolfram Walter is a man obsessed with things electric.</p>\n<p>He’s electrified his bicycle. He’s electrified his Porsche. When he introduces his dog, Paula, you almost expect him to tell you that he’s electrified her, too.</p>\n<p>Not yet, but you never know. The engineer from a small town in southwestern Germany is a classic tinkerer. His home is his development lab, and when he’s not wiring up his vehicles, he’s working on the latest iteration of an invention that he thinks will help solve what might be the biggest problem in Germany’s <em><a href=\"http://www.bundesregierung.de/Content/EN/StatischeSeiten/Schwerpunkte/Nachhaltigkeit/2013-10-23-progress-report-climate-and-energy_en.html\">energiewende</a> </em>— its historic transition from fossil fuels and nuclear power to mostly solar and wind power.</p>\n<p>Just a few years in, the country already <a href=\"http://www.ft.com/intl/cms/s/0/cc90455a-9654-11e4-a40b-00144feabdc0.html#axzz3W4n2lJFv\">gets more than a quarter of its electricity from renewables</a>. But those sources aren’t always available, which limits their effectiveness.</p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Model%201.JPG?itok=SO6k7JN0\" alt=\"\" /><div class=\"field-caption\">\n    <p>Wolfram Walter with his first home solar storage system, which he built when he was unhappy with any of the others he could find on the market. Barely a year after he started testing it out in his own house the Sonnenspeicher/Sun Storage system won an award for innovative renewable product of the year in Germany.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Peter Thomson</p>\n  </div>\n</div>\n<p>“In the moment, if you have solar power you just have power by day,” Walter laments. Same for wind. You have power when the wind blows, but no power when it doesn’t.</p>\n<p>Energy geeks call it the “intermittency” problem.</p>\n<p>Walter says for many people, his invention solves that problem. It’s a metal box about the size of a small refrigerator. Hook it up to solar panels on your roof, Walter says, and “you have a power plant working 24 hours day, 365 days a year.”</p>\n<p><strong><a href=\"http://www.pri.org/stories/2015-04-07/when-grid-says-no-wind-and-solar-power-companys-technology-helps-it-say-yes-again\">RELATED: </a></strong></p>\n<p><a href=\"http://www.pri.org/stories/2015-04-07/when-grid-says-no-wind-and-solar-power-companys-technology-helps-it-say-yes-again\">A power company that easily handles surges in solar and wind energy.</a></p>\n<p><a href=\"http://www.pri.org/stories/2015-04-08/car-future-very-near-future-might-be-driven-wind\">The car of the future — the very near future — might be driven by the wind</a></p>\n<p>Walter’s a soft-spoken guy, but he’s hardly shy about what he and his colleagues have come up with. He says it will “change the world.”</p>\n<p>A bold assertion, but here’s why Walter believes it.</p>\n<p>If the intermittency of renewable energy has an evil twin, it’s storage. There just haven’t been any really good ways to store that intermittent renewable energy — to capture the excess electricity when there’s lots of sun and wind and use it when there isn’t any.</p>\n<p>Germany hasn’t solved this problem and no one else has either. And until we do, the dream of a massive switch to renewable energy in Germany, the US or elsewhere will stay just a dream.</p>\n<p>It’s a complicated problem, but in large part it comes down to the limitations of batteries. They’re notoriously inefficient and cranky.</p>\n<p>People everywhere are scrambling to build a better battery, but it’s been a long, slow slog. So Walter’s basically done a workaround. Instead of a better battery, he’s built what he says is a better way of using the batteries we already have.</p><div class=\"media media-element-container media-story_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/story_main/public/Wolfram%20%26%20Gunther.jpg?itok=Z_eXj4Or\" width=\"937\" height=\"552\" alt=\"\" /><div class=\"field-caption\">\n    <p>Gunther Reidle (r) bought one of Walter's first Sun Storage systems. He says it saves him 1,300 Euros a year on his electricity bill. A self-described \"technic freak,\" Reidle says he goes into his basement two or three times a day, “just to look how it works, how much energy I saved, how much I collected.”</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Peter Thomson</p>\n  </div>\n</div>\n<p>He calls his system the <em>Sonnenspeicher </em>— Sun Storage, and he builds it in a small, spotless factory in the town of Umkirch, just a short electric Porsche ride from his house.</p>\n<p>The <em>Sonnenspeicher</em> starts with a set of off-the-shelf <a href=\"http://www.a123systems.com/lithium-iron-phosphate-battery.htm\">Lithium-Iron-Phosphate batteries</a>. Walter says they’re the best out there. But the potentially world-changing difference is his special sauce — a proprietary mix of electronics and software that maximize the batteries’ efficiency and lifespan and micromanages the flow of electricity between the solar panels, the batteries and the grid so that as much of it as possible stays onsite, stored in the batteries and released only when needed.</p>\n<div class=\"edit-entity cta_no_border cta_align-left cta_no-icon cta_bg-white\" data-entity-id=\"79083\" data-entity-title=\"story act graphic sun\" data-entity-type=\"node\">\n<div id=\"node-79083\" class=\"node node-story-act contextual-links-region story-act-cta story-act-nid-79083 cta-type-custom-text clearfix\" about=\"/node/79083\" typeof=\"sioc:Item foaf:Document\">\n<h2><a href=\"/node/79083\">story act graphic sun</a></h2>\n<div class=\"contextual-links-wrapper\">\n<ul class=\"contextual-links\"><li class=\"node-edit first\"><a href=\"/node/79083/edit?destination=node/79078/edit\">Edit</a></li>\n<li class=\"node-delete last\"><a href=\"/node/79083/delete?destination=node/79078/edit\">Delete</a></li>\n</ul></div>\n<p><span property=\"dc:title\" content=\"story act graphic sun\" class=\"rdf-meta element-hidden\"></span><span property=\"sioc:num_replies\" content=\"0\" datatype=\"xsd:integer\" class=\"rdf-meta element-hidden\"></span></p>\n<div class=\"content\">\n<div class=\"field-body\">\n<p><img height=\"432\" width=\"360\" alt=\"solar final \" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/solarfinal333.jpg?itok=pXJ9ISSY\" title=\"\" /></p>\n</div>\n</div>\n</div>\n</div>\n<p>It’s not an entirely new idea, a smart battery, but the innovations developed by Walter and his colleagues were significant enough to earn the <em>Sonnenspeicher</em> a German Renewables Award for Product of the Year in 2013. That was barely a year after he started testing out his very first one at home. Today he says his new company, <a href=\"http://www.asd-sunstorage.com\">Automatic Storage Device</a>, is selling hundreds of the systems a year to homes and businesses in Germany and beyond.</p>\n<p>It’s all been a pretty quick ride for something Walter developed in his garage and says he never intended to sell.</p>\n<p>Like thousands of other Germans, a few years ago Walter installed solar panels on his roof. But after just four days, he says, “I was very disappointed about that system. Because it produces a lot of energy by day, (it) is going to the grid, and in the evening I came back, I have to buy it back by night.”</p>\n<p>That’s the way it works for most small solar producers. The electric grid serves as a sort of virtual battery.</p>\n<p>But there are big drawbacks to that setup. One brings us back to the intermittency problem. The grid just wasn’t built to handle intermittent sources of electricity. And too much of it can make the whole system unstable.</p>\n<p>But more important for Walter, he had to pay more for the electricity he bought back from the grid than he got for the electricity he’d sold to it.</p>\n<p>So he decided to buy a storage system, to keep his solar-generated electricity at home.</p>\n<p>But, he says, “nothing on the market makes me happy. So I decided, no problem, I will do it better, for me. And we developed that system. And a lot of people came and say, ‘oh, it’s a nice system, can we buy it?’ And then we decided, OK, let’s try, maybe it’s a business.”</p>\n<div class=\"edit-entity cta_border cta_align-right cta_icon-engagement cta_bg-gray\" data-entity-id=\"79085\" data-entity-title=\"Story Act explainer intermittency\" data-entity-type=\"node\">\n<div id=\"node-79085\" class=\"node node-story-act contextual-links-region story-act-cta story-act-nid-79085 cta-type-external-link cta-style-learn clearfix\" about=\"/node/79085\" typeof=\"sioc:Item foaf:Document\">\n<h2><a href=\"/node/79085\">Story Act explainer intermittency</a></h2>\n<div class=\"contextual-links-wrapper\">\n<ul class=\"contextual-links\"><li class=\"node-edit first\"><a href=\"/node/79085/edit?destination=node/79078/edit\">Edit</a></li>\n<li class=\"node-delete last\"><a href=\"/node/79085/delete?destination=node/79078/edit\">Delete</a></li>\n</ul></div>\n<p><span property=\"dc:title\" content=\"Story Act explainer intermittency\" class=\"rdf-meta element-hidden\"></span><span property=\"sioc:num_replies\" content=\"0\" datatype=\"xsd:integer\" class=\"rdf-meta element-hidden\"></span></p>\n<div class=\"content\">\n<div class=\"field-display-title\">\n    Intermittency: A Brief Explainer   </div>\n<div class=\"field-story-act-image\">\n    <img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/thumbnail/public/sunny.png?itok=twZY0O4U\" width=\"100\" height=\"85\" /></div>\n<div class=\"field-body\">\n<p>Critics of renewable energy often refer to wind and solar as intermittent energy sources – meaning they are not always continuously (or predictably) available due to some outside factor (e.g. the wind is not always blowing nor is the sun always shining). Innovation in energy storage technology, however, is starting to overcome such factors.</p>\n</div>\n</div>\n</div>\n</div>\n<p>One of his first customers was Gunther Reidle, a self-described “technic freak” who lives a couple of towns away in a big house with a lot of solar panels on the roof.</p>\n<p>Reidle’s <em>Sonnenspeicher </em>sits in his basement, next to the inverter from his solar panels, and he says he goes down there two or three times a day, “just to look how it works, how much energy I saved, how much I collected.”</p>\n<p>Not everyone who buys a <em>Sonnenspeicher</em> will be so obsessed with the details. But here’s something they probably will pay attention to:</p>\n<p>“I save about 1,200 euros every year,” Reidle says, “that I don’t have to pay to the external network.”</p>\n<p>That’s about $1,300, which means Reidle will pay off his system in about eight years. After that he’ll be making money. And that, Wolfram Walter says, is the key to making renewable energy technology like this take off.</p>\n<p>Sure, he’s concerned about climate change and Germany’s dependence on other countries for their energy, some of the big reasons behind Germany’s energy transition. But Walter says there’s one key to getting people to adopt the technologies that will make it all happen:</p>\n<p>“Make it bankable.”</p>\n<p>That, he says, changes the whole equation.</p>\n<p>“Now, with our new system,” he says, “I don’t have to ask you, hmm, do you like a storage system because, think about your children, about the green life, about environmental and so on. I just have to ask you one question: like you to earn money? Then buy a storage system. If not, then not.”</p>\n<p></p><div class=\"media media-element-container media-story_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/story_main/public/Factory.JPG?itok=GztbNeaV\" width=\"937\" height=\"552\" alt=\"\" /><div class=\"field-caption\">\n    <p>A technician checks a bank of lithium-iron-phosphate batteries for installation in a Sonnenspeicher system at the ASD factory in Umkirch, Germany. Wolfram Walter says his company's specially-designed electronics and software overcomes many of the limitations of current battery technology.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Peter Thomson<br /> </p>\n  </div>\n</div>\n<p></p><div class=\"media media-element-container media-story_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/story_main/public/Gassing%20up.JPG?itok=hdlWqwzh\" width=\"937\" height=\"552\" alt=\"\" /><div class=\"field-caption\">\n    <p>An old-school garage tinkerer, Wolfram Walter also converted his bicycle and this Porsche to run on electricity, often provided by the solar panels on his roof.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Peter Thomson</p>\n  </div>\n</div>\n<p>Of course Wolfram Walter’s invention won’t solve the storage problem by itself. Among other things, the limitations of current battery technology mean that systems like this likely will only be practical for homes and small businesses, buildings that don’t use a whole lot of electricity. At best it’s a small piece of the extremely complex challenge of generating and storing enough wind and solar energy to supplant coal, oil gas and nuclear.</p>\n<p>But Walter is determined to be a big part of that transition. And he’s already working on version 2.0 of his <em>Sonnenspeicher</em>. He says it’s smaller, cheaper and more reliable than the version that won that award.</p>\n<p>“Now,” he says, “we are a lot of steps ahead from all the others.”</p>\n<p>And again he adds, “this will change the world.”</p>\n<p>We can only hope he’s right.</p>\n<p><em>Peter reported from Europe with the support of an <a href=\"http://us.boell.org/tecn\">Energy and Climate Media Fellowship</a> from the Heinrich Böll Foundation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-06%2Fhow-do-you-catch-sun-make-electricity-you-night-german-inventor-thinks-he-has&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0406201507.mp3"},{"href":"http://www.pri.org/file/0406201507mp3"}]}