{"created":"2015-04-01T22:35:52+00:00","modified":"2015-04-06T16:17:38+00:00","valid":{"from":"2015-04-06T16:17:38+00:00","to":"3015-04-06T16:17:38+00:00"},"hreflang":"en","guid":"b6de82d5-b1c2-417f-812d-8e7a547b05fc","title":"A new leader in Nigeria sparks new hope for efforts against Boko Haram","published":"2015-04-06T16:17:35+00:00","byline":"Joyce Hackel","tags":["Nigeria missing girls","bring back our girls","chibok","elections","democracy","Muhammadu Buhari","Goodluck Jonathan","Boko Haram","Muslims","Christian","Conflict","Conflict & Justice","Africa","Nigeria","Adaobi Tricia Nwaubani","Nigeria missing girls","Chibok","Elections","Democracy","Boko Haram","Muslims","Christian","Nigerian presidential election","Politics","Government"],"teaser":"April 14 will mark one year since Boko Haram abducted 276 girls from Chibok, in northeastern Nigeria. Now some Nigerians hope their president-elect might be in a better position to take on the extremist threat.","contentencoded":"<p>It's been almost a year since fighters from Boko Haram stormed into a boarding school in northern Nigeria in the dead of night and dragged off 276 terrified young girls. Those teens are still missing, but the election of retired general Muhammadu Buhari to lead the country has kindled hopes that more can be done.</p>\n<p>\"He's from the north, they are 'his people,'\" says Nigerian writer Adaobi Tricia Nwaubani. \"He's a Muslim, so he can say what he wants to say about Boko Haram, do what he wants to do to them, without being accused of being anti-Muslim. So I think it should be easier for him.\"</p>\n<p>Buhari helped bridge Nigeria's Christian-Muslim divide by choosing a prominent Christian, Yemi Osibajo, as his running mate. That contrasted with incumbent Goodluck Jonathan, who was accused during the campaign of taking a weak stance against Boko Haram.</p>\n<p>\"President Jonathan was accused several times of being insensitive to the plight of the north because he was not from there,\" Nwaubani says. \"Gen. Buhari will not have those issues.\"</p>\n<p>Boko Haram is currently on the run in parts of Nigeria's north, thanks to the intervention of armies from neighboring countries as well as South African mercenaries. Nwaubani says most Nigerians are happy to have the help, even if it's coming from outside.</p>\n<p>\"Of course it's embarrassing that it's Niger and Chad that appear to be doing the work, but then at the same time it's raising questions about exactly what's going on in the Nigerian military,\" she says. She notes that where Chad and Niger have chased Boko Haram away, Nigerian soldiers have not stepped in to take over the cities that have been liberated.</p>\n<p>\"There's just definitely something fishy going on with the Nigerian army,\" she says, \"and that's why I'm glad that someone like Gen. Buhari is coming on board so we can get to the bottom of the matter.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-01%2Fnew-leader-nigeria-sparks-new-hope-efforts-bring-back-kidnapped-girls&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}