{"created":"2015-03-17T11:23:04+00:00","modified":"2015-07-03T20:25:59+00:00","valid":{"from":"2015-07-03T20:25:59+00:00","to":"3015-07-03T20:25:59+00:00"},"hreflang":"en","title":"Israel's Election: Exit Polls Show Netanyahu's Likud, Opposition In Tight Race","published":"2015-03-17T22:53:00+00:00","teaser":"Two exit polls show Prime Minister Benjamin Netanyahu's Likud party and Isaac Herzog's Zionist Union each with 27 seats in the Knesset. Another shows Likud with 28 and the Zionist Union with 27.","itags":["npr_api","393539858"],"guid":"b6e2a07e-2612-4c68-a0c1-af0c629f983e","contentencoded":"<p><em><strong>Updated at 6:52 p.m.</strong></em></p><p>Exit polls released after the close of voting in Israel's national election show that the race is too close to call.</p><p>Israel's Channel 1 and Channel 10 both said Prime Minister Benjamin Netanyahu's Likud party and Isaac Herzog's Zionist Union secured 27 seats each in the 120-seat Knesset. Channel 2, meanwhile, have Likud 28 seats and the Zionist Union 27. The numbers were published by <a href=\"http://www.haaretz.com/news/israel-election-2015/1.647304\" target=\"_blank\">Haaretz</a>.</p><p>What that is likely to mean is, as NPR's Emily Harris tells our Newscast unit, Israel's new government won't be immediately known.</p><p>Emily says:</p><blockquote><p>\"The new government will need approval from a majority of the newly elected parliament. No party has ever won a straight majority in Israel, so the leader of the party with the most votes gets several weeks to try to negotiate a coalition among parties with sometimes very different agendas. For a while during this tight race, there was talk that the center-left Zionist Union party led by Yitzak Herzog and the center-right Likud party led by Prime Minister Benjamin Netanyahu could potentially join the same government. Netanyahu ruled that out in the last days of campaigning.\"</p></blockquote><p>And, the Israeli prime minister, <a href=\"https://www.facebook.com/Netanyahu\" target=\"_blank\">in a Facebook post</a>, claimed a \"great victory against all odds.\"</p><p>Herzog, meanwhile, told his supporters: \"These results will bring Labor back into power.\" He called the results a \"big victory for the Labor Party, which hasn't done this well since Yitzhak Rabin won in 1992.\" The comments were reported by <em>Haaretz</em>.</p><p>He added that a negotiating team has been formed in an effort to form a government.</p><p><strong>Our original post continues:</strong></p><p>Prime Minister Benjamin Netanyahu and his Likud party face challenges from the left and right in today's Israeli elections — in which approaches to a potential Palestinian state and the economy have emerged as top issues.</p><p>\"Netanyahu trailed in the final opinion polls [behind] the center-left Zionist Union ticket, which says it will focus on economic issues and trying to restart peace negotiations with the Palestinians,\" NPR's Emily Harris reports from Jerusalem. \"Hours before voting started, Netanyahu came out against a Palestinian state at this time — a position long held by his main rival on the right.\"</p><p>The voting began this morning and will continue until 10 p.m. local time; that's when the first exit poll results should come out — around 4 p.m. ET.</p><p>Israeli newspaper <em>Haaretz</em> is <a href=\"http://www.haaretz.com/news/israel-election-2015/1.647304\">live-blogging today's vote</a>; it reports that in the first three hours of polls being open, nearly 14 percent of eligible voters had cast their ballots. It adds that the rate is \"20 percent higher\" than the previous two elections.</p><p>Netanyahu has been the focus of controversy over his <a href=\"http://www.npr.org/blogs/thetwo-way/2015/03/03/390250986/netanyahu-to-outline-iran-threats-in-much-anticipated-speech-to-congress\">recent speech to a joint meeting of the U.S. Congress</a>, a trip that deepened tensions with the White House. The prime minister's opponents seized on the opportunity to say they would work to strengthen ties with America's leaders to ensure their country's security.</p><p>Emily tells <em>Morning Edition</em> that if his party doesn't win outright, Netanyahu could still remain in power.</p><p>\"Even if his Likud party doesn't emerge with the most votes,\" she says, \"he could be the one who could negotiate successfully among the 11 or 12 parties that are supposed to get in parliament, and build a coalition government out of that, with him at the helm.\"</p><p>Because election day is a holiday in Israel, many people are expected to get outdoors to take advantage of what the <em>Haaretz</em> newspaper says will be nice weather.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Israel%27s+Election%3A+Exit+Polls+Show+Netanyahu%27s+Likud%2C+Opposition+In+Tight+Race&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Krishnadev Calamur","audio":[{"meta":{"duration":"160"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393540403-bf9c7b.m3u?orgId=1&topicId=1009&d=160&story=393539858&ft=nprml&f=393539858"},{"href":"http://media.npr.org/assets/img/2015/03/17/israel-election-4abbf99c0fc7d731b9482a1296294e5ea22cbd49.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3556","width":"4741"}}]}