{"created":"2014-10-08T13:38:07+00:00","modified":"2014-10-31T00:56:42+00:00","valid":{"from":"2014-10-31T00:56:42+00:00","to":"3014-10-31T00:56:42+00:00"},"hreflang":"en","title":"Congress Keeping Close Watch On Obama's Plans In Iraq","published":"2014-06-22T22:25:00+00:00","teaser":"President Obama has said that the U.S. is prepared to take targeted military action in Iraq to confront insurgents and that he will consult Congress. But he's said nothing about seeking its approval.","itags":["npr_api","324603053"],"guid":"b6ec540b-aaaa-4cfb-9915-a8b1d372d5b7","contentencoded":"<p>After bowing out of Iraq when the last American forces left two and a half years ago, the U.S. military is back.</p><p>Up to 300 military advisers started arriving there this weekend. President Obama said he sent them to help Iraq's military confront the Sunni militants who've overrun much of northern Iraq. He said Thursday that U.S. <a href=\"http://www.npr.org/blogs/thetwo-way/2014/06/19/323663800/obama-to-speak-about-iraq-crisis-in-white-house-briefing\">would not take on another combat role</a> in Iraq, but he didn't rule out all types of military support.</p><p>\"Going forward we will be prepared to take targeted and precise military action if and when we determine that the situation on the ground requires it,\" Obama said on Thursday. \"If we do, I will consult closely with Congress and leaders in Iraq and in the region.\"</p><p>But the president did not promise to seek formal authorization from Congress, and that's brought mixed reactions on Capitol Hill.</p><p>After meeting at the White House with the president, along with other top congressional leaders from both parties, House Democratic leader Nancy Pelosi said she told him he need not bother going to Congress to take action in Iraq.</p><p>\"The president said his lawyers are looking at the authorities and the rest, with my hope that they would conclude that no congressional action was necessary,\" Pelosi said.</p><p>Having legal authority would spare Congress from voting on an incursion that might prove unpopular with voters. A dozen years ago, Pelosi herself voted against giving President George W. Bush permission to invade Iraq. That was years before Texas Republican Sen. Ted Cruz arrived in Washington. Last week on the Senate floor, Cruz noted that the Constitution says only Congress can declare war.</p><p>\"So if the president is planning on launching a concerted offensive attack that is not constrained by the exigency of the circumstances, he should come to Congress first to seek and to receive authorization for the use of military force,\" Cruz said.</p><p>Some have argued that, a week after the Sept. 11 attacks, Congress did give the president authority to wage war on groups identified as terrorists when it passed the Authorization for the Use of Military Force, or AUMF. Cornell University law professor Jens Ohlin disagrees.</p><p>\"The AUMF was a 9/11-specific authorization,\" Ohlin says. \"It was designed to eradicate forces [and] individuals who were responsible for the 9/11 attack, and this, in my mind, falls completely outside of that scope.\"</p><p>But as Brookings Institution Middle East expert Ken Pollack points out, the U.S. has pursued a lot of alleged terrorists not directly associated with al-Qaida, the perpetrator of the Sept. 11 attacks. And the country has done so, he says, without specific authorization from Congress.</p><p>\"Clearly the American public have given both President Bush and now President Obama a pretty wide berth in going after terrorists,\" Pollack says.</p><p>There's yet another twist: Under the 1973 War Powers Act, a president can wage war for up to 90 days without congressional approval. Sen. Carl Levin, chairman of the Armed Services Committee, says so far Obama has abided by that law. But Levin says the U.S. should take no action unless asked to do so by Iraq's leaders.</p><p>\"It is not too much to expect, and it is essential that we insist upon this kind of a formal statement from leaders of all of the groups, of all of the elements, before we even consider ... sending airstrikes,\" Levin says.</p><p>That kind of exhortation may carry some weight, but without being voted on by Congress, it's just one more item for Obama's suggestion box.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Congress+Keeping+Close+Watch+On+Obama%27s+Plans+In+Iraq&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Welna","audio":[{"meta":{"duration":"207"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324609143-2a3f65.m3u?orgId=1&topicId=1014&ft=3&f=324603053"}]}