{"created":"2015-06-24T20:27:40+00:00","modified":"2015-06-30T18:32:34+00:00","valid":{"from":"2014-02-07T02:40:07+00:00","to":"3014-02-07T02:40:07+00:00"},"hreflang":"en","guid":"b6f05b69-f4fc-416a-8a13-886fa688fdb5","teaser":"Comedian, actor, and writer Steve Coogan became a UK television star playing the daft, self-involved TV presenter Alan Partridge — then went on to star in the cult hit “24 Hour Party People,” a biopic about the real-life TV presenter/punk-rock pioneer Tony Wilson. Several years and many roles later, he’s now up for an Oscar as […]","title":"Steve Coogan Meditates on Dramedy, Privacy, and Sauce Bottles","byline":"Martin, Brittany","contenttemplated":"[{\"content\":\"<p>Comedian, actor, and writer Steve Coogan became a UK television star playing the daft, self-involved TV presenter <a href=\\\"http://www.youtube.com/watch?v=lFNtgTVkUGQ\\\">Alan Partridge — t</a>hen went on to star in the cult hit “<a href=\\\"http://www.imdb.com/title/tt0274309/\\\">24 Hour Party People</a>,” a biopic about the <em>real-life</em> TV presenter/punk-rock pioneer Tony Wilson.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Several years and many roles later, he’s now up for an Oscar as co-writer of the movie “<a href=\\\"http://philomenamovie.com/\\\">Philomena</a>,” which he also produced, and in which he stars.  Based on a true story, it’s about a journalist who helps a woman named Philomena Lee search for the son who was taken from her, decades before, by the Catholic church.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>Mr. Coogan tells Brendan about confronting fears, the importance of reading material, and the ABBA tribute that haunts him wherever he goes. Their conversation was full of great stuff that couldn’t make it in the broadcast, but we have <a href=\\\"http://www.dinnerpartydownload.org/steve-coogan-full-interview/\\\">an extended version available</a>.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<img alt=\\\"DPD-Banner\\\" class=\\\"aligncenter\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\\\" />\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> You’re known primarily for comedy. What stirred you to take on this story?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Steve Coogan:</strong> I wanted to talk about religion, and I wanted to talk about the sort of abuse of power.  And I wanted to talk about the nature of faith as well, and the grace and serenity that is within faith.  And those who… if you like, those who corrupt their religion.  And contrasting that with people who are religious and dignify their faith.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> There are a lot of parallels between you and Martin Sixsmith, the journalist you portray. You’re both urbane, cosmopolitan guys from London.  And initially, Martin was hesitant to write about Philomena because… it was a human interest story, he thought it was beneath him, maybe a little too schmaltzy.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>And I’m wondering if you had the same hesitation? Your humor is known for being kind of cool, a little bit cynical, and this is more heartfelt. Did you find it difficult or uncomfortable to write about these characters?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Steve Coogan:</strong> Well, what happens is, when you’re writing… if you have any fears, I find, when you’re writing, you should put those into the script. Don’t avoid the elephant in the room. I suppose when I’m writing, I’m thinking, “This could be really schmaltzy.  This could be a really cheesy film if it’s handled badly.” So, acknowledge that.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Is there a moment you can think of when you did that, that made it through the final…?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Steve Coogan:</strong> Yes. Early on, there’s a scene at the party where I say, “Human interest stories are written by weak-minded, vulnerable people, and read by weak-minded, vulnerable, <em>ignorant</em> people,” I think I say.  Which is very pompous and pious, but sort of what I think, as well.</p><br /><p>And that’s why self-questioning is very healthy. I <em>believe</em> a lot of these things I say.  <em>And</em> I know that sometimes that might come across as being a little self-righteous.  But I’m only trying to counter things that I think are self-righteous in their own way. I mean, the way the church dealt with these young women, and the way — the deception that was meted out to Philomena, is wrong.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam</strong>: Well, “Philomena” is one of many projects you’ve been working on lately. The Alan Partridge movie is coming to the U.S. — Alan Partridge is this narcissistic, politically-incorrect local TV announcer you play. Also, the sequel to “The Trip”, which is kind of this post-modern road trip comedy, where you play a slightly crazier version of yourself. That comes out soon.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>These are three very different projects that point three different ways in someone’s career. If you had to choose one, which would it be?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Steve Coogan:</strong> Well, I mean, the one that’s got the Oscar nominations, hello!</p><br /><p>It’s interesting. I like to have a broad palette, should we say. It’s nice to explore playing a version of yourself, but it can become a little narcissistic if you do it too much. I like broad comedy; I love getting big laughs for smart, but ultimately dumb, jokes. And then I like doing the stuff that’s serious.</p><br /><p>Someone once told me that if you want to be a big success in America, you’ve got to do the same thing over and over again. You’ve got to say, “I do <em>this</em> kind of movie.”</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<a href=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/02/p_03554r_lg.jpg\\\"><img alt=\\\"_D3S1363.NEF\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/02/p_03554r_lg.jpg\\\" /></a>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Yeah. Gotta make your own cliches.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Steve Coogan:</strong> You’ve got to make your own cliches and typecast yourself, so that the audience can go, “Oh, I know that guy. He does <em>that</em> thing. I want to go and see that. Or I don’t.” I can’t do that. I’m the kind of spinning plates guy. Keep spinning as many as you can. If one falls off, maybe you still have a few left to spin.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> All right. Well, we have two standard questions we ask each of our guests, and the first question is: what question are you tired of being asked in interviews?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Steve Coogan:</strong> I’m being tired of asked why I don’t like journalists.  As if my involvement in <em>improving</em> press self-regulation means that I don’t like journalists.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Yeah. To give people background, there was a big phone-tapping scandal in England, where some members of the press were tapping people’s phones to get scoops. Your phone was tapped, and you decided to <a href=\\\"http://news.yahoo.com/blogs/cutline/actor-steve-coogan-testifies-phone-hacking-case-slams-161437127.html\\\">testify to Parliament</a> and speak out against it, and argue for tougher laws restricting the press.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Steve Coogan:</strong> Yeah; I stuck my head above the parapet knowing that lots of slings and arrows and outrageous fortune would head in our direction.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> And, there’s an irony in that: If someone’s asking you that question, you’ve allowed yourself to sit down with a journalist!  I’m glad I didn’t ask you that question.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Steve Coogan:</strong> Sorry the answer wasn’t as sexy as you’d have liked!</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> No, no, I just… I mean, if this was England I would have guessed that you were tired of being asked to imitate Alan Partridge.  Because while prepping for this interview, every interview I saw of you on a television show in England, they ask you to make that sound that Alan Partridge makes.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Steve Coogan:</strong> You mean, ‘Ah hah!’.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> That’s right, but you don’t get tired of that?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Steve Coogan</strong>: Well, it’s weird, because… Well, for anyone who doesn’t know:  in the UK, I did this show called “Knowing Me, Knowing You”, named after the ABBA song.  And they say ‘ah hah’ after they sing that, and so Alan Partridge’s catchphrase was shouting ‘ah hah!’  Which sounds dumb and stupid—and it <em>is</em>—but people started to shout that at me in the street.</p><br /><p>I remember, twenty years ago, my writing partner said, “Hey, you know, this character’s going to be so successful, people are going to shout ‘ah hah!’ whenever they see you in the street.” And I remember thinking, “Wow, that would be <em>amazing</em>.” So, you have to be careful what you wish for.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> And now, you’re like in a Michelin-starred restaurant in L.A. and people are shouting at you.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Steve Coogan:</strong> They’re still shouting ‘ah hah’.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Well, at least it’s an ABBA thing. I mean, that’s a nice…</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Steve Coogan:</strong> I was onstage at the Grammys the other night, presenting an award, and Sharon and Ozzy Osbourne shouted ‘ah hah’ at me, so… I don’t know if that’s a high point or a low point.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Yeah.  And then a wormhole opened up and you guys both went into it and arrived in our studios. That’s amazing to think about.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>All right, well, our second question is — well, it’s more of a request— which is: tell us something we don’t know.  And this can be a fact about you that you haven’t shared, or it could just be kind of an interesting piece of trivia.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Steve Coogan:</strong> Okay: I used to suffer from panic attacks, about twenty years ago, that were really very bad.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> You were already a performer at that time, too.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Steve Coogan:</strong> Yeah, I was –I was on the stage. I had <em>terrible</em> panic attacks where I thought I was dying. I was hospitalized a couple of times.</p><br /><p>Weirdly, because it’s a thing that happens in your brain, what happens is you go into the vortex of catastrophe, where you start panicking about panicking.  So it becomes this domino effect. It gets exponentially worse, very quickly.</p><br /><p>So, you have to find a way of distracting your brain, but I found a way of doing it, early on — that I didn’t <em>know</em> I was doing before I got this psychotherapy — which was:  If I was in a restaurant, sometimes I’d feel a panic attack coming on — I thought, “Oh my God, this is going to be terrible” — and I’d just grab something that had text on it. Anything that had writing on it. You just start reading something. Read the writing on the back of a sauce bottle.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong>  “57 ingredients!”</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Steve Coogan:</strong> Yeah, exactly! “That’s interesting, I didn’t know that. Oh, really!  Oh, you’re supposed to refrigerate ketchup, I never knew that!” And that just distracts your brain from the kind of trick it’s playing on itself.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> So, basically, if you want to get a script to Steve Coogan, induce a panic attack and put it next to him.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Steve Coogan:</strong> That’s absolutely right!  And then I’ll have to read it, to stop myself going into a spiral of despair.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"}]","tags":["APM","Guest of Honor"],"itags":["PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2014-02-06","b6f05b69f4fc16a8a13c886fa688fdb5"],"description":"Comedian, actor, and writer Steve Coogan became a UK television star playing the daft, self-involved TV presenter Alan Partridge — then went on to star in the cult hit “24 Hour Party People,” a biopic about the real-life TV presenter/punk-rock pioneer Tony Wilson. Several years and many roles later, he’s now up for an Oscar as […]","published":"2014-02-07T02:40:07+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>Comedian, actor, and writer Steve Coogan became a UK television star playing the daft, self-involved TV presenter <a href=\"http://www.youtube.com/watch?v=lFNtgTVkUGQ\">Alan Partridge — t</a>hen&nbsp;went on to star in the cult hit “<a href=\"http://www.imdb.com/title/tt0274309/\">24 Hour Party People</a>,” a biopic about the <em>real-life</em> TV presenter/punk-rock pioneer Tony Wilson.</p>\n<br />\n<p>Several years and many roles later, he’s now up for an Oscar as co-writer of the movie “<a href=\"http://philomenamovie.com/\">Philomena</a>,” which he also produced, and in which he stars.&nbsp; Based on a true story, it’s about a journalist who helps a woman named Philomena Lee search for the son who was taken from her,&nbsp;decades before, by the Catholic church.</p>\n<br />\n<p>Mr. Coogan tells Brendan about confronting fears, the importance of reading material, and the ABBA tribute that haunts him wherever he goes. Their conversation was full of great stuff that couldn’t make it in the broadcast, but we have <a href=\"http://www.dinnerpartydownload.org/steve-coogan-full-interview/\">an extended version available</a>.</p>\n<br />\n<img class=\"aligncenter\" alt=\"DPD-Banner\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\" /><br />\n<p><strong>Brendan Francis Newnam:</strong> You’re known primarily for comedy. What stirred you to take on this story?</p>\n<br />\n<blockquote>\n<p><strong>Steve Coogan:</strong> I wanted to talk about religion, and I wanted to talk about the sort of abuse of power.&nbsp; And I wanted to talk about the nature of faith as well, and the grace and serenity that is within faith.&nbsp; And those who… if you like, those who corrupt their religion.&nbsp; And contrasting that with people who are religious and dignify their faith.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> There are a lot of parallels between you and Martin Sixsmith, the journalist you portray. You’re both urbane, cosmopolitan guys from London.&nbsp; And initially, Martin was hesitant to write about Philomena because… it was a human interest story, he thought it was beneath him, maybe a little too schmaltzy.</p>\n<br />\n<p>And I’m wondering if you had the same hesitation? Your humor is known for being kind of cool, a little bit cynical, and this is more heartfelt. Did you find it difficult or uncomfortable to write about these characters?</p>\n<br />\n<blockquote>\n<p><strong>Steve Coogan:</strong> Well, what happens is, when you’re writing… if you have any fears, I find, when you’re writing, you should put those into the script. Don’t avoid the elephant in the room. I suppose when I’m writing, I’m thinking, “This could be really schmaltzy.&nbsp; This could be a really cheesy film if it’s handled badly.” So, acknowledge that.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Is there a moment you can think of when you did that, that made it through the final…?</p>\n<br />\n<blockquote>\n<p><strong>Steve Coogan:</strong> Yes. Early on, there’s a scene at the party where I say, “Human interest stories are written by weak-minded, vulnerable people, and read by weak-minded, vulnerable, <em>ignorant</em> people,” I think I say.&nbsp; Which is very pompous and pious, but sort of what I think, as well.</p>\n<br />\n<p>And that’s why self-questioning is very healthy. I <em>believe</em> a lot of these things I say.&nbsp; <em>And</em> I know that sometimes that might come across as being a little self-righteous.&nbsp; But I’m only trying to counter things that I think are self-righteous in their own way. I mean, the way the church dealt with these young women, and the way — the deception that was meted out to Philomena, is wrong.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam</strong>: Well, “Philomena” is one of many projects you’ve been working on lately.&nbsp;The Alan Partridge movie is coming to the U.S. — Alan Partridge is this narcissistic, politically-incorrect local TV announcer you play. Also, the sequel to “The Trip”, which is kind of this post-modern road trip comedy, where you play a slightly crazier version of yourself. That comes out soon.</p>\n<br />\n<p>These are three very different projects that point three different ways in someone’s career. If you had to choose one, which would it be?</p>\n<br />\n<blockquote>\n<p><strong>Steve Coogan:</strong> Well, I mean, the one that’s got the Oscar nominations, hello!</p>\n<br />\n<p>It’s interesting. I like to have a broad palette, should we say. It’s nice to explore playing a version of yourself, but it can become a little narcissistic if you do it too much. I like broad comedy; I love getting big laughs for smart, but ultimately dumb, jokes. And then I like doing the stuff that’s serious.</p>\n<br />\n<p>Someone once told me that if you want to be a big success in America, you’ve got to do the same thing over and over again. You’ve got to say, “I do <em>this</em> kind of movie.”</p>\n</blockquote>\n<br />\n<a href=\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/02/p_03554r_lg.jpg\"><img alt=\"_D3S1363.NEF\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/02/p_03554r_lg.jpg\" /></a>Judi Dench, Steve Coogan. &nbsp;Photo by Alex Bailey © 2013<br />\n<p><strong>Brendan Francis Newnam:</strong> Yeah. Gotta make your own cliches.</p>\n<br />\n<blockquote>\n<p><strong>Steve Coogan:</strong> You’ve got to make your own cliches and typecast yourself, so that the audience can go, “Oh, I know that guy. He does <em>that</em> thing. I want to go and see that. Or I don’t.” I can’t do that. I’m the kind of spinning plates guy. Keep spinning as many as you can. If one falls off, maybe you still have a few left to spin.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> All right. Well, we have two standard questions we ask each of our guests, and the first question is: what question are you tired of being asked in interviews?</p>\n<br />\n<blockquote>\n<p><strong>Steve Coogan:</strong> I’m being tired of asked why I don’t like journalists.&nbsp; As if my involvement in <em>improving</em> press self-regulation means that I don’t like journalists.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Yeah. To give people background, there was a big phone-tapping scandal in England, where some members of the press were tapping people’s phones to get scoops. Your phone was tapped, and you decided to <a href=\"http://news.yahoo.com/blogs/cutline/actor-steve-coogan-testifies-phone-hacking-case-slams-161437127.html\">testify to Parliament</a> and speak out against it, and argue for tougher laws restricting the press.</p>\n<br />\n<blockquote>\n<p><strong>Steve Coogan:</strong> Yeah; I stuck my head above the parapet knowing that lots of slings and arrows and outrageous fortune would head in our direction.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> And, there’s an irony in that: If someone’s asking you that question, you’ve allowed yourself to sit down with a journalist!&nbsp; I’m glad I didn’t ask you that question.</p>\n<br />\n<blockquote>\n<p><strong>Steve Coogan:</strong> Sorry the answer wasn’t as sexy as you’d have liked!</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> No, no, I just… I mean, if this was England I would have guessed that you were tired of being asked to imitate Alan Partridge.&nbsp; Because while prepping for this interview, every interview I saw of you on a television show in England, they ask you to make that sound that Alan Partridge makes.</p>\n<br />\n<blockquote>\n<p><strong>Steve Coogan:</strong> You mean, ‘Ah hah!’.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> That’s right, but you don’t get tired of that?</p>\n<br />\n<blockquote>\n<p><strong>Steve Coogan</strong>: Well, it’s weird, because… Well, for anyone who doesn’t know:&nbsp; in the UK, I did this show called “Knowing Me, Knowing You”, named after the ABBA song.&nbsp; And they say ‘ah hah’ after they sing that, and so Alan Partridge’s catchphrase was shouting ‘ah hah!’&nbsp; Which sounds dumb and stupid—and it <em>is</em>—but people started to shout that at me in the street.</p>\n<br />\n<p>I remember, twenty years ago, my writing partner said, “Hey, you know, this character’s going to be so successful, people are going to shout ‘ah hah!’ whenever they see you in the street.” And I remember thinking, “Wow, that would be <em>amazing</em>.” So, you have to be careful what you wish for.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> And now, you’re like in a Michelin-starred restaurant in L.A. and people are shouting at you.</p>\n<br />\n<blockquote>\n<p><strong>Steve Coogan:</strong> They’re still shouting ‘ah hah’.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Well, at least it’s an ABBA thing. I mean, that’s a nice…</p>\n<br />\n<blockquote>\n<p><strong>Steve Coogan:</strong> I was onstage at the Grammys the other night, presenting an award, and Sharon and Ozzy Osbourne shouted ‘ah hah’ at me, so… I don’t know if that’s a high point or a low point.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Yeah.&nbsp; And then a wormhole opened up and you guys both went into it and arrived in our studios. That’s amazing to think about.</p>\n<br />\n<p>All right, well, our second question is — well, it’s more of a request— which is: tell us something we don’t know.&nbsp; And this can be a fact about you that you haven’t shared, or it could just be kind of an interesting piece of trivia.</p>\n<br />\n<blockquote>\n<p><strong>Steve Coogan:</strong> Okay: I used to suffer from panic attacks, about twenty years ago, that were really very bad.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> You were already a performer at that time, too.</p>\n<br />\n<blockquote>\n<p><strong>Steve Coogan:</strong> Yeah, I was –I was on the stage. I had <em>terrible</em> panic attacks where I thought I was dying. I was hospitalized a couple of times.</p>\n<br />\n<p>Weirdly, because it’s a thing that happens in your brain, what happens is you go into the vortex of catastrophe, where you start panicking about panicking.&nbsp; So it becomes this domino effect. It gets exponentially worse, very quickly.</p>\n<br />\n<p>So, you have to find a way of distracting your brain, but I found a way of doing it, early on — that I didn’t <em>know</em> I was doing before I got this psychotherapy — which was:&nbsp; If I was in a restaurant, sometimes I’d feel a panic attack coming on — I thought, “Oh my God, this is going to be terrible” — and I’d just grab something that had text on it. Anything that had writing on it. You just start reading something. Read the writing on the back of a sauce bottle.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong>&nbsp; “57 ingredients!”</p>\n<br />\n<blockquote>\n<p><strong>Steve Coogan:</strong> Yeah, exactly! “That’s interesting, I didn’t know that. Oh, really!&nbsp; Oh, you’re supposed to refrigerate ketchup, I never knew that!” And that just distracts your brain from the kind of trick it’s playing on itself.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> So, basically, if you want to get a script to Steve Coogan, induce a panic attack and put it next to him.</p>\n<br />\n<blockquote>\n<p><strong>Steve Coogan:</strong> That’s absolutely right!&nbsp; And then I’ll have to read it, to stop myself going into a spiral of despair.</p>\n</blockquote>\n<br /></div>","audio":[{"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/02/464231937.jpg","meta":{"height":null,"crop":"primary","width":null}},{"meta":{"width":null,"height":null,"crop":"primary"},"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/02/Coogan-bigger-crop.jpg"},{"meta":{"crop":"primary","height":null,"width":null},"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/02/p_03554r_lg.jpg","type":"image/jpeg"},{"meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/2014/02/07/0207_coogan"},"duration":518,"duration_hms":"00:08:38"},"href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/2014/02/07/0207_coogan_128.mp3","type":"audio/mpeg","format":"MP3"}]}