{"created":"2015-05-14T03:14:32+00:00","modified":"2015-05-14T14:32:17+00:00","valid":{"from":"2013-01-28T14:16:23+00:00","to":"3013-01-28T14:16:23+00:00"},"hreflang":"en","tags":["APM","Senate","World","Immigration"],"contentencoded":"<div class=\"barn-cleaned\"><p>At a press conference on Capitol Hill today, a group of Senators from both sides of the aisle is expected to unveil the outlines of a major immigration reform plan. Details of the deal, which address issues in the legal immigration system and provide a pathway to citizenship for illegal imigrants, are already trickling out. Manu Raju,&nbsp;&nbsp;senior congressional correspondent at&nbsp;Politico,&nbsp;<a href=\"http://www.politico.com/story/2013/01/senate-group-reaches-immigration-deal-86793.html?hp=t2_3\">got a first-hand look</a>.</p>\n<p>\"The biggest aspect of this,\" says Raju,&nbsp;\"is how it deals with the nation's roughly 11 million illegal immigrants, and what it would do is it would create a pathway to citizenship for them, but only after that there are new border security measures go in place, as well as other stricter enforcement measures.\"</p>\n<p>Raju says the deal will also provide more opportunities for high-skilled immigrants -- particularly in the science, technology, engineering and mathematics&nbsp;fields -- to enter the country legally.</p>\n<p>\"I should caution&nbsp;that some of the finer points have not been worked out yet and they still need to write the actual legistlation,\" warns Raju, \"but as of right now, that is a big part of this deal.\"</p>\n<p>But if the bipartisan group wants to get the deal passed, Raju says they will have to act quickly.</p>\n<p>\"I think you're going to see a big debate on the floor of the Senate probably in the late spring or in the summer. And then we'll have to &nbsp;see if whether they can actually get it through and if the house would pick something up ... Because if they keep waiting and waiting and waiting, it's going to get harder and harder and harder, especiallly with 2014 mid-term elections coming up,\" Raju says.</p>\n<p>Julia Preston, who covers immigration for The New York Times, agrees:&nbsp;\"There's no question that the results of the election in November has a major impact on this debate. Mitt Romney got no more than 27 percent of the Latino vote and many Republican leaders have looked at that and said that we can't win another national election unless we have a different tone for talking about immigration.\"</p></div>","teaser":"A bipartisan group of Senators is unveiling the outlines of a major  immigration reform plan today.","guid":"b6f2b323-8a92-4eb5-8875-ca35998b6f22","byline":"Jeremy Hobson","title":"Senate group to unveil immigration reform plan","description":"A bipartisan group of Senators is unveiling the outlines of a major  immigration reform plan today.","itags":["Marketplace","b6f2b3238a92eb58875aca35998b6f22","Marketplace Morning Report for Monday, January 28, 2013","PMP:Marketplace_PMP","Marketplace Morning Report"],"published":"2013-01-28T14:16:23+00:00","contenttemplated":"[{\"content\":\"<p>At a press conference on Capitol Hill today, a group of Senators from both sides of the aisle is expected to unveil the outlines of a major immigration reform plan. Details of the deal, which address issues in the legal immigration system and provide a pathway to citizenship for illegal imigrants, are already trickling out. Manu Raju,  senior congressional correspondent at Politico, <a href=\\\"http://www.politico.com/story/2013/01/senate-group-reaches-immigration-deal-86793.html?hp=t2_3\\\">got a first-hand look</a>.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;The biggest aspect of this,&quot; says Raju, &quot;is how it deals with the nation&apos;s roughly 11 million illegal immigrants, and what it would do is it would create a pathway to citizenship for them, but only after that there are new border security measures go in place, as well as other stricter enforcement measures.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Raju says the deal will also provide more opportunities for high-skilled immigrants -- particularly in the science, technology, engineering and mathematics fields -- to enter the country legally.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;I should caution that some of the finer points have not been worked out yet and they still need to write the actual legistlation,&quot; warns Raju, &quot;but as of right now, that is a big part of this deal.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>But if the bipartisan group wants to get the deal passed, Raju says they will have to act quickly.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;I think you&apos;re going to see a big debate on the floor of the Senate probably in the late spring or in the summer. And then we&apos;ll have to  see if whether they can actually get it through and if the house would pick something up ... Because if they keep waiting and waiting and waiting, it&apos;s going to get harder and harder and harder, especiallly with 2014 mid-term elections coming up,&quot; Raju says.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Julia Preston, who covers immigration for The New York Times, agrees: &quot;There&apos;s no question that the results of the election in November has a major impact on this debate. Mitt Romney got no more than 27 percent of the Latino vote and many Republican leaders have looked at that and said that we can&apos;t win another national election unless we have a different tone for talking about immigration.&quot;</p>\"}]","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/53228513.jpg?itok=-WvN4Abv","type":"image/jpeg","meta":{"crop":"primary","height":"340","width":"610"}},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/01/28/marketplace_segment07_20130128_64.mp3","format":"MP3","type":"audio/mpeg","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/01/28/marketplace_segment07_20130128"},"duration":140,"duration_hms":"00:02:20"}}]}