{"created":"2014-10-08T15:21:14+00:00","modified":"2014-10-31T01:44:32+00:00","valid":{"from":"2014-10-31T01:44:32+00:00","to":"3014-10-31T01:44:32+00:00"},"hreflang":"en","title":"Lack Of Affordable Housing Puts The Squeeze On Poor Families","published":"2014-05-29T13:35:00+00:00","teaser":"They are being pushed out of the rental market in fast-growing cities like Washington, D.C. Many end up spending most of their income on housing, living in substandard housing, or homeless.","itags":["npr_api","316110665"],"guid":"b6f55c99-7ff4-46d5-bd62-a6df4e59282f","contentencoded":"<p>The U.S. is in the midst of what Housing and Urban Development Secretary Shaun Donovan calls the \"worst rental affordability crisis\" ever. Poor families are being hit the hardest: An overwhelming majority spend more than half of their incomes on rent. Others live in substandard housing, or are homeless.</p><p>The problem is especially acute in Washington, D.C., in a bustling neighborhood just a few blocks from the Capitol Building.</p><p><strong>A Tale Of Two Cities</strong></p><p>The affordable housing crisis can be seen right outside NPR's headquarters, in an area called NoMa, which stands for North of Massachusetts Avenue.</p><p>\"It sort of looks like a playground for young professionals,\" says Will Merrifield, a staff attorney at the Washington Legal Clinic for the Homeless. \"Pet shops, coffee shops, you know, bike lanes, dog parks.\"</p><p>Merrifield says that those things attract people who can afford the luxury apartments that are also springing up in the neighborhood.</p><p>The complexes are bright, new structures with rooftop pools and fountains. Big banners advertise modern, upscale living.</p><p>Studio apartments in these buildings rent for about $1,500 a month. Two bedrooms go for as much as $6,000 a month. Those are pretty standard rates for a hot market like Washington. But, says Merrifield, just look across the street.</p><p>Several public housing complexes are just across a busy street from NPR headquarters and those luxury apartments.</p><p>There's also a huge parking lot where a subsidized apartment once stood. It was torn down six years ago, and <a href=\"http://www.washingtonpost.com/local/in-district-affordable-housing-plan-hasnt-delivered/2013/07/07/789f1070-bc03-11e2-97d4-a479289a31f9_story.html\">residents were promised</a> that new, affordable units would be built in its place — a promise yet to be realized. Instead, these and many other low-income residents have been squeezed out of the area.</p><p>\"It's so cliché, but it really is like the tale of two cities,\" Merrifield says.</p><p>\"You know, probably people who live in these new buildings have no idea — have absolutely no idea, how the people who have been displaced by this housing market — what they have to go through and how they're living,\" he says.</p><p><strong>Families Need More Help</strong></p><p>Toni Smart is a 28-year-old mother of two. She lives in a small, run-down apartment in another part of the city.</p><p>\"I'm stuck here in this apartment. They won't fix anything,\" she says. \"My heater has been busted since I moved in\" two years ago.</p><p>To keep warm this winter, she kept the oven on.</p><p>Smart has lived in Washington all her life. She works, but with her minimum-wage job, she really can't afford to live here anymore.</p><p>\"Where am I going to find another apartment for $769 [a month]? You know? Where am I going to find one? I'd rather deal with no heat than be back in the shelter,\" she says.</p><p>Smart and her kids bounced around the city's homeless shelter system three years ago. That's where a growing number of D.C. families are ending up.</p><p>Smart says working people like her need more help. She had some rental assistance, but that's now gone. She could qualify for subsidized housing, but there are currently 72,000 families on the city's waiting list.</p><p>\"What is the government going to do with the people that's in the District that's, like, just [making] ends meet?\" she says. \"Like, I'm not no basketball player. I'm not no supermodel. Come on.\"</p><p><strong>Keeping Up With Growing Demand</strong></p><p>\"It's sort of the problem we see across the country in our large urban areas, where cities are popular again,\" says Adrianne Todman, who runs the District of Columbia Housing Authority.</p><p>She says the city does have more subsidized housing units than it did a decade ago, but she admits that it can't keep up with demand.</p><p>The city keeps losing affordable housing, which is mostly replaced by high-end apartments. Still, says Todman, there are advantages to all the new growth.</p><p>\"When people move to D.C., we get a stronger tax base. What happens when you have a stronger tax base? You get more money into the city's coffers. What happens when you get money into the city's coffers? You now have money to pay for better education, better housing,\" Todman says.</p><p>And, she says, the city has committed to spending hundreds of millions of dollars on new affordable housing. Todman also promises that all of those apartments knocked down across from NPR's headquarters will be replaced.</p><p>\"I think that we probably just need to act with a little bit more urgency,\" Todman says.</p><p>That isn't enough for advocates like Will Merrifield, who say that people need housing now. Indeed, earlier this month, a friend called Toni Smart at work to alert her that all of her possessions were out on the street.</p><p>She'd been evicted. Her rental assistance from the city was a day late. A court got her right back into the apartment, but by the time Smart arrived home that day, the belongings out in the street had been taken.</p><p>\"My kids' toys was gone, their bikes was gone, the TVs was gone. Everything was gone,\" Smart says.</p><p>She's now trying to refurnish. And she's pretty sure she has enough money to pay June's rent — but after that, she says she doesn't know.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lack+Of+Affordable+Housing+Puts+The+Squeeze+On+Poor+Families&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Pam Fessler","audio":[{"meta":{"duration":"305"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316269218-037b34.m3u?orgId=1&topicId=1003&ft=3&f=316110665"},{"href":"http://media.npr.org/assets/img/2014/05/26/tonismart-615817a7f4b9429f5e48581d8ae640dd4c703aae.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1446","width":"1928"}},{"href":"http://media.npr.org/assets/img/2014/05/26/noma-a9701fded347ae5a3bb86465a239dc16e913601b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3263"}}]}