{"created":"2015-04-20T21:55:24+00:00","modified":"2015-04-21T18:31:55+00:00","valid":{"from":"2015-04-21T18:31:55+00:00","to":"3015-04-21T18:31:55+00:00"},"hreflang":"en","guid":"b6f72c16-1550-4eec-b640-af84cd820d0f","title":"Six Somali Americans are caught attempting to join ISIS 'by any means possible'","published":"2015-04-21T18:31:52+00:00","byline":"David Leveille","tags":["terrorism","immigrants","conflict","Justice","Conflict & Justice","Minneapolis","United States","Minnesota","Islamic terrorism","Federal Bureau of Investigation","Joint Terrorism Task Force","Law"],"teaser":"Six Somali Americans from Minneapolis have been arrested and charged with terrorism for planning to join forces ISIS, marking just the latest instance of jihadi recruitment among Minnesota's large Somali population.","contentencoded":"<p>Minnesota's top federal prosecutor announced on Monday that six more of the state's residents were arrested while trying to join the thriving pipeline between the Land of 10,000 Lakes and the battlefields of Syria and Iraq.</p>\n<p>\"[Sunday] morning, FBI agents and joint terrorism task force officers in Minnesota and California <a href=\"http://www.pri.org/sites/default/files/farah-et-al-criminal-complaint-final.pdf\">arrested six men as part of 10-month investigation</a> into terror recruitment in Minnesota,\" said US Attorney Andrew Luger at a press conference. \"All six are Minnesotans, charged ... with conspiring and attempting to provide material support to [ISIS].\"</p>\n<p>Luger said the men \"spent a great deal of time over the past year trying to get to Syria to fight for [ISIS,]\" the radical Islamist group that controls parts of Iraq and Syria it refers to as the Islamic State. \"They have tried to leave the United States from our airport here in Minnesota, from JFK Airport in New York, by bus, by car and by any means possible.\"</p>\n<p>The arrests, which took place in Minneapolis and San Diego on Sunday, represent no immediate threat to public safety, Luger said. But he and other officials acknowledged that radicalization has become a major concern in Minnesota, especially among its large Somali population. \"To be clear, we have a terror recruiting problem in Minnesota and this case demonstrates how difficult it is to put an end to recruiting here,\" Luger said.</p>\n<p>He asked locals to be vigilant in looking for efforts to recruit potential jihadis. \"Parents and loved ones should know that there is not one master recruiter organizing in the Somali community locally,\" Luger said. \"What this case shows is the person radicalizing your son, your brother, your friend may not be a stranger, it may be their best friend right here in town.\"</p>\n<p> </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-20%2Fsix-somali-americans-are-charged-planning-join-forces-islamic-state&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/Capture_4.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/capturejpg-4"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04202015_03.mp3"},{"href":"http://www.pri.org/file/0420201503mp3"}]}