{"created":"2014-10-16T05:32:28+00:00","modified":"2015-02-13T17:05:12+00:00","valid":{"from":"2015-02-13T17:05:12+00:00","to":"3015-02-13T17:05:12+00:00"},"hreflang":"en","title":"When Is It OK For Scientists To Become Political?","published":"2014-11-04T23:32:00+00:00","teaser":"The power of science and pervasiveness of technology puts scientists in a position of unique responsibility that can make political activism very slippery, says commentator Adam Frank.","itags":["npr_api","356543981"],"guid":"b70bdd53-eb85-4d44-8c94-aeb8d0d982d0","contentencoded":"<p>It's not everyday that a world famous climate scientist gets himself arrested in front of the White House. But that's exactly what happened to <a href=\"http://www.bloomberg.com/news/2011-08-29/nasa-s-hansen-arrested-outside-white-house-at-pipeline-protest.html\">James Hansen in 2011</a> as part of a protest against the Keystone Pipeline.</p><p>In the 1980s it was <a href=\"http://www.columbia.edu/~jeh1/\">Hansen's</a> highly respected work that helped people realize that the climate change we humans were driving was real — and really dangerous.</p><p>For lots of folks, Hansen's movement from climate scientist to climate activist made him a hero. But to others, particularly some scientists, Hansen's role on the front lines of activism raised a profound and deeply troubling question.</p><p>In an age where the intersection of science and politics makes daily headlines, when is it OK for scientists to become political?</p><p>Researchers like Hansen are moved to action because their own studies reveal a threat — as Hansen's does with climate change. In their eyes, civic duty demands they use their authority <em>as scientists</em> to advocate loudly for a resolution to that threat.</p><p>Michael Mann, a climate scientist who was reluctantly pulled into a public role, likens this response to the \"If You See Something Say Something\" catchphrase of homeland security. As Mann wrote in <em><a href=\"http://www.nytimes.com/2014/01/19/opinion/sunday/if-you-see-something-say-something.html?_r=0\">The New York Times</a></em> last year:</p><blockquote><p>\"In my view, it is no longer acceptable for scientists to remain on the sidelines. I should know. I had no choice but to enter the fray. I was hounded by elected officials, threatened with violence and more — after a single study I co-wrote a decade and a half ago found that the Northern Hemisphere's average warmth had no precedent in at least the past 1,000 years. Our \"hockey stick\" graph became a vivid centerpiece of the climate wars, and to this day, it continues to win me the enmity of those who have conflated a problem of science and society with partisan politics.\"</p></blockquote><p>For Mann, the lessons of his own experience make it clear that scientists must speak out on the consequences of their own work, or watch that work be dismissed or distorted.</p><p>\"If scientists choose not to engage in the public debate, we leave a vacuum that will be filled by those whose agenda is one of short-term self-interest,\" Mann wrote.</p><p>For but other researchers, there is a distinction between communicating science's understanding about the world and advocating for a particular response to it. The communication part is, without doubt, within the domain of scientists. But advocacy can take us into a very different and very difficult realm — the realm of policy, the realm of science and politics.</p><p>For people like <a href=\"http://sciencepolicy.colorado.edu/about_us/meet_us/roger_pielke/\">Rodger Pielke Jr</a>., the problem comes when the authority granted to scientists in their own research domains is expected to translate into issues of policy. Pielke, a professor in the Environmental Studies Program at the University of Colorado has no doubt that climate change is real or that it poses significant threats. Still he has taken some researchers to task for stepping beyond the role of \"honest brokers\" of scientific opinion/understanding into the realm of what he calls \"stealth advocacy.\" As Pielke wrote in his own blog:</p><blockquote><p>\" ...'stealth issue advocacy' occurs when scientists claim to be focusing on science but are really seeking to advance a political agenda. When such claims are made, the authority of science is used to hide a political agenda, under an assumption that science commands that which politics does not. However, when stealth issue advocacy takes place, it threatens the legitimacy of scientific advice, as people will see it simply as politics, and lose sight of the value that science does offer policy making.\"</p></blockquote><p>And that's where one of the most thorny issues of science and politics arises.</p><p>As Americans, we cherish our democracy and count on each other to make wise, <em>collective </em>decisions about our collective future. But the power of science and the pervasiveness of the technology it enables have given humanity capacities formerly reserved only for demigods.</p><p>From climate change and the fate of civilization to cloning and the meaning of being human, the issues swirling around science and politics are nothing short of existential.</p><p>That means the problems of science and politics are problems like no other. For scientists, this new world of high consequence puts them into a position of special responsibility that can make their political activism very slippery.</p><p>Since so few folks are scientists and experience how science works on a day-to-day level we <em>need</em> researchers to speak loudly and firmly about the current state of their fields, especially in the face of disinformation from vested interests.</p><p>But scientists must be <em>extremely careful</em> to keep the public authority granted to them within those bounds. While climate scientists, for example, are the ones to tell us how and why the climate is changing, our response to those dangerous changes will depend on far more than data. Our values, our understanding of different cultures and our capacities for forging cooperation between those cultures will all factor into our response — and scientists are simply not privileged players in those ballparks.</p><p>So what is the answer? Perhaps <a href=\"http://dotearth.blogs.nytimes.com/author/andrew-c-revkin/\">Andrew C. Revkin of DotEarth</a> has gotten it right when he writes of scientists \"speaking in two sentences.\" When I asked him about the issue he replied:</p><blockquote><p>\"On the one hand, of course scientists can be political. It's a democracy and everyone, including scientists, has the right to advocate for positions they feel strongly about. The problem is when the authority scientists carry in their own fields is perceived to carry over in areas where they don't have special expertise. So a scientist can and should feel free to discuss scientific findings, but then pause and say, but as a citizen/voter/parent, I feel...\"</p></blockquote><p>What matters most is that we scientists are trained to hear the world speak in its own language. And we're granted special authority in society because we're expected to remain true to the evidence these dialogues with nature reveal. But that authority represents a special kind of trust between science and culture. If we step too far outside that protected circle of trust, we may not be able to come back within it again.</p><p>And if that happens, everyone loses.</p><hr /><p><em>You can keep up with more of what Adam is thinking on <a href=\"https://www.facebook.com/AdamFrankAuthor\">Facebook</a> and Twitter: <a href=\"https://twitter.com/adamfrank4\">@adamfrank4</a></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+Is+It+OK+For+Scientists+To+Become+Political%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Adam Frank","audio":[{"meta":{"duration":"188"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361463211-0c890c.m3u?orgId=1&topicId=1060&e=356543981&d=188&ft=nprml&f=356543981"},{"href":"http://media.npr.org/assets/img/2014/10/16/scientist-941ae2cabfd0bae8dcdcc4f7217012c047aa3a20.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"561","width":"748"}}]}