{"created":"2014-10-06T20:30:00+00:00","modified":"2014-10-07T22:01:46+00:00","valid":{"from":"2014-10-07T22:01:46+00:00","to":"3014-10-07T22:01:46+00:00"},"hreflang":"en","guid":"b70b1f8a-3f8e-4a8d-a50a-92591ba5e6dd","title":"A former Haitian prisoner says 'Baby Doc' Duvalier's criminal legacy should never be forgotten","published":"2014-10-07T22:01:45+00:00","byline":"Andrea Crossan","tags":["history","conflict","deaths","Justice","Conflict & Justice","Port au Prince","Central America / Caribbean","Haiti","Central America / Caribbean","Jean-Claude Duvalier","Robert Duval","François Duvalier","Baby Doc","Boby Duval","Jimmy Carter","Presidents of Haiti","Presidents for life","Politics","Jean-Claude Duvalier","François Duvalier"],"teaser":"Now that \"Baby Doc\" Duvalier has died in his native Haiti, there is talk of giving him a state funeral. But Boby Duval, who was imprisoned by Duvalier in the 1970s, says Baby Doc's history of embezzlement and repression should remain to teach future generations what not to do.","contentencoded":"<p>Kleptocracy, or rule&nbsp;by thieves,&nbsp;may be the best way to describe how Jean-Claude Duvalier ran Haiti.</p><p>Duvalier, known as &quot;Baby Doc,&quot;&nbsp;was proclaimed Haiti&rsquo;s president for life in 1971 at just 19 years old. He succeeded his father, François &quot;Papa Doc&quot;&nbsp;Duvalier, and ruled the country during a brutal&nbsp;&mdash; and lucrative &mdash; 15-year reign.&nbsp;During his time in power, he&#39;s believed to have made off with hundreds of millions of dollars of his country&#39;s money.</p><p>Baby Doc was forced from power in 1986&nbsp;following anti-government demonstrations, and&nbsp;he and his family fled into a&nbsp;<a href=\"http://www.nytimes.com/2014/10/05/world/americas/jean-claude-duvalier-haitis-baby-doc-dies-at-63.html\">lavish exile in France</a>&nbsp;that included&nbsp;a luxury villa on the French Riviera and a chateau outside Paris. But in&nbsp;2011, he returned to live in Haiti.</p><p>After his return, a group of victims filed charges in a Haitian national court against Duvalier for crimes against humanity.&nbsp;Boby Duval was a lead witness in that case.</p><p>Duval was an up-and-coming soccer player in Haiti back in the 1970s.&nbsp;He was educated in the US and Canada and was a national soccer champion in college.&nbsp;But after graduating, when Duval returned to Haiti, he was imprisoned, starved and tortured.&nbsp;Duval spent 17 months in jail, and says he witnessed more than 180 deaths among his fellow prisoners.</p><p>&ldquo;They only gave you 300 calories [per day],&quot; Duval remembers. &quot;You slept in a cell ...&nbsp;with 40 other prisoners.&rdquo;</p><p>On the brink of death, Duval was saved in 1977&nbsp;when the&nbsp;Carter&nbsp;administration intervened and demanded the release of all political prisoners in Haiti.&nbsp;Once released, Duval vowed to stay in Haiti and help those who were struggling.&nbsp;&ldquo;I didn&rsquo;t want to run away,&quot;&nbsp;Duval says. &ldquo;I never did anything. Why should I [leave]?&rdquo;</p><p>He started a support group for former political prisoners and worked as a human rights advocate.&nbsp;Duval&rsquo;s group, the League of Political Prisoners, helped win freedom for&nbsp;1,500 prisoners detained without due process.&nbsp;And since 1995, Duval has helped more than 10,000 at-risk youths&nbsp;in Haiti by&nbsp;providing sports&nbsp;programs, schooling and&nbsp;meals through a&nbsp;non-profit called&nbsp;<a href=\"http://lathletiquedhaiti.org/\">Fondation L&rsquo;Athletique D&rsquo;Haiti</a>.</p><p>&ldquo;I&rsquo;m very happy about that. It&rsquo;s using sports to touch hearts and minds of the kids,&quot; he says.</p><p>Duval says it&rsquo;s his duty to give back to his community.&nbsp;&ldquo;You have to do for others &mdash;&nbsp;and that&rsquo;s why you&rsquo;re a privileged person. You have to take some of those privileges and put it to the service of the greater good.&rdquo;</p><p>There has been discussion of giving Baby Doc a state funeral, despite his crimes, but Duval says he&#39;s &quot;totally against it. That&rsquo;s a clear thing. ...&nbsp;We should keep denouncing him, for future generations to learn what not to do.&quot;</p>","audio":[]}