{"created":"2014-12-04T18:00:16+00:00","modified":"2015-05-14T16:47:19+00:00","valid":{"from":"2014-12-04T12:00:00+00:00","to":"3014-12-04T12:00:00+00:00"},"hreflang":"en","teaser":"ECB leaves interest rates alone, simplifying healthcare costs, and free trade between states.","contenttemplated":"[{\"content\":\"<p>The focus of market players today was a media briefing by the head of the European Central bank, who is trying to cope with some big economies that are flagging including France, Germany, Italy.  Beyond news the ECB will leave interest rates unchanged at near zero, the question is what about quantitative easing. More on that. And one reason why healthcare spending continues to rise is that patients and prescribing doctors often favor the shiniest new treatments. But the <a href=\\\"http://www.marketplace.org/topics/business/healthcare-gorenstein-124\\\" target=\\\"_blank\\\">Peterson Center on Healthcare</a> - which launches today - has this notion that there&apos;s a solution for better care and lower costs that&apos;s hidden plain sight. Plus, don&apos;t you hate it at the Kansas-Nebraska or Ohio-Kentucky borders, waiting in line to show your passport, get your visa and schlep your stuff through customs? All right, it hasn&apos;t gotten that far yet, but free trade does not exist between the American states. We look at why.</p>\",\"type\":\"text/html\"}]","tags":["APM","Mid-day Update","Life"],"itags":["b718321bc60699c797cb254370aa90fe","Marketplace Morning Report","Marketplace","PMP:Marketplace_PMP","Marketplace Morning Report for Thursday December 4, 2014"],"title":"PODCAST: The simple solution to healthcare","contentencoded":"<div class=\"barn-cleaned\"><p>The focus of market players today was a media briefing by the head of the European Central bank, who is trying to cope with some big economies that are flagging including France, Germany, Italy. &nbsp;Beyond news the ECB will leave interest rates unchanged at near zero, the question is what about quantitative easing. More on that. And one reason why healthcare spending continues to rise is that patients and prescribing doctors often favor the shiniest new treatments. But the <a href=\"http://www.marketplace.org/topics/business/healthcare-gorenstein-124\" target=\"_blank\">Peterson Center on Healthcare</a> - which launches today - has this notion that there's a solution for better care and lower costs that's hidden plain sight. Plus, don't you hate it at the Kansas-Nebraska or Ohio-Kentucky borders, waiting in line to show your passport, get your visa and schlep your stuff through customs? All right, it hasn't gotten that far yet, but free trade does not exist between the American states. We look at why.</p></div>","published":"2014-12-04T12:00:00+00:00","description":"ECB leaves interest rates alone, simplifying healthcare costs, and free trade between states.","guid":"b718321b-c606-499c-897c-254370aa90fe","byline":"David Brancaccio","audio":[{"meta":{"duration":387,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/morning_report/2014/12/04/midday_20141204_pod"},"duration_hms":"00:06:27"},"format":"MP3","type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/morning_report/2014/12/04/midday_20141204_pod_64.mp3"}]}