{"created":"2014-11-13T22:08:25+00:00","modified":"2014-12-11T19:23:40+00:00","valid":{"from":"2014-12-11T19:23:40+00:00","to":"3014-12-11T19:23:40+00:00"},"hreflang":"en","title":"T-Pain Rises Above The Haters","published":"2014-12-05T00:28:00+00:00","teaser":"After initial success, the 30-year-old singer and songwriter, known for his Auto-Tuned hits, became a target for derision. It took time but now he's made it clear: \"I'm not fake.\"","itags":["npr_api","363759981"],"guid":"b71ef630-2459-4f8b-8a8a-33c915a2aae6","contentencoded":"<p>Faheem Najim's contribution to our <a href=\"http://www.npr.org/series/tiny-desk-concerts/\">Tiny Desk Concert</a> series from earlier this year has already reached over six million views on YouTube. The 30-year-old singer, better known as T-Pain, performed <a href=\"http://www.npr.org/event/music/359661053/t-pain-tiny-desk-concert?autoplay=true\">a stripped-down version of his 2007 classic \"Buy U A Drank (Shawty Snappin')</a>\" as well as material from his next album, <em>Stoicville: The Phoenix</em>.</p><p>Najim — originally from Tallahassee, Fla. — started his career 10 years ago, first as a rapper, then a singer. T-Pain has released four full-length albums and many, many collaborations, with musicians ranging from Kanye West to Lil Wayne, Lily Allen to R. Kelly. And though his most popular songs take partying as their subject, the musician's name represents the less upbeat side of his story.</p><p>\"The pain in T-Pain, basically, is about getting out of Tallahassee and being a better person, a better artist, a more well-known entity,\" Najim says. \"It was very painful trying to get out of that city and do better things.\"</p><p><em>Hear the radio version at the audio link and read more of T-Pain's conversation with NPR's Monika Evstatieva below.</em></p><p><strong>Alright, let's talk about this. You said it's T-Pain for Tallahassee Pain because growing up wasn't easy and you tried to get out of it. Just tell me a little bit about you growing up.</strong></p><p>Me growing up. I think it was — it wasn't hard, per se. I think the things that — the endeavors I was trying to embark were difficult. In that city. In that certain city. If you're not — if you're trying to get into cheese and you're not from Wisconsin, I don't think it would a real easy thing to do. I was trying to do music in Tallahassee and there's really not a lot of avenues to get out Tallahassee, musically. There's not a lot of record execs, not a lot of record companies. And, you know, if there are record companies, it's like, owned by some guy down the road. Like, it's not really a big deal. So just the struggle of trying to come from a not-so-well-established-musically city. I think that it just kinda slowed my process a little bit. But I wouldn't change it for the world because I think something would be different and I wouldn't be here right now.</p><p><strong>I've always thought that the pain comes from your challenges with your family. Is that anything to do with it?</strong></p><p>Not really the challenges with my family. I think the challenges that I've had with my family were exactly the same as anybody else, you know what I'm saying? Any family that's not super-duper close, I think we had the same challenges. But, you know, it's very normal but seems to be more interesting when you're famous. So, I don't know.</p><p><strong>It's exacerbated.</strong></p><p>Yeah, people seem to take more of an interest in it when you're famous.</p><p><strong>What was the reaction of your mom and dad when you tell them you want to be a singer?</strong></p><p>I didn't really have to tell my mom and dad that I wanted to be a singer. They kinda just knew. I just kinda started, you know, taking an interest in music. And my dad started buying me studio equipment and stuff like that. And it really just came naturally. My dad was already in a lot of bands and stuff like that so of course he wanted me to follow his footsteps. But it wasn't necessarily going in that way until maybe, like, 1999. And he started buying me equipment and stuff like that. I started getting better and better at it. And the better I got at it, the more equipment he would buy me. And, you know, at that point, I became T-Pain, once he started helping. So it really wasn't a big step for them. They already knew I was gonna go towards that. But they didn't know it was gonna get <em>this</em>.</p><p><strong>What kind of musician was your dad?</strong></p><p>He was a singer. My dad was a singer. He was in a lot of groups that didn't really do anything. It was, you know — it was the '80s. So not much success with all that. But he was good at what he did. He just wasn't good enough to really make it out there like that.</p><p><strong>Are any of your siblings into music, too?</strong></p><p>My older brother is into music. But he's pretty much — he was in a group with me when I was still in Tallahassee when I was doing the whole rapper thing. And my brother Rasheed just pretty much — he kept going with it and he wants to keep the group going and just that lifestyle of Tallahassee is still in him. So, you know, it's not really going too far. But he's getting a lot of knowledge from me because — just from experience. I can tell him how to do things from first-hand experience. Not necessarily gonna listen to me because he's my bigger brother. You know how that goes.</p><p><strong>How old were you when your dad started buying you different things to make your own studio?</strong></p><p>I think I was 10 years old when my dad started buying me studio stuff. I don't think he even bought the first thing. He found a keyboard on the side of the road. And, you know, saw that it still worked and brought it in, cleared the grass off of it. It really wasn't much that, you know — wasn't anything expensive or anything.</p><p>But I know the second thing he bought. It was a Fostex 8-track recorder and basically that pretty much cleared the way for me, cause, you know, I was able to record multiple tracks. When he brought the keyboard in I was just able to, like, play along with songs on the radio and stuff like that. I wasn't able to record anything. But that's how I basically learned how to play the keyboard. Just from playing with, you know, the songs that came on the radio. Because that's the only way I could hook it up, was if I heard the radio at the same time. Couldn't play it by itself. You know, the stereo we had wasn't top notch.</p><p><strong>OK, so, you said that you started first by rapping. Then you decided you're going to do singing. Even your first album is called — okay I'm going to butcher it because I can't say it like --</strong></p><p>Please, I can't wait to hear this.</p><p><strong><em>Rappa Ternt Sanga</em>.</strong></p><p>Oh! There it is. You got it. That was pretty good.</p><p><strong>No. I sound like a fool when I say it. I know.</strong></p><p>No. That was good. That was good. That was good.</p><p><strong>Tell me what was your thinking process behind it.</strong></p><p><strong></strong>I wanted to be a singer instead of a rapper because everybody in Tallahassee was rapping. And if I wanted to get out of Tallahasee and I wanted to make something of myself, I had to do something different. I was sounding like everybody else because, you know, every city has a certain sound that they create. And I started getting sucked up into that sound. And I didn't want to do that anymore. I didn't want to be like everybody else.</p><p>I started singing and I would always hear melodies in my head as I was rapping, but, you know, Bone Thugs pretty much had that covered. So I couldn't really sing-rap. So I figured I'd just go straight to singing. And I started singing and, like, at that moment, the first few songs I recorded got noticed. And, you know, they were on the radio the next day. And after that, Akon started hearing it and he came and got — here we are.</p><p><strong>Here we are. You have had just — I mean, you're very young. You're younger than me. </strong></p><p>Pretty young.</p><p><strong>I'm embarrassed to say that.</strong></p><p>Not too young.</p><p><strong>And you've had amazing collaborations over the years and so many different artists you've sung with. Your own songs, too. And one of the things people associate you with, or talk about, is Auto-Tune. But I want to know how — before it all started, how did you decide you wanted your voice with Auto-Tune? What inspired you? How did you come up with that idea?</strong></p><p>I think I came up with the idea of using Auto-Tune from — I used to watch TV a lot, of course. You know, Americans. So, there was always this commercial on the channel I would watch. And it was one of those collaborative CDs, like a \"Various Artists\" CD, and it was this, Jennifer Lopez song, \"<a href=\"https://www.youtube.com/watch?v=lYfkl-HXfuU\">If You Had My Love</a>,\" but it was a <a href=\"https://www.youtube.com/watch?v=x4DRHi2FsUg\" target=\"_blank\">Darkchild remix</a>. And that was the first time I heard Auto-Tune. Well, she only used it for like a second.</p><p>Ever since I heard that song — and I kept hearing and kept hearing it — on this commercial, I was like, \"Man, I gotta find this thing.\" And I had to go find it and then I heard Teddy Riley use it on \"Let Me Go <a href=\"https://www.youtube.com/watch?v=3HFMVN17ni4\" target=\"_blank\">Deep</a>\" with Blackstreet. And I was like, well, I gotta find it now, cause now I want to remix this song, but I can't do the song without that effect.</p><p>So it was like a two-year search for Auto-Tune. Nobody knew what it was. I had no idea what the name of it was. So I just went searching for it. I went to all my hackers, you know, got it for free. Just went everywhere. Just murdered the whole scene of buying stuff. I finally sat down for a whole day, went through every effect that I had on my computer and I lucked up on it. And I got so excited, I jumped around the room for a second. And, oh man, that was the end of that. By that time, I already knew how it worked. And, you know, I just went right to it and got right to it. But I didn't know the name of it. I just kept seeing it and — oh, it was such a — it was a task. It was an ordeal.</p><p><strong>It existed before you, right? But what do you think it was that made your voice in combination with that special effect so different, so unique, that it made it such a big deal?</strong></p><p>I mean, I have a pretty weird voice. So I've been told. I think I sound normal. I don't know. But let them tell it. And, also, my songs are great. So, you know, Auto-Tune, it has a lot to do with the sound but the content has still gotta be there and stuff like that.</p><p>Auto-Tune has helped me just create another genre of music, you know. And I think that I've changed the direction of music. I've changed the sound of music. I've seen kids shows using Auto-Tune now. It's just getting weird. But, at the same time, I think it got as big as it did because it came along when I had better concepts than a lot of the stuff that was out at the time. And it seemed like, \"Oh, this Auto-Tune is revolutionary,\" but nobody was paying attention to, you know, what the song was about and how great the beat was and all that. They automatically think that this is the only new thing I hear, so this has gotta be what's making it, you know. So it just got kinda caught up in a new line of great songs and everybody kinda just figured that's what made it.</p><p><strong>And then something even more weird happened. All of the sudden it no longer became fashionable or no longer wanted and, even though some artists were still using it, their songs were still becoming famous, you somehow got to be, like, guilty. Like, in a way, it was your fault now that everybody was using it. Almost like it had a little bit of a negative impact on your career. And this was, to some people, fair, to some people, unfair.</strong></p><p>Right.</p><p><strong>How did this make you feel?</strong></p><p>I felt OK about it. I felt OK about being ridiculed for using Auto-Tune and being the \"creator of Auto-Tune.\" I don't know how that even worked out, but people keep calling me that. \"You're the reason why everybody's using it.\" I'm like, \"It was my style. People started doing what I did. I didn't tell anybody to use Auto-Tune. I didn't ask anybody to use Auto-Tune. This is my style.\" Any time somebody wanted Auto-Tune, they called T-Pain.</p><p>But people felt like they could do it on their own. So it didn't make me feel too bad because I've always been taught that the originator of anything is gonna get hated the most because everyone thinks they can do it better. And they never can. But, you know, people do their own version, which they think is better. But your version may not be appealing — as appealing as the originator. So I've always been taught to just expect things like that when you originate something, when you come up with something, or, you know, when you're the first to do something. Always expect the most hate.</p><p><strong>It wasn't easy though, right?</strong></p><p>It wasn't easy at all. I mean, not at all. Because, yeah. People started feeling like I was talentless. And, you know, at first, it was like, \"Oh my god. This guy's an innovator. He's great. He's doing things that no one can do.\" And then once people started doing it — it's like giving video cameras to people that want to make movies. It got easy for everybody. People thought I was using it to sound good. But I was just using it to sound different.</p><p>And it turned into a whole stifling thing because it was what I did. You know what I'm saying? It's what I do. And this is my style. I'm not gonna change my style because other people are starting to overuse it. Like, that's just weird. That's like people — that's like a rapper stop rapping because other people are rapping. That's dumb. I'm not gonna do that so I'm gonna keep pushing. I'm gonna do what I believe in.</p><p><strong>I know it's a little bit hard to talk about this, but you had a time where — I think I read something that — your wife helped you a lot during that period. Cause you started drinking and taking drugs and it was just like — you're a good person so you took it to heart.</strong></p><p>Yeah, I took it way to heart. I'm a great person, I think. Some people would call me an a-hole or whatever, but, you know, that's when I have a bad day. Everybody got bad days. But, yeah. I always take things to heart, like, really hard. You know what I'm saying? I'm such a great person to people. I try to figure out why people would be so mean to other humans. I try to spread love everywhere I go. And then I get so much hate. It was definitely hard and I took it to heart very seriously. And it just — it kinda destroyed me for a while, but then I'd realize that, you know, that's not what makes me. People's comments aren't what make me.</p><p>When you see people getting hated on for no reason like Justin Bieber or Nickelback or — you know what I'm saying? I know people that say they hate Nickelback and have never heard a Nickelback song in their life. Like, nobody that I know that hates Justin Bieber has ever bought a Justin Bieber album. It's just the popular thing to do. It's the most recent to make a meme about on the Internet. Like, it's not that you actually hate this person, you just want to be a part of the crowd that does because that's the majority. And so, you know, I felt like that's the same thing that was happening to me. People say Auto-Tune sucks, but your favorite artist is using Auto-Tune. Everybody you listen to is using Auto-Tune. But when it comes to me, oh, now it sucks. Now I'm talentless. And, ah, OK. That's cool. That's fine. So I just learned not to listen to it. And my wife was helping me out with doing that and processing that in my mind. That's pretty much all it took. And I got right out of it.</p><p><strong>So you just, like, changed the way you think about things?</strong></p><p>Always gotta change the way I think about things. Cause I take things to heart too seriously.</p><p><strong>What helped you the most?</strong></p><p>What helped me the most, I think, was not doing music and looking at it from the outside. Being inside the business you see so much of the gears and the cogs, and you see how everything works. And when you get on the outside, you're kinda blind to those things and you see that — you see how fake people are and you see how, you know, how many cars people rent for videos. And you see like — I'm sitting back like, \"I don't do any of those things. I'm awesome. I don't have to listen to these people. I'm not fake. I'm the same person when I'm off-camera than when I'm on-camera.\" You know, it's the same thing. That's why people always ask me why do I talk about drinking and strippers and the same things in my songs all the time. Cause that's all I do. You know what I mean? If you want me to talk about what I do, you know, for the whole day, I'll be singing about interviews. I'll be singing about walkthroughs. I'll be singing about other stuff that didn't matter to anybody. That really don't excite me. I talk about the things that excite me. And I'm just a real person.</p><p>After seeing how fake everybody else is, and how redundant people get, and how just — it's just very stupid. And I was just like, \"I'm awesome. I don't have to worry about these people not knowing what the inside looks like.\" Because I feel like if people could get a inside look on the industry, they'd hate a lot of their favorite artists. They would lose respect for a lot of people that they think they love. You know, once people find out what the real person is, you'd hate that person. And I know when people find out how I am, they'd actually gain respect for me. I felt like that was all I needed.</p><p><strong>The most surprising thing I found about you is that, usually, when you sit down and talk you're very honest. And you tell about all the struggles you've had, all the challenges. Your songs, though, are always fun. They're all about drinking, partying, women — just having a great time. But usually artists use their song as like an emotional outlet for how they really feel.</strong></p><p>Oh, now let me tell you. When I talk about the fun, and stuff like that, even though I was in a downspout of depression and drinking and drugs and stuff, when I was doing that, it was fun. I wasn't doing it because I was depressed. I was doing it because I wanted to have fun and get out of the depression.</p><p>The depressing part was me sitting in the bed playing PS4 and just doing nothing. But when I got up and said, \"Hey. Let's go drink. Let's go do something.\" Then, it actually really was fun.</p><p><strong>But have you ever thought about making a song about how you feel? </strong></p><p>I've made a lot of 'em actually and put 'em out. But then when I express my feelings and stuff like that, people say I'm whining. And those songs get skipped over on my albums because they're not fun.</p><p><strong>Do you include it on the <em>Best Of T-Pain</em>?</strong></p><p>Ah, yes.</p><p><strong>Which one?</strong></p><p>\"<a href=\"https://www.youtube.com/watch?v=IqKDsUCFchc\" target=\"_blank\">Keep Going</a>.\" \"<a href=\"https://www.youtube.com/watch?v=dZcn06J2_QY\" target=\"_blank\">Change</a>.\" Well, actually, the one that I did the most in was \"Mr. Blue Sky,\" which is not on the --</p><p><strong>Why? OK, tell me about any of these songs. Tell me about one of those songs.</strong></p><p>\"Mr. Blue Sky\" was the one where I just aired out everything. And I basically just told off anybody that stopped messing with me when I got \"less hot\" than I was. Or, you know, anybody I knew was gonna start calling me again once they needed me. And that's happened a lot. A lot of people just use you when they need you and, you know, whenever you're getting picked on the most that's when they stopped messing with you, because they don't wanna be associated with somebody that's getting picked on. And basically just airing out the industry.</p><p>Nobody really paid attention to it because everybody feels like they know what's going on in the industry. \"We don't need T-Pain to tell us what's going on in the industry. I know exactly what's going on in the industry. He's in the Illuminati. He's in the Illuminati. You got money because you sell drugs still and rap at the same time. He's in the Illuminati. We know what's going on, T-Pain. We don't need you to tell us.\" But nobody has any clue what's going on. It's just, you know — it's weird.</p><p><strong>Why \"Blue Sky?\"</strong></p><p>\"<a href=\"https://www.youtube.com/watch?v=98P-gu_vMRc\" target=\"_blank\">Mr. Blue Sky</a>\" was one of my favorite songs. [Sings] \"Mr. Blue Sky, please tell us why.\"</p><p><strong>Let's talk about \"Up Down.\" That's a new song, right?</strong></p><p>\"Up Down.\"</p><p><strong>I'll play a little bit. I just want you tell me what's going on. That's all.</strong></p><p><strong></strong>The song you're listening to right now is \"Up Down\" produced by DJ Mustard, written by me and my homeboy <a href=\"https://twitter.com/jaylyriq850\" target=\"_blank\">Jay Lyriq</a>. Man. I can tell you right now what's going on. I went and rented a house in Panama City, Fla. And we were within walking distance of the biggest club in the country, so every night we would go there. I actually rented the house in order to record my new album. Just to get a different vibe, get out of my house, get away from all the stuff that I was doing, and ended up doing it more there. So I don't know how that worked out.</p><p>But all the stuff that I was talking about in the song was actually happening in my backyard. It wasn't that hard to write the song. We were having parties every day. And, you know, just having a good time. And I think it was time for me to get back to that fun because a lot of the stuff I was recording before was real emotional, like you were saying, and just, you know, kinda downer music. I just felt like I had to get back to fun. So I was like, \"Yo, let's go to Panama City. Let's rent a house. On the beach. And let's just throw parties and record at the same time.\" And it worked out. It worked.</p><p><strong>So tell me how this works. You write, right? You write the lyrics. So you're physically watching the party unfold and you sat down and started like --</strong></p><p>Yeah, I actually — we don't — we try not to write stuff down because it doesn't come from the heart, so basically while the party was happening in the backyard, I was on the mic, inside the house. And basically just singing what we saw. It was not even crazy like that. It wasn't a big process. It wasn't, like, a whole writing session. It was just me on the microphone in the middle of a living room, looking out the window towards the beach, and coming up with the song.</p><p><strong>\"See a black car, a woman with a black bra showing.\"</strong></p><p>There it is. Exactly. You see how it happens now. You see how it is. See? You get it. You get what's going on. You understand.</p><p><strong>It's like a comeback song. </strong></p><p>It's kinda a comeback song. I wouldn't call it a comeback song. I think it's just the best song that I recorded. Out of the 50 — out of the bunch that I brought out, I think it's just the best one that caught on. And so, it's weird because I think it's an urban comeback song. Because I was still writing country music and still doing pop songs and stuff like that, which were catching on fire. And, you know, it was doing great. But it was an urban comeback. It was a comeback to what people knew me for. So that. Yeah. But everything else I was doing was already catching on fire. I was still making enough money to do whatever I wanted to do in other genres, but when I came back to urban then everybody was like, \"Oh. He's back!\" And I'm like, \"Well, I never really left. I just stopped doing urban music for a while.\"</p><p><strong>In your new album's name, it's <em>Phoenix</em>.</strong></p><p><strong></strong>Yep. What's the first word? I want to know. Did you get it? I want to know. Please say it.</p><p><strong>Stoicville.</strong></p><p>You got it! See? Look at that. You gotta have more confidence in yourself.</p><p><strong>I do my research.</strong></p><p>Yeah, you gotta have confidence. Yeah, <em>Stoicville: The Phoenix</em>. I came up with Stoicville as a city, just from being so stoic for so long. And just not caring about anything for a while. That's when I learned the word stoic. I was actually looking up depression and stuff like that. Just googling stuff about how I was feeling and I kept seeing the word stoic. And I was like, \"Man. This sounds awesome. To not care about anything.\" It sounds, you know — it sounds like it would be pretty free and can you imagine a city like that? So then, in my head, I created Stoicville.</p><p>One of my songs — my youngest son — has autism. And I see that when he doesn't like something or when he doesn't want to deal with something, he covers his ears and closes his eyes. And I can't imagine the world that he goes into when that happens. So I feel like that's my Stoicville. You know what I'm saying? That's what I want to be. I want to be surrounded by nothingness when I don't want to deal with something. You know, ears closed, eyes closed. I think that's my Stoicville. And the phoenix is just rising from the ashes of all the things that's been happening thus far. You know, all the career shaming, all the bad things that've happened. I feel like I got burned down. I got burned so bad. I feel like I'm rising from the ashes as a whole different kind of animal.</p><p><strong>How does it feel?</strong></p><p>Feels great. Feels fantastic. I haven't known a better feeling — other than sex. This is great. I'm telling you. I feel happy. I'm having fun again. I'm chilling. I'm good. Everything I want to do, I can do. I'm taking care of my family. I feel great.</p><p><strong>You have three kids?</strong></p><p>Yes. Three kids. Great kids. Oh, god. Great kids. My son stinks, but, you know--</p><p><strong>Why?</strong></p><p>He's terrible at taking showers. He'll go in the bathroom and just run the bathroom for like 10 minutes and just sit on the toilet, I think. I don't think he takes showers. I don't know. I figure if you're going to take the time to sit in the bathroom then just get in the shower. And the crazy thing, the shower takes less time than it would if you're just sitting there running — now you're wasting water. [Sighs.] I just have to get on him about that.</p><p><strong>How old is he now?</strong></p><p>He's six now.</p><p><strong>And your other kids?</strong></p><p>My daughter is nine. My younger son is three. Three, six and nine. Did not plan that. It was just a cycle.</p><p><strong>And you're only 29 years old.</strong></p><p>30 now.</p><p><strong>You just turned 30 in September, right?</strong></p><p>Just turned 30 on September 30th.</p><p><strong> I have to ask you about something else. I have two more questions. Another thing that you did that very few other people thought of doing — made you a lot of money — is that your songs sounded so good as ringtones.</strong></p><p>Ah, yes.</p><p><strong>So good, that they call you the \"Ringtone King,\" right?</strong></p><p>Yes, I am the Ringtone King.</p><p><strong>Tell me about the whole thing.</strong></p><p>I think I'm the Ringtone King because, first of all, my songs are awesome. And I think my songs are so relatable and they're so normal — how I came up with the \"Up Down\" song, just talking about things I saw. I think they're so normal, life-wise, that people go through these things, and people see these things all the time, so, you know, they have something to associate my songs with all the time. And it's not hard to be like, \"Ah. That's a girl with a black bra. I'm gonna put 'Up Down' as her ringtone.\" You know what I'm saying? It's not that hard. \"Ah, hey. I met a stripper the other day. Guess what her ringtone is. '<a href=\"https://www.youtube.com/watch?v=HXLY92MXjHM\" target=\"_blank\">I'm N Luv (Wit A Stripper)</a>.'\"</p><p>It's not that difficult to put my songs to people that you know. You know what I'm saying? My songs remind you of somebody you know. Or remind you of situations that you went through with somebody that you can put that ringtone to. And I just think — I went harder than anybody else. Because, you know, the technical age and the digital era that we're in right now, I don't think anybody's really paying attention to it, if it's not Twitter, or Instagram, or Facebook. I don't think people are paying attention to the technology we have right now to ourselves. And we have — as musicians and entertainers — we have the most access to these things. So why not just jump on it. But, you know, nobody pays attention to it cause it's not the cool thing to do.</p><p><strong>But like, if I buy your song, \"I'm N Luv (Wit A Stripper),\" it's gonna be like 99 cents. If I buy your ringtone, it's gonna be three bucks. </strong></p><p>That's true.</p><p><strong>So you figured it out. Tell me about it.</strong></p><p>I tried to corner the market on making sure that I made the most money possible from the smallest things. So the thing is, it's kinda a convenience fee that I found out. If you buy the song, you can just take the song and make a ringtone out of it. But if you buy the ringtone, you don't have to go through buying the song. So I'm not gonna let you get off by just buying 30 seconds of this song. You gotta buy the song too. You gotta buy the song <em>and </em>the ringtone. I'm gonna make you put it together. And boo-yow, katoo-yow. Give me my money.</p><p><strong>On November 4, your <em>Best Of T-Pain </em>came out. I want you to pick whichever song from that whole album, and let's talk about it. Do you have a — it's very hard to have a favorite. </strong></p><p>Oh. A favorite song? Oh, man. Oh, boy. I guess \"Drankin Patna.\"</p><p><strong>Who're you drinking with? </strong></p><p>\"Drankin Patna.\" I've been around the world a whole bunch of times and nobody can really drink as much as me. It's kinda weird. I don't think so. You think you can drink as much as me? I don't think so. You look pretty small. Like you got small kidneys.</p><p><strong>Size doesn't matter.</strong></p><p>It's very hard to find somebody who can hang with me. I usually party from like 10 at night to like 10 the next morning. So I try to deal with people and they can't hang with me. Everybody wants to always go home or go to sleep. And I'm just up, like, \"What is your problem? I'm still on Australian time.\" Like, \"You guys gotta wake up.\" I've rarely found people that can really hang with me. So it's kinda been a mission of mine to find a friend that can just stay up with me, drink as much as I do, take shot for shot, and, yeah. I have yet to find it. But, you know, if I'd say anybody, it would probably be my wife. She's the only one that can deal with it.</p><p><strong>So it's like a call out. \"Hey guys.\"</strong></p><p>It's basically a call out. \"Drankin Patna\" is basically a call out to say, \"Listen. If you feel like you can hang with me, then bring it on and let's see if you can roll. If so, I take you everywhere with me in a small bag.\"</p><p><strong></strong><strong>Okay. I'll test you because I don't truly believe you.</strong></p><p>OK. We're gonna make this happen.</p><p><strong>Just kidding. Two final questions. One is what do you think is it in your songs that makes people really relate to you?</strong></p><p>I think people relate to my songs more because I'm not trying to be extra clever. It's kinda just normal conversation. They feel like they're talking to somebody. You know, I'm not trying to come up with new words. I'm not trying to make you do a dance with it. It's just, \"Listen. Here's the situation. Here's a melody to the situation. You like it? You don't? Here it is.\" That's just — it's just normal. You know what I'm saying? You don't have to feel like you're trying to learn a song. It's like talking to somebody and then, you know, basically telling somebody else the conversation. Like you don't have to learn the lyrics. Here's how I talk. I don't try to become a lyricist when I get on the mic. I don't try to become the best, you know. I try to be the most normal. And the most melodic, basically.</p><p><strong>Accessible.</strong></p><p>That.</p><p><strong>What's next for you?</strong></p><p>What's next for T-Pain? I don't know. I can't say. I haven't really made any plans. I haven't set any goals. That way I won't be disappointed if I don't reach 'em. I'm kinda just letting things fall into place. And not rushing anything, just letting God do what he do.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=T-Pain+Rises+Above+The+Haters&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Monika Evstatieva","audio":[{"meta":{"duration":"331"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363842838-c77cef.m3u?orgId=1&topicId=1105&aggIds=100920965&ft=3&f=363759981"},{"href":"http://media.npr.org/assets/img/2014/11/13/t-pain_phusion-3-53058bf223a138e016e921ffc15b6cd134ba3e8e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2885","width":"3840"}}]}