{"created":"2014-12-26T21:26:16+00:00","modified":"2015-04-29T18:00:19+00:00","valid":{"from":"2015-04-29T18:00:18+00:00","to":"3015-04-29T18:00:18+00:00"},"hreflang":"en","title":"Recordings That Made Waves: The Songs That Saved The Whales","published":"2014-12-26T23:22:00+00:00","teaser":"In the mid-1960s, a biologist discovered the beauty of humpback whale songs. But his recordings weren't just academic — they were woven into popular music, and they kicked off an entire movement.","itags":["npr_api","373303726"],"guid":"b72eef73-6dd3-40b6-8273-b99515d5d4e8","contentencoded":"<p>In the mid-20th century, whale populations were dwindling. More than 50,000 whales were killed each year by commercial whalers.</p><p>But then in the 1960s, a song — or rather, many songs — sparked a movement.</p><p>It started with some underwater equipment that, for the first time, captured the sound of humpback whales.</p><p><strong>Composer-Poets</strong></p><p>At his home in Vermont, biologist Roger Payne plays the audio that was discovered back then. He points out themes in the whales' song, and how they evolve over time.</p><p>\"These sounds are, with no exception that I can think of, the most evocative, most beautiful sounds made by any animal on Earth,\" Payne says.</p><p>When Payne started studying whales in 1966, there was very little known about the sounds the animals made, or why they made them.</p><p>He went to Bermuda, where whales passed on their migratory routes, where he met sound engineer and military researcher Frank Watlington. Then Watlington gave Payne this recording.</p><p>At the time, Watlington didn't even know what he was listening to. He'd been trying to record dynamite explosions, which you can hear muffled in the audio; the whales were actually getting in his way.</p><p>Payne brought the recordings back to his office in New York, and he listened — deeply.</p><p>\"I would just leave it on, just going again and again,\" he says. \"And after a long while of listening to this, I suddenly realized, 'My God, this thing is repeating itself.' \"</p><p>This was a startling discovery. If an animal repeats a sound, like a bird or a cricket, then it's technically a song. This, however, was arguably the most complex song of any animal.</p><p>Payne saw the songs as a call to arms. Humpback whales had become so endangered that in 1965, the International Whaling Commission issued a moratorium on commercial hunting — but that left open the possibility that they could be killed again after their numbers increased. And many other species of whale were still legal fodder for commercial whalers.</p><p>\"Do you make cat food out of composer-poets? I think that's a crime,\" he says.</p><p><strong>Building Them Into Human Culture</strong></p><p>For the next two years, Payne spent as much time distributing the recordings as he did studying them. He gave them to musicians, composers and singers.</p><p>\"What I wanted to do was build them into human culture,\" he says. \"Anything. Any damn thing that anybody wanted to try, hey, that seemed fine to me.\"</p><p>At that time — the summer of 1969 — singer Judy Collins was playing Solveig in Henrik Ibsen's <em>Peer Gynt</em>.</p><p>\"This tall man came backstage, and I didn't know him,\" Collins recalls. \"He said, 'I'm Roger Payne. I study whales — I'm a cetologist. And he handed me this little package.\"</p><p>Inside was a reel-to-reel tape. She took it home and put it on.</p><p>\"It was very emotional,\" she says. \"Angst for being a human being on a planet where they also live. Guilt for doing what we do to them. And that they're so smart and they have been here so long, and they certainly might have some insights about what we could do to live a better way.\"</p><p>On her 1970 album <em>Whales and Nightingales,</em><em> </em>Collins included the song \"Farewell to Tarwathie\" — an adaptation of a traditional whaling song, featuring actual whales in the background.</p><p>The record went gold, and it introduced millions to the songs of the humpback whales.</p><p>\"You hear the whales come in, and then I join them,\" Collins says. \"And it is like a call and response in a way, because I am having a dialogue with them — and vice versa, because they are answering me as well, and in a sense reaching out into the human species.\"</p><p>That same year, Capitol Records released Payne's recording of humpback whale songs, which is still the best-selling natural sounds album of all time.</p><p><strong>The Spark Behind 'Save The Whales'</strong></p><p>Two years later, a dozen or so anti-war activists working for a fledgling organization called Greenpeace gathered at a meeting in Vancouver. Former Greenpeace director Rex Weyler says one of them played the whale songs.</p><p>\"And that was the first time any of us had heard those recordings, and it certainly was a huge factor in convincing us that the whales were an intelligent species here on planet Earth and actually made music, made art, created an aesthetic,\" Weyler says.</p><p>Greenpeace was looking for a campaign that would jumpstart a new environmental movement, and they'd found it: \"Save the Whales.\"</p><p>They played the whale songs on the radio and TV to raise money for their campaign, and they used the songs in their actions as well. When they took their first ship out into the Pacific in 1975, with Weyler on board, they confronted a Soviet whaling vessel.</p><p>They blasted Payne's recordings of the humpback whales over a loudspeaker.</p><p>\"There were hundreds of crewmembers, and they were all on deck, they were all listening,\" Weyler remembers. \"Who knows what effect it had on them?\"</p><p>That moment lasted a few seconds.</p><p>Then the whalers continued the slaughter. But now the world was paying attention.</p><p>\"Saving the whales became the issue that we believed would introduce humanity to the idea of ecology and saving nature,\" Weyler says.</p><p>The campaign was a success. Other organizations around the world joined the cause, and in 1982, the International Whaling Commission instituted a ban on deep-sea whaling.</p><p>Only a half-dozen countries still hunt whales.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Recordings+That+Made+Waves%3A+The+Songs+That+Saved+The+Whales&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michael May","audio":[{"meta":{"duration":"339"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373303727-e20b0b.m3u?orgId=1&topicId=1132&d=339&p=2&story=373303726&t=progseg&e=373303469&seg=3&ft=nprml&f=373303726"},{"href":"http://media.npr.org/assets/img/2014/12/26/173671761-bb13e6677e421a598070345034b9c55d43102567.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1673","width":"2230"}}]}