{"created":"2014-08-13T20:22:33+00:00","modified":"2015-05-14T20:28:55+00:00","valid":{"from":"2014-02-24T07:49:43+00:00","to":"3014-02-24T07:49:43+00:00"},"hreflang":"en","contenttemplated":"[{\"content\":\"<p>A 19-year-old woman with a baby face covered in heavy makeup and a hestitant, toneless voice shares her experiences in the past year: an old friend asked her for help, again and again, until she agreed. He kidnapped her and forced her to work as a prostitute.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote>&quot;During those seven months, I lived under threats, beatings, and... offenses.&quot;</blockquote>\"},{\"type\":\"text/html\",\"content\":\"<p>She means rape. &quot;I had sex with twenty to twenty-five men a day,&quot; she says.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Zuria (not her real name) managed to escape with the help of a friend and now lives in Tijuana, at <a href=\\\"Http:/www.internationalnetworkofhearts.org\\\" target=\\\"_blank\\\">La Casa del Jardin</a>, a shelter for adolescent girls who have been victims of human trafficking. The girls, some of whom are only 13 or 14, stay there until they are legal adults.</p>\"},{\"content\":\"<p>The shelter is run by Alma Tucker, who grew up in Tijuana and now lives in San Diego. The girls in her shelter are Mexican nationals, rescued by authorities in both the United States and Mexico.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>It is one of only two such group homes in all of Mexico.</p>\"},{\"content\":\"<blockquote>&quot;If those girls are not treated right, as adults, sometimes they can turn to be victimizers, then it&apos;s one circle,&quot; Tucker says. &quot;We, as a community, as authorities, we need to stop that circle.”</blockquote>\",\"type\":\"text/html\"},{\"content\":\"<p>The San Diego-Tijuana crossing is one of the most-traveled international borders in the world. Hundreds of thousands of people crossing on foot or in their cars every day, contributing to vibrant commerce between the countries and a unique culture. But despite exponential increases in security over the years, the border remains a place where humans, especially girls, are bought, sold, and forced into labor or sex in both Mexico and the United States.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Trafficking is also on the rise among one particular population: undocumented immigrants trying to make the long trek from Mexico to the United States. </p>\"},{\"content\":\"<blockquote>“You used to trust in the coyotes,” Tucker says.  “It&apos;s not a legal business... but it&apos;s their business.”</blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><em>Coyotes</em>, or <em>polleros</em>, are the people who take money in exchange for helping people without papers get across the international border. Many of them find it easier now – and far more lucrative – to take their money and then, if the crossing gets too difficult, to simply ransom the people or sell them.</p>\"},{\"type\":\"text/html\",\"content\":\"<blockquote>“Many times when things don&apos;t go the way they want or expect – because it&apos;s more difficult to really cross the border – then they just lie to the people... ending in human trafficking, exploiting them,” Tucker says. “Or killing them, and asking for money for returning them to their families.”</blockquote>\"},{\"type\":\"text/html\",\"content\":\"<p>The State Department calls Mexico a “Tier 2” country, which means that while it is stepping up its efforts to stop human trafficking but lacks sufficient federal and state co-ordination. There&apos;s also the issue of what to do with the victims. Many were kidnapped and sold by close friends or family members, or left home because of family problems; the Mexican government as yet has few resources in place for those who have been rescued and have nowhere to go.</p>\"},{\"content\":\"<p>Tucker became aware of the issue of trafficking when she was working for the Department of Protection in San Diego&apos;s Mexican Consulate. After she left, she vowed to do more to help its victims, and started the International Network of Hearts in 2010 and opened La Casa del Jardin in Tijuana in June of last year. In addition to regular classes, the girls get music, art, and yoga – and medical treatment and therapy.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>A few miles north of the border in Chula Vista, California, city councilmember Rudy Ramirez is one of Alma Tucker&apos;s biggest champions. He helps put together events to raise awareness and funds for new beds and other additions that La Casa del Jardin needs. It&apos;s a large building, but there is always demand for more room.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Ramirez says that awareness-raising is particularly important: </p>\"},{\"type\":\"text/html\",\"content\":\"<blockquote>&quot;It&apos;s not the sort of thing that you expect happens any more, right? You think this happens somewhere else some other continent somewhere, so it is surprising to hear that it happens here.&quot;</blockquote>\"},{\"type\":\"text/html\",\"content\":\"<p>Ramirez also notes that &quot;human trafficking&quot; can mean so many things, and its scope is so vast that it becomes difficult to understand.</p>\"},{\"content\":\"<blockquote>&quot;I mean, it happens in lots of ways, where, in some cases because of issues in the home these young ladies will leave their home, and as a result be taken in by somebody who just wants to exploit them, basically, and enslave them,&quot; he says. &quot;And they do, in the sex trade or in other work, domestic work -- there are all kinds of different cases that you hear about.&quot;</blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>People might keep slaves in their homes as maids, keeping them from escaping by threatening to tell the authorities that they have no papers. Or, like Zuria, they might be forced into prostitution. With a stronger economy, cultural changes, more of a voice for young people, more government involvement, and better security, Alma Tucker says human trafficking and slavery might become things of the past. For the present, she has a lot of work to do.</p>\"},{\"content\":\"<blockquote>&quot;They don&apos;t choose what they go through,&quot; she says. &quot;They are victims and they need to be rescued. All those girls that are there, and all those girls that are already victimized, they deserve a better life.&quot;</blockquote>\",\"type\":\"text/html\"},{\"content\":\"<p>Zuria, the teenager who once was forced into prostitution, says she gets through her life day by day. But she thinks her experiences have made her stronger. It also helps her to be able to share it with others, she says, who have had similar things happen to them. She says she hopes one day to be either a bilingual secretary or to get a job in law enforcement, working on the issue of human trafficking.</p>\",\"type\":\"text/html\"}]","byline":"Brooke Binkowski","description":"People, mostly women, are sold and forced into labor or sex.","tags":["San Diego","border","Business","california","labor","prostitution","forced","APM"],"guid":"b738a169-9858-40a6-8247-4595aeee0a55","published":"2014-02-24T07:49:43+00:00","itags":["Marketplace Morning Report for Monday, February 24, 2014","b738a16998580a6a24704595aeee0a55","Marketplace Morning Report","PMP:Marketplace_PMP","Marketplace"],"teaser":"People, mostly women, are sold and forced into labor or sex.","contentencoded":"<div class=\"barn-cleaned\"><p>A 19-year-old woman with a baby face covered in heavy makeup and a hestitant, toneless voice shares her experiences in the past year: an old friend asked her for help, again and again, until she agreed. He kidnapped her and forced her to work as a prostitute.</p>\n<blockquote>\"During those seven months, I lived under threats, beatings, and... offenses.\"</blockquote>\n<p>She means rape.&nbsp;\"I had sex with twenty to twenty-five men a day,\" she says.</p>\n<p>Zuria (not her real name) managed to escape with the help of a friend and now lives in Tijuana, at <a href=\"Http:/www.internationalnetworkofhearts.org\" target=\"_blank\">La Casa del Jardin</a>, a&nbsp;shelter for adolescent girls who have been victims of human trafficking. The girls, some of whom are only 13 or 14, stay there until they are legal adults.</p>\n<p>The shelter is run by Alma Tucker, who grew up in Tijuana and now lives in San Diego.&nbsp;The girls in her shelter are Mexican nationals, rescued by authorities in both the United States and Mexico.</p>\n<p>It is one of only two such group homes in all of Mexico.</p>\n<blockquote>\"If those girls are not treated right, as adults, sometimes they can turn to be victimizers, then it's one circle,\" Tucker says. \"We, as a community, as authorities, we need to stop that circle.”</blockquote>\n<p>The San Diego-Tijuana crossing is one of the most-traveled international borders in the world. Hundreds of thousands of people crossing on foot or in their cars every day, contributing to vibrant commerce between the countries and a unique culture. But despite exponential increases in security over the years, the border remains a place where humans, especially girls, are bought, sold, and forced into labor or sex in both Mexico and the United States.</p>\n<p>Trafficking is also on the rise among one particular population: undocumented immigrants trying to make the long trek from Mexico to the United States.&nbsp;</p>\n<blockquote>“You used to trust in the coyotes,” Tucker says.&nbsp; “It's not a legal business... but it's their business.”</blockquote>\n<p><em>Coyotes</em>, or <em>polleros</em>, are the people who take money in exchange for helping people without papers get across the international border. Many of them find it easier now – and far more lucrative – to take their money and then, if the crossing gets too difficult, to simply ransom the people or sell them.</p>\n<blockquote>“Many times when things don't go the way they want or expect – because it's more difficult to really cross the border – then they just lie to the people... ending in human trafficking, exploiting them,” Tucker says. “Or killing them, and asking for money for returning them to their families.”</blockquote>\n<p>The State Department calls Mexico a “Tier 2” country, which means that while it is stepping up its efforts to stop human trafficking but lacks sufficient federal and state co-ordination. There's also the issue of what to do with the victims.&nbsp;Many were kidnapped and sold by close friends or family members, or left home because of family problems; the Mexican government as yet has few resources in place for those who have been rescued and have nowhere to go.</p>\n<p>Tucker became aware of the issue of trafficking when she was working for the Department of Protection in San Diego's Mexican Consulate. After she left, she vowed to do more to help its victims, and started the International Network of Hearts in 2010 and opened La Casa del Jardin in Tijuana in June of last year. In addition to regular classes, the girls get music, art, and yoga – and medical treatment and therapy.</p>\n<p>A few miles north of the border in Chula Vista, California, city councilmember Rudy Ramirez is one of Alma Tucker's biggest champions. He helps put together events to raise awareness and funds for new beds and other additions that La Casa del Jardin needs. It's a large building, but there is always demand for more room.</p>\n<p>Ramirez says that awareness-raising is particularly important:&nbsp;</p>\n<blockquote>\"It's not the sort of thing that you expect happens any more, right? You think this happens somewhere else some other continent somewhere, so it is surprising to hear that it happens here.\"</blockquote>\n<p>Ramirez also notes that \"human trafficking\" can mean so many things, and its scope is so vast that it becomes difficult to understand.</p>\n<blockquote>\"I mean, it happens in lots of ways, where, in some cases because of issues in the home these young ladies will leave their home, and as a result be taken in by somebody who just wants to exploit them, basically, and enslave them,\" he says. \"And they do, in the sex trade or in other work, domestic work -- there are all kinds of different cases that you hear about.\"</blockquote>\n<p>People might keep slaves in their homes as maids, keeping them from escaping by threatening to tell the authorities that they have no papers. Or, like Zuria, they might be forced into prostitution.&nbsp;With a stronger economy, cultural changes, more of a voice for young people, more government involvement, and better security, Alma Tucker says human trafficking and slavery might become things of the past. For the present, she has a lot of work to do.</p>\n<blockquote>\"They don't choose what they go through,\" she says. \"They are victims and they need to be rescued. All those girls that are there, and all those girls that are already victimized, they deserve a better life.\"</blockquote>\n<p>Zuria, the teenager who once was forced into prostitution, says she gets through her life day by day. But she thinks her experiences have made her stronger. It also helps her to be able to share it with others, she says, who have had similar things happen to them.&nbsp;She says she hopes one day to be either a bilingual secretary or to get a job in law enforcement, working on the issue of human trafficking.</p></div>","title":"Forced labor, prostitution continues at U.S.-Mexico border","audio":[{"type":"image/jpeg","meta":{"width":"610","height":"340","crop":"primary"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/casa.jpg?itok=z16C3wH9"},{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/02/24/marketplace_segment06_20140224_64.mp3","meta":{"duration_hms":"00:02:25","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/02/24/marketplace_segment06_20140224"},"duration":145},"type":"audio/mpeg"}]}