{"created":"2015-03-16T19:03:33+00:00","modified":"2015-04-22T01:43:43+00:00","valid":{"from":"2015-04-22T01:43:43+00:00","to":"3015-04-22T01:43:43+00:00"},"hreflang":"en","title":"Does Success Of HBO's 'The Jinx' Herald New Form Of True-Crime TV?","published":"2015-03-17T17:32:00+00:00","teaser":"The docu-series <em></em>ended Sunday with murder suspect Robert Durst seeming to admit guilt. NPR TV Critic Eric Deggans says that moment may also have created a TV genre with its own set of rules.","itags":["npr_api","393352930"],"guid":"b7386804-4a40-4602-af50-8731df28ea36","contentencoded":"<p>It was the kind of moment true-crime TV fans live for but almost never get to see: a suspected murderer seeming to confess his guilt while the audience listens in.</p><p>That bombshell admission aired Sunday at the end of HBO's docu-series <em>The Jinx: The Life and Deaths of Robert Durst</em>, capping a six-part series. It unfolded as something of a cat-and-mouse game between Durst, the scion of a wealthy New York family who is suspected of killing his wife, a best friend and a neighbor in separate crimes reaching back to 1982, and filmmaker Andrew Jarecki.</p><p>It also felt like the birth of a new TV genre: the multi-episode, true-crime docudrama.</p><p>Lots of TV shows have made an industry of recreating and dissecting known crimes, from CBS' <em>48 hours</em> to NBC's <em>Dateline a</em>nd beyond. But those shows usually take on one case per episode, recreating stories that are already resolved but may be unknown to a national audience.</p><p>HBO's <em>The Jinx</em> offered something new, tackling a single, famously unsolved case, stretched out over six hourlong episodes. The show unearthed previously unknown evidence and featured an interview with a prime suspect who hadn't spoken much to the media before.</p><p>And it all came wrapped with a promise from the filmmaker that the crimes — one of which has been unsolved for 30 years — would be resolved by the series' end. (The promise seemed even more likely to be fulfilled when Durst <a href=\"http://www.npr.org/blogs/thetwo-way/2015/03/15/393168862/robert-durst-subject-of-hbos-the-jinx-arrested-in-new-orleans\">was arrested Saturday</a> in New Orleans on a murder charge.)</p><p>\"That was the biggest surprise of all, that during the course of this, we were able to solve the case, and that was extraordinary,\" said Andrew Jarecki, an Oscar-nominated documentary director (<em>Capturing the Friedmans, Catfish</em>) who spoke to me in January in Pasadena, Calif.</p><p>Jarecki and his production team spent four to five years developing the documentary. Durst had called to speak with Jarecki after hearing of his film <em>All Good Things</em>, a 2010 movie loosely dramatizing Durst's life and starring Ryan Gosling and Kirsten Dunst.</p><p>Halfway through developing the <em>The Jinx</em> as a two-hour film, Jarecki said he and his team realized the format would leave too many details unexplored in Durst's quirky, expansive story.</p><p>\"We had access to evidence nobody had ever seen before. We discovered things nobody ever knew before,\" Jarecki said.</p><p>\"We realized it was going to feel like a tremendous ripoff for people to not have the experience that we were having. And so we said, 'We're living in a HBO Go [video streaming] kind of binge-able world. ... Let's start by putting in all the fascinating plot, and then let's see how long it is at the end.' This is kind of a first, the idea of letting the content dictate its own length is something you wouldn't get before 2015.\"</p><p><em>The Jinx</em> explores how Durst, the eccentric, unpredictable, eldest son in a family that runs one of the most powerful real estate dynasties in New York City, had his wife disappear mysteriously in 1982. Years later, in 2000, his best friend was shot to death in her Los Angeles home, and in 2001, a neighbor near an apartment Durst rented in Galveston, Texas, was found dismembered.</p><p>Those facts would be fodder enough for a compelling true-crime story. But <em>The Jinx</em> dives into the sordid circumstances behind the tale.</p><p>Ousted from the family business in the mid-'90s, Durst <a href=\"http://www.nytimes.com/2015/03/16/nyregion/robert-durst-subject-of-hbo-documentary-on-unsolved-killings-is-arrested.html?_r=0\">reportedly posed as a mute woman</a> to rent an apartment in Galveston when police began asking new questions about his wife's disappearance. When his neighbor's remains were found, police issued a warrant for Durst's arrest and he went on the run — apprehended after shoplifting at a supermarket despite having access to thousands of dollars.</p><p>Durst admitted dismembering his neighbor, but claimed self-defense and was acquitted of murder. <em>The Jinx</em> showed how that verdict sparked a routine on <em>The Daily Show</em> and a sketch on <em>Saturday Night Live</em>.</p><p>Like the popular <a href=\"http://serialpodcast.org/\">public radio podcast</a> <em>Serial</em> — which focused on a man convicted of murdering his high school girlfriend after they broke up — <em>The Jinx</em> features a case that is not fully resolved, centered on a compelling suspect whose guilt is not yet settled for the reporter. Both programs feel like part of a new genre with its own set of rules, capturing an audience jaded by many years of true-crime broadcast stories.</p><p>These programs focus on an ongoing case that can be substantially affected by new reporting — \"a live ball,\" as Jarecki has called it. The narrator/investigator becomes a character in the story, serving as a surrogate for the viewer or listener and taking them through the process of looking into the subject and finding new information.</p><p>Both shows also depend on extensive interviews with a suspect who keeps the audience engaged even as the narrator struggles to learn if that person is a killer. In <em>The Jinx</em>, Durst was detached, perceptive and oddly forthcoming, especially for a guy still suspected of killing three people.</p><p>But unlike <em>Serial</em>, which ended ambiguously, <em>The Jinx</em> seemed to resolve its story with Sunday's episode, which may have been the most compelling moment of television aired this year.</p><p>Jarecki's team discovered handwriting samples that seemed to indicate Durst may have written an anonymous note tipping police to the murder of his best friend. The final episode showed the torturous process Jarecki's team endured getting a final interview with Durst, knowing they had key information in hand.</p><p>After showing Durst a sample of his writing and a sample of the anonymous note without indicating which was which, Jarecki asked if Durst could distinguish one from the other — and he said he couldn't. Once the interview ended, Durst went into a bathroom with his microphone still on.</p><p>\"There it is ... you're caught,\" Durst says to himself in an exchange aired in the final moments of Sunday's episode. \"What the hell did I do? Killed them all, of course.\"</p><p>One of Durst's lawyers, Chip Lewis, told <em>CBS This Morning</em> that the clip was the \"mutterings of this elderly gentleman as he's in the restroom.\"</p><p>The way this has unfolded does raise ethical questions.</p><p>Police arrested Durst in New Orleans the night before <em>The Jinx</em>'s final episode aired. The Associated Press reports he was charged with the murder of his friend Susan Berman. The arrest also proved to be the highest-profile advertisement for the finale that HBO could have anticipated, sparking news stories across the country.</p><p>Did the filmmakers, who eventually cooperated with police, arrange for the arrest to come at the best possible time for their project? Jarecki told <em>CBS This Morning</em> his team had hoped Durst would be arrested sooner and that their communication with authorities was \"cordial.\"</p><p>Did he betray a confidence with Durst? (Jarecki <a href=\"http://artsbeat.blogs.nytimes.com/2015/03/16/the-jinx-ending-robert-durst-andrew-jarecki/\">told</a> <em>The New York Times</em> they discovered the bathroom audio in June 2014; he told CBS that law enforcement had the audio for \"many months.\")</p><p>Speaking to TV critics during a news conference in January, Jarecki indicated he had a more pressing priority.</p><p>\"You certainly have a sense that you have a responsibility to [Durst], and yet my bigger responsibility is to the audience,\" Jarecki said. \"The audience is going to have to count on me and our team of people in the edit room to convey his story in a way that is going to be fair, that's gonna be dramatic, that's going to share this very complicated story with all the twists and turns. ... At the end of the day, I want the audience to feel the discoveries that I had. I'm certainly not going to limit their discoveries because I think made Bob look good or bad or anybody.\"</p><p>That sounds a bit like a manifesto; new rules for a new form of storytelling sure to grow across TV and radio as more filmmakers get in the game.</p><p>It's a open question what kind of true-crime television we'll be inundated with in the process.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Does+Success+Of+HBO%27s+%27The+Jinx%27+Herald+New+Form+Of+True-Crime+TV%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"249"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393530807-33d6e2.m3u?orgId=1&topicId=1138&e=393352930&d=249&ft=nprml&f=393352930"},{"href":"http://media.npr.org/assets/img/2015/03/16/jinx05-48f7fc382b0d2f9e69f7bba052ef087e6069d575.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1391","width":"1855"}},{"href":"http://media.npr.org/assets/img/2015/03/16/jinx07-da66f2610417698e8ee6b93bc52f6649e0d747cb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"341","width":"455"}}]}