{"created":"2014-11-29T12:45:19+00:00","modified":"2015-05-13T21:29:00+00:00","valid":{"from":"2015-05-13T21:29:00+00:00","to":"3015-05-13T21:29:00+00:00"},"hreflang":"en","title":"For Former U.S. Hostages, A Deal With Iran Also Remains Elusive   ","published":"2014-11-29T17:05:00+00:00","teaser":"Iran is now receiving about $700 million a month in sanctions relief while talks on its nuclear program carry on. That's raising eyebrows among one group of Americans with a traumatic history in Iran.","itags":["npr_api","367200914"],"guid":"b73aecb7-434c-421d-a138-1016242b88dd","contentencoded":"<p>Retired U.S. Air Force Col. David Roeder spent more than a year as one of 52 American hostages held by Iranian revolutionaries who took over the U.S. Embassy in Tehran in 1979.</p><p>\"I spent 14 months of my life and getting beaten around and tortured and threats against my family and all those sorts of things,\" he says.</p><p>For many, he adds, the ordeal never ended.</p><p>\"Quite frankly, I was one of the lucky ones,\" he says. \"I think I'm ok. But there's an awful lot ... who are really hurting. Everything from post traumatic disorder-type depression, to age, of course.\"</p><p>A battle for compensation has dragged on for years. And many of those former hostages are keeping close watch on the ongoing negotiations over Iran's nuclear program.</p><p>The U.S. and other world powers missed a self-imposed deadline this past week to reach a deal, though they've set a new one for next June 30. While the talks carry on, Iran receives about $700 million a month in frozen funds in exchange for some temporary limits on its nuclear program.</p><p>And that is raising eyebrows among some of the former hostages.</p><p>One problem in obtaining compensation for the former hostages is that the deal that President Jimmy Carter signed to help obtain their release granted Iran immunity from legal claims.</p><p>The State Department says it is bound by that, which frustrates another former hostage, John Limbert, who spent his career in the Foreign Service.</p><p>\"The painful thing for me is that it's been our colleagues in the State Department who have defended\" the agreement, he says. \"They might not like to hear this, but they have tacitly put themselves in an alliance with the Iranians.\"</p><p>State Department officials say they are working with members of Congress now to explore options to provide former hostages with compensation. They say the $700 million a month Iran currently is receiving in sanctions relief under the temporary nuclear deal is a separate issue.</p><p>While skeptical, Limbert says his career in diplomacy taught him to remain hopeful.</p><p>\"Of the original 52, there are now 39 of us left alive and none of us are getting any younger,\" he says.</p><p>Now a professor at the Naval Academy, Limbert says he's glad to see Secretary of State John Kerry and Iranian Foreign Minister Jawad Zarif engaged in negotiations.</p><p>\"When Kerry and Zarif sit down to talk – there's a lot of history in the room,\" says Limbert.</p><p>He adds that he was struck by a recent news report that quoted an Iranian official involved in the talks as saying it is time to address the issue of the American hostages.</p><p>Limbert says he's not sure if those comments will amount to anything, but he says it is a big change coming from an Iranian official.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Former+U.S.+Hostages%2C+A+Deal+With+Iran+Also+Remains+Elusive+++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michele Kelemen","audio":[{"meta":{"duration":"184"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367362483-a812b5.m3u?orgId=1&topicId=1009&d=184&p=7&story=367200914&t=progseg&e=367362404&seg=13&ft=nprml&f=367200914"}]}