{"created":"2015-05-11T18:28:46+00:00","modified":"2015-05-12T14:47:21+00:00","valid":{"from":"2015-05-12T14:47:21+00:00","to":"3015-05-12T14:47:21+00:00"},"hreflang":"en","title":"Colbert Helps Flash Fund About 1,000 South Carolina Teachers' Projects","published":"2015-05-12T14:47:00+00:00","teaser":"Stephen Colbert, who went to public schools in South Carolina, has funded about 1,000 teachers' projects there.","itags":["npr_api","405943572"],"guid":"b73ef404-18e3-4781-b769-ec1c984b7b37","contentencoded":"<p><a href=\"http://www.donorschoose.org/?gclid=CjwKEAjwpsGqBRCioKet--bp_QcSJADCtbsbvjeeuLNIRQCQrUilpkrQvaYlEzickOdu7LvIo3wA_hoC1Czw_wcB\" target=\"_blank\">Donors Choose</a> is a crowd-funding website that funds projects for public school teachers, with money paying for everything from pencils to laptops. Stephen Colbert, a product of South Carolina&#8217;s public school system, has decided to help out by flash funding about 1,000 projects for the school system&#8217;s teachers in a partnership with The Morgridge Family Foundation&#8217;s <a href=\"https://online.foundationsource.com/public/home/morgridge\" target=\"_blank\">Share Fair Nation</a> and <a href=\"http://www.scansource.com/\" target=\"_blank\">ScanSource</a>.</p><p>&#8220;I was completely shocked and just still in awe at his generosity and his leadership in bringing this effort to pass,&#8221;  <strong>Damon Qualls</strong>, a teacher at Alexander Elementary in Greenville, S.C. told <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now</a>&#8216;s</em> Robin Young.</p><p>He says he&#8217;s the recipient of five grants thanks to Colbert&#8217;s generosity and spoke to us from his classroom.</p><h4>Interview Highlights: Damon Qualls</h4><p><strong>On one of his grants and what the money will fund </strong></p><p>&#8220;I was the recipient of five grants funded through the flash funding. One of them was for 15 additional blazers that the young men will use monthly for our &#8216;Men Who Read&#8217; program.&#8221;</p><p>&#8220;Basically, every month the gentlemen in third, fourth and fifth grade come together, and they have a guest speaker. It could be a college football player, a judge, a television personality, and the gentleman comes in and shares their favorite childhood book, and they share how reading influences their career. And so, we&#8217;re extremely blessed to have 15 additional blazers headed our way from this flash funding initiative.&#8221;</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;There is very little money left in local funds to provide teachers with basic supplies.&#8221;</p><p></div></p><p><strong>On why he and other teachers use Donors Choose </strong></p><p>&#8220;We are a Title I school, so we received allocations from the state and the federal government. However, there are certain stipulations. The money has to be used for reducing the class size or maybe running an after school program. There is very little money left in local funds to provide teachers with basic supplies. If those supplies aren&#8217;t brought in from the students, the teacher ends up spending money out of their own pocket. That&#8217;s why Donors Choose is so extremely effective and important, because it allows teacher to seek help and assistance from private donors and businesses and corporate sponsors that are invested and seeing that all of the students needs are met.&#8221;</p><p><strong>On teaching as a &#8216;calling&#8217;</strong></p><p>&#8220;Teaching is definitely a calling, and it&#8217;s one that I&#8217;m so glad that I answered. Specifically, looking at the demographics that we serve here at Alexander &#8211; being 100 percent poverty-stricken &#8211; there are absolutely no boundaries in terms of what I&#8217;m able to do to meet the needs of my students thanks to donorschoose.org.&#8221;</p><p><em><strong>Correction:</strong> An earlier version of this article did not name the organizations Colbert partnered with to fund these projects. The post has been updated to include The Morgridge Family Foundation&#8217;s Share Fair Nation and ScanSource.</em></p><h4>Guest</h4><ul><li><a href=\"http://www.greenville.k12.sc.us/News/main.asp?titleid=1405qualls\" target=\"_blank\"><strong>Damon Qualls</strong></a>, a fifth grade teacher at Alexander Elementary in Greenville, S.C. He tweets <a href=\"https://twitter.com/DMQUALLS\" target=\"_blank\">@DMQUALLS</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Colbert+Helps+Flash+Fund+About+1%2C000+South+Carolina+Teachers%27+Projects&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"343"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405954579-7d5e81.m3u?orgId=1&d=343&p=60&story=405943572&t=progseg&e=405943432&seg=4&ft=nprml&f=405943572"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0511_colbert.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"889","width":"1280"}}]}