{"created":"2014-10-27T20:36:46+00:00","modified":"2014-10-27T20:36:46+00:00","valid":{"from":"2014-10-27T20:36:46+00:00","to":"3014-10-27T20:36:46+00:00"},"hreflang":"en","title":"Peace Corps To Shorten Application Process, Let Volunteers Choose Location","published":"2014-07-15T19:36:00+00:00","teaser":"Director Carrie Hessler-Radelet discusses the changes and the shifting role of the government-run volunteer program.","itags":["npr_api","331719095"],"contentencoded":"<p>The Peace Corps today announced major changes to its application process, in hopes of attracting more volunteers.</p><p>With its number of applications dropping, the Peace Corps has decided to significantly shorten how long it takes to apply and allow volunteers to choose the country or specific program they&#8217;re interested in.</p><p><em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson talks to Peace Corps director <strong>Carrie Hessler-Radelet</strong> about the changes announced today, and the shifting role of the Peace Corps in the 21st century.</p><p>The Peace Corps volunteer program run by the United States government that sends thousands of Americans to more than 60 countries, for two-year service projects.</p><ul><li><a href=\"http://www.peacecorps.gov/media/forpress/press/2418/\" target=\"_blank\">Read the announcement from the Peace Corps</a></li></ul><h4>Interview Highlights: Carrie Hessler-Radelet</h4><p><strong>On why the changes will not deny service to &#8220;unfavorable&#8221; destinations</strong></p><p>&#8220;A lot of our applicants are really driven by service and want to help where they are needed most. In addition, a certain subset of our applicant pool want to go to the farthest, most remote, most difficult post. There are people who are just driven by that type of service.&#8221;</p><p><strong>On the recent decline in applicants</strong></p><p>&#8220;Our applicants have lots of choices now. In the early days when Peace Corps began, it was really the only opportunity for people who wanted to live or work overseas. But now there are many choices for people to be overseas.&#8221;</p><p><strong>On 76 percent of Peace Corps volunteers being white</strong></p><p>&#8220;We can do a better job in recruiting in places we&#8217;ve never recruited before. That&#8217;s why a major part of our new recruitment effort is reaching out to diverse communities in ways we haven&#8217;t before. We&#8217;ve hired over 20 recruiters who are really focused on recruiting diverse populations. We also are creating partnerships with networks that service some of our underrepresented groups.&#8221;</p><p><strong>On the value of the Peace Corps in 2014</strong></p><p><div class=\"pullquote\" style=\"\">&#8220;I don&#8217;t think there&#8217;s anyone who is more globally competent than a Peace Corps volunteer.&#8221;</div></p><p>&#8220;In this increasingly complex and interconnected world, I think our country needs to have Americans who can speak other languages, understand other cultures and find commonality with our own. I think the future of our nation depends on it and our position in the world. I don&#8217;t think there&#8217;s anyone who is more globally competent than a Peace Corps volunteer who has lived for two years in another country, is fluent in at least one other language and really is able to see the world through another&#8217;s eyes.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.peacecorps.gov/about/leadership/dir/\" target=\"_blank\">Carrie Hessler-Radelet</a></strong>, director of the <a href=\"http://www.peacecorps.gov/\" target=\"_blank\">Peace Corps</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Peace+Corps+To+Shorten+Application+Process%2C+Let+Volunteers+Choose+Location&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"b7637b86-6464-4c4e-9173-8b4f8bfbd920","audio":[{"meta":{"duration":"426"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331745837-101a26.m3u?orgId=330&ft=3&f=331719095"}]}