{"created":"2014-11-22T22:20:15+00:00","modified":"2014-11-25T17:05:31+00:00","valid":{"from":"2014-11-25T17:05:30+00:00","to":"3014-11-25T17:05:30+00:00"},"hreflang":"en","title":"Lost — Then Found — Along The Border, Objects Become Art","published":"2014-11-24T01:16:00+00:00","teaser":"A photographer's journey along the U.S.-Mexico border turned up dramatic images of lost possessions. Those found items were later made into instruments that sound just like that desolate landscape.","itags":["npr_api","365937723"],"guid":"b76ce272-7310-4ac3-b5da-6ff0835d66a2","contentencoded":"<p>Depictions of the U.S.-Mexico border often show a fence, and desolation on either side.</p><p>But the nearly 2,000-mile stretch of land is far from empty — among other things, it holds lost possessions.</p><p>Photographer Richard Misrach spent the last five years documenting everything he came across along the border. During his expedition, he says, it was common to find items left in the middle of nowhere by migrants passing through.</p><p>\"It could be backpacks, and water bottles, tennis shoes, things like that. Each one of those objects has this incredible story, and it's a tragedy. Every single one of them is a tragedy,\" Richard Misrach tells guest host Tess Vigeland. \"Tennis shoes of a 4-year-old, two of them, just sitting there without the child in them. What does that mean?\"</p><p>Joining Misrach in the interview is composer Guillermo Galindo. After Misrach's journey, he asked Galindo to build instruments out of those found objects. The music that Galindo created sounds just like the desolate landscapes captured in Misrach's stunning photographs.</p><p>Misrach and Galindo's work will go on exhibit at the San Jose Museum of Art in the spring of 2016. Click the audio link above to hear what some of the instruments sound like; you can see more photographs at <a href=\"https://stories.californiasunday.com/2014-11-02/richard-misrach-border-signs/\">California Sunday Magazine</a>.</p><hr /><h3>Interview Highlights</h3><p><strong>On one of Galindo's instruments, an effigy, and the desert discoveries it was based on</strong></p><p>Galindo: It's dressed with the clothing from the immigrants. It contains strings in the chest and in the arms that stretch really long so it pulls really low tones. And inside the skeleton of it is hollow wood.</p><p>Misrach: In 2009, when I found [the original effigies], they were just maybe 15-20 of them along the border in remote desert canyons, things like that. I didn't know whether this was an art project by somebody or a warning to immigrants coming over the mountain passes or perhaps even protests against the border patrol. Part of what I found so amazing about them is that they were so enigmatic and mysterious.</p><p><strong>On another creation, a \"zapatello\" crank instrument</strong></p><p>Galindo: It's based on a Leonardo da Vinci mechanical device named the martello, which is a mechanized hammer, basically. The whole thing is a crank machine and it has a donkey jaw, a horn that acts as a stopper of these gears, that are made of the shape of the border patrol targets. And these activate both a shoe and glove. As you crank it, they play the drum, which is made of one of these truck tires that Richard found and it's covered with rawhide.</p><p><strong>On what will become of Galindo's instruments</strong></p><p>Misrach: We figure [the exhibit is] going to probably travel for three years to museums around the country and hopefully to Mexico City. I imagine they'll end up in institutions to be preserved and to continue to be thought about. But we don't know. What do you think, Guillermo?</p><p>Galindo: They have to be kept, they're very important. This is not trash and this is not a recycling project. These are sacred objects.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lost+%E2%80%94+Then+Found+%E2%80%94+Along+The+Border%2C+Objects+Become+Art&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"264"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365993126-2be5bf.m3u?orgId=1&topicId=1091&ft=3&f=365937723"},{"href":"http://media.npr.org/assets/img/2014/11/22/14zapatello-2014-6c373298fafd4d7daca1fc1e79b1266d83004118.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"698","width":"931"}},{"href":"http://media.npr.org/assets/img/2014/11/22/03the-wall-jacumba-california-2009-title-ok--0bc93e2a38f88c3819cd79bb58f9a4a143dd5357.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1616","width":"2154"}},{"href":"http://media.npr.org/assets/img/2014/11/22/15efigie-2014-57357b86a16c0d56122f32151d5c30a99983a2f3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1464","width":"1952"}}]}