{"created":"2015-04-12T09:27:06+00:00","modified":"2015-04-13T20:46:27+00:00","valid":{"from":"2015-04-13T20:46:26+00:00","to":"3015-04-13T20:46:26+00:00"},"hreflang":"en","title":"'Nurse Jackie' Ends As TV's Most Honest Depiction Of Addiction","published":"2015-04-13T20:46:00+00:00","teaser":"Showtime's dramedy <em>Nurse Jackie</em> begins its final season Sunday. NPR TV critic Eric Deggans says the show offers television's most realistic depiction of a high functioning drug addict.","itags":["npr_api","398713112"],"guid":"b77b63aa-994f-40d3-9c6b-950bfc35b91b","contentencoded":"<p>Even after an accident with a carload full of pills gets her arrested, Nurse Jackie Peyton can't be honest about her addictions. Especially not while explaining her sudden absence to her ex-husband Kevin.</p><p>\"Where were you this past week?\" Kevin asks, tensely.</p><p>\"Really, you want to know where I was?\" Jackie responds. \"I went to a detox program.\"</p><p>\"Is that what you call jail?\" he shoots back. \"I was notified of the accident. The car's still in my name.\"</p><p>Scenes like that epitomize what <em>Nurse Jackie</em> still does best after seven seasons: outlining the struggles of a high functioning, sometimes ruthless addict.</p><p>The show begins its final season Sunday, presenting one of TV's most honest depictions of an average person's battle with a relentless addiction.</p><p>As the new episode begins, Edie Falco's emergency room nurse Jackie Peyton is scrambling to keep her job after that car accident and arrest. Which means she's also got to bamboozle support from Merritt Wever's Zoey Barkow, a nurse who used to be her protégé.</p><p>\"I'm clean today because of you,\" Jackie tells Zoey, who once believed her every word, but has been burned one too many times. \"I went through detox.\"</p><p>\"If that's true, good for you,\" Zoey replies.</p><p>\"But its because of you, Zoey,\" Jackie insists. \"Because you had the courage to ... \"</p><p>\"I'm sorry,\" Zoey interrupts. \"I can't believe anything that you say. You should really go.\"</p><p>Falco says such scenes are common for people unlucky enough to care for high functioning addicts like Jackie Peyton.</p><p>\"The story of addiction is that they are often highly lovable individuals — charismatic, charming, and easy to love,\" the actress says. \"They systematically go about destroying all those feelings of attachment to the people around them.\"</p><p>Liz Brixius, who co-created the show, says Falco and the producers had a specific vision for the character. \"We wanted a picture of a woman with addiction on TV that wasn't pathetic or slovenly or slurring her words,\" she says. \"Like, somebody who is still incredibly competent at what she does.\"</p><p>Brixius says it helped that she, co-creator Linda Wallem and Falco all had struggled with alcohol addiction themselves many years ago. \"It's something that we know so well,\" she says. \"It's the idea that, there is — no matter where you're going — there's always an undertow pulling you in a different direction. And that's your addiction.\"</p><p>That's a reality Jackie avoids, even during one scene in Sunday's episode, when she realizes she's burned most every bridge with people she once called friends.</p><p>\"Nobody believes a word I say anymore,\" she says. \"They look at me like I'm a junkie.\"</p><p><em>Nurse Jackie</em> debuted in 2009, as Falco's first big TV project since HBO's mob drama <em>The Sopranos</em>. But even though Falco and costar Wever won Emmys for their work, the show has never become a massive hit — perhaps because of its focus on Peyton's personal life, rather than blockbuster medical cases.</p><p>As Brixius notes, \"We never had a McDreamy,\" calling out the handsome, romantic lead in ABC's hit medical drama <em>Grey's Anatomy</em>. They also never provided a handy explanation for Jackie Peyton's addiction, resisting the urge to make melodrama of a persistent, debilitating disease.</p><p>Also, because its episodes are only 30 minutes long and Jackie is surrounded by eccentric, often-absurd characters, <em>Nurse Jackie</em> is labelled a comedy — at least for awards show purposes (because there's less competition for high-quality shows in the comedy space).</p><p>But it's an idea Falco has resisted, even while accepting her Emmy as best comedy actress in 2010.</p><p>\"Oh this is the most ridiculous thing that has ever, ever happened in the history of this lovely awards show,\" she said. \"Thank you so much. I'm not funny.\"</p><p>And Falco still gets grief for those words, years later.</p><p>\"[People tell me,] 'Stop saying it's not a comedy,' \" the actress says. \"I'm not going to stop saying it's not a comedy. It's not a comedy from my vantage point. But who cares, ultimately? I don't care. It basically comes down to where you are in awards shows.\"</p><p>Co-creator Brixius left <em>Nurse Jackie</em> after its fourth season to develop new shows at Universal Television. But she knows exactly how she would end Jackie Peyton's journey if she were still writing the series.</p><p>\"I would have her die; I think that's the truth,\" says Brixius, who adds that she had to go to rehab four times before her sobriety held. \"I don't think, as a viewer, I would trust her sobriety. Having her walk into another rehab center, it would be, like, 'Yeah. Right.' \"</p><p>Starting Sunday, viewers get 12 episodes to see if Brixius is right, watching the most realistic addict on TV try to beat the odds — and her illness — one more time.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Nurse+Jackie%27+Ends+As+TV%27s+Most+Honest+Depiction+Of+Addiction&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"244"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399138768-4e71a9.m3u?orgId=1&topicId=1138&e=398713112&d=244&ft=nprml&f=398713112"},{"href":"http://media.npr.org/assets/img/2015/04/10/nursejackie_702_1603.r-1--46a424ca9c85f2331009988b66db05cdbbbd3709.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2698","width":"3597"}}]}