{"created":"2015-03-31T21:22:39+00:00","modified":"2015-04-01T19:11:38+00:00","valid":{"from":"2015-04-01T19:11:38+00:00","to":"3015-04-01T19:11:38+00:00"},"hreflang":"en","guid":"b780459b-0e3a-410f-b4b9-ea7e7ba30cd7","title":"Why are GM and Ford going retro? Chinese buyers want grandpa's car.","published":"2015-04-01T19:11:34+00:00","byline":"Nina Porzucki","tags":["cars","Ford","GM","General Motors","Chinese economy","luxury","Business","Business, Finance & Economics","China","Full-size vehicles","Sedans","Luxury vehicle","Lincoln Continental","Cadillac","Lincoln","Transport","Private transport"],"teaser":"This week, General Motors and Ford will introduce new versions of luxury sedans that are designed with China's luxury consumers in mind. From tricked-out back seats to super high-end amenities like champagne holders, the American companies are betting big-time on Chinese future.","contentencoded":"<p>If you're a fan of the classic luxury cars of yesteryear, you're in luck: Ford is bringing back the iconic Lincoln Continental, and GM will unveil its own big Cadillac luxury sedan later this week. But it's not nostaglic Americans these companies are after — it's Chinese buyers.</p>\n<p>Both companies will be <a href=\"http://www.wsj.com/articles/gm-ford-make-a-play-for-chinas-luxury-car-buyers-1427688581\">targeting the Chinese market</a> with features like cushy rear seats that recline and a button that instantly makes the windows frost. The Continental even has <em>champagne</em> holders instead of cup holders.</p>\n<p>“It’s maybe a stereotype at this point, but for a long time what the automakers have found is that Chinese luxury [buyers] ... like to be driven more than to drive, and that means you need a spacious well-appointed back seat,” says John Stroll, the Detroit bureau chief for the Wall Street Journal.</p>\n<p>Stroll was able to see and sit inside both new luxury sedan models, and calls Cadillac's CT6 is striving to be a bigger, cushier car with BMW-like performance.</p>\n<p>“Not quite the bouncy Cadillac Devilles that you probably remember from the 1970s and '80s, but not quite the taut driving machines that BMW is well known for,” Stroll says. “And the new Lincoln Continental is interesting.  I grew up in the backseat of a Lincoln while my mom drove me to school every day. ... I sat in the back of this new one and it feels a lot like where they were going with the Lincoln before the Lincoln lost its mojo in the 1980s.\"</p>\n<p>And while  Lincoln plans on rolling out the new Continental around the globe, the design began with the Chinese consumer in mind. “The American buyer is experiencing more what the Chinese buyer wants versus it being the other way around,” Stroll says.</p>\n<p>GM and Ford are actually just taking notes from German automakers, according to Stroll, which have catered to China's luxury tastes for years. “The Germans have been very careful to make sure that it’s an experience in the back seat,\" Stroll says. \"When you’re sitting there doing business or you’re traveling across the country, there is an expectation that ‘I’m in my own airliner' — for better or worse.\"</p>\n<p>And while the Chinese economy hasn’t lately been as robust as it once was, Stroll says the outlook for luxury cars is still good as China continues to expand.</p>\n<p>“We’re not talking about the big double-digit growth that we’ve seen for a long time, we’re talking about a growth rate that may be more like 5 percent,\" he says, but \"that’s still pretty good when the global sales rate is more like three percent, so it’s outperforming the global market.\"</p>\n<p>Thankfully for Ford and GM, much of that growth is coming from high-end consumers, who prefer non-Chinese brands. Both companies will be hoping it stays that way.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-31%2Fgm-and-ford-bet-big-china-will-buy-their-big-new-luxury-sedans&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03312015_04.mp3"},{"href":"http://www.pri.org/file/0331201504mp3"}]}