{"created":"2014-10-07T20:03:38+00:00","modified":"2015-01-08T21:05:11+00:00","valid":{"from":"2015-01-08T21:05:11+00:00","to":"3015-01-08T21:05:11+00:00"},"hreflang":"en","title":"Close Encounters Of The Radio Kind? Mystery Bursts Baffle Astronomers","published":"2014-07-28T12:50:00+00:00","teaser":"Two large radio telescopes have detected very brief, powerful bursts of radio waves, and so far, scientists have no idea what's causing them.","itags":["npr_api","335335653"],"guid":"b78e28e0-fc7d-4d6c-98e5-d3016c7f0780","contentencoded":"<p>Astronomers have a mystery on their hands. Two large radio telescopes, on opposite sides of the planet, have detected very brief, very powerful bursts of radio waves.</p><p>Right now, astronomers have no idea what's causing these bursts or where they're coming from. And nothing has been ruled out at the moment — not even the kind of outrageous claims you'd expect to see in tabloid headlines.</p><p><strong>Australian Recordings Inspire Curiosity And Doubt</strong></p><p>The first report of these \"fast radio bursts\" appeared in 2007. Duncan Lorimer and his colleagues had found the signal buried in recordings made at the Parkes radio telescope in Australia.</p><p>Lorimer argued at the time that the source of the burst came from way beyond our galaxy. But then the same telescope recorded more bursts that were similar, but clearly coming from something much closer by.</p><p>\"They cast a lot of doubt on the original detection that we made,\" Lorimer says; something nearby would probably have a much more pedestrian explanation.</p><p>Other astronomers began to suspect Lorimer's extra-galactic detection was a fluke — but that changed last year, when a significant <a href=\"http://www.sciencemag.org/content/341/6141/53\">paper</a> in <em>Science</em> announced the discovery of four more bursts.</p><p>That paper convinced most astronomers that something real, far away and still very mysterious <a href=\"http://www.scientificamerican.com/article/a-brilliant-flash-then-nothing-new-fast-radio-bursts-mystify-astronomers/\">was happening</a>.</p><p>But there was one lingering doubt. All of the detections were made by one radio telescope, the Parkes telescope. Some astronomers wondered if the bursts might not be an astronomical event at all, but some problem with the electronics in the telescope.</p><p>But now, Lorimer says, \"It's clearly not.\"</p><p><strong>In Puerto Rico, Fresh Reports Renew Speculation</strong></p><p>There's a report of a burst detected at the Arecibo radio telescope in Puerto Rico. Lorimer says several more reports of detections will soon be showing up in the scientific literature.</p><p>As you would imagine, there's been lots of speculation about what's behind these mysterious bursts. Some astronomers think they're caused by blitzars, pulses of energy from a supermassive star collapsing into a black hole. Others think they may be caused by power solar flares coming from stars nearer by.</p><p>And Lorimer says he has to mention it: \"There's even been discussions in the literature about signatures from extraterrestrial civilizations.\"</p><p>It's just a theoretical paper suggesting the bursts could be generated by intelligent beings intentionally beaming a radio signal directly at Earth.</p><p>James Cordes, an astronomer at Cornell University who's also on the hunt for an explanation of these radio bursts, says he'd bet against the possibility of extraterrestrial involvement.</p><p>Cordes says astronomers will need to find more examples of these bursts before they'll be able to say with any certainty what's causing them.</p><p>But finding examples will take time. The kinds of radio telescopes that can detect these bursts have what Cordes calls tunnel vision: \"We don't see the whole sky — we see just a very narrow snippet of it.\"</p><p>So catching a burst in the act requires a bit of luck. That's frustrating for astronomers, but having only a tiny bit of hard data does have its upside: Theoreticians can spin out all kinds of interesting ideas.</p><p>\"The nice things about this in the current stage is that we really don't know what these bursts are caused by,\" Cordes says. \"And so the sky's the limit in some respects.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Close+Encounters+Of+The+Radio+Kind%3F+Mystery+Bursts+Baffle+Astronomers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joe Palca","audio":[{"meta":{"duration":"205"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1335540225-e9226b.m3u?orgId=1&topicId=1026&aggIds=156490415&ft=3&f=335335653"},{"href":"http://media.npr.org/assets/img/2014/07/25/istock_000017788167large-00f1978c23dad2216a4d633d30b110aa96912c28.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2245","width":"2994"}},{"href":"http://media.npr.org/assets/img/2014/07/25/3821958091_53e1e8518e_b-fc4178a8b79c65b2a088655f63345be9238ee644.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"648","width":"863"}}]}