{"created":"2014-10-20T22:02:51+00:00","modified":"2014-10-23T14:23:02+00:00","valid":{"from":"2014-10-23T14:23:02+00:00","to":"3014-10-23T14:23:02+00:00"},"hreflang":"en","guid":"b79cd168-2d14-4a62-aac6-d0007d1a9211","title":"Violence still rules in Libya on the third anniversary of Gaddafi's death","published":"2014-10-23T14:22:58+00:00","byline":"Traci Tong","tags":["libyan civil war","protests","Arab Spring","Conflict","Conflict & Justice","Misrata","Africa","Libya","Africa","Marine Olivesi","Muammar Gaddafi","Anwar Suwan","Libya","Military dictatorship","Libyan civil war","Gaddafi family","Muammar Gaddafi","Libyan factional fighting"],"teaser":"The euphoria that erupted in Libya following the death of Muammar Gaddafi is nowhere to be found on the third anniversary of his overthrow. Instead, armed factions are fighting for control of the country, wreaking havoc with the economy and people's lives. So is Libya better off now?","contentencoded":"<p>Libya was euphoric on the day that that Libyan dictator Muammar Gaddafi was killed in 2011, ending his reign of more than 40 years.</p>\n<p>\"It was electric,\" remembers Marine Olivesi, who was in Libya during the uprising. \"Men and women were crying and shouting, praying. There was this palpable sense of relief that it was finally over. They got what they wanted: Gaddafi out. And even better,\" she was told, \"Gaddafi dead.\"</p>\n<p>But the third anniversary of Gaddafi's death on Monday produced little joy. Libya is again mired in violence and political crisis as rival factions battle each other for power. Rebels from the towns of Zintan and Misrata, who once joined together to topple Gaddafi, and \"shared the spoils of the revolution,\" says Olivesi, are now fighting over the results of parliamentary elections in June.</p>\n<p>Olivesi was one of the first journalists to see the dead bodies of Gaddafi and his son in the city of Misrata.  She recalls being taken to the location by Anwar Suwan, a local businessman who told Olivesi he was hosting a \"party.\"  </p>\n<p>\"I was driven to a mansion on the outskirts of Misrata by someone who'd tipped me off,\" she says. \"But before actually getting in the garage and making my way through the crowd there, I had no idea I'd found both Gaddafi and his son lying on the floor, dead.\" </p>\n<p>Suwan had been supplying food and weapons to rebels fighting Gaddafi's supporters in Misrata. When the rebels caught Gaddafi, the leader of the brigade called Suwan. \"He didn't call the military council. He didn't call Libya's transitional authorities,\" Olivesi says. \"He called his friend, Anwar the businessman ... and he brought Gaddafi's body straight to Suwan's house.\"</p>\n<p>Now many Libyans aren't sure Gaddafi's killing was the right idea. When he took power in 1969, Libya was one of the poorest countries in Africa. By the time he was killed in 2011, Gaddafi had turned Libya into one of Africa's wealthiest countries. Under Gaddafi’s rule, Libyans received free healthcare and free education, Olivesi points out. </p>\n<p>Gaddafi may have achieved all of that with violence, torture and repression, but Olivesi says that given the current climate in Libya, \"most of the Libyans today are not regretting Gaddafi at all.\"</p>\n<br><p>©2014 Public Radio International</p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/102020142.mp3"},{"href":"http://www.pri.org/file/102020142mp3"}]}