{"created":"2015-04-25T22:56:38+00:00","modified":"2015-05-13T21:01:26+00:00","valid":{"from":"2015-05-13T21:01:26+00:00","to":"3015-05-13T21:01:26+00:00"},"hreflang":"en","title":"Questioning The Black Male Experience In America","published":"2015-04-28T18:10:00+00:00","teaser":"Redefining the narrative of what it means to be black and male in the U.S. is at the heart of \"Question Bridge: Black Males,\" an award-winning, multimedia art project.","itags":["npr_api","401269136"],"guid":"b7a55928-8c14-4452-93cb-48c53aaf0633","contentencoded":"<p>How would you like to be remembered, in a word or two? That question was posed by a black man and answered by other black men in a multimedia art project called \"Question Bridge: Black Males.\"</p><p>Some of the answers to that query included \"warrior,\" \"sincere,\" \"motivated,\" \"dedicated,\" \"family-oriented\" and \"father.\"</p><p>A group of black artists created \"Question Bridge\" and they're getting an <a href=\"http://www.icp.org/infinity-awards/question-bridge\">Infinity Award</a> this coming week from the International Center of Photography, recognizing their achievement in new media. Executive producer <a href=\"http://www.imdb.com/name/nm0930898/\">Jesse Williams, </a>an actor best known for playing Dr. Jackson Avery on <em>Grey's Anatomy, </em>says the project is an attempt to take back the narrative of \"this country's most opaque and feared demographic,\" and to expand society's idea of who African-American men are and what they can do.</p><p>\"Can he be the doctor, can he be the lead? Can he not be the jivey best friend who talks about how black people don't know how to swim?\" Williams says. \"Can we just be ... people?\"</p><p>The \"Question Bridge\" artists went to nine different cities across the country. They talked with all kinds of people — dads, businessmen, incarcerated men, gay men — and filmed them asking and answering each others' questions.</p><p>\"We just cast as wide a net as possible to try and find diversity in how they looked, diversity in perspective, class, education, age,\" says Bayeté Ross Smith, a Harlem-based artist and one of the \"Question Bridge\" creators. \"Our youngest participant was 8 and our oldest was 80.\"</p><p>They used those videos to curate virtual conversations that traveled to art museums across the country. But to move beyond the museum-going crowd, they've also established a website and mobile app where black men can upload their own videos.</p><p>The artists let their subjects ask whatever comes to mind. So, if you visit <a href=\"http://beta.questionbridge.com/\">questionbridge.com</a> you might drop in on a virtual conversation sparked by young men curious to know when you've met the woman you should marry or those eager to find out why the civil rights generation didn't leave a blueprint for their generation to follow. Some questions are profound, some not — at least on the surface.</p><p>\"I want to know if I'm the only one who has problems eating chicken, watermelon and bananas in front of white people,\" says one of the men on the site. (There are no names or titles on the videos).</p><p>Smith says the man posing the question is a filmmaker. \"He was talking about being on set and how it was hot and in the summer and they brought out some watermelon, and he was like, 'Oooo, watermelon!' \" Smith says. \"Then he realized he was the only black person there and he felt like he needed to wait and let some white people get the watermelon first. He didn't want to just run over there.\"</p><p>Smith says what he loved about that question were the thoughtful responses that followed the initial laughter from most of the men. Racist imagery connected to fried chicken, watermelon and bananas ended up being a real concern for some. Others said they ate those foods with pride. A businessman whose family has sold watermelon since 1953 said he had no problem eating watermelon and concluded by saying, \"I like fried chicken — in fact, I'm going to make some tonight.\"</p><p>Smith and Williams say there's always been an appetite among black men for a media space where they can speak for themselves. Because the police-involved deaths of Michael Brown, Eric Garner, Walter Scott and now Freddie Gray have put the public spotlight on society's perceptions of black men, there's more demand than ever for \"Question Bridge: Black Males.\"</p><p>Williams says they eventually want to expand the project to other demographics — but not just yet: \"Let's just let them have their thing for a second; let's have this dinner table conversation, let's have this private exploration into identity and all the different things that demonstrate that the black male in this country is not a monolithic group.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Questioning+The+Black+Male+Experience+In+America&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Shereen Marisol Meraji","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402413157-e9533b.m3u?orgId=1&topicId=1015&d=245&p=2&story=401269136&t=progseg&e=402364202&seg=5&ft=nprml&f=401269136"},{"href":"http://media.npr.org/assets/img/2015/04/21/question_bridge_22_hires-fc4081f4ddd96bcea56eeb87babb1de19cc02521.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"934","width":"1246"}},{"href":"http://media.npr.org/assets/img/2015/04/21/questionbridge1---courtesy-of-the-missouri-history-museum-and-cary-horton-16697c0bbf865aaeb0c257da6025a4d58b79d417.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"946","width":"1261"}}]}