{"created":"2015-03-09T07:55:00+00:00","modified":"2015-05-22T23:57:17+00:00","valid":{"from":"2015-05-22T23:57:17+00:00","to":"3015-05-22T23:57:17+00:00"},"hreflang":"en","title":"Meet Joseph Duveen, The Savvy Art Dealer Who Sold European Masterpieces","published":"2015-03-09T19:52:00+00:00","teaser":"Duveen once observed: \"Europe has a great deal of art, and America has a great deal of money.\" A new exhibit explores the relationship between Duveen and American mega-millionaire Norton Simon.","itags":["npr_api","390490687"],"guid":"b7b091ee-c560-4dc4-b0ad-f172a87f9d0c","contentencoded":"<p>British art dealer Joseph Duveen once said, rather astutely: \"Europe has a great deal of art, and America has a great deal of money.\"</p><p>Starting in the late 1800s, in London first, later New York, the Duveen family sold precious European Old Master paintings, sculptures, tapestries, furniture to rich American collectors. For the first half of the 20th century, Duveen was arguably the world's greatest art dealer and some of the greatest works of art in America got here thanks to the Duveens.</p><p>American mega-millionaire Norton Simon (whose businesses included Hunt-Wesson Foods, Canada Dry and Avis) started collecting art in 1954. In the 1960s, the business mogul bought up the House of Duveen lock, stock and barrel. In Southern California, <a href=\"http://www.nortonsimon.org/lock-stock-and-barrel-norton-simon-s-purchase-of-duveen-brothers-gallery\" target=\"_blank\">an exhibition at Pasadena's Norton Simon Museum</a> tracks the Duveen-Simon connection. It was an ambitious act of commerce — and, maybe, love.</p><p>Early on, Simon bought art to decorate his new home. No Old Masters for him; he was primarily buying work made in the 19th century, says curator Carol Togneri. \"He was not comfortable purchasing religious pictures, certainly, or pictures from early centuries,\" she says.</p><p>Instead, he bought works by the Impressionists, Renoir and his pals. Then, in 1957, a small painting from the early 16th century broadened Simon's collecting eye. <em>Bust Portrait of a Courtesan,</em> attributed to Giorgione, shows a bosomy redhead with a slightly disdainful look and a nice outfit.</p><p>\"I think of her as being incredibly dreamy,\" says Togneri. \"She looks like she is caught up in some sort of thought. For me, I think this is the ultimate in terms of beauty, but also mystery. We don't know who she is.\"</p><p>Simon began negotiations for the picture. He dealt with Edward Fowles, then owner of the Duveen Brothers gallery in Manhattan. It took him five years. He brought the painting home, lived with it a while, returned it, took it again. There was — and still is — debate as to whether the painting really is a Giorgione.</p><p>\"Simon said if he was going to spend $190,000 on a picture he wanted to make sure he was comfortable with it and the attribution,\" Togneri says.</p><p>Finally he bought it, and 17 other Old Masters — Rubens, Botticelli, Fra Angelico, plus, eventually the entire kit and kaboodle <em>and</em> the Duveen building and library in New York — for $4 million. In the end, Simon got almost 800 art objects from Duveen. Over the years he sold off most of them. Today, in Pasadena, only about 130 are left.</p><p>\"It became a game almost for him,\" says Togneri. \"I don't want to denigrate his passion for art, but he had this zeal to find the best for the cheapest amount of money.\"</p><p>Simon was a canny art-handling businessman — much like the Duveens. They operated in the highly competitive 19th and 20th century art worlds, where dealers gave code names to people and paintings.</p><p>\"There was a lot of espionage,\" says Nicholas Penny, director of the National Gallery in London. \"A lot of maids and butlers being paid by rival dealers. Duveen himself had lots and lots of servants in his pay.\"</p><p>Duveen wanted to know what people were thinking about buying \"so he would pay their butlers to give him information,\" Togneri says.</p><p>Duveen's discoveries, persuasiveness and taste covered the walls of wealthy American homes with marvelous works of art. Later, those works became the cornerstones of American museums.</p><p>\"The best way of thinking about this actually is just to consider how much of what you see today in the National Gallery of Art in Washington, actually had either been handled or directly supplied by Duveen,\" says Penny. \"Mellon, Kress and Widener: Those were the founding collections. Above all, [Andrew] Mellon who paid for the building and gave it to the American people. If you go onto the National Gallery of Art website and sort items out by Duveen — which I recently tried to do — I stopped at 100 pages. The National Gallery of Art in Washington is in large part there because of Duveen.\"</p><p><em>The exhibition <a href=\"http://www.nortonsimon.org/lock-stock-and-barrel-norton-simon-s-purchase-of-duveen-brothers-gallery\">Lock, Stock and Barrel — Norton Simon's Purchase of Duveen Brothers Gallery</a> continues through late April.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Meet+Joseph+Duveen%2C+The+Savvy+Art+Dealer+Who+Sold+European+Masterpieces&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susan Stamberg","audio":[{"meta":{"duration":"347"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391795486-d6021a.m3u?orgId=1&topicId=1141&d=347&p=3&story=390490687&t=progseg&e=391795369&seg=9&ft=nprml&f=390490687"},{"href":"http://media.npr.org/assets/img/2015/03/06/fragonard_happy-lovers_enl-b75b80966e04f93fab1a2d5216d9da510c718942.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1100","width":"1500"}},{"href":"http://media.npr.org/assets/img/2015/03/06/clodion_bacchante_enl-8d8a4e580c51bcd0d7254104d1dc7724dac5904e.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2105","width":"1498"}}]}