{"created":"2015-03-03T19:12:08+00:00","modified":"2015-03-04T13:24:44+00:00","valid":{"from":"2015-03-04T13:24:44+00:00","to":"3015-03-04T13:24:44+00:00"},"hreflang":"en","guid":"b7b72e84-27aa-47e1-9d65-c2339bc5ed5d","title":"Finland's Eurovision finalists sing about discrimination against the intellectually disabled — from experience","published":"2015-03-04T13:24:41+00:00","byline":"Rae Ellen Bichell","tags":["music","culture","Music","Arts, Culture & Media","Helsinki","Europe","Finland","John O'Connor","Aina Mun Pitää","Pertti Kurikka","Toni Välitalo","Jon Ola Sand","Sami Helle","Conchita Wurst","Kari Aalto","Finland in the Eurovision Song Contest","Entertainment"],"teaser":"Pertti Kurikan Nimipäivät is a Finnish punk rock band. All of the members have intellectual disabilities. But that hasn't kept them from winning the competition to represent Finland in the Eurovision semifinals.","contentencoded":"<p>Gladiators in leather loincloths, a techno-opera singer dressed like Marie Antoinette en route to a nightclub, blond men in turbans dancing to Bhangra music. These were just some of the acts competing on Saturday to represent Finland in the Eurovision Song Contest.</p>\n<p>\"It’s a little like Miss Universe only instead of sending a girl, every country sends a song,\" says John O’Connor, who has written a few books about the contest, now in its 60th year.</p>\n<p>Some 180 million viewers tune in each year to watch the parade of flamboyance that is Eurovision. Last year’s winner was Conchita Wurst, a diva from Austria with a full beard.</p>\n<p>Among a field of oddballs in last weekend’s Finland finals, one group managed to stand out: Pertti Kurikan Nimipäivät, or “PKN” for short. They’re punk rockers.</p>\n<p>While their competitors adjusted togas and fluffed weaves into place, the four middle-aged men in PKN just sat backstage. One fiddled with his jacket while making a hissing sound. </p>\n<p>“We’re mentally handicapped,” says Sami Helle, the band's bass player. The members of PKN all have intellectual disabilities, including Down syndrome and Williams syndrome.</p>\n<p>Kari Aalto sings and writes lyrics, which are often inspired by frustrations with daily life. Toni Välitalo has trouble talking, but he feels at ease behind the drums. And Pertti Kurikka, a guitarist who started the band, has a knack for riffs. </p>\n<p>The group got their start six years ago in a music workshop for adults with learning disabilities. Since then, they’ve been raging about everything from political discrimination to getting their toenails clipped, a weekly group home activity that Aalto utterly despises.</p>\n<p>\"I don't like ... click click click,\" Aalto says, making the sound of a toenail clipper.</p>\n<p>Their song titles include “I Hate The World,“ “Speech Impediment” and <em>“</em>Policymakers Betray Us.”</p>\n<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/zEiM6l5meQI?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>The group has toured Europe, and even stopped at South by Southwest in Austin last year to promote an award-winning 2012 documentary about them, “The Punk Syndrome.” Another film is in the works.</p>\n<p>“We’re like everybody else,” says Helle. “We just do the music, what we love, and then we just do the job.”</p>\n<p>PKN took the stage Saturday in between a pop number populated by smiley dancers and a Spartacus-themed rock song punctuated by columns of fire. When their turn came to perform “Aina Mun Pitää” (I Always Have To), there were no flashy outfits or backup dancers. </p>\n<p>“Well, we have fog, so that’s something,” said Helle, who wore his signature leather jacket with the name of his favorite band, Whitesnake, written across the back in black marker. The others wore leather jackets decked out with patches and metal spikes. The lead singer yelled out a minute-and-a-half <a href=\"http://lyrics.fi/pertti-kurikan-nimipaivat/aina-mun-pitaa\">tirade </a>about having to do everyday chores like cleaning, and things he wants to do but can’t, like eating candy. They barely moved their feet.</p>\n<p>The crazy thing is, the group won. The competition's national jury, which included a panel of musicians, taxi drivers and children, favored a boy band with a catchy tune about relationships. But call-in voters, whose collective opinion counts for 90% of the score, tipped the scales.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"600\" width=\"900\" alt=\"&amp;quot;The lyrics that we have, they fit punk,&amp;quot; says Sami Helle, who plays bass for Pertti Kurikan Nimipäivät. From left: Pertti Kurikaa, Sami Helle, Kari Aalto, and Toni Välitalo.\" title=\"&amp;quot;The lyrics that we have, they fit punk,&amp;quot; says Sami Helle, who plays bass for Pertti Kurikan Nimipäivät. From left: Pertti Kurikaa, Sami Helle, Kari Aalto, and Toni Välitalo.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Pertti-Kurikan-Nimip%C3%A4iv%C3%A4t.jpg?itok=T56Gs4gP\" /><div class=\"field-caption\">\n    <p>\"The lyrics that we have, they fit punk,\" says Sami Helle, who plays bass for Pertti Kurikan Nimipäivät. From left: Pertti Kurikaa, Sami Helle, Kari Aalto, and Toni Välitalo.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Sony Music Entertainment Finland</p>\n  </div>\n</div>\n<p>Some observers picked them as the favorite going into the competition, but their win caught others off-guard.</p>\n<p>“I was just horrified,” John O'Connor says. “I thought this is possibly the worst song I have every heard in Eurovision, bar none.”</p>\n<p>But, like a lot of the fans who called in to vote for PKN, O’Connor’s opinion changed when he heard more about their story.</p>\n<p>“It was only later on, when I was reading all the headlines, that suddenly it all made sense. I could see why this song would have resonated with the audience,” he says, “And I could see why it won.”</p>\n<p>PKN’s win isn’t so surprising when you look at Finland’s Eurovision track record, he adds.</p>\n<p>“Finland has always sort of gone out on this limb,” says O’Connor. “They were the first country ever to do reggae in the contest, which they did in 1981, and it was by this white, blonde, Rod Stewart look-alike. And it was absolutely dreadful.”</p>\n<p>The next year, the country got zero points for a song about nuclear fallout.</p>\n<p>In a half century of competing in Eurovision, Finland achieved their one and <a href=\"https://www.youtube.com/watch?v=gAh9NRGNhUU\">only victory</a> with Lordi, a hard rock and heavy metal band dressed as armored monsters. “They’ve always done this sort of dark stuff,” notes O’Connor.</p>\n<p>Some critics say PKN won with \"pity points\". But Jon Ola Sand, executive supervisor of the Eurovision Song Contest, says the group is as legitimate as any of the other performers. They’re honest punk rockers, “not trying to seduce anyone with a fancy melody or sort of fancy dance routine,\" he says. \"It’s really a hardcore punk song. And, of course, with their background and their situation, it’s something completely different.”</p>\n<p>The band accepted their victory on Saturday with tears in their eyes and gold confetti stuck to their black leather jackets. Helle’s voice cracked as he and Aalto belted out “We are the champions.”</p>\n<p>Helle says the group won't change a thing for their performance at the Eurovision semifinals in May in Vienna, except that \"there could be more smoke.\" </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-03%2Ffinlands-entry-eurovision-sings-about-discrimination-against-mentally-disabled&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0303201509.mp3"},{"href":"http://www.pri.org/file/0303201509mp3"}]}