{"created":"2014-11-17T02:40:15+00:00","modified":"2014-12-03T01:06:07+00:00","valid":{"from":"2014-12-03T01:06:06+00:00","to":"3014-12-03T01:06:06+00:00"},"hreflang":"en","title":"For One Essayist, 'The Unspeakable' Isn't Off-Limits","published":"2014-11-17T03:20:00+00:00","teaser":"Meghan Daum's new collection looks at life in that awkward stage of adulthood that comes before you'd call yourself middle-aged. \"Are we in the twilight of youth?\" she asks. \"That sounds not good.\"","itags":["npr_api","363287025"],"guid":"b7ce2f2b-c2b4-4c6f-9873-a09588cbe9b4","contentencoded":"<p>How much is it OK for a human to love a dog? Is it really necessary to know how to cook? Why do women want to have children?</p><p>Meghan Daum's new collection of essays considers those questions, among others — and also grapples with what it means to be part of Generation X.</p><p>\"I guess technically we're middle aged, if you're in your mid-forties,\" she tells NPR's Arun Rath. \"But that just doesn't sound right.\"</p><p>\"It's almost like, are we in the twilight of youth? That sounds almost worse. That sounds not good.\"</p><p>She tells Rath about how much she <em>didn't</em> learn from almost dying, and how her mixed feelings about sentimentality tie the book's essays together.</p><p>Click the audio link above to hear their full conversation, including Daum reading an excerpt from her book.</p><hr /><h3>Interview Highlights</h3><p><strong>On Generation X</strong></p><p>In my view, our sensibilities are more closely aligned with the boomers than the millennials, a lot having to do with technology. We remember a time pre-digital era. We were sentient beings during that time. We were not using the Internet in junior high school. And we had junior high school and not middle school!</p><p><strong>On sentimentality as the central theme</strong></p><p>I started off thinking that really what linked these essay was sentimentality. I wrote a couple inspired by experience that I had had personally over the last couple years and then I started to think about what was theme, and the theme had to do with the way our culture is really wedded to certain ideas about taking meaning from experiences that might not necessarily be there. The idea that you have to be redeemed after some traumatic event or you have to learn a lesson or you have to come out a better person from a crisis.</p><p><strong>On societal expectations around death and dying</strong></p><p>In about an 18-month period my mother got sick and died, and then I had a freak illness less than a year later and almost died myself. And I found in both of those situations that there was this expectation to have a kind of transformative experience. We expect things of the dying that are really unreasonable. ... When I started to get better friends were saying, \"Oh, you know, we were praying or we were thinking about this in a certain way and we want to know what you think about it now. We want to know, is there some secret out there?\"</p><p>And all I could really say was, \"You know, not really.\" Like, I'll probably go back to my shallow, whiny ways. And that's actually recovery, though, right? That actually is a success, I think: staying the same person, rather than becoming a different person, which is what they wanted.</p><p>It was as if they couldn't believe that I had actually recovered unless I was transformed in some way.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+One+Essayist%2C+%27The+Unspeakable%27+Isn%27t+Off-Limits&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"379"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364562332-754bb9.m3u?orgId=1&topicId=1033&ft=3&f=363287025"},{"href":"http://media.npr.org/assets/img/2014/11/12/meghandaum-f835244aafce0cdc2c4630465df3dab06e100bca.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"857","width":"1143"}}]}