{"created":"2015-03-23T20:00:26+00:00","modified":"2015-05-13T21:07:54+00:00","valid":{"from":"2015-05-13T21:07:53+00:00","to":"3015-05-13T21:07:53+00:00"},"hreflang":"en","title":"Why The War On Cancer Hasn't Been Won","published":"2015-03-24T16:26:00+00:00","teaser":"Medical researchers have made only modest progress treating the most common cancers since the war on cancer was declared in 1971. The disease has proved far more complicated than doctors had hoped.","itags":["npr_api","394132747"],"guid":"b7d9bf1f-95ec-498d-b011-1fc9de59813e","contentencoded":"<p>When President Richard Nixon declared a war on cancer in 1971, there were high hopes that scientists were close enough to understanding the underlying causes that many cures were within reach.</p><p>We obviously haven't won the war.</p><p>In fact, a prominent cancer biologist argues that the conceptual framework for understanding cancer has come full circle over the past 40 years.</p><p>MIT biologist <a href=\"http://wi.mit.edu/people/faculty/weinberg\">Robert Weinberg</a> made that provocative comment in an <a href=\"http://www.sciencedirect.com/science/article/pii/S0092867414002931\">essay</a> he wrote last year for the journal <em>Cell</em>. He's a luminary in the world of cancer and is a founding member of the Whitehead Institute for Biomedical Research in Cambrdige, Mass.</p><p>His argument goes like this.</p><p>In the 1950s, medical researchers saw cancer as \"an extremely complicated process that needed to be described in hundreds, if not thousands of different ways,\" Weinberg says.</p><p>Then, scientists started glimpsing what they thought were simplifying principles. The first idea, which helped spur the government's war on cancer, was that viruses were the prime drivers of human cancers. That proved not to be the case.</p><p>As that idea faded, it was replaced by the notion that cancer is all about wayward genes.</p><p>\"The thought, at least in the early 1980s, was that were a small number of these mutant, cancer-causing oncogenes, and therefore that one could understand a whole disparate group of cancers simply by studying these mutant genes that seemed to be present in many of them,\" Weinberg says. \"And this gave the notion, the illusion over the ensuing years, that we would be able to understand the laws of cancer formation the way we understand, with some simplicity, the laws of physics, for example.\"</p><p>But as scientists delved into cancer genes, the unifying principles gradually evaporated.</p><p>\"Over the last 10 to 15 years we began to accumulate once again an overwhelming mass of information that cancer is indeed a highly complex process, and that attempts at distilling it down to a small number of simple processes may not really work that easily,\" Weinberg says. \"And so we're once again caught in this quandary: How can we understand this complexity in terms of a small number of underlying basic principles?\"</p><p>From the vantage point of 2015, it appears that those simplifying principles may not exist. \"I think it may have been wishful thinking to think that a disease like cancer was simple to begin with,\" says <a href=\"http://humangenetics.jhmi.edu/index.php/faculty/victor-velculescu.html\">Dr. Victor Velculescu</a>, a professor of oncology and co-director of cancer biology at the Johns Hopkins University School of Medicine.</p><p>He says it has become clear that cancer isn't a single disease or even a hundred different diseases. \"Between everybody that has cancer today, to everybody that's probably ever had cancer since the beginning of humankind, [each person] has had different molecular alterations in this disease,\" he says.</p><p>So you could say each case of cancer is a unique disease.</p><p>\"The other complicating thing is that cancers aren't static, they actually change over time,\" he adds, morphing within each patient. That's why a treatment that works for a while often loses its punch, and why doctors have to search for some other treatment.</p><p>These bedside observations match what scientists had been discovering in the lab. Velculescu says there aren't just a few cancer genes. It turns out many genes can be damaged and can contribute to the process of malignancy. \"But it also became clear that we could simplify these genetic changes into certain pathways,\" he says.</p><p>Pathways are something like assembly lines within the cells — the chemical steps that keep the cells alive and functioning. Each gene creates a station along that assembly line.</p><p>Scientists have discovered there are many different ways for these pathways to break down, leading to cancer. \"And some of them were pathways that people had been thinking were important in cancer and some were totally new,\" Velculescu says.</p><p>Those pathways provide potential places to block the progress of cancer, with drugs. The Novartis drug <a href=\"http://www.nature.com/scitable/topicpage/gleevec-the-breakthrough-in-cancer-treatment-565\">Gleevec</a>, for example, blocks just one pathway and stops certain cancers. Other drugs block other pathways, not as dramatically perhaps, but still with benefit to patients. Pfizer's Ibrance was recently approved for certain types of breast cancer, to mention just one other.</p><p>Finding these pathways and then identifying drugs that will block them, has been a big step up from simple trial-and-error.</p><p>\"It's made for a much more cost-efficient and time-efficient process, and you really are seeing a lot of drugs appear now to treat different cancers,\" says <a href=\"http://www.hopkinsmedicine.org/kimmel_cancer_center/our_center/leadership.html\">Dr. William Nelson</a>, director of the Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins.</p><p>But here's where the complex reality of cancer raises its head again. Only rarely can a single drug block a single pathway and, by so doing, stop a cancer. Nelson expects that most cancers will require a combination of drugs.</p><p>\"And if we'll need treatment combinations, how many combinations will we need?\" he wonders. There aren't simply a dozen pathways, or even a few hundred. Nobody has found them all, but there are potentially thousands.</p><p>\"It's hard to imagine taking a thousand different agents. I don't think that's what we'll end up with. But I think it's a real question as you look forward.\"</p><p>This strategy can get expensive quickly, especially if drug companies keep setting prices around $100,000 a year for each new therapy. Challenges in cancer treatment go far beyond the biological complexity.</p><p>And that brings us back to Weinberg's essay. He's actually not defeated by the notion that the intellectual framework for understanding cancer has come full circle. After all, over these 40 years, many ideas have flowed from labs and led to incremental advances in treating cancer.</p><p>\"The war on cancer will not be won in one dramatic battle, it will be a series of skirmishes,\" he says.</p><p>In fact, that's how the war on cancer has been waged all along.</p><p><em>Our series is produced with member station WNYC, and with</em><em> </em><a href=\"http://www.npr.org/blogs/health/2015/02/11/385198237/cancerfilms.org\">Ken Burns Presents: Cancer: The Emperor of All Maladies</a>, <em>which will air on PBS starting March 30.</em><em> </em><em>Check your local listings for broadcast times.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+The+War+On+Cancer+Hasn%27t+Been+Won&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Harris","audio":[{"meta":{"duration":"358"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394906617-1bec92.m3u?orgId=1&topicId=1128&aggIds=379124785&d=358&p=2&story=394132747&t=progseg&e=394807955&seg=6&ft=nprml&f=394132747"},{"href":"http://media.npr.org/assets/img/2015/03/23/cancer-war-1ee3b86daefd7ce0589c8b6261c895b65413310f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1125","width":"1502"}},{"href":"http://media.npr.org/assets/img/2015/03/20/whiteheadi10-4522-a73def7f978af58a43af1018245b47d7f7efb3aa.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"499","width":"665"}},{"href":"http://media.npr.org/assets/img/2015/03/23/mary_square_sq-9795b5f34b213cd8a9a1744db0c49d02ecd8fb6f.png","type":"image/jpeg","meta":{"crop":"square","height":"700","width":"700"}}]}