{"created":"2015-03-12T19:35:06+00:00","modified":"2015-03-12T23:16:17+00:00","valid":{"from":"2015-03-12T23:16:17+00:00","to":"3015-03-12T23:16:17+00:00"},"hreflang":"en","title":"How We Deal With Loss In Different Ways In Two Beautifully Written Memoirs","published":"2015-03-12T23:16:00+00:00","teaser":"In Abigail Thomas' <em>What Comes Next and How to Like It, </em>the aging process robs the 70-something of beauty and energy. In <em>H Is for Hawk</em>, Helen Macdonald trains a goshawk<em> </em>after her father dies.","itags":["npr_api","392572768"],"guid":"b800f8f6-bb23-41b2-8c22-7a27f896a9b3","contentencoded":"<p>Loss is the rough tie that binds two memoirs that, otherwise, are as different as day and night. <em>What Comes Next and How to Like It</em> is a sequel of sorts to Abigail Thomas' best-selling 2006 memoir, <em>A Three Dog Life</em>, which chronicled the one-two punch death of her husband — by her account, a sweetheart of a guy who took their dog out for a walk one afternoon in New York and was hit by a car. He suffered brain injuries and lingered for five years. Even after that catastrophe, more losses now loom for Thomas. A longtime friend sexually betrays her, an adult daughter is diagnosed with cancer, a beloved dog dies and the aging process — that drabbest of thieves — robs the 70-something Thomas of beauty and energy. At this point, readers may well wonder about the promise implicit in Thomas' catchy title: \"What comes next\" is pretty inevitable, but \"how to like it\" isn't so clear.</p><p>The upside here is Thomas' writing style; her mature bones may no longer be all that flexible, but her topics and sentences flip and cartwheel with the greatest of ease. In chapters sometimes only a paragraph long, Thomas leaps from the existential horror of a late-night realization that her house and furniture will outlast her to the private hilarity of a gynecological exam in which she waxes nostalgic over the sexually transmitted diseases of her swinging '60s youth. She sometimes pauses in midflight to consider the lifelong bafflement of dating. When Thomas tells a poet she's sleeping with that \"she's in it for the pleasure,\" he responds that he's \"in it for the pain\" — a line only the young could love. Toward the end of her memoir, Thomas describes a writing workshop she teaches for people living with cancer: She says the ultimate takeaway of that workshop is that, \"[I]f it isn't life and death, it isn't life and death.\" A mantra worth memorizing.</p><p>If, as a memoirist, Abigail Thomas is the wry, resilient friend marked by tragedy, Helen Macdonald is something ... other. To read her memoir, <em>H Is for Hawk,</em> is to feel as though Emily Bronte just turned up at your door, trailing all the windy, feral outdoors into your living room. <em>H Is for Hawk</em> became a No. 1 best-seller when it was published in Great Britain last year and it has become such a hit in the U.S. that the hardcover is currently difficult to find. Macdonald is a naturalist and a scholar of the history of science. When her father, a photographer, suddenly died, she spun downward into grief. \"Memories\" of him, she tells us, \"are like heavy blocks of glass.\" Desperate for a way to cope, Macdonald, who'd been a falconer since she was a child, immerses herself in training a goshawk — a bird of prey Macdonald describes as a thing \"of death and difficulty.\" For guidance, she turns to an old book, <em>The Goshawk</em>, written by T.H. White, the odd man who gave us the Arthurian tales <em>The Sword in the Stone</em> and <em>The Once and Future King</em> that inspired, among other things, the play <em>Camelot</em>.</p><p>As strange as all this sounds, Macdonald's voice and worldview is even stranger — not in a self-consciously clever way, but with the authority of someone who sees the world slant. Here, for instance, is a passage where she explains the deeper motivations for training her hawk, which she names \"Mabel\":</p><blockquote><p>\"Some deep part of me was trying to rebuild itself, and its model was right there on my fist. The hawk was everything I wanted to be: solitary, self-possessed, free from grief, and numb to the hurts of human life. I was turning into a hawk. ...</p><p>The first few days with a wild new hawk are a delicate, reflexive dance of manners. To judge when to scratch your nose without offence, when to walk and when to sit ... you must read your hawk's state of mind. ...</p><p>I had put myself in the hawk's wild mind to tame her, and as the days passed in the darkened room my humanity was burning away.\"</p></blockquote><p><em>H Is for Hawk</em> is a wonder both of nature and of meditative writing; the flat truism that we all handle grief and loss in our different ways has never been given such raw and fierce form.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+We+Deal+With+Loss+In+Different+Ways+In+Two+Beautifully+Written+Memoirs&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maureen Corrigan","audio":[{"meta":{"duration":"340"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392585396-8ff394.m3u?orgId=1&topicId=1034&e=392572768&d=340&ft=nprml&f=392572768"}]}