{"created":"2014-10-08T02:31:07+00:00","modified":"2014-12-04T17:05:27+00:00","valid":{"from":"2014-12-04T17:05:27+00:00","to":"3014-12-04T17:05:27+00:00"},"hreflang":"en","title":"The New Sound Of Young Nashville: 3 Country Artists To Watch","published":"2014-07-11T14:20:00+00:00","teaser":"Ann Powers says Music City has never been more bohemian — and that's one reason why, alongside the glitz of mainstream country, the underground side of American roots music is booming there.","itags":["npr_api","330495191"],"guid":"b8012c16-355c-44a9-af6a-fd16a6932a4d","contentencoded":"<p>Though its legacy as Music City is unshakable, Nashville might be ready for a new nickname: the <em>Portlandia</em> of the South.</p><p>\"It's absolutely exploding culturally: There is an amazing food scene, there's all these young entrepreneurs who are opening tons of little shops, the city is pouring money into the arts,\" says NPR Music critic Ann Powers, who recently spent several weeks there. \"It's a really great, bohemian scene.\"</p><p>That might be one reason why, alongside the glitz of mainstream country, the alternative side of American roots music is booming in Nashville as well. Powers was in town to attend the CMA Music Festival, but she also hit the local clubs to hear and see what's been happening on the ground. She spoke with NPR's Renee Montagne about a few of the artists she encountered; read her thoughts on each below, and hear the radio version at the audio link.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+New+Sound+Of+Young+Nashville%3A+3+Country+Artists+To+Watch&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"327"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330631798-91ddf7.m3u?orgId=1&topicId=1107&ft=3&f=330495191"},{"href":"http://media.npr.org/assets/img/2014/07/10/steel-pr-color-dvc-hi-res-a-4626905544e3cf91839c6341e93d74b7ee88e9e8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1123","width":"1499"}}]}