{"created":"2014-12-20T14:13:54+00:00","modified":"2014-12-23T21:05:25+00:00","valid":{"from":"2014-12-23T21:05:25+00:00","to":"3014-12-23T21:05:25+00:00"},"hreflang":"en","title":"A Snail So Hardcore It's Named After A Punk Rocker","published":"2014-12-20T16:39:00+00:00","teaser":"Inspired by the snails' spiky shells and acid-loving nature, researchers named the new species <em>Alviniconcha strummeri</em>, after Clash frontman Joe Strummer.","itags":["npr_api","372052995"],"guid":"b8063432-0a66-408f-8dca-b9031e685a5c","contentencoded":"<p>Shannon Johnson, a researcher at the Monterey Bay Aquarium Research Institute, found that when she talked to youngsters about sea snails, she communicated a little more effectively if she skipped the technical description and called them \"punk-rock snails.\"</p><p>\"Their entire shells are covered in spikes,\" Johnson explains. \"And then the spikes are actually all covered in fuzzy white bacteria.\"</p><p>These punk rock snails live thousands of feet underwater, crowded around the mouths of chimneys of hydrothermal vents — the kind of place that might survive the apocalyptic \"nuclear error\" in the Clash album <em>London Calling</em>.</p><p>\"They live in hot, acidic poison, basically, so they're pretty hardcore,\" she says.</p><p>Since Johnson had such success in calling the spiky, acid-loving mollusks punk-rock snails, she and her colleagues decided to name them <a href=\"http://www.tandfonline.com/action/showCopyRight?doi=10.1080%2F14772000.2014.970673#tabModule\" target=\"_blank\">Alviniconcha strummeri</a>, after the late Joe Strummer, frontman for the Clash.</p><p>\"Not only was a he a punk-rock icon — he's kind of one of the originators of the punk movement — but he also was kind of an environmentalist,\" she says. \"He started a foundation that was <a href=\"http://news.bbc.co.uk/2/hi/uk_news/scotland/2673971.stm\" target=\"_blank\">planting trees</a> all over the world. He's a neat guy.\"</p><p>Strummer is not the only big name with his own namesake animal. A wooly lemur from Madagascar is named after John Cleese — the <a href=\"http://usatoday30.usatoday.com/life/people/2005-11-11-cleese-lemur-species_x.htm\" target=\"_blank\">Avahi cleesei</a>. A frog in the Amazon that makes a shrill, bat-like call is named after <a href=\"http://news.nationalgeographic.com/news/2014/11/141108-frogs-new-species-amazon-bats-animals-science-ozzy-osbourne/\" target=\"_blank\">Ozzy Osbourne</a>.</p><p>The Ramones each have their own trilobite, and there's a parasitic wasp named after <a href=\"http://voices.nationalgeographic.com/2014/05/12/24-new-wasp-species-mummify-their-prey/\" target=\"_blank\">Shakira.</a> The scientists who discovered the wasp say it causes the caterpillar it inhabits to wriggle and writhe, which reminds them of Shakira's energetic dancing.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Snail+So+Hardcore+It%27s+Named+After+A+Punk+Rocker&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"115"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372070568-ff8b5e.m3u?orgId=1&topicId=1132&ft=3&f=372052995"},{"href":"http://media.npr.org/assets/img/2014/12/20/aliviniconcha-ecc82454a9e21840ad25f8547ae5548ee84c4187.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"249","width":"332"}}]}