{"created":"2015-01-24T13:42:26+00:00","modified":"2015-06-05T15:30:09+00:00","valid":{"from":"2015-06-05T15:30:09+00:00","to":"3015-06-05T15:30:09+00:00"},"hreflang":"en","title":"U.S. Once Had Universal Child Care, But Rebuilding It Won't Be Easy","published":"2015-01-25T05:41:00+00:00","teaser":"In his State of the Union address, President Obama referenced a little-remembered, WWII-era federal child care program, holding it up as an example he hopes to emulate with expanded federal subsidies.","itags":["npr_api","379530251"],"guid":"b80d1117-6280-481c-8a17-88d3f1335df4","contentencoded":"<p>Stumping in Kansas after his State of the Union, the president said that for most parents working today, child care is more than a \"side issue,\" and that improving access \"is a national economic priority for all of us.\"</p><p>In urging greatly expanded subsidies during his Tuesday address, the president referenced a national child care program that was in place during World War II, when his grandmother and other American women were needed in the nation's factories.</p><p><strong>Federal Child Care</strong></p><p>The program is not widely known today, but if it seems hard to believe, you can see evidence for yourself on YouTube.</p><p>This grainy newsreel from Kaiser Shipyards in Richmond, Calif., shows smiling toddlers doing puzzles, painting and listening to a woman play music. All this plus lunch and snacks, for 50 cents a day, or about $7.25 adjusted for inflation.</p><p>Shipyard manager Edgar Kaiser boasted these centers shaped good citizens, \"a job of both industry and community.\"</p><p>How did that happen? It started during the Great Depression as \"a source of 'fiscal stimulus,' if you will,\" says Arizona State University's Chris Herbst, an associate professor in the school of public affairs.</p><p>The Works Project Administration first ran the day cares. The idea was to employ teachers and to also watch kids so that their unemployed parents could look for jobs. When women replaced deployed soldiers in the domestic workforce during World War II, the government funded a major expansion.</p><p>That all ended with the war, and though in the early 1970s Congress approved a similar program, Herbst says aides convinced President Nixon to veto it.</p><p>\"Some critics of the program actually called this child care bill an entry into the Sovietization of America's children,\" he says.</p><p>To this day, Herbst says, American child care is a patchwork — ad hoc and haphazardly regulated. It's also expensive, with the cost falling heavily on families.</p><p><strong>'Shocking' Day Care Costs</strong></p><p>Melissa Hudson says she and her husband both had good government jobs when they moved to Maryland a few years ago, but putting three children in day care seemed utterly out of reach.</p><p>They gave up on the centers they liked — \"it was just kind of shocking; there was no way we could pay\" — in favor of in-home providers who charged less. But \"less\" was still more than 80 percent of Hudson's paycheck.</p><p>Hudson's struggle is typical, says Lynette Fraga of the advocacy group <a href=\"http://www.childcareaware.org/\" target=\"_blank\">Child Care Aware of America</a>.</p><p>\"In 30 states ... and the District of Columbia, the cost for an infant in a center was higher than a year's tuition and fees at a four-year public college,\" she says.</p><p>Fraga is thrilled the president is making child care a higher priority — and not just so more parents can work.</p><p>\"What we know — and the science is clear — is that the earliest years are critically important for children's healthy development,\" she says. \"So we need to invest in the youngest years.\"</p><p><strong>An Idea That Would Work Today?</strong></p><p>The president's proposal would double federal subsidies, spending $80 billion to serve a million more children over the next decade. It also would triple the current child care tax credit. Funding would come from higher taxes on the wealthy and financial institutions.</p><p>But Republicans largely dismiss the plan, and even if Obama were able to overcome their opposition, Herbst says, there's another challenge.</p><p>\"The problem is that the quality rendered in the U.S child care market is low to mediocre, on average,\" he says — in fact, his research finds that children in federally subsidized day care don't fare well on cognitive and behavioral tests.</p><p>The administration's plan has other measures to boost quality, but Herbst wonders whether the country is willing to spend what it would take for universal, high-quality, early child care the way it once did — 70 years ago.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.+Once+Had+Universal+Child+Care%2C+But+Rebuilding+It+Won%27t+Be+Easy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jennifer Ludden","audio":[{"meta":{"duration":"252"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379550446-7da6f1.m3u?orgId=1&topicId=1014&d=252&p=7&story=379530251&t=progseg&e=379546621&seg=2&ft=nprml&f=379530251"}]}