{"created":"2014-10-08T15:17:23+00:00","modified":"2014-10-31T01:48:52+00:00","valid":{"from":"2014-10-31T01:48:52+00:00","to":"3014-10-31T01:48:52+00:00"},"hreflang":"en","title":"In Buddhist-Majority Myanmar, Muslim Minority Gets Pushed To The Margins","published":"2014-05-31T22:33:00+00:00","teaser":"As Myanmar has opened up its political system, it has unleashed long-suppressed tensions. The Rohingya Muslims have been hard hit, with many driven from their homes and now confined to camps.","itags":["npr_api","315139415"],"guid":"b81534c4-865e-4dbc-bd58-cfdce7931548","contentencoded":"<p>Thirteen-year-old Zomir Hussein lives with his family in a simple wooden home in a village outside the city of Sittwe, the capital of western Myanmar's Rakhine state. Not long ago, he accidentally overdosed on medicine he was taking to treat his tuberculosis.</p><p>Now he lies on the floor, his hands curled into claws, his eyes staring vacantly. He cries out to his parents for help. His mother cradles him, and for a moment, he seems to smile.</p><p>Zomir was getting treatment at the main hospital in downtown Sittwe. Then, in June 2012, violence between Buddhist Rakhine people and Muslim Rohingya broke out, killing about 140 people. Zomir's father, Mohamed Hussein, says he hasn't been able to take his son to the hospital since then.</p><p>That's because the family is Rohingya, and they are now effectively banned from going into downtown Sittwe.</p><p>\"We called the doctor and asked for his help,\" Hussein remembers. \"He said: 'I can't go to you to treat your son, and you had better not come to see me. If you do, the Buddhist mobs will kill both of us.' \"</p><p>\"The police and military stop buses at their checkpoints, and if they see any Rohingya aboard, they pull them off,\" Hussein adds. \"Outsiders don't know about our situation here. It's like living in a jail.\"</p><p><strong>Ethnic, Sectarian Tensions Emerge</strong></p><p>Half a century of military rule in the southeast Asian country of Myanmar, also known as Burma, ended in 2011 — and with it, the suppression of long-simmering conflict between different ethnic groups.</p><p>Now, two years after the violence between Buddhists and Muslims in western Myanmar broke out, no quick resolution to the ethnic and sectarian conflict is in sight. Thousands of stateless Muslim Rohingya people remain <a href=\"http://www.reuters.com/article/2013/05/15/us-myanmar-rohingya-specialreport-idUSBRE94E00020130515\">segregated in camps and villages, deprived of basic rights and services</a>.</p><p>The United Nations says the Rohingya are one of the world's most persecuted peoples. The Rohingya and human rights groups say Myanmar's government has targeted them for ethnic cleansing, and a recent report from rights group Fortify Rights documents how <a href=\"http://www.fortifyrights.org/downloads/Policies_of_Persecution_Feb_25_Fortify_Rights.pdf\">persecution of Rohingya is a matter of government policy</a>.</p><p>But the conflict's history is extremely complex, and it is often overlooked that it is just the latest chapter in the story of two minority ethnic groups — the Rohingya and the Buddhist Rakhine minority that have coexisted in the area for centuries. The U.N. says the Rakhine people have legitimate grievances that also must be addressed.</p><p>The government of Buddhist-majority Myanmar refers to the Rohingya as Bengalis. It considers them illegal immigrants from Bangladesh, not citizens of Myanmar. In a recent nationwide census — the first in 30 years — people who identified themselves as Rohingya were simply not counted.</p><p>Rohingya are discriminated against because of their religion and their race. Other groups often refer to them as <em>kalar</em>, a racial slur aimed at people of darker skin color.</p><p>The ethnic violence in 2012 displaced about 146,000 people in Rakhine state. Most of them are Muslims living near Sittwe, but there are some Buddhists, too. But unlike the displaced Rohingya, the Buddhists are free to move around at will.</p><p>There are an estimated 1.3 million Rohingya in Myanmar, out of a total population of more than 50 million, mostly Buddhists. In Rakhine state, Rohingya are the second largest ethnic group after the Rakhine.</p><p>Buddhist nationalists led by <a href=\"http://www.npr.org/blogs/parallels/2013/05/17/182904712/Are-Buddhist-Monks-Involved-In-Myanmars-Violence\">activist monk U Wirathu</a> cite the violence in Rakhine state in pressing for <a href=\"http://www.irrawaddy.org/burma/monk-conference-backs-bills-restrict-interfaith-marriage-rohingya-voting.html\">boycotts of Muslim businesses, restrictions on interfaith marriages and other measures</a> they say are intended to protect their religion.</p><p><strong>Violence Spreads</strong></p><p>Last year, <a href=\"http://www.npr.org/2013/04/24/178806312/as-myanmar-reforms-old-tensions-rise-to-the-surface\">violence in Rakhine state spread eastward into Myanmar's heartland</a>. Three days of rioting in the town of Meiktila left 46 people dead and 1,500 homes destroyed. There, the Muslims are mainly ethnic Indians.</p><p>The history and origins of the Rohingya are a matter of debate, but many sources agree that for centuries, they were subjects of a Rakhine kingdom that included much of current-day Myanmar and Bangladesh. The area has long been a complex tapestry of ethnic groups, some Muslim and some Buddhist, and Myanmar itself has long been a melting pot of peoples from South and East Asia.</p><p>The Rohingya were officially deprived of citizenship under a <a href=\"http://www.hrw.org/reports/2000/burma/burm005-02.htm\">1982 citizenship law</a> enacted by the then-ruling military junta.</p><p>That has resulted in a legacy of neglect. Aid agencies say nearly half of the displaced people in Rakhine state lack reliable access to safe and nutritious food. The Rohingya camps — which are patrolled and guarded by soldiers — have only rudimentary medical clinics with few skilled doctors. For people in the camps, <a href=\"http://bigstory.ap.org/article/lack-health-care-deadly-myanmars-rohingya\">common ailments and difficult pregnancies can and do become fatal</a>.</p><p>Unable to trade overland because of travel restrictions, many Rohingya take to the sea. At one fishing port on the Bay of Bengal, the wooden boats leaving the port are often crammed with Rohingya fleeing to Thailand, Malaysia or Indonesia. Some of the rickety craft have gone down at sea.</p><p>In a nearby camp for displaced Rohingya, I met a young man named Mohamed Faisal. He says he paid a human smuggler to get him to Malaysia, but he couldn't find a job there. On the way back, he says his boat ran out of food, so he jumped ship and swam part of the way home.</p><p>He says the discrimination, restrictions on movement and lack of basic services for the Rohingya make life in the camps unbearable.</p><p>\"There's nothing here, no jobs, no food and no medical care,\" he complains. \"What can we Rohingya do except leave and go to another country?\"</p><p><strong>Few Schools For Rohingya</strong></p><p>At a local Islamic school, students dressed in long robes and white skullcaps rock back and forth as they recite from the Quran. Most of them are displaced Rohingya, and this madrassa is one of the few places they can get an education. Sittwe has its own university, but since the 2012 violence, Rohingya have been barred from studying there.</p><p>A young teacher named Mohamed Idris says that the Rohingya will remain patient in the face of government neglect.</p><p>\"We teach our students that they are citizens and indigenous to Myanmar. There's no need for them to flee to other countries,\" he says. \"For example, I have documents that show that my forefathers were born and raised here.\"</p><p>But the mostly Buddhist Rakhine people see it differently. Rakhine community leader Than Tun argues that the illegal Bengali immigrants, as he calls them, should be detained and then sent back to where they came from. He adds that the children of illegal immigrants are just as illegal as their ancestors.</p><p>\"Many Bengalis immigrated here in the 1940s,\" he says during an interview at his home in Sittwe. \"Now these illegal immigrants have died off. But they have many children who remain, and they, too, are illegal immigrants.\"</p><p>Than Tun and other Rakhine are also dissatisfied with the U.N. and foreign aid groups and the media, which they believe have sided with the Rohingya against them. Than Tun says the foreign aid has only enticed more illegal immigrants to flock to Myanmar. Rakhine point to previously Buddhist-majority border towns near Bangladesh, which are now mostly Rohingya, thanks to a border that is porous in places, and immigration officials that can be bribed to look the other way.</p><p><strong>Aid Group Kicked Out</strong></p><p>In April, angry Rakhine residents attacked aid agency offices in Sittwe after one agency staff removed a Buddhist flag, and some foreign aid workers had to be evacuated. In February, the government ejected Medecins Sans Frontieres from Rakhine state, claiming that it was giving preferential treatment to the Rohingya. <a href=\"http://www.nytimes.com/2014/05/03/world/asia/death-stalks-muslims-as-myanmar-cuts-off-aid.html?_r=0\">MSF was one of the few providers of medical care in the Rohingya camps</a>.</p><p>Than Tun also points out that like the country's other ethnic minorities, the Rakhine have a distinct identity and language and that they were also suppressed by the junta.</p><p>And like other ethnic groups in Myanmar, he says, the Rakhine are still fighting for autonomy and control of their own natural resources. <a href=\"http://www.npr.org/2013/02/22/172687939/chinese-pipeline-lays-in-the-middle-of-myanmar-s-future-foreign-relations\">China has recently constructed a pipeline</a> to move oil and gas from Rakhine state all the way across Myanmar and into southwest China.</p><p>\"We Rakhine had our own empire, which was more ancient than the Burmese, but we lost it when the Burmese invaded\" in the late 18th century, he says. \"We have been ruled by the Burmese military government, and again were not free. This is why we have our own armed insurgent groups.\"</p><p>In a suggestion that the Rakhine conflict may be paying political dividends to the central government, Myanmar media have reported that two Rakhine insurgent groups which have been fighting government troops have now <a href=\"http://www.mizzima.com/mizzima-news/myanmar/item/11145-armed-rakhine-groups-want-to-patrol-bangladeshi-border/11145-armed-rakhine-groups-want-to-patrol-bangladeshi-border\">offered to cooperate with them to patrol the Myanmar-Bangladesh border</a> and keep illegal immigrants out.</p><p>Opposition leader and human-rights icon Aung San Suu Kyi has not put up much opposition to the government's treatment of the Rohingya. During her 2012 visit to Oslo, Norway, to collect the Nobel Peace Prize she could not pick up while under house arrest in 1991, I asked her if the Rohingya were citizens of her country. <a href=\"http://www.npr.org/2012/07/03/155912831/cheered-in-europe-suu-kyi-faces-crises-in-myanmar\">She replied that she did not know</a>.</p><p>Myanmar's democratic and economic reforms haven't really taken root in ethnic minority areas where insurgencies still simmer. Myanmar is one of Asia's poorest countries, and Rakhine is the second poorest state in Myanmar.</p><p>Even as overall relations between Myanmar and the U.S. move ahead, President Obama recently cited human rights abuses in Rakhine state as one reason the U.S. is extending some economic sanctions on Myanmar for another year.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Buddhist-Majority+Myanmar%2C+Muslim+Minority+Gets+Pushed+To+The+Margins&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anthony Kuhn","audio":[{"meta":{"duration":"331"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316552671-1e93c3.m3u?orgId=1&topicId=1125&ft=3&f=315139415"},{"href":"http://media.npr.org/assets/img/2014/05/27/rohingya1-c4014da9d9ffe36e291311e64b0b2e8ceaa56ee3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2331","width":"3110"}},{"href":"http://media.npr.org/assets/img/2014/05/23/kuhn-burma-4-12d791845fc98fe2af0afca3cd5ff0a42067236d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1500","width":"1998"}},{"href":"http://media.npr.org/assets/img/2014/05/23/kuhn-burma-65-fc44338b4fbdaee66ea277f6d24e84caf1ebd391.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1466","width":"1956"}},{"href":"http://media.npr.org/assets/img/2014/05/23/kuhn-burma-9-0b33c92e9c31264f918d399f6ccd2b9ae086c629.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}},{"href":"http://media.npr.org/assets/img/2014/05/23/kuhn-burma-12-5deae578960cd94cb590ba5721d7cf8ada9696bf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2429","width":"3241"}},{"href":"http://media.npr.org/assets/img/2014/05/23/kuhn-burma-107-4d7bd452fe9052afb4f4c94a83b12a84d2ac2c01.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2074","width":"2766"}}]}