{"created":"2015-06-02T16:08:23+00:00","modified":"2015-06-02T16:29:17+00:00","valid":{"from":"2015-06-02T16:29:17+00:00","to":"3015-06-02T16:29:17+00:00"},"hreflang":"en","title":"Debate: Is Obama's Iran Deal Good for America?","published":"2015-06-02T16:29:00+00:00","teaser":"Critics fear that a recent deal between the U.S. and Iran on nuclear weapons would strengthen Iran's hand in the Middle East. Experts face off over this in the latest <em>Intelligence Squared U.S.</em> debate.","itags":["npr_api","411449238"],"guid":"b8178606-02c7-47cb-8d0e-beda477a5381","contentencoded":"<p>It's been 70 years since a nuclear bomb was used in war, but in spite of that passage of time, it still has a great deal of relevance as a strategic construct even if they are unlikely to ever be used. Countries that possess nuclear weapons can pursue a more aggressive projection of power and a more aggressive foreign policy than they might be able to do otherwise.</p><p>Critics fear that a recent deal between the U.S. and Iran on nuclear weapons does not go far enough and, instead of being a benefit, would strengthen Iran's hand in the Middle East. Is this agreement a \"once-in-a-lifetime opportunity\" to halt nuclear proliferation, or does President Obama have this wrong?</p><p>Before the debate, 37 percent of the audience at the Kaufman Music Center in New York voted in favor of the motion, while 19 percent were opposed and 44 percent were undecided. After the event, 50 percent agreed with the motion and 43 percent disagreed, and 7 percent were undecided, making the team arguing against the president's deal the winners of the debate.</p><p><strong>THOSE DEBATING </strong></p><p><strong>For The Motion</strong></p><p><strong>Philip Gordon</strong> is a senior fellow at the Council on Foreign Relations in Washington, D.C. From 2013 to 2015, he was special assistant to the president and White House coordinator for the Middle East, North Africa, and the Gulf Region. As the most senior White House official focused on the greater Middle East, Gordon worked closely with President Obama and his national security team on the full range of regional issues, including the U.S. relationship with Israel, Middle East peace, the conflicts in Syria and Iraq, the democratic transitions in North Africa, and U.S. relations with the Gulf States. He played a central role in developing all aspects of the U.S. approach to the Iranian nuclear program. From 2009 to 2013, Gordon served as assistant secretary of state for European and Eurasian Affairs. Previously, he held positions at the Brookings Institution, the National Security Council, and the International Institute for Strategic Studies.</p><p><strong>Thomas Pickering</strong> is vice chairman of Hills & Company, an international consulting firm providing advice to U.S. businesses on investment, trade, and risk assessment issues abroad, particularly in emerging market economies. He retired in 2006 as senior vice president of international relations for Boeing Company, where he was responsible for relations with foreign governments and the company's globalization. He has had a career spanning five decades as a U.S. diplomat, serving as under secretary of state for political affairs, ambassador to the U.N., and ambassador to Russia, India, Israel, Nigeria, Jordan, and El Salvador. He holds the personal rank of Career Ambassador, the highest in the U.S. Foreign Service. He has held numerous other positions at the State Department, including executive secretary and special assistant to Secretaries Rogers and Kissinger and assistant secretary for the bureau of oceans, environmental and scientific affairs. Pickering is a member of the International Institute of Strategic Studies and the Council on Foreign Relations.</p><p><strong>Against The Motion</strong></p><p><strong>Michael Doran </strong>is a senior fellow at the Hudson Institute, where he specializes in Middle East security issues. He served as senior adviser to the undersecretary for public diplomacy and public affairs in the State Department, and prior to that, held an appointment at the Pentagon as the deputy assistant secretary of defense for support to public diplomacy, and at the National Security Council as the senior director for the Near East and North Africa. At the White House, Doran helped devise and coordinate national strategies on a variety of Middle East issues, including Arab-Israeli relations and the containment of Iran. A former senior fellow at the Brookings Institution, he has held several academic positions, teaching in the history department at the University of Central Florida, the department of Near Eastern Studies at Princeton University, and at New York University's Wagner School of Public Service.</p><p><strong>Mark Dubowitz</strong> is executive director of the Foundation for Defense of Democracies, a Washington, D.C.-based nonpartisan policy institute, where he leads projects on Iran, sanctions, and nonproliferation. He is an expert on sanctions and has testified before Congress and advised the U.S. administration, Congress, and numerous foreign governments on Iran. He heads FDD's Center on Sanctions and Illicit Finance and is the co-author of 15 studies on economic sanctions against Iran. He also is co-chairman of the Project on U.S. Middle East Nonproliferation Strategy. Dubowitz is a lecturer and senior research fellow at the Munk School of Global Affairs at the University of Toronto, where he teaches and conducts research on international negotiations, sanctions, and Iran's nuclear program. He has written for <em>The</em> <em>New York Times, <em>The </em>Wall Street Journal, <em>The </em>Washington Post, Foreign Policy,</em> and many other outlets, and has appeared on <em>CBS Evening News</em>, CNN, Fox News, NPR, PBS, BBC and CBC.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Debate%3A+Is+Obama%27s+Iran+Deal+Good+for+America%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"5226"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411461416-e18da4.m3u?orgId=1&topicId=1009&aggIds=6263392&d=5226&story=411449238&ft=nprml&f=411449238"},{"meta":{"duration":"3030"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411460200-94e7c7.m3u?orgId=1&topicId=1009&aggIds=6263392&d=3030&story=411449238&ft=nprml&f=411449238"},{"href":"http://media.npr.org/assets/img/2015/06/02/obamairandeal_iq2us_052615-7--11273c94945a04dcd2f680467050cf626cc96f0c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/06/02/obamairandeal_iq2us_052615-13--f55d99bdcaa4a08ffee22285e05ceb02cf300aa5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/06/02/obamairandeal_iq2us_052615-9--5b0541f1ccfafb4cc1eee4847905fd041be36b90.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}