{"created":"2014-11-06T23:06:27+00:00","modified":"2015-05-06T20:34:10+00:00","valid":{"from":"2015-05-06T20:34:10+00:00","to":"3015-05-06T20:34:10+00:00"},"hreflang":"en","title":"Drummer And Tuba Player Work To Stay Sharp For Band And College","published":"2014-11-06T23:44:00+00:00","teaser":"In May, we shared the story of a New Orleans high school marching band. Two students earned scholarships to play for Jackson State University's marching band, the Sonic Boom of the South.","itags":["npr_api","361837879"],"guid":"b819b47b-7197-44c3-8ec0-9e97ca14838a","contentencoded":"<p>Six months ago, we brought you the story of the Edna Karr High School marching band in New Orleans. Two members of the band in particular, snare drummer Charles Williams and tuba player Nicholas Nooks, or Big Nick as his friends call him, earned scholarships to Jackson State University in Mississippi — their dream.</p><p>The marching band at Jackson State is known as the Sonic Boom of the South. Band camp began in August with 164 freshmen. But after weeks of late nights and early mornings, musical training and also push-ups, 24 had quit.</p><p>Williams and Nooks never considered leaving. They'd come too far, Nooks says, to give up now. Both of them come from single-parent homes with not a lot of money.</p><p>\"A lot of people didn't think I could do it,\" Nooks says. \"But I showed them that I could, and I'm here.\"</p><p>Band practice for the Sonic Boom begins almost every day at sundown and can last five hours. Students are penalized, even fined, if they miss practice.</p><p>\"Do not expect to have a social life,\" says Dowell Taylor, director of bands at Jackson State. \"It will not exist. If you try to have a social life, you are going to fail. So forget it now.\"</p><p>The Sonic Boom is more than just a band — it's Jackson State's most visible marketing tool. Only the best will make it.</p><p>Williams and Nooks understood the stakes from the beginning. As high school students last year, they prepared for their college auditions with the urgency of desperate men, seeking a way out of the poverty and violence in New Orleans.</p><p>\"If you do good on your audition, that's like a lottery ticket,\" Williams says. \"Basically you're winning money towards your education.\"</p><p>But unlike high school, Jackson State band members have to prove themselves every week in order to perform at football games on Saturdays.</p><p>\"We do cuts,\" says Roderick Little, associate band director. \"They have to play a solo that they've been working on throughout the week. And if they don't perform that solo correctly, then that simply means they don't make the cut for that week.\"</p><p>Nooks has impressed band directors so far. In September, he earned a spot on the field when the Sonic Boom played at a New Orleans Saints game.</p><p>But Williams didn't make the cut for the Superdome show or many other events this semester. Every Friday it went the same. He'd play his drum solo for Little, and he'd freeze up.</p><p>\"He'll start off on the part, and then for some reason or another, he'll just totally just shut down and kind of give up,\" Little says.</p><p>And then things got worse for Williams. Despite his band scholarship and his financial aid, Williams still owed the university $5,800. And at the same time, he didn't have the money to pay his cellphone bill or get his textbooks.</p><p>\"I still don't have money for books,\" he says. \"It's real hard right now. I want to stay here. But it's just too much money.\"</p><p>Williams was worried that he'd get kicked out of school and have to scramble for a ride back to New Orleans. His mother, a baker at a New Orleans casino, has three other children and no car.</p><p>But in late September, university officials allowed him to stay, giving Williams more time to try to work things out. They've handled cases like his before.</p><p>\"We draw an enormous number of students to Jackson State University with the band,\" says Deborah Barnes, interim dean of the college of liberal arts.</p><p>\"They've seen the band, and they want to be in the band,\" she says. \"And all they know is, 'I want to come and be in the band,' sometimes not understanding that that band is attached to a university, and the way you stay in the band is that you stay in the university.\"</p><p>Some kids struggle with grades, others lack support, and some have no idea how to survive at college because they've never seen anyone do it before. Many drop out, Barnes says.</p><p>Williams was pretty sure he was headed in that direction, but then the university found funding to cover the gap he was facing.</p><p>All of his problems weren't solved. He still didn't have money to buy those textbooks. He was worried about his grades. And he had no idea, just yet, how he'd cobble together his tuition in the spring.</p><p>But he'd finish this semester at least. He'd make it till December. Forget about the band; Williams still had a chance at college and the life he was dreaming for himself.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Drummer+And+Tuba+Player+Work+To+Stay+Sharp+For+Band+And+College&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Keith O'Brien","audio":[{"meta":{"duration":"529"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362086821-67ebdb.m3u?orgId=1&topicId=1091&d=529&p=2&story=361837879&t=progseg&e=362059023&seg=16&ft=nprml&f=361837879"},{"href":"http://media.npr.org/assets/img/2014/11/06/img_50602-19cf3cc068aeb2772c229c599bbde2ddd6e4225e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}},{"href":"http://media.npr.org/assets/img/2014/11/06/img_50791-6bb9b5d191e7afbb7a66e5f875e1988d2fb53b13.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}},{"href":"http://media.npr.org/assets/img/2014/11/06/img_51031-26608b5289c464a32421cc141a1d18e0ff105709.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}},{"href":"http://media.npr.org/assets/img/2014/11/06/img_51282-f017660a2659c0a788fcf992d5509b6751926b8a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}},{"href":"http://media.npr.org/assets/img/2014/11/06/img_50603-a483db7de745e18839f99fa0e74bb5f0e2a87641.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}}]}