{"created":"2015-01-05T20:46:19+00:00","modified":"2015-02-08T19:30:02+00:00","valid":{"from":"2015-02-08T19:30:02+00:00","to":"3015-02-08T19:30:02+00:00"},"hreflang":"en","title":"A Place That Can't Exist Again: Blondie's New York","published":"2015-02-08T19:19:00+00:00","teaser":"Chris Stein's photos in <em>Me, Blondie and the Advent of Punk Rock</em> document a city that is barely recognizable today.","itags":["npr_api","374385838"],"guid":"b834f7f9-a056-42c7-bb76-c3b89478c992","contentencoded":"<p>Chris Stein's photos document a New York that is barely recognizable today. It was a time of boom boxes, Xeroxes and smoking indoors, as well as rents that were cheap enough for artists to afford. It was a city in decline that was fertile ground for phenomenal artistic ferment. It's a fairly well-documented era, but Stein's vantage point is unique. He landed in Andy Warhol's world when his high-school band opened up for <a href=\"http://www.npr.org/artists/100863084/the-velvet-underground\">The Velvet Underground</a>, and later found himself at the epicenter of the downtown music scene which spawned bands like the <a href=\"http://www.npr.org/artists/15180457/the-ramones\">Ramones</a>, <a href=\"http://www.npr.org/artists/15321830/talking-heads\">Talking Heads</a> and his own group Blondie.</p><p>Chris Stein also happened to be partners, both in music and in life, with Debbie Harry, Blondie's lead singer, one of the world's most iconic beauties. Much of the book is centered on their relationship. Her astounding beauty and shocking style are unavoidable, but Stein also captures everything that makes her one of rock's coolest frontpersons: the keen ironic sensibility she and Stein shared. Many of the photos subvert female stereotypes: Harry in a fire-singed gown in her kitchen holding a frying pan full of leaping flames, or reading a newspaper with the headline \"Women Are Just Slaves.\"</p><p>In his book, Stein makes the connection between well-known performers and the bit players who deserved more attention — not just musicians, but filmmakers, painters, fashion designers, even nightclub impresarios. It's a joy to see them all in context and understand the way they influenced one another. It's also a touching elegy to those who are gone, like Warhol and Jean Michel Basquiat, who had a cameo in the video for their pioneering rap crossover hit \"<a href=\"https://www.youtube.com/watch?v=pHCdS7O248g\" target=\"_blank\">Rapture</a>.\"</p><p>Alongside his photographs, Chris Stein provides an easy, personable narrative, but never so much that it detracts from the art itself. As musically adventurous as Stein is, these images reflect his eclectic influences in greater depth. His use of shadow, space and place are wildly creative, and his ability to capture friends at unguarded moments speaks to his understated nature. Stein's book is not a comprehensive look at the time it chronicles; it can't be. But it takes you on a tour of places that will never exist again and illuminates the people who made them so magical.</p><p><em>Homepage photo: © Chris Stein, </em>Chris Stein/Negative<em>, Rizzoli, 2014</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Place+That+Can%27t+Exist+Again%3A+Blondie%27s+New+York&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Meredith Ochs","audio":[{"meta":{"duration":"258"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375201512-85c431.m3u?orgId=1&topicId=1104&e=374385838&d=258&ft=nprml&f=374385838"},{"href":"http://media.npr.org/assets/img/2015/01/05/debbieharry-676ecc4cd40abf01de5fcf63972998ea04e5d8b5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"678","width":"904"}}]}