{"created":"2014-09-12T19:27:43+00:00","modified":"2015-03-12T17:39:32+00:00","valid":{"from":"2015-03-12T17:39:32+00:00","to":"3015-03-12T17:39:32+00:00"},"hreflang":"en","title":"Remembering Biggie Smalls And 'Ready To Die' 20 Years Later","published":"2014-09-16T17:34:00+00:00","teaser":"The writer dream hampton knew the rapper personally, and sat in on the studio sessions for his debut album.","itags":["npr_api","347752538"],"guid":"b83a3160-97d7-4d05-af60-5df036ff808f","contentencoded":"<p>Saturday marks two decades since Bad Boy Records released <em>Ready to Die</em>, the album that introduced the charismatic, exceptionally talented, gone too soon rapper Biggie Smalls to the world, and made him a star.</p><p>In the early '90s, dream hampton was a student at NYU and a writer. Christopher Wallace was shopping a demo tape that he'd made under the name The Notorious B.I.G. (his first choice for nom de plume — Biggie Smalls — had already been taken by another rapper, but his friends and fans continue to call him Biggie). Their paths crossed shortly after hampton voted for the rapper to be included in <em>The Source</em> magazine's Unsigned Hype column, then the launching pad for some of hip-hop's greatest musicians. They became friends, him reading her work and sometimes going to class with her.</p><p>\"I remember reading <a href=\"http://www.amazon.com/Ntozake-Shange/e/B000APLAM2\" target=\"_blank\">Ntozake Shange</a> with Biggie. Because his mom was an English teacher, he really liked to read — things like Charles Dickens. So I had that literary, kind of love of books in common with Biggie,\" she says. \"I could challenge him on things. I absolutely challenged him, in the studio and in our friendship, on some of the sexism. I would have hoped that he would have outgrown some of that. It was a little cartoonish at times, his misogyny — as was so much of the music at the time. But, yeah, we were young.\"</p><p>hampton was present while Biggie was writing and recording his debut album, <em>Ready to Die</em>, which was released on Sept. 13, 1994. Her relationship with the musician gives her an inside perspective on the stories he tells in those songs, from the theatrically violent \"Gimme the Loot\":</p><p>\"He shared something with me early on, and it really made me sad. It was that, 'People expect me to be a certain way, so sometimes I just give that person to them.' We were trying to catch a cab once — I used to have to go out to get the cab. This was late at night after studio sessions. I went to almost all of the sessions for <em>Ready to Die</em>. And I'd go out in the street to get the cab, and Biggie would wait in the shadows. I remember one cab driver seeing him approach the cab, and he took off! With my legs dragging. Biggie kind of had to grab me up from the car and almost saved my life. It was this visceral response that people had to him as a physical person in the world that informed a lot of how he turned around and acted towards them. I mean, at his core he was a kind, funny, generous, sensitive person. But he was seen in the world through this lens of anti-blackness, as a predator,\" says hampton. \"'Gimme the Loot' is a perfect example of that, of him basically internalizing people's ideas about who he is in the world.\"</p><p>To the more factually painful \"Things Done Changed\":</p><p>\"There was a lot of depression in this album. One of the things that Biggie described in 'Things Done Changed' is the seismic shift that was happening in the black family, in the black community. And that was the impact of the billion dollar crack industry,\" she says. \"Biggie was describing parents calling the police on their own children. He was talking about the onset of the War of Drugs and, basically, what we have now: mass incarceration. He was talking about going from backyard barbecues, where we would have block parties and the whole neighborhood, young and old, would participate, and this abrupt pivot and shift. I mean, I remember the 10<sup>th</sup> graders that I had known who had all kinds of other interests — Prince, Michael Jackson — I remember them coming back after summer break and 11<sup>th</sup> grade being all about hip-hop and all about drug-dealing. So that was a really sharp pivot in our community, and Biggie's describing that.\"</p><p>The multitudes that Biggie contained were made audible by his instrument. \"The first time I heard his voice I was just blown away,\" says hampton. \"It had — so much information in his voice. It was authority, it was violence, it was sadness. Everything was in his voice.\"</p><hr /><p>hampton will be part of a panel conversation about Christopher Wallace, his work as the Notorious B.I.G. and the business and culture of hip-hop in 1994 this Sunday in Brooklyn. She'll be joined by Matty C, who ran the Unsigned Hype column and took Biggie's demo tape to Puff Daddy, and Donald Harrison, Jr., the jazz musician who tutored Big and his friends when they were young.</p><p>The conversation will be led by the hosts of <em>Microphone Check</em>, Ali Shaheed Muhammad and Frannie Kelley, and recorded for an episode of their show. It will also air in New York City on BRIC's Brooklyn Independent Media public access television station.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Remembering+Biggie+Smalls+And+%27Ready+To+Die%27+20+Years+Later&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"489"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348010344-8d218d.m3u?orgId=1&topicId=1105&e=347752538&d=489&ft=nprml&f=347752538"},{"href":"http://media.npr.org/assets/img/2014/09/12/85219523-a6b88d341785dced04244171ccd203694fe65445.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3272","width":"4362"}},{"href":"http://media.npr.org/assets/img/2014/09/12/nprmusic-miccheck-big-fin-socsquare_sq-d040bcdf300a52d13e24abf26865200916eae739.jpg","type":"image/jpeg","meta":{"crop":"square","height":"882","width":"882"}}]}