{"created":"2015-01-29T22:21:12+00:00","modified":"2015-05-13T21:19:29+00:00","valid":{"from":"2015-05-13T21:19:29+00:00","to":"3015-05-13T21:19:29+00:00"},"hreflang":"en","title":"The Arctic Circle's Coolest Accommodations Turn 25 Years Old","published":"2015-01-30T15:07:00+00:00","teaser":"The Icehotel in Sweden, built in winter and vanishing in spring, is the original hotel carved from snow and ice bricks. It's also an art project; sculptors compete for the chance to carve out rooms.","itags":["npr_api","382436869"],"guid":"b8409495-b367-47a4-870c-3f6c34546060","contentencoded":"<p>On a recent winter's day in the village of Jukkasjärvi, Sweden, it's 22 degrees below zero — or -30 Celsius. Whatever you call it, it's way below freezing.</p><p>Sculptor Jens Thoms Ivarsson stands over a block of ice with a razor-sharp chisel, turning a bare room into an ornate Spanish mosque made entirely of ice.</p><p>Here, 120 miles above the Arctic Circle, sits a frozen institution: <a href=\"http://www.icehotel.com/\">Icehotel</a>, the original.</p><p>Other hotels made of ice have popped up around the world, but Icehotel, celebrating its 25th anniversary this winter, was the first. The destination is more than a hotel: It's also an art exhibition, one that changes every year as artists like Ivarsson build it anew.</p><p>Beneath his chisel, the ice transforms. Some of it is crystal clear, some of it looks like snow and some of it is textured like rough stone.</p><p>Ivarsson, who has been design director at Icehotel for the last two years, used to work with stone, wood and concrete.</p><p>\"I always like to bring out the qualities [that are] in the material,\" he says. \"For this — I mean, here it's just water.\"</p><p>This 55-room lodge is built from scratch every fall, entirely from the frozen Torne River. Every spring, it melts back into the water from which it came.</p><p>As an artist, Ivarsson says, that<strong> </strong>impermanence frees him from the pressure of carving something seemingly permanent out of marble or granite.</p><p>\"When I work with the ice and snow, it's very liberating — because I know already when I start on the drawing board, that this will disappear,\" he says.</p><p>Every year, more than 100 artists from around the world compete to design rooms here. Fifteen are chosen, and Icehotel flies them to nearby Kiruna, Sweden. Many of the sculptors have never worked with ice or snow before.</p><p>\"That's what we want,\" Ivarsson says. \"For us that's important.\"</p><p>He says everyone has seen swans and eagles before; he wants artists to find something <em>new</em> in the ice.</p><p>There are rooms that look like forests or cathedrals. One room has typeface set into the wall, and another is pure angles, telescoping and spiraling inwards.</p><p>Each room has a bed in the center, covered in reindeer hides, because people actually sleep here.</p><p>Tour guide Paola Lappalinen says the building provides a level of insulation. So even if the temperature outside is, say, minus 22 F, inside the hotel rooms it's never colder than 19 to 23 F.</p><p>And that, she says, is \"really warm.\"</p><p>Then she says something even harder to believe: \"Even sometimes when we go and wake people up in the hotel rooms, they say it was too hot to sleep there.\"</p><p>Inside the hotel, there's a warm room where people leave their luggage and electronics. The front desk hands out snow suits, balaclavas, boots and sleeping bags heavy enough for the Arctic.</p><p>But the minute you step outside that room, the inside of your nose begins to tingle with frost. Your eyelashes become thick and heavy with white ice crystals.</p><p>Many hotel guests duck into the ice bar, to drink Swedish vodka out of glasses made of ice.</p><p>Gary Armstrong, visiting with his wife and adult daughter, says, \"I was just saying how crazy it is with the English always complaining about the weather — and then we come here in January. You know, 5 degrees under for us is a nightmare, and then we come to 30 degrees under ... it's bizarre, really.\"</p><p>Why do they do it?</p><p>\"We have no idea,\" he says with a laugh.</p><p>But it's not so bizarre, really.</p><p>People come because it's like experiencing a fantasy world, borrowed from the Torne, which will return to the river again in the spring.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Arctic+Circle%27s+Coolest+Accommodations+Turn+25+Years+Old&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"221"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382463557-aa7f74.m3u?orgId=1&topicId=1047&d=221&p=2&story=382436869&t=progseg&e=382375596&seg=9&ft=nprml&f=382436869"},{"href":"http://media.npr.org/assets/img/2015/01/29/photo-22-01-2015-13-32-11-4da4fab555a03e7580de7ce3a4d773596bb33049.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2331","width":"3109"}},{"href":"http://media.npr.org/assets/img/2015/01/29/img_0105-641b31ac8b08edf29007a5e2ecaa7251dc75cf91.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2861","width":"3815"}},{"href":"http://media.npr.org/assets/img/2015/01/29/img_0103-47e26b067104422b9dfde7188cc8ac6a726b6f1d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2874","width":"3832"}}]}