{"created":"2015-02-06T19:47:24+00:00","modified":"2015-02-06T22:25:38+00:00","valid":{"from":"2015-02-06T22:25:38+00:00","to":"3015-02-06T22:25:38+00:00"},"hreflang":"en","title":"Mining An Asteroid? You'll Need A Space Lawyer For That","published":"2015-02-06T20:40:00+00:00","teaser":"The space race is heating up again, but this time it's companies – not countries – that are fighting for position.","itags":["npr_api","384335381"],"guid":"b84558b4-1341-44e6-88f7-7217e773a570","contentencoded":"<p>The space race is heating up again, but this time it&#8217;s companies – not countries – that are fighting for position.</p><p>According to Reuters, the FAA sent a letter to Bigelow Aerospace that says the government intends to license private-sector investment in space.</p><p>Bigelow has plans to build inflatable habitats on the moon. And that got us wondering: With space tourism and talk of mining asteroids on the rise, who makes the rules in outer space?</p><p><strong>Joanne Gabrynowicz</strong>, a director at the International Institute of Space Law, speaks with <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Peter O&#8217;Dowd about the checks and balances of space.</p><h4>Interview Highlights</h4><p><strong>On the development of space law</strong></p><p>&#8220;When space law first started, it was when Sputnik was placed into orbit and the nations of the world didn&#8217;t know what that meant. The biggest change in the last eight, 10, or more years has been the development of space law at the national level. In the United States, we&#8217;ve had a national space law for 50 years, since 1958. But it’s only relatively recent that you see countries like France, Japan, Canada, Germany and others writing their own national space laws.&#8221;</p><p><strong>On laws guiding commercial activities in outer space</strong></p><p>&#8220;The most important treaty is the Outer Space Treaty and that goes back to the late 1960s, and that says no nation can appropriate space and all nations who sign the treaty have to supervise their non-governmental actors. That’s why companies in the United States, who say they want to conduct commercial activities on the moon, have to get a license from the U.S. government, and right now the FAA has the authority to license launches that leave Earth and they have the authority to license objects that re-enter the Earth, but right now they don’t have a congressional grant to leave the Earth and go someplace else.&#8221;</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;Anybody who wants to go to an asteroid now and extract a resource is facing a large legal open question.&#8221;</p><p></div></p><p>&#8220;One of the biggest challenges is that their are so many legal unknowns. Any company will tell you that if they have to operate in an environment in which there are so many legal questions that’s a risk because you don’t have the predictability and the stability you need to be able to conduct your business.&#8221;</p><p><strong>On mining in space</strong></p><p>&#8220;I testified before Congress last September on this very issue and I’m on record as saying that it is a completely unknown status. Space is a global commons, what that means is that all nations have the right to use and explore space, no nation can exclude any other nation, but we&#8217;ve not gotten to the point where we&#8217;ve reached agreement about extracting resources. So another global commons, for example, the Antarctic and the high seas, there are agreements that have been reached about what happens when you extract the fish from the waters, or minerals from Antarctica. There are treaties and there are agreements in place about that. We&#8217;ve never done that for space. So, anybody who wants to go to an asteroid now and extract a resource is facing a large legal open question.&#8221;</p><h4>Guest</h4><ul><li><a href=\"http://joannegabrynowicz.com/\" target=\"_blank\"><strong>Joanne Gabrynowicz</strong></a>, professor emerita University of Mississippi School of Law, and a director at the <a href=\"http://www.iislweb.org/\" target=\"_blank\">International Institute of Space Law</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mining+An+Asteroid%3F+You%27ll+Need+A+Space+Lawyer+For+That&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"484"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384335384-8a6b14.m3u?orgId=1&e=384335381&d=484&ft=nprml&f=384335381"},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0206_asteroid.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"960","width":"1280"}}]}