{"created":"2015-07-01T20:40:07+00:00","modified":"2015-07-03T21:10:10+00:00","valid":{"from":"2015-07-03T21:10:10+00:00","to":"3015-07-03T21:10:10+00:00"},"hreflang":"en","title":"Results May Vary","published":"2015-07-01T21:04:00+00:00","teaser":"VIP Kevin Corrigan has worked with Martin Scorsese and Ridley Scott, and he's starred in tons of indie films.","itags":["npr_api","419240735"],"guid":"b85295e2-9079-48a4-949c-9bf974e662e4","contentencoded":"<p>A lot can happen between two Martin Scorsese movies, especially if you're actor Kevin Corrigan. Between his roles in <em>Goodfellas</em> and <em>The Departed</em>, Corrigan appeared in over fifty movies. But Corrigan found a way to connect to the famed director in an unusual way. \"The questions I wanted to ask him had nothing to do with filmmaking or acting,\" Corrigan told Ophira Eisenberg on the Bell House stage in Brooklyn. \"They were questions having to do with music.\" Scorsese had made a young Corrigan a cassette mixtape of some of the music from his classic films, and from that a love of everything from salsa music to the Beatles bloomed.</p><p>Corrigan is frequently typecast. In fact, as Eisenberg pointed out, \"IMDB lists [his] trademark roles as Drug Dealer, Drug Addict, Kidnapper, Rapist, Drunk, Bank Robber, and Hitman.\" But Corrigan sees the similarities in all characters. \"I was on a show called Damages and I played a Wall Street guy,\" Corrigan replied. \"And I'm like, what's the difference between this and the drug dealer I was playing? [That] I'm wearing a suit? It said something to me about human beings in general. We're all thugs.\"</p><p>In his new romantic comedy movie <em>Results</em>, Corrigan plays a schlubby, recently divorced man who hires a trainer to help him get into shape. That trainer, his co-star Cobie Smulders, joins him for a game about celebrity workout tapes.</p><p>Heard in<em> <a href=\"http://www.npr.org/programs/ask-me-another/419160685/results-may-vary\">Results May Vary</a></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Results+May+Vary&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"725"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1419245520-69ec8e.m3u?orgId=1&topicId=1008&aggIds=167740319&d=725&p=58&story=419240735&t=progseg&e=419160685&seg=6&ft=nprml&f=419240735"},{"href":"http://media.npr.org/assets/img/2015/07/01/gettyimages-84351404_custom-5544b5c2426e312ecfb13fcde71bf682f84716fb.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1890","width":"2154"}}]}