{"created":"2014-10-01T22:37:20+00:00","modified":"2014-10-02T18:05:44+00:00","valid":{"from":"2014-10-02T18:05:44+00:00","to":"3014-10-02T18:05:44+00:00"},"hreflang":"en","guid":"b853e7b3-8e6e-453c-a086-0aa98cb93725","title":"Beijing's usual playbook of control won't work in Hong Kong","published":"2014-10-02T18:05:43+00:00","byline":"Mary Kay Magistad","tags":["Hong Kong protests","Chinese politics","Umbrella Revolution","Global Politics","Beijing","Hong Kong","Asia","China","Asia","East Asia","Xi Jinping","Politics of Hong Kong","Hong Kong","Transfer of sovereignty over Hong Kong","Sino-British Joint Declaration","Politics","British Hong Kong","China–United Kingdom relations","Basic Law of Hong Kong"],"teaser":"Reporter Mary Kay Magistad spent 20 years reporting on China, and says Hong Kong's ingrained culture of law and rights is too powerful for Beijing's normal methods of control to work. And that's in large part because Beijing has ignored the city's real opinions.","contentencoded":"<p>There&#39;s a cartoon circulating about the Hong Kong pro-democracy demonstrations, showing someone warning another person who is trying to douse the fire of protests: &quot;This is the kind that spreads when you try to put it out!&quot;</p><p>China&rsquo;s leaders have a history of misjudging and shortchanging Hong Kong. Part of the reason might be that, over the past couple of decades, those leaders have chosen to talk to an elite circle of pro-Beijing tycoons. They haven&#39;t bothered to take the pulse of an ever-more politically sophisticated population, or to assume Hong Kongers are able to responsibly handle the autonomy promised to them.</p><p>When I was covering China and Hong Kong in the lead-up to the 1997 handover, there was much anxiety about whether Beijing would keep its word to leave Hong Kong&rsquo;s basic freedoms &mdash; rule of law, freedom of speech, press and assembly &mdash; intact. They were &mdash; at least for a while &mdash; and people relaxed.</p><p>In 2004, I went on a trip organized for journalists by the Chinese Foreign Ministry, visiting the southern Chinese province of Guangdong and neighboring Hong Kong. The purpose was to show off enthusiasm for integrating the region, which would creating prosperity and happiness for all. What was even more striking was the gulf in political culture as representatives from the two sides interacted. Even when they were using the same words, they clearly meant different things.</p><p>Take &ldquo;universal suffrage,&rdquo; the issue at the heart of the ongoing demonstrations in Hong Kong. China&rsquo;s leaders say &ldquo;universal suffrage&rdquo; will mean nothing more in Hong Kong than it means in China&rsquo;s rubber-stamp legislature: The Party will hand-pick two or three acceptable candidates, and voters can choose among them.</p><p>But Hong Kong understands universal suffrage as the population&#39;s right to elect a leader they actually want in office. The Basic Law &mdash; Hong Kong&rsquo;s mini-constitution &mdash; would have allowed this to happen as early as 2007. But in 2003, after half a million Hong Kong residents turned out to protest anti-sedition legislation that would have severely limited free speech, the decision was made that Hong Kongers &ldquo;weren&rsquo;t ready&rdquo; for universal suffrage.</p><p>At the time, I talked with a Hong Kong tycoon who was on the committee that drafted the Basic Law. &ldquo;We thought that by 2007, the Hong Kong people would be grateful for all China had done for them, and would be happy to be part of China,&rdquo; he said. &ldquo;That hasn&rsquo;t happened &mdash; yet. So it is not yet time for universal suffrage.&rdquo;</p><p>I&rsquo;d heard the excuse before &mdash; that a population is &quot;not ready&quot; for democracy. In such cases, the real issue tends to be that the authoritarian leaders are not ready to relinquish control.</p><p>And certainly, within China, President Xi Jinping has shown contempt for what he has called &ldquo;Western&rdquo; concepts like democracy, human rights and rule of law. He has forbidden universities to teach them or discuss them &mdash; or even allow criticism of the Communist Party. He has scoffed at the idea that &ldquo;love of country&rdquo; and &ldquo;love of Party&rdquo; are two different things. He has consolidated a great deal of power and taken a great deal of it away from others, including the power of Chinese citizens to express opinions different from his and the Party&rsquo;s.</p><p>[[{\"fid\":\"74776\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":520,\"width\":1192,\"style\":\"line-height: 1.538em;\",\"alt\":\"Mary Kay Magistad in Hong Kong\",\"title\":\"Mary Kay Magistad in Hong Kong\",\"class\":\"media-element file-default\"}}]]</p><p>So it&rsquo;s entirely consistent that China&rsquo;s leaders have ramped up control in Hong Kong as well. In the terms of the handover, China agreed that Hong Kong&rsquo;s capitalist system and way of life would remain unchanged for 50 years, giving China control over military and foreign policy only. Now, China&rsquo;s leaders say Hong Kong has only as much freedom as Beijing lets it have.</p><p>This has worked for China&rsquo;s leaders &mdash; more or less &mdash; in their crackdowns in Tibet and Xinjiang. But Hong Kong is not an upstart Chinese province, where a general crackdown or even the use of military force will cow the population into submission.</p><p>Hong Kong&rsquo;s younger generation has pride in their identity as &ldquo;Hong Kong people;&quot; of being part of a culture distinct from the mainland; in having rule of law, basic freedoms and a thriving civil society. They came out to protest when the Chinese government tried to impose &ldquo;patriotic education&rdquo; in their schools a couple years ago, and they&rsquo;re out on the streets again now, protesting &mdash; in the most disciplined and orderly of ways &mdash; to protect their future.</p><p>What happens next is anyone&rsquo;s guess. Hong Kong&#39;s administration has learned that tear-gassing demonstrators only brings out more demonstrators. Now it seems to be trying to wait the protests out.</p><p>This tactic worked for Vladimir Putin during the Moscow protests in 2012, and China&rsquo;s leaders may believe it will work here, too. The question is what matters more to China&rsquo;s leaders &mdash; exercising absolute control and showing they won&rsquo;t back down to protesters, or allowing Hong Kong to continue as a vibrant, world-class financial enclave that proves China can keep its word.</p><p>The latter may not be possible without concessions. In making them, China&rsquo;s leaders would not just risk a loss of face, but also that Hong Kong people, if given genuine universal suffrage, could show the rest of the Chinese population just what is possible within China&rsquo;s borders.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/MARYK2.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/maryk2jpg"}]}