{"created":"2015-03-12T20:17:21+00:00","modified":"2015-03-13T16:14:58+00:00","valid":{"from":"2015-03-13T16:14:58+00:00","to":"3015-03-13T16:14:58+00:00"},"hreflang":"en","guid":"b86e7f83-2ed6-45be-a836-d1a0f4d6b59a","title":"Brazil passes a new law specifically outlawing female homicide — femicide","published":"2015-03-13T16:14:54+00:00","byline":"Nina Porzucki","tags":["government","women","conflict","Across Women's Lives","Justice","Conflict & Justice","Sao Paolo","South America","Brazil","Jacqueline Pitanguy","Maria da Penha","Dilma Rousseff","Femicide","Government","Social Issues"],"teaser":"Brazilian president Dilma Rousseff recently signed into law a bill that provides strict penalties against female homicide or femicide.","contentencoded":"<p>Every Brazilian woman knows Maria da Penha's story. </p>\n<p>Penha is an educated woman, a biologist. While da Penha was doing her graduate studies in São Paolo, she met her future husband, got married and had children. Then her husband turned violent, says Jacqueline Pitanguy, a sociologist and director of the Brazilian human rights organization CEPIA</p>\n<p>“At a point, he hired someone to kill her and to make a crime scene as though it was a robbery or something,” Pitanguy says.</p>\n<p>This happened twice. During the second “robbery,” da Penha ended up getting hurt. She’s now a paraplegic.</p>\n<p>“She knew it was her husband and the case was taken to court, but he was acquitted,” Pitanguy says.</p>\n<p>There was an appeal, but it took years before her husband was sentenced and put in jail. Her story, however, sparked a law campaign to raise awareness about violence against women. That campaign eventually resulted in a law, <em>the Maria da Penha law</em>, to protect women against domestic violence and enable them to report abuse.</p>\n<p>“The advancement in Brazil is now that violence against women is visible. There are statistics, and women feel that they can register the denunciations,” says Pitanguy.</p>\n<p>But statistics continue to paint a grim picture: Every five hours, one woman is the victim of aggression by a man that she knows. This week Brazilian government went a step further to ensure the rights of women. President Dilma Rousseff signed a new law outlawing crimes against women — what they have officially termed \"femicide.\"</p>\n<p>The new law provides a legal definition for femicide — the killing of a woman by a man because of her gender — and proscribes mandatory jail sentences of 12 to 30 years. In addition, the law increases the jail time for crimes against pregnant women, girls under 14, women over 60 and people with disabilities.</p>\n<p>\"For many years, the so-called passion crimes — homicides of woman by their husbands, lovers — [the perpetrators] would use the argument that 'under stress and deep emotion, this honorable man has killed his wife because she was having an affair and thus dishonouring him and his family and his children,'” Pitanguy says.</p>\n<p>Many, many men were let off, or subject to symbolic penalty for murder.</p>\n<p>“It in a sense reflected values that women were the property or appendix of the man,” Pitanguy says.</p>\n<p>This new law combats that patriarchal notion.</p>\n<p>“Laws, they give a standard from where you walk. I think that with the femicide law there will be difficulties in implementing the legislation,\" she adds. \"In the end, this law, its effect will not really be post mortem but be while women are alive. Men know now that if they commit a crime, the penalty will be much higher.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-12%2Fbrazil-passes-new-law-specifically-oulawing-female-homicide-femicide&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03122015_05.mp3"},{"href":"http://www.pri.org/file/0312201505mp3"}]}