{"created":"2015-03-12T19:35:08+00:00","modified":"2015-03-12T21:40:08+00:00","valid":{"from":"2015-03-12T21:40:08+00:00","to":"3015-03-12T21:40:08+00:00"},"hreflang":"en","title":"'Dirty Old London': A History Of The Victorians' Infamous Filth","published":"2015-03-12T21:20:00+00:00","teaser":"In the 1800s, the Thames River was thick with human sewage and the streets were covered with horse dung, the removal of which, according to Lee Jackson, presented an \"impossible challenge.\"","itags":["npr_api","392332431"],"guid":"b87291c9-bb4b-498f-b223-bf95936a7ad7","contentencoded":"<p>In the 19th century, London was the capital of the largest empire the world had ever known — and it was infamously filthy. It had choking, sooty fogs; the Thames River was thick with human sewage; and the streets were covered with mud.</p><p>But according to Lee Jackson, author of <em>Dirty Old London: The Victorian Fight Against Filth,</em> mud was actually a euphemism<em>. </em>\"It was essentially composed of horse dung,\" he tells <em>Fresh Air</em>'s Sam Briger. \"There were tens of thousands of working horses in London [with] inevitable consequences for the streets. And the Victorians never really found an effective way of removing that, unfortunately.\"</p><p>In fact, by the 1890s, there were approximately 300,000 horses and 1,000 tons of dung a day in London. What the Victorians did, Lee says, was employ boys ages 12 to 14 to dodge between the traffic and try to scoop up the excrement as soon as it hit the streets.</p><p>\"It was an immense and impossible challenge,\" Lee says.</p><p>To the public health-minded Victorian, London presented an overwhelming reform challenge. But there wasn't change until the city took over.</p><p>\"It takes decades for people to accept that the state perhaps has a role in how they manage their household, how they manage their rubbish, their toilet facilities even,\" Lee says. \"The state basically does intervene and it is that idea of a central authority that is actively concerned — what the Victorians would've called 'municipal socialism.' ... That mission to improve people's lives on a very day-to-day basis was carried on throughout the 20th century.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On what it was like to walk around Victorian London </strong></p><p>The first thing you'd notice if you stepped out onto the streets would be the mud that lined the carriageways, but of course it wasn't really mud.</p><p>The air itself was generally filled with soot and smoke. It was famously said of the sheep in Regent's Park — there were still grazing sheep in Regent's Park in the mid-Victorian period — that you could tell how long they'd been in the capital by how dirty their coats were. They [went] increasingly from white to black over a period of days.</p><p>If you were a respectable person, you had to wash your face and hands several times during the day to make sure that you looked half decent. ... You had the stench from blocked drains and cesspools below houses. It wasn't really a pleasant experience.</p><p><strong>On the horse dung and urine on the streets</strong></p><p>Urine, of course ... soaked the streets. There was an experiment in Piccadilly with wood paving in the midcentury and it was abandoned after a few weeks because the sheer smell of ammonia that was coming from the pavement was just impossible. Also the shopkeepers nearby said that this ammonia was actually discoloring their shop fronts as well.</p><p><strong>On cesspools and the first water closets</strong></p><p>This is the thing that's often forgotten: that London at the start of the 19th century, it was basically filled with these cesspools. There'd be brick chambers ... they'd be maybe 6 feet deep, about 4 [feet] wide and every house would have them. They'd be ideally in the back garden away from the house, but equally in central London and more crowded areas it was more common to have a cesspool in the basement. ... And above the cesspool would be where your household privy would be. And that was basically your sanitary facilities, for want of a better term.</p><p>That actually worked quite well for a little while, but then people got very interested in this new invention — the water closet. And it's often ignored that the water closets were initially connected to these cesspools, not the sewer system that existed in the start of the century — that was just for rainwater. So you get water closets coming in and they're connected to cesspools and they don't really fit because of the extra large volume of flushing water. You get these surges of waste and dump and smell, and people start getting very concerned about what's in their cesspools because of the stink that's rising from them. ...</p><p>The idea that this sort of stench is coming into the house, seeping through the house and possibly bringing in diseases like cholera or typhoid ... is actually one of the great driving forces of sanitary reform in the 19th century.</p><p><strong>On how cesspools were built and emptied </strong></p><p>Cesspools were built to be porous so the liquid part of the waste was meant to seep away into the ground. There was no knowledge of bacteriological contamination, although there was plenty of it happening. Nevertheless, you had this residue of solid matter left and it was removed by so-called \"night soil men.\" This wasn't a full-time job for people; there were often dustmen or laborers or bricklayers who made a little extra money on the side and they would come in the middle of the night to your home. And it was by law in the night because the stench of venting a cesspool was considered too disturbing during the day. And they would unfortunately have to [climb] down into the pit, shovel out the muck and get it into a wicker basket, get it into a cart. And at the start of the century, that was actually reasonably productive labor because the cart could then be taken out to the countryside and the manure could be sold to farmers.</p><p><strong>On the first public toilets </strong></p><p>It's often said that the first public toilets were at the Great Exhibition, which was the first world expo held in Hyde Park [in 1851]. It had 6 million visitors in a matter of months and there were indeed public toilets set up in the exhibition. But there was a great debate after that closed as to whether London needed such facilities actually on the street.</p><p>It was tied up with notions of shame and respectability and it was particularly said that women would be just too embarrassed to enter a public toilet on the public street.</p><p><strong>On personal hygiene for the lower class</strong></p><p>There were a few parish pumps that you could freely use if you could get to them, but you have people cramped in tenement accommodations ... in London. And ... how many buckets of water, even if you had the buckets, could you carry up to, say, a fourth-floor tenement? ... If you were poor, your basic water supply — which would do for washing, for cooking, for cleaning, for laundry — often it was from a standpipe provided by your landlord. And that water supply would be turned on for something like two to three hours per week. There were literally crowds of people queuing and fighting at these standpipes in the slums of London. And if you wanted to wash, then you had virtually no options. So the poor working men would actually go anywhere where there was a river, a canal or a lake and strip off and try and bathe.</p><p><strong>On how things improved </strong></p><p>The Victorians did achieve something: They built the famous great sewer network of the mid-19th century. [It was] built by Joseph Bazalgette, a renowned civil engineer, and that did achieve a lot. It basically took away the possibility of wholesale cholera epidemics in the city, typhus and typhoid — they all were reduced. But basically it's only until the end of the 19th century and into the 20th century that you get a sort of an effective central authority for London that you actually start to see change.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Dirty+Old+London%27%3A+A+History+Of+The+Victorians%27+Infamous+Filth&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"806"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392585470-9efa17.m3u?orgId=1&topicId=1033&e=392332431&d=806&ft=nprml&f=392332431"},{"href":"http://media.npr.org/assets/img/2015/03/12/3070289-de820e1ab019cffc24df5c247c6829fd418baf06.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2492","width":"3326"}},{"href":"http://media.npr.org/assets/img/2015/03/11/lee-jackson-author-photo-63513ebb1854e574a034efc3b4acb275e9fec053.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"553","width":"738"}}]}