{"created":"2015-06-16T18:05:57+00:00","modified":"2015-06-24T19:57:23+00:00","valid":{"from":"2014-11-05T05:50:50+00:00","to":"3014-11-05T05:50:50+00:00"},"hreflang":"en","tags":["APM"],"description":"This audio is part of the larger project The First Family of Radio: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You […]","byline":"Andy Kruse","contentencoded":"<div class=\"barn-cleaned\"><p><em>This audio is part of the larger project <a href=\"http://www.americanradioworks.org/documentaries/roosevelts/\">The First Family of Radio</a>: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You can download the entire radio hour from our <a href=\"http://www.americanradioworks.org/podcast/\">podcast feed</a> (<a href=\"https://itunes.apple.com/us/podcast/id81914987\">iTunes</a>).</em></p>\n<br />\n<p><strong>November 16, 1941</strong></p>\n<br />\n<p>In this broadcast, ER confronted FDR’s opponents head-on. American isolationists, including the popular aviator Charles Lindbergh, were using the airwaves to blast what they viewed as the president’s warmongering. They believed America had no reason or obligation to join the fight against fascism. The Midwest was seen as fertile terrain for isolationist sentiment and ER reported on her recent trip to the region. -Stephen Smith</p>\n<br />\n<h3>Transcript</h3>\n<br />\n<blockquote>\n<p>GEORGE HICKS: The Pan-American Coffee Bureau, representing seven Good Neighbor coffee-growing nations, presents to you American families your Sunday-evening visit with Mrs. Franklin D. Roosevelt. During the past week Mrs. Roosevelt made another of her famous flying trips, this time into Ohio and Michigan. Two great states in the heart of America’s glorious Middlewest. What sentiment did Mrs. Roosevelt find there about the present crisis in our international affairs? What are her answers to the Middlewestern isolationists? This evening, Mrs. Roosevelt has graciously consented to tell us.</p>\n<br />\n<p>ER: Good evening, ladies and gentlemen. As you have said, I was in Michigan and Ohio last week, and it was a flying trip, Mr. Hicks, just as you called it.</p>\n<br />\n<p>GH: Well, in your brief talks with people in the Middlewest, Mrs. Roosevelt, what reaction did you find to the problem of national defense?</p>\n<br />\n<p>ER: I was in Michigan and Ohio, and I think this is probably one of the centers of strong “America First” sentiment. This I believe is partly because of the leadership and partly because—while they are a defense production center—they feel themselves far away from the coast and find it impossible to visualize any attack from Europe or Asia. It seems practically impossible from their point of view.</p>\n<br />\n<p>GH: You were telling me, though, that some people in that part of the country did take the threat to their security very seriously, even to the extent of publishing a Hitler invasion map of the Middlewest.</p>\n<br />\n<p>ER: Yes, Mr. Hicks. Someone told me that there had been published in this area a rather interesting map, superimposing Russia on our own map, and showing that the German Army’s successful march toward Moscow would mean practically a march in this country reaching to Indianapolis, Indiana, with such cities as Cincinnati being wiped out on the way.</p>\n<br />\n<p>GH: And what’s the answer of the isolationists of Ohio and Michigan to this map, Mrs. Roosevelt?</p>\n<br />\n<p>ER: Their answer is probably that the German Army did not have to cross an ocean to get to Russia and did not have to land in the face of opposition. All of which, I grant, adds to the difficulty of invasion and does give one a measure of security.</p>\n<br />\n<p>GH: But Mrs. Roosevelt, what would be your answer to those in the Middlewest who feel themselves geographically secure from attack from Europe or Asia?</p>\n<br />\n<p>ER: Well, suppose we forget temporarily about the traditional way of fighting a war and think about the possibility of a new kind of war. Suppose Hitler is able to subdue the whole of Europe, including Great</p>\n<br />\n<p>Britain. That would give him control of the seas and the ability to produce ships, both for war and for commerce, far beyond our own ability to do so.</p>\n<br />\n<p>I have heard people ask why we cannot make peace with Hitler. Why can’t we do business with Hitler? The answer is contained in a little book called, You Can’t Do Business with Hitler, which everyone should read. If Hitler controls the seas, he can outbuild us, and we need no further proof of his organizing ability. He would control as slaves a great number of people, and he can undersell us.</p>\n<br />\n<p>You do not have to land an army on our coasts. You can fly today and do more harm with bombs than any army could possibly do. Doubting Thomas, complacently secure, will say, “Where are our airplanes?” They will be out trying to defend our shores as the boys of the RAF [Royal Air Force] are trying to defend England. And both sides will lose men and planes. If we cannot outbuild and out-train the waves of men and machines that come over, we eventually are going under.</p>\n<br />\n<p>GH: Those are very serious and thought-provoking words, Mrs. Roosevelt. You believe, then, that every citizen, whether he lives on the East Coast, on the West Coast, or right in the center of this great country of ours, should face the same stern facts?</p>\n<br />\n<p>ER: Yes, I do, Mr. Hicks. There are two possibilities every citizen should ponder, because they are the two things that all of us are up against today. First, we are either going to furnish material which makes it possible for nations now fighting Hitler to win out, regardless of what it costs us. Or we are going to find ourselves eventually fighting alone, with all the resources of Europe and Asia against us. Too great a sense of security has caused the downfall of many nations, and sometimes I wonder if we do not suffer in high places from too great a sense of security now, and too little realization of the sense of insecurity which prevails among certain of our people.</p>\n<br />\n<p>GH: You mean economic insecurity, Mrs. Roosevelt?</p>\n<br />\n<p>ER: Yes. Those people may think that there is nothing worth risking their lives for since it seems to them simply a transfer to a new bondage, which may be better than the present one and which they believe cannot be worse.</p>\n<br />\n<p>That brings me to the second possibility I mentioned a moment ago. We are going to make our communities worth living in through the work of volunteers in our civilian defense work. Or if this work is not particularly glamorous, and we cannot find volunteers who will take it seriously and put it through, then we are going to have groups of people who do not think our land is worth defending. That situation would give Hitler the most valuable ally he could possibly have.</p>\n<br />\n<p>GH: Then, Mrs. Roosevelt, you believe a great factor in civilian defense must be increasing the effort on the part of the individual community to see that its own people are taken care of—that there are no persons in that community so underprivileged that they can see nothing in the American way of living to defend?</p>\n<br />\n<p>ER: Yes. Our federal agencies which gather information on relief report that in many parts of our great country there are families lacking food, shelter, clothing, and many other things which we count as necessities for healthful and decent living, simply because the community has no money or too little money to provide needed general relief. Poverty breeds physical and mental disabilities and, finally, delinquency. While we have every reason to expect that the rising tide of employment will mean that people are able to pay for a better standard of living, it will not excuse us from doing the work which will educate them to take the best possible advantage of any change that may come in the employment picture. This must be done by the communities that are aware of the situations they face.</p>\n<br />\n<p>GH: But Mrs. Roosevelt, haven’t the relief agencies been counting on surplus commodities to help feed the unemployed?</p>\n<br />\n<p>ER: That’s just it, Mr. Hicks, Those surplus commodities may disappear completely in the next year. Then we shall have a very serious social situation. In thousands of cities, towns, and villages and country places, there are still families who are unable to get enough relief for even the barest necessities of life, if indeed they can get any relief at all. In fact, there is one great state where the relief workers are accustomed to stories which run something like this: “I am hungry and my kids are hungry. We haven’t had anything but surplus [food] for so long I am too weak to look for work. And I don’t know if I could hold a job if I could get one. The flour and beans are good, but they just won’t last us a month.” And this state is no exception. This is truly a national problem of defense to be met in communities from coast to coast.</p>\n<br />\n<p>GH: That’s very serious indeed. Mrs. Roosevelt, we have received many letters, as we know you have, asking for more of those delightful stories of yours like that story you told us last week about Princess Juliana and her little daughters. I know you’ve brought us another story or two from your trip.</p>\n<br />\n<p>ER: Flying from New York City to Detroit the other day, we had an amusing pilot who passed word back to us that we were on flight eleven on the eleventh day of the eleventh month, that his license was one-eleven and it was the eleventh year of his employment with the American Airlines. We were on route seven, he added, for the benefit of the superstitious who could feel that seven and eleven was a good combination. Altogether, the coincidences on eleven, I thought, were quite amusing.</p>\n<br />\n<p>Last week I told you about those two little Dutch princesses. Well, the children of this country are certainly becoming conscious of their importance as citizens. Two small boys came to the door of our rooms at the hotel in Detroit, demanding to see me. Miss [Malvina] Thompson explained that I was busy and could not see them, and then the smaller one said, “But we belong to the American public, too, and we want to see Mrs. Roosevelt.” You can be sure Miss Thompson let them stay and made me stop and speak to them.</p>\n<br />\n<p>And now, I would like you all to bear in mind the creed written by Stephen Vincent Benét for those who work in civilian defense. A voluntary pledge:</p>\n<br />\n<p>I pledge myself as an American to the work of civilian defense.  </p>\n<br />\n<p>I do so voluntarily, in faith and loyalty, because I believe in my country.</p>\n<br />\n<p> I believe in its freedom and its greatness, in the liberties I share with all Americans, in the way of life we, the people, have made here with our own laws and with our own hands.</p>\n<br />\n<p>I mean to defend those liberties and that way of life, with my own hands, here and now. The task I am called upon to do may be small or large. I mean to see that it gets done.</p>\n<br />\n<p>It may mean hard work and sacrifices. I mean to see that it gets done.</p>\n<br />\n<p>I am neither soldier nor sailor but, as an American citizen, I take my place beside the armed forces of the nation, willing and ready as they are to protect the homes and the lives, the wellbeing and the freedom of my fellow citizens, to defend the country I love, to maintain its cause against all enemies and every danger. And to this task I pledge my whole strength and my whole heart.</p>\n<br />\n<p>Now, Mr. Hicks, before I close, I want to call attention to the fact that the American Red Cross roll call is now going on, and everyone who is not a member of the Red Cross will be given an opportunity to join. And those who are annual members can rejoin between the dates of November eleventh and November thirtieth. Surely there is no one who would not want to give this organization whatever support they can at this time, when the Red Cross is sending help all over the world.</p>\n<br />\n<p>GH: Thank you, Mrs. Roosevelt, for your inspiring discussion of world events, for your charming stories, and thank you for speaking for that great institution, the American Red Cross. Next week, we understand Mrs. Roosevelt has invited to be her guest on this program Mr. Daniel G. Arnstein, who has just returned from China’s lifeline, the Burma Road, where his recommendations for traffic control have already increased the flow of war supplies to China. Until then, good evening, and don’t forget that good-night cup of coffee.</p>\n</blockquote>\n<br />\n<p><iframe src='http://cdn.knightlab.com/libs/timeline/latest/embed/index.html?source=0Ai6SjtFZXpPtdFpwZGczQ0RTLUxrcVdxaUxwY1dpRnc&amp;font=Bevan-PotanoSans&amp;maptype=toner&amp;lang=en&amp;height=650' frameborder='0'></iframe></p>\n<br /></div>","guid":"b874e9fa-d874-4693-8b88-fc177566a64a","published":"2014-11-05T05:50:50+00:00","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p><em>This audio is part of the larger project <a href=\\\"http://www.americanradioworks.org/documentaries/roosevelts/\\\">The First Family of Radio</a>: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You can download the entire radio hour from our <a href=\\\"http://www.americanradioworks.org/podcast/\\\">podcast feed</a> (<a href=\\\"https://itunes.apple.com/us/podcast/id81914987\\\">iTunes</a>).</em></p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>November 16, 1941</strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p>In this broadcast, ER confronted FDR’s opponents head-on. American isolationists, including the popular aviator Charles Lindbergh, were using the airwaves to blast what they viewed as the president’s warmongering. They believed America had no reason or obligation to join the fight against fascism. The Midwest was seen as fertile terrain for isolationist sentiment and ER reported on her recent trip to the region. -Stephen Smith</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<h3>Transcript</h3>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p>GEORGE HICKS: The Pan-American Coffee Bureau, representing seven Good Neighbor coffee-growing nations, presents to you American families your Sunday-evening visit with Mrs. Franklin D. Roosevelt. During the past week Mrs. Roosevelt made another of her famous flying trips, this time into Ohio and Michigan. Two great states in the heart of America’s glorious Middlewest. What sentiment did Mrs. Roosevelt find there about the present crisis in our international affairs? What are her answers to the Middlewestern isolationists? This evening, Mrs. Roosevelt has graciously consented to tell us.</p><br /><p>ER: Good evening, ladies and gentlemen. As you have said, I was in Michigan and Ohio last week, and it was a flying trip, Mr. Hicks, just as you called it.</p><br /><p>GH: Well, in your brief talks with people in the Middlewest, Mrs. Roosevelt, what reaction did you find to the problem of national defense?</p><br /><p>ER: I was in Michigan and Ohio, and I think this is probably one of the centers of strong “America First” sentiment. This I believe is partly because of the leadership and partly because—while they are a defense production center—they feel themselves far away from the coast and find it impossible to visualize any attack from Europe or Asia. It seems practically impossible from their point of view.</p><br /><p>GH: You were telling me, though, that some people in that part of the country did take the threat to their security very seriously, even to the extent of publishing a Hitler invasion map of the Middlewest.</p><br /><p>ER: Yes, Mr. Hicks. Someone told me that there had been published in this area a rather interesting map, superimposing Russia on our own map, and showing that the German Army’s successful march toward Moscow would mean practically a march in this country reaching to Indianapolis, Indiana, with such cities as Cincinnati being wiped out on the way.</p><br /><p>GH: And what’s the answer of the isolationists of Ohio and Michigan to this map, Mrs. Roosevelt?</p><br /><p>ER: Their answer is probably that the German Army did not have to cross an ocean to get to Russia and did not have to land in the face of opposition. All of which, I grant, adds to the difficulty of invasion and does give one a measure of security.</p><br /><p>GH: But Mrs. Roosevelt, what would be your answer to those in the Middlewest who feel themselves geographically secure from attack from Europe or Asia?</p><br /><p>ER: Well, suppose we forget temporarily about the traditional way of fighting a war and think about the possibility of a new kind of war. Suppose Hitler is able to subdue the whole of Europe, including Great</p><br /><p>Britain. That would give him control of the seas and the ability to produce ships, both for war and for commerce, far beyond our own ability to do so.</p><br /><p>I have heard people ask why we cannot make peace with Hitler. Why can’t we do business with Hitler? The answer is contained in a little book called, You Can’t Do Business with Hitler, which everyone should read. If Hitler controls the seas, he can outbuild us, and we need no further proof of his organizing ability. He would control as slaves a great number of people, and he can undersell us.</p><br /><p>You do not have to land an army on our coasts. You can fly today and do more harm with bombs than any army could possibly do. Doubting Thomas, complacently secure, will say, “Where are our airplanes?” They will be out trying to defend our shores as the boys of the RAF [Royal Air Force] are trying to defend England. And both sides will lose men and planes. If we cannot outbuild and out-train the waves of men and machines that come over, we eventually are going under.</p><br /><p>GH: Those are very serious and thought-provoking words, Mrs. Roosevelt. You believe, then, that every citizen, whether he lives on the East Coast, on the West Coast, or right in the center of this great country of ours, should face the same stern facts?</p><br /><p>ER: Yes, I do, Mr. Hicks. There are two possibilities every citizen should ponder, because they are the two things that all of us are up against today. First, we are either going to furnish material which makes it possible for nations now fighting Hitler to win out, regardless of what it costs us. Or we are going to find ourselves eventually fighting alone, with all the resources of Europe and Asia against us. Too great a sense of security has caused the downfall of many nations, and sometimes I wonder if we do not suffer in high places from too great a sense of security now, and too little realization of the sense of insecurity which prevails among certain of our people.</p><br /><p>GH: You mean economic insecurity, Mrs. Roosevelt?</p><br /><p>ER: Yes. Those people may think that there is nothing worth risking their lives for since it seems to them simply a transfer to a new bondage, which may be better than the present one and which they believe cannot be worse.</p><br /><p>That brings me to the second possibility I mentioned a moment ago. We are going to make our communities worth living in through the work of volunteers in our civilian defense work. Or if this work is not particularly glamorous, and we cannot find volunteers who will take it seriously and put it through, then we are going to have groups of people who do not think our land is worth defending. That situation would give Hitler the most valuable ally he could possibly have.</p><br /><p>GH: Then, Mrs. Roosevelt, you believe a great factor in civilian defense must be increasing the effort on the part of the individual community to see that its own people are taken care of—that there are no persons in that community so underprivileged that they can see nothing in the American way of living to defend?</p><br /><p>ER: Yes. Our federal agencies which gather information on relief report that in many parts of our great country there are families lacking food, shelter, clothing, and many other things which we count as necessities for healthful and decent living, simply because the community has no money or too little money to provide needed general relief. Poverty breeds physical and mental disabilities and, finally, delinquency. While we have every reason to expect that the rising tide of employment will mean that people are able to pay for a better standard of living, it will not excuse us from doing the work which will educate them to take the best possible advantage of any change that may come in the employment picture. This must be done by the communities that are aware of the situations they face.</p><br /><p>GH: But Mrs. Roosevelt, haven’t the relief agencies been counting on surplus commodities to help feed the unemployed?</p><br /><p>ER: That’s just it, Mr. Hicks, Those surplus commodities may disappear completely in the next year. Then we shall have a very serious social situation. In thousands of cities, towns, and villages and country places, there are still families who are unable to get enough relief for even the barest necessities of life, if indeed they can get any relief at all. In fact, there is one great state where the relief workers are accustomed to stories which run something like this: “I am hungry and my kids are hungry. We haven’t had anything but surplus [food] for so long I am too weak to look for work. And I don’t know if I could hold a job if I could get one. The flour and beans are good, but they just won’t last us a month.” And this state is no exception. This is truly a national problem of defense to be met in communities from coast to coast.</p><br /><p>GH: That’s very serious indeed. Mrs. Roosevelt, we have received many letters, as we know you have, asking for more of those delightful stories of yours like that story you told us last week about Princess Juliana and her little daughters. I know you’ve brought us another story or two from your trip.</p><br /><p>ER: Flying from New York City to Detroit the other day, we had an amusing pilot who passed word back to us that we were on flight eleven on the eleventh day of the eleventh month, that his license was one-eleven and it was the eleventh year of his employment with the American Airlines. We were on route seven, he added, for the benefit of the superstitious who could feel that seven and eleven was a good combination. Altogether, the coincidences on eleven, I thought, were quite amusing.</p><br /><p>Last week I told you about those two little Dutch princesses. Well, the children of this country are certainly becoming conscious of their importance as citizens. Two small boys came to the door of our rooms at the hotel in Detroit, demanding to see me. Miss [Malvina] Thompson explained that I was busy and could not see them, and then the smaller one said, “But we belong to the American public, too, and we want to see Mrs. Roosevelt.” You can be sure Miss Thompson let them stay and made me stop and speak to them.</p><br /><p>And now, I would like you all to bear in mind the creed written by Stephen Vincent Benét for those who work in civilian defense. A voluntary pledge:</p><br /><p>I pledge myself as an American to the work of civilian defense.  </p><br /><p>I do so voluntarily, in faith and loyalty, because I believe in my country.</p><br /><p> I believe in its freedom and its greatness, in the liberties I share with all Americans, in the way of life we, the people, have made here with our own laws and with our own hands.</p><br /><p>I mean to defend those liberties and that way of life, with my own hands, here and now. The task I am called upon to do may be small or large. I mean to see that it gets done.</p><br /><p>It may mean hard work and sacrifices. I mean to see that it gets done.</p><br /><p>I am neither soldier nor sailor but, as an American citizen, I take my place beside the armed forces of the nation, willing and ready as they are to protect the homes and the lives, the wellbeing and the freedom of my fellow citizens, to defend the country I love, to maintain its cause against all enemies and every danger. And to this task I pledge my whole strength and my whole heart.</p><br /><p>Now, Mr. Hicks, before I close, I want to call attention to the fact that the American Red Cross roll call is now going on, and everyone who is not a member of the Red Cross will be given an opportunity to join. And those who are annual members can rejoin between the dates of November eleventh and November thirtieth. Surely there is no one who would not want to give this organization whatever support they can at this time, when the Red Cross is sending help all over the world.</p><br /><p>GH: Thank you, Mrs. Roosevelt, for your inspiring discussion of world events, for your charming stories, and thank you for speaking for that great institution, the American Red Cross. Next week, we understand Mrs. Roosevelt has invited to be her guest on this program Mr. Daniel G. Arnstein, who has just returned from China’s lifeline, the Burma Road, where his recommendations for traffic control have already increased the flow of war supplies to China. Until then, good evening, and don’t forget that good-night cup of coffee.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><iframe frameborder=\\\"0\\\" src=\\\"http://cdn.knightlab.com/libs/timeline/latest/embed/index.html?source=0Ai6SjtFZXpPtdFpwZGczQ0RTLUxrcVdxaUxwY1dpRnc&amp;font=Bevan-PotanoSans&amp;maptype=toner&amp;lang=en&amp;height=650\\\"></iframe></p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"}]","teaser":"This audio is part of the larger project The First Family of Radio: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You […]","title":"Eleanor Roosevelt on Isolationists","itags":["American RadioWorks","American RadioWorks 2014-11-04","b874e9fad874693bb887fc177566a64a"],"audio":[{"meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/americanradioworks/2014/er411116"},"duration":815,"duration_hms":"00:13:35"},"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/americanradioworks/2014/er411116_128.mp3","format":"MP3"}]}