{"created":"2014-09-05T20:47:52+00:00","modified":"2014-09-05T20:47:52+00:00","valid":{"from":"2014-09-05T20:47:52+00:00","to":"3014-09-05T20:47:52+00:00"},"hreflang":"en","guid":"b87a185f-a9f8-41e0-8318-626cd9b4ac44","title":"An Eritrean refugee endured brutal torture. But he may find hope on a ranch in California","published":"2014-09-05T20:47:52+00:00","byline":"Andrea Crossan, Susie Blair","tags":["conflict","refugees","Conflict","Conflict & Justice","Cairo","Africa","North America","Egypt","United States","Eritrea","California","Asia","Africa","Middle East","Alisha Taff","Philemon Semere","Mike Thomson","Eritrean Refugees","kidnapping","Refugees"],"teaser":"Philemon Semere has a harrowing story to tell. For seven months, the Eritrean refugee was held captive in the middle of the Sinai desert for a huge ransom. He managed to be set free last year after his family paid some of the $25,000 his captors demanded. Now, an American woman is offering him a place to stay and work — on her remote ranch in California.","contentencoded":"<p>Not too long ago, Philemon Semere was stuck in a seemingly hopeless situation in the deserts of Sinai. Now, he could soon find himself on a ranch in California.</p><p>Two years ago, the Eritrean refugee was taken hostage by a Bedouin gang in Egypt&rsquo;s Sinai Peninsula. The area is sparsely populated, allowing these gangs to run loose, kidnapping refugees from East Africa and holding them for ransom.</p><p>The captors regularly call the hostages&rsquo; families, demanding huge amounts of money. The family of one of the refugees shared the number they had been getting calls from with <a href=\"https://twitter.com/ThomsonRadio\">Mike Thomson</a> of the BBC. Thomson called the number and&nbsp;<a href=\"http://news.bbc.co.uk/today/hi/today/newsid_9772000/9772577.stm\">managed to speak to Semere</a>.</p><p>He told the reporter that his kidnappers were demanding $25,000 - a sum his family didn&rsquo;t have. He also described the torture he was regularly subjected to &mdash; daily beatings and what he called &ldquo;burning by fire&quot;.</p><p>&quot;I have not enough food, I have not enough water,&quot; Semere said, clearly in distress. &quot;I&#39;ve been hit by sticks and burnt by fire with electricity. Daily, burnt by fire and hit by sticks. My body is burning.&quot;</p><p>At one point, his captor cut in: &ldquo;If he don&rsquo;t give any money, I must kill Philemon here.&rdquo;</p><p>After seven gruelling months of torture and constant death threats, Semere was finally freed &mdash; his family gave all they had to pay a sufficient amount of the ransom.</p><p>&quot;Words are not enough to say how good I&#39;m doing right now,&rdquo; <a href=\"http://www.bbc.co.uk/news/world-africa-22575182\">he told the BBC after his release in 2013</a>. &ldquo;I&#39;m so relieved after everything I went through. Death was very near to me and at one point all hope was gone.&quot;</p><p>Semere made it to Cairo, where he&rsquo;s currently waiting for the United Nations to process his application for resettlement.</p><p>This is where Alisha Taff comes in. She found Mike Thomson&rsquo;s story about Semere on the BBC&rsquo;s website and was immediately struck by it.</p><p>&ldquo;I was pretty horrified,&rdquo; Taff says. &ldquo;It just compelled me to reach out to Mike and see if there was anything Philemon needed or could use.&rdquo;</p><p>After an email correspondence with the refugee, she learned he wasn&rsquo;t seeking financial help.</p><p>&ldquo;What it really sounded like was that he needed hope more than anything,&rdquo; Taff says. But she had something more concrete to offer Semere.</p><p>Taff owns <a href=\"http://www.rockfrontranch.com/\">Rock Front Ranch</a>, located in a secluded area of California east of Santa Maria. She offered Semere a place to stay and gainful employment.</p><p>&ldquo;We&rsquo;re very remote, but we have a good life,&rdquo; she says.</p><p>She has also spoken with friends and acquaintances who would be willing to get him to church &mdash; Semere is deeply religious &mdash; and English classes at their local community college.</p><p>And if Semere accepts her offer, the move could be coming quickly &mdash; the UN may try to fast track his application.</p><p>But with all the struggling people in the world, why did she choose to help this one man in particular?</p><p>&ldquo;There are many traumatic, harrowing, tragic stories that come across the line. Just that day, I felt very compelled to see if I could lend some sort of a hand,&rdquo; Taff says. &ldquo;You become numb to all the things that are going on in the world. If every person stepped out and made a time investment in someone else that really needed help, really needed a hand, this would definitely be a different world.&rdquo;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTXAHQJ.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtxahqjjpg"}]}