{"created":"2014-11-11T21:29:10+00:00","modified":"2014-11-13T17:05:07+00:00","valid":{"from":"2014-11-13T17:05:07+00:00","to":"3014-11-13T17:05:07+00:00"},"hreflang":"en","title":"Moral Injury Is The 'Signature Wound' Of Today's Veterans","published":"2014-11-12T14:23:00+00:00","teaser":"Journalist David Wood says \"almost everyone\" in war has suffered a violation of their sense of right and wrong. As a result, Wood tells <em>Fresh Air</em>, veterans deal with grief, numbness or guilt.","itags":["npr_api","363288341"],"guid":"b890b6ef-36c8-4440-993d-8d9d21c1ed93","contentencoded":"<p>Many veterans face an injury that goes largely unacknowledged — but journalist David Wood is bringing it to the forefront.</p><p>\"I think that almost everyone who returns from war has suffered some kind of moral injury,\" Wood tells <em>Fresh Air</em>'s Terry Gross. \"And I do not mean by that that they have done something wrong — only that they have seen or experienced things, which violate their own sense of who they are, their own sense of right and wrong, their own sort of moral compass.\"</p><p>Wood wrote a <a href=\"http://projects.huffingtonpost.com/moral-injury/the-grunts\" target=\"_blank\">three-part series</a> in March on moral injury for the Huffington Post. He's the Post's senior military correspondent, and won a Pulitzer Prize two years ago for his series on severely wounded veterans of the wars in Iraq and Afghanistan.</p><p>Wood says that moral injury has been described as a \"bruise on the soul.\"</p><p>\"[It's] a sense that their fundamental understanding of right and wrong has been violated — and the grief, numbness or guilt that ensues,\" he says.</p><p>Wood has covered the military for over three decades, and has reported from several war zones. He embedded with U. S. troops during four trips to Iraq and five to Afghanistan.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the dual moral code some soldiers face when they return home</strong></p><p>I wrote about a young Marine named Nick Rudolph who was 22 years old, [in his] second combat tour in Afghanistan, [and he] found himself in a firefight — a bad firefight in which there was a lot of casualties on both sides, Marines and the Taliban. At one point he saw a figure coming around the corner of this adobe farm compound where the Taliban were shooting at them. This figure, he saw out of the corner of his eye, was shooting at him. He raised his M4 carbine, got the figure in his sights, realized it was a 13-year-old boy, hesitated for a second, and then shot him dead.</p><p>Now, in that circumstance [it was] the perfectly correct and moral thing to do — in that he was protecting himself and his fellow Marines from a threat. Now Nick Rudolph is back home in Philadelphia and the circumstances are different. He killed a child and that's not OK. In fact, it's one of the worst things you can do. So this dual moral code where something you are required to do — even rewarded for doing in combat — back in civilian life, it's not OK. Nick struggles with that. He thinks about it a lot. It's obviously not something he's proud of, and so it's a moral wound.</p><p><strong>On the best therapy for treating this \"bruise on the soul\"</strong></p><p>The biggest thing that [the veterans] told me was that they're carrying around this horrible idea that they are bad people because they've done something bad and they can't ever tell anybody about it — or they don't dare tell anybody about it — and may not even be able to admit it to themselves.</p><p>One of the most healing things they have found is to stand in a group of fellow veterans and say, \"This is what happened. This is what I saw. This is what I did,\" and to have their fellow veterans nod and say, \"I hear you. I hear you.\" And just accept it, without saying, \"Well, you couldn't help it,\" or, \"You're really a good person at heart.\"</p><p>But just hearing it and accepting it — and not being blamed or castigated for whatever it was that you're feeling bad about. It's that validating kind of listening that is so important to all the therapies that I've seen.</p><p><strong>On why the idea of \"moral injury\" has been recognized now</strong></p><p>Both the war in Iraq and the war in Afghanistan were fought not to kill and vanquish the enemy but to do good, to build new societies. President [George W.] Bush used to say, \"As the Iraqis stand up, we'll stand down.\" It was all about building something better.</p><p>I really wonder if you could do that with war. I think what many people experienced was a sense of disappointment and betrayal that they went over there, many people signed up for the military after 9/11 and really deeply believed in the mission, which was to help people build better societies against extremists.</p><p>Many people didn't find that to be true when they went to war. One Marine told me that after two combat deployments, he said, \"We're not helping these people, we're hurting them. And not only that, they hate us, they're trying to kill us. It's terrible. I just feel awful about the whole thing.\"</p><p><strong>On what it is about war that has kept Wood, a pacifist, continuing to write about it for decades</strong></p><p>It's thrilling in a way. Apart from being a journalist, just being part of a large adventure like that is very, very compelling. And for a journalist, [it's] a very rich experience in the sense that things happen which are primal — violence, courage, greed, betrayal — all of that plays out right in front of your eyes. I especially like writing about ... what I call the working-class military, a term that I use fondly to describe the people who are not back at staff headquarters, but the people who are out there actually doing the work. Being with them is just thrilling, and I love telling their stories.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Moral+Injury+Is+The+%27Signature+Wound%27+Of+Today%27s+Veterans&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2348"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363346238-a55f9f.m3u?orgId=1&topicId=1078&ft=3&f=363288341"},{"href":"http://media.npr.org/assets/img/2014/11/11/107347214-780a25b75e030b788c521faf381e75d2a96b13a4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2598","width":"3464"}}]}