{"created":"2015-03-12T19:35:07+00:00","modified":"2015-03-12T21:40:08+00:00","valid":{"from":"2015-03-12T21:40:08+00:00","to":"3015-03-12T21:40:08+00:00"},"hreflang":"en","title":"Don't You Dare Use 'Comprised Of' On Wikipedia: One Editor Will Take It Out","published":"2015-03-12T19:39:00+00:00","teaser":"Wikipedia editor Bryan Henderson has made it his crusade to edit out the phrase \"comprised of\" in more than 5 million articles. While his quest is harmless, it shows that zealots can dominate the Web.","itags":["npr_api","392568604"],"guid":"b8a8f521-e9f9-4fc0-b006-e59d1db1d240","contentencoded":"<p>I think of English usage as one of those subjects like cocktails or the British royal family. A lot of people take a passing interest in it but you never know who's going to turn out to be a true believer — the kind of person who complains about the grammar errors on restaurant menus. \"Waiter, there's a split infinitive in my soup!\"</p><p>For single-minded devotion to grammatical rectitude, you'd be hard-pressed to match a Wikipedia editor named Bryan Henderson, who goes by the user name of Giraffedata. He was the subject of a <a href=\"http://tinyurl.com/nj2prj3\">piece</a> by Andrew McMillan on the long-form site Medium that provoked a lot of <a href=\"http://tinyurl.com/lebgm9p\">debate</a>. Giraffedata has a single bee in his bonnet, the phrase \"comprised of.\" He has written a 6,000-word <a href=\"https://en.wikipedia.org/wiki/User:Giraffedata/comprised_of\">essay</a> on his Wikipedia user page explaining why he thinks it's an egregious error. And to drive home his point, he has made 47,000 edits over the last eight years, most of them aimed at purging the phrase wherever it occurs on the Wikipedia site. He doesn't show it any mercy even when it appears in a quotation — in his view, it's a kindness to writers not to quote their mistakes.</p><p>Now if you're like me and don't see anything wrong with the sentence, \"The book is comprised of three chapters,\" you can rest assured that we're in good company. The phrase \"comprised of\" goes back <a href=\"http://tinyurl.com/p9g5osb\">300 years</a>. It turns up in <a href=\"http://tinyurl.com/l6qx5ws\">Anthony Trollope</a>, in <a href=\"https://books.google.com/books?id=1JiFHTlShDUC&pg=PA611&lpg=PA611&dq=Christopher+hitchens+%22comprised+of%22&source=bl&ots=_Dq7rDJ7GX&sig=gZN3Mo7lmWE7S8qNkxg1yMR_rgU&hl=en&sa=X&ei=0BX-VKr_D8ydygS1uICADQ&ved=0CGYQ6AEwDA#v=onepage&q=Christopher%20hitchens%20%22comprised%20of%22&f=false\">Christopher Hitchens</a> and <a href=\"http://tinyurl.com/krtmpm5\">Norman Mailer</a>, in the essays of <a href=\"http://tinyurl.com/kkqx8by\">Lionel Trilling</a> and <a href=\"http://tinyurl.com/nwyr6ja\">Harold Bloom</a>. Merriam-Webster is OK with it, and so are more than two-thirds of the eminent writers and editors on the American Heritage Dictionary's <a href=\"http://tinyurl.com/pbkzq7b\">usage panel</a>, who aren't generally a very a loosey-goosey crowd.</p><p>But that respectable pedigree hasn't deterred some modern usage commentators who have decided that \"comprised of\" is illogical. That's the argument Giraffedata has picked up on. As the theory goes, \"the book is comprised of three chapters\" can't mean the same thing as \"the book comprises three chapters.\" \"Comprised of\" is a passive form of the verb, they say, which reverses the role of the subject and object. On their view, saying the book is comprised of three chapters is like saying it's \"contained of three chapters\" or it's \"consisted of three chapters.\" It shouldn't make any sense at all.</p><p>If I can get a little down and dweeby myself, I don't find that argument terribly persuasive. Whatever Mrs. Plotkin may have told us in ninth grade, \"comprised of\" isn't really a passive. It's one of a bunch of curious adjective phrases like \"descended from,\" \"avenged of\" and \"possessed of.\" \"She's possessed of a mischievous spirit\" — that doesn't mean the spirit possesses her. The English language usually knows what it's doing, even if it doesn't always seem as tidy as we'd like it to be.</p><p>But right or wrong, the idea that \"comprised of\" is illogical has become one of those nuggets of English word-lore that are just obscure enough so that people can take personal ownership of them — not pet peeves, exactly, but proprietary ones. It gives you the gratifying feeling of being alert to an error that has escaped the notice of other English speakers since the age when Jonathan Swift was walking the earth.</p><p>Well, we all have our little fetishes. What makes Giraffedata remarkable is that he has been able to play out his obsessions on such a wide canvas. He's not just engaging in sporadic acts of resistance, like the people who scratch out misplaced apostrophes on the signs over the vegetable bins at Piggly Wiggly. He's waging total jihad against \"comprised of\" across 5 million Wikipedia articles and has vowed not to stop until he's driven it into the sea.</p><p>It's striking that Giraffedata has been able to bring this off in the collaborative environment of Wikipedia. After all, what one Wikipedian can delete, another Wikipedian can restore. That's what's supposed to keep the whole enterprise from going off the rails. But even the editors who disagree with him about \"comprised of\" are evidently resigned to letting him have his way. Nobody's about to be as zealous about hanging on to the phrase as Giraffedata is about getting rid of it. And after all, it's not as if eliminating it does any real harm.</p><p>But it does show how the Wikipedia system sometimes puts it at the mercy of the dogged true believers. Not when it comes to the serious stuff — 9/11 truthers and anti-vaccinationists don't get very far. But you can pretty much have the run of the place if you dedicate yourself to some crotchet that nobody cares about remotely as much as you do. And for those purposes, the obscure quirks of English grammar are ideal.</p><p>This isn't just about Wikipedia. Giraffedata's jihad is only an exaggerated example of what I think of as the pedant's veto. It doesn't matter if you consider a word to be correct English. If some sticklers insist that it's an error, the dictionaries and style manuals are going to counsel you to steer clear of it to avoid bringing down their wrath. That can be the prudent course, especially in an age when email and Web comment threads make things easy for what William Safire used to call the \"gotcha gang.\" It's annoying to have to pass over a perfectly good word or expression just because somebody has a bone to pick with it, but who wants to start with these people? But understand this: Every time we avoid saying \"comprised of,\" the pedants win.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Don%27t+You+Dare+Use+%27Comprised+Of%27+On+Wikipedia%3A+One+Editor+Will+Take+It+Out&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Nunberg","audio":[{"meta":{"duration":"400"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392585494-faa03d.m3u?orgId=1&topicId=1049&e=392568604&d=400&ft=nprml&f=392568604"},{"href":"http://media.npr.org/assets/img/2015/03/12/istock_000016859021large-ee53f0b1c91a5a080ce3d6d8609bfdd8da214188.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1807","width":"2409"}}]}