{"created":"2015-01-23T21:06:23+00:00","modified":"2015-05-13T21:20:36+00:00","valid":{"from":"2015-05-13T21:20:36+00:00","to":"3015-05-13T21:20:36+00:00"},"hreflang":"en","title":"Leaky Blood Vessels In The Brain May Lead To Alzheimer's","published":"2015-01-27T14:00:00+00:00","teaser":"As vessels become more porous, researchers say, they allow toxins in the bloodstream to reach, and damage, delicate brain cells and raise the risk for dementia.","itags":["npr_api","379192151"],"guid":"b8b43a8a-bc87-4549-a1c8-ca5a764a290e","contentencoded":"<p>Researchers appear to have found a new risk factor for Alzheimer's disease: leaky blood vessels.</p><p>An MRI <a href=\"http://www.cell.com/neuron/abstract/S0896-6273(14)01141-6\">study</a> of found those experiencing mild problems with thinking and memory had much leakier blood vessels in the hippocampus. \"This is exactly the area of the brain that is involved with learning and memory,\" says <a href=\"http://keck.usc.edu/Research/Research_Institutes/Zilkha_Neurogenetic_Institute/About_Us/Leadership.aspx\">Berislav Zlokovic</a>, the study's senior author and director of the Zilkha Neurogenetic Institute at the University of Southern California.</p><p>The study, published in <em>Neuron,</em> also found that blood vessels in the hippocampus tend to become leakier in all people as they age. But the process is accelerated in those likely to develop Alzheimer's or other forms of dementia.</p><p>The finding suggests that it may be possible to identify people at risk for Alzheimer's by looking at their blood vessels, says <a href=\"http://www.ninds.nih.gov/find_people/ninds/bio_roderick_corriveau.htm\">Rod Corriveau</a> , a program director at the National Institute of Neurological Disorders and Stroke, which helped fund the research. The results also suggests that a drug to help the body seal up leaky blood vessels could delay or prevent Alzheimer's and other forms of dementia.</p><p>\"This study gives patients and families hope for the future, hope that detecting leaky blood vessels early will provide the opportunity to stop dementia before it starts,\" Corriveau says.</p><p>The new research grew out of earlier studies of people who died with Alzheimer's disease. \"We were looking at brains from autopsies and it (became) quite apparent that there is a breakdown of the blood-brain barrier,\" Zlokovic says.</p><p>The blood-brain barrier is a special layer of cells that normally prevents bacteria and toxins that circulate in the bloodstream from mixing with the fluid that surrounds brain cells. When it breaks down, toxins leak into the fluid that surrounds brain cells and eventually damage or kill the cells.</p><p>The autopsy research couldn't show whether the breakdown occurred before or after Alzheimer's appeared. So Zlokovic and his team used a special type of MRI to study the living brains of more than 60 people. The group included both healthy individuals and people with mild cognitive impairment, which can be an early sign of Alzheimer's.</p><p>The researchers paid special attention to the hippocampus because it is one of the first brain areas affected by Alzheimer's. And they found that in some regions of the hippocampus, the permeability of the blood-brain barrier was more than 50 percent higher in people with mild cognitive impairment.</p><p>The finding could help explain why people with atherosclerosis and other problems with their blood vessels are more likely to develop Alzheimer's, says Corriveaux. \"There's every reason to think that a lot of Alzheimer's disease does involve vascular damage,\" he says.</p><p>The study also adds to the evidence that amyloid plaques and the tangles known as tau aren't the only factors that lead to Alzheimer's. There are probably several different paths to dementia, Corriveau says, including one that involves leaky blood vessels.</p><p>One important question now is whether it's possible to repair damage to the blood brain barrier. That may be possible using cells known as pericytes, which help prevent blood vessels in the brain from leaking.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Leaky+Blood+Vessels+In+The+Brain+May+Lead+To+Alzheimer%27s&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"174"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379419911-a5d35d.m3u?orgId=1&topicId=1128&d=174&p=2&story=379192151&t=progseg&e=379309297&seg=7&ft=nprml&f=379192151"},{"href":"http://media.npr.org/assets/img/2015/01/23/blood-vessels-b8508a2c5b0700da42386750f62d6f4468b79c00.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}},{"href":"http://media.npr.org/assets/img/2015/01/23/blood-vessels-2_enl-4a13a56e715002e35c2644d1cc97770633133492.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2500","width":"2500"}}]}