{"created":"2014-10-27T23:53:18+00:00","modified":"2014-10-27T23:53:18+00:00","valid":{"from":"2014-10-27T23:53:18+00:00","to":"3014-10-27T23:53:18+00:00"},"hreflang":"en","title":"High-Tech Maker Spaces: Helping Little Startups Make It Big ","published":"2014-06-04T21:20:00+00:00","teaser":"Inventing a new product is hard if you can't afford to build a prototype. Enter maker spaces, workshops boasting shared high-tech tools. Entrepreneurs love them, and big backers are taking notice.","itags":["npr_api","306235442"],"contentencoded":"<p>Around the country, there are lots of tinkerers working on what they hope will be the next brilliant idea — but who don't have the tools in their garage to build it.</p><p>In dozens of cities, those innovators can set up shop in a \"maker space\" — community workshops where members have access to sophisticated tools and expertise.</p><p>Maker spaces have become hotbeds of technological innovation and entrepreneurship. Now, governments, universities and big corporations are taking notice — and beginning to invest in them.</p><p>Tom Panzarella, the CEO of a startup working out of <a href=\"http://www.nextfab.com/\" target=\"_blank\">maker space NextFab Studio</a>, says the space helps his Philadelphia business \"appear like a very large company.\"</p><p>\"You're not these two guys in a garage building a robot, right. You have your 21,000-square-foot production space; the boardroom here is really nice if we need to have meetings,\" he says. \"We look a lot more established than we really are.\"</p><p>NextFab's 350 members pay for access to a million dollars' worth of tools, including high-end machines like laser cutters and 3-D printers that they could never afford on their own.</p><p>Members also benefit from the synergy found here, where accomplished people work in close proximity. Panzarella's company, Love Park Robotics, produces software used to drive electric wheelchairs. He's used 3-D printers here to make parts. And when Panzarella wanted to attach video cameras to a wheelchair, he hired a mechanical engineer four doors away.</p><p>\"So, we effectively contract out to him some of our mechanical work, and it's like we have a mechanical engineer on staff,\" Panzarella says.</p><p>All of this is lowering the cost of entry for entrepreneurs. Mark Hatch, CEO of a chain of <a href=\"http://www.techshop.ws/\" target=\"_blank\">maker spaces called TechShop</a>, says the old model meant that an entrepreneur had to spend $100,000 or more to produce a prototype for a new product. Now it's a fraction of that.</p><p>\"When you move the cost of entrepreneurship from $100,000 to $2,000-$4,000, you completely change the operating terrain for entrepreneurs and inventors,\" Hatch says.</p><p>And these maker spaces are getting results. The company that makes Square, the device that enables smartphones to take credit card payments, created its prototype at TechShop.</p><p>\"We have now a range of high-quality new product ideas that have not only launched, but are in fact on track to change the world in some fairly significant ways,\" Hatch says.</p><p>Or at least change a bit of the world. Among TechShop's alumni are a startup that manufactures <a href=\"http://www.clusteredsystems.com/\" target=\"_blank\">data centers' cooling systems</a> and one that makes <a href=\"http://embraceglobal.org/embrace-warmer/\" target=\"_blank\">high-tech blankets</a> for babies in incubators.</p><p>There are big players teaming up with TechShop, too, like Ford and Lowe's. The federal government has purchased thousands of TechShop memberships for veterans. State and local governments in Pennsylvania, Ohio and Massachusetts are funding maker spaces. And in Burlington, Vt., a new <a href=\"http://generatorvermont.com/\" target=\"_blank\">maker space called Generator</a> has opened in a rent-free space provided by the city.</p><p>\"I don't think this is some harebrained idea that we're experimenting with,\" says Burlington Mayor Miro Weinberger. \"I think we can point to significant successes in other communities.\"</p><p>Weinberger says the new maker space fits the city's economic development strategy. Three local colleges, including the University of Vermont, are supporting the approach as a way for Vermont to stay competitive.</p><p>David Finney, president of Champlain College, says, \"We think manufacturing will return to the United States in force. And so we feel compelled to set this space up and begin to train the next generation on it.\"</p><p>If everything works out, Finney says he expects that Vermont's newest maker space will generate hundreds of jobs in the next five to 10 years.</p><p><em>Jon Kalish is a Manhattan-based radio reporter and podcast producer. For links to radio docs, podcasts & DIY stories, </em><a href=\"http://jonkalish.tumblr.com/\">visit his website</a>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=High-Tech+Maker+Spaces%3A+Helping+Little+Startups+Make+It+Big+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Kalish","guid":"b8bbc29b-0a53-43ed-9de1-d97af90a1c89","audio":[{"meta":{"duration":"260"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1308395998-c0c4ee.m3u?orgId=1&topicId=1006&ft=3&f=306235442"},{"href":"http://media.npr.org/assets/img/2014/04/28/13872461_h28223356-4124c7c38237e8f90a60a1e12a12c4ac2689ed05.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2069","width":"2757"}},{"href":"http://media.npr.org/assets/img/2014/04/23/maker-space2-4f10c97e3078b3abc3985b5cca3a40ad2e9dbb74.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1884","width":"2514"}}]}