{"created":"2015-04-25T09:20:55+00:00","modified":"2015-06-05T15:26:18+00:00","valid":{"from":"2015-06-05T15:26:18+00:00","to":"3015-06-05T15:26:18+00:00"},"hreflang":"en","title":"Invisible For Generations, 'Hidden Armenians' Emerge In Turkey ","published":"2015-04-25T18:56:00+00:00","teaser":"Many Armenian Christians were slaughtered by the Ottomans a century ago, but some survivors were taken in by Muslim families. A growing number are now reclaiming their Armenian heritage.","itags":["npr_api","402003465"],"guid":"b8bc5232-41b4-45a4-895f-a26e3dc360e7","contentencoded":"<p>A century after Ottoman forces massacred an estimated 1 to 1.5 million Armenian Christians, some of the remaining Armenian Turks are taking tentative steps out into the open. They survived because their ancestors were taken in by Muslim families and raised as Muslims.</p><p>Now, thanks in part to a somewhat more tolerant climate in Turkey, their descendants, known as \"hidden Armenians,\" are coming out of hiding.</p><p>In the ancient walled city of Diyarbakir in southeast Turkey, a visitor probing the twisting, cobblestoned alleys may come across a sound long unheard: the bells of the Armenian Church of St. Giragos, restored and reopened in 2011.</p><p>In the church's courtyard sits a congregation of people coming to terms with dual identities — their public face as Muslims, and an Armenian Christian identity that was long hidden.</p><p>St. Giragos has become a kind of second home for people of both faiths who are no longer afraid to know more about a dark period in their history.</p><p>By 1915, the Ottoman Empire had already lost its holdings in Europe and was determined to hang onto Anatolia, under threat from Russia. When some Ottoman Armenians signed up to fight on the Russian side, historians say officials in Constantinople decided that the best solution was to drastically reduce the Armenian population, through a series of deportations that often turned deadly.</p><p>Many historians put the death toll at up to 1.5 million; Turks say it was a third of that.</p><p>Aram Hacikyan is the bell ringer at St. Giragos. His grandfather fled the massacres as a child and was raised by a Kurdish Muslim family. Even his name is new to his acquaintances – previously he used the Turkish name on his identification card so as not to draw attention to his origins. Raised as a Muslim, Hacikyan says somehow everyone seemed to know he was different.</p><p>\"When we were kids in the village, other kids called us 'gavur,' infidel, and we were crying, we didn't know what it meant,\" he says. \"Our father explained it's because we're Armenians.\"</p><p>Hacikyan says his \"heart began to beat\" when he stepped inside the restored St. Giragos church, but some of his relatives aren't ready to embrace Christianity.</p><p>\"Now that the church is open again, only three of my family members have converted,\" he says. \"The rest do come to the church, but they're keeping their identity as Muslim.\"</p><p>Aram greets 54-year-old Armen Demerjian, who's just returned from Istanbul, carrying copies of <em>Agos</em>, a weekly newspaper with a section written in Armenian.</p><p>Demerjian was raised by the conservative Muslim family that took in his relatives in 1915. His father married into the family, and Demerjian says he won't upset them by converting to Christianity now.</p><p>But he is tracking down his Armenian relatives. So far he's found records of five who perished in 1915, and five families of newly discovered kin, from New York to Marseilles.</p><p>\"The elders in my village knew my relatives who died in the genocide, and they helped me find other descendants,\" he says. \"They've promised to visit the church here — the relative in Marseilles promised to come this year. I'm going to take him to the village.\"</p><p>But for every Armenian Turk here at the church, there are many more keeping silent, either by preference or out of fear.</p><p>Remzi Demir, an elderly Armenian Christian in a light brown suit, smiles as he tells a story that sounds like it's been embellished with the re-telling, but is revealing nonetheless.</p><p>It's about a Muslim couple, married 26 years, who learn that the Armenian church in Diyarbakir has reopened. The wife confesses to her husband that she's actually of Armenian descent. The husband's eyebrows shoot up and he says, \"Really? Me too!\"</p><p>Untangling the threads of a century of repressed history is very much a work in progress. Ottoman officials who planned the Armenian killings are still lionized in schools as heroes of Turkey's war of independence.</p><p>But here in heavily Kurdish Diyarbakir, there's an unexpected bright spot. Although Kurds participated in the attacks on Armenians a century ago, these days they encourage Armenians to connect with their culture. In part, it's because Kurds are also a minority in Turkey, pushing for their rights. And the solidarity is making Armenians here feel a little more at home.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Invisible+For+Generations%2C+%27Hidden+Armenians%27+Emerge+In+Turkey+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Kenyon","audio":[{"meta":{"duration":"311"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402160053-f318e9.m3u?orgId=1&topicId=1009&d=311&p=7&story=402003465&t=progseg&e=402148730&seg=14&ft=nprml&f=402003465"},{"href":"http://media.npr.org/assets/img/2015/04/24/armenian-church-landov-2-a7e2b6d13f2e5157dc653968ae649a34af29e77f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1771","width":"2356"}},{"href":"http://media.npr.org/assets/img/2015/04/24/armenian-church-landov-bddf6f8f075fa82723001f92c960b2d8605b11d3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1540","width":"2053"}},{"href":"http://media.npr.org/assets/img/2015/04/24/armenian-church-getty_custom-6fe10f5cfb388c68d478e010604164caa8bd7fa8.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1779","width":"2713"}}]}