{"created":"2014-10-30T22:00:58+00:00","modified":"2014-10-30T22:00:58+00:00","valid":{"from":"2014-10-30T22:00:58+00:00","to":"3014-10-30T22:00:58+00:00"},"hreflang":"en","title":"Severe Black Lung Rebounds Among Miners","published":"2014-09-26T19:36:00+00:00","teaser":"The most severe kind of black lung almost disappeared from Appalachia after regulations went into effect. But now it is on the rise again.","itags":["npr_api","351805832"],"contentencoded":"<p>After regulations went into effect more than 40 years ago, the most severe kind of black lung almost disappeared from Appalachia. However, numbers started creeping up again in the 1990s, due to weak enforcement and mining companies exploiting loopholes.</p><p>Now the disease is back at 1970s levels and affects not only the miners who go underground, but surface miners as well, according to data from the Centers for Disease Control and Prevention.</p><p>Black lung disease is caused by inhaling coal dust which scars lung tissue.</p><p><a href=\"http://www.msha.gov/FromtheDesk/FromtheDesk07312014.asp\" target=\"_blank\">New regulations</a> went into effect last month that would reduce the amount of exposure miners have to dust and close previous loopholes.</p><p><a href=\"http://hereandnow.wbur.org\"><em>Here & Now&#8217;</em></a>s Jeremy Hobson speaks with<strong> Dr. Robert Cohen</strong>, a black lung disease expert and <strong>Gary Hairston</strong>, a retired miner from Beckley, WV, who was diagnosed with black lung disease.</p><h4>Interview Highlights: Robert Cohen & Gary Hairston</h4><p><strong>Cohen on why incidences of black lung disease are going up</strong></p><p>&#8220;There&#8217;s lots of theories about this, but the bottom line is that coal miners are being overexposed, and these are miners that are working &#8212; and had been working &#8212; under what we considered modern dust controls.</p><p>&#8220;It&#8217;s possible that as the methodology for cleaning coal from rock has been improved, that the mines are taking a lot of rock with the coal, and overexposing the miners to a lot of silica dust. We are also mining seams that are narrower, therefore we are taking a lot of rock that is above and below the seams.</p><p>&#8220;Miners are working long, long shifts, so have less time to really get their lungs cleaned out between shifts. They&#8217;re working a lot of overtime, that certainly could be part of it. And clearly, people are not paying attention to the levels of dust they are exposing miners to in these mines.&#8221;</p><p><strong>Hairston on the effect of black lung disease</strong></p><p>&#8220;I can&#8217;t do the things I love to do, like even watching my grandson play basketball. I like to be out there playing with him, and I know I can&#8217;t do that.</p><p>&#8220;Even cutting the grass, I got to do it in intervals or just pace myself. Where I used to do it in an hour, now it takes me three or four hours.&#8221;</p><p><strong>Hairston on safety lapses in the mines</strong></p><p>&#8220;One of the mines I worked at, we didn&#8217;t hang no [ventilation] curtain. Like I said, we pretty much run in dust, pretty much the whole shift. Like I said, working ten to 12 hours a shift.&#8221;</p><p>&#8220;Even when they had the dust meters, we either turned them off or covered the hole up, so that you really couldn&#8217;t get the right reading. We didn&#8217;t know what it was doing to us. We thought it was helping the company, and running the coal for them.&#8221;</p><p><strong>Cohen on keeping miners safe</strong></p><p>There is no doubt that the technology exists to control the dust in the mines and to engineer it to safe levels in the atmosphere. Gary was talking about the ventilation curtains, which create a little tunnel to suck the dust and keep it out of the air, and there&#8217;s water suppression sprays that knock the dust down out of the air.</p><p>&#8220;There&#8217;s a lot that can be done, but it does take investment, and it does take commitment on the part of the industry to do it. And I think that what Gary is describing is a situation in the mine that he worked in where the operators were carrying out activities to defeat the surveillance that is mandated by the Mine Safety Health Administration and providing fraudulent data.&#8221;</p><ul><li><a href=\"http://big.assets.huffingtonpost.com/NIOSHletter.pdf\" target=\"_blank\">Letter in the American Journal of Respiratory and Critical Care Medicine</a></li><li><a href=\"http://www.cdc.gov/niosh/topics/surveillance/ords/cwhsp.html#query\" target=\"_blank\">CDC&#8217;s Coal Workers Health Surveillance Program</a></li><li><strong>NPR investigative series:</strong><a href=\"http://www.npr.org/series/156453033/black-lung-returns-to-coal-country\">Black Lung Returns to Coal Country</a></li></ul><h4>Guests</h4><ul><li><strong>Dr. Robert Cohen</strong>, Director of the Black Lung Clinic at the University of Illinois, Chicago.</li><li><strong>Gary Hairston</strong>, retired miner who was diagnosed with black lung disease. He is a vice president for a chapter of the Black Lung Association.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Severe+Black+Lung+Rebounds+Among+Miners&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"b8bd4365-4843-4b54-961e-d51bbf6f28e2","audio":[{"meta":{"duration":"502"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351839521-8663b5.m3u?orgId=1&ft=3&f=351805832"}]}