{"created":"2014-11-03T23:15:00+00:00","modified":"2014-11-04T20:17:48+00:00","valid":{"from":"2014-11-04T20:17:48+00:00","to":"3014-11-04T20:17:48+00:00"},"hreflang":"en","guid":"b8c05448-7fb6-49fb-8b39-d74ccccc1ad1","title":"Africa's biggest soccer tournament will go on despite the Ebola threat","published":"2014-11-04T20:17:47+00:00","byline":"Bradley Campbell","tags":["Africa Cup of Nations","Ebola","ebola outbreak","soccer","sports","Sports","Africa","Morocco","Africa","Yaya Toure","Pierre-Emerick Aubameyang","Mo Allie","Alex Song","Biology","Ebola","Ebola virus disease","Africa Cup of Nations","Confederation of African Football","Sports"],"teaser":"Morocco is scheduled to host the 2015 Africa Cup of Nations, the most important trophy on the continent. But its pleas to delay the tournament over the Ebola outbreak are being refused by Africa's governing body for soccer, which is getting a mixed review from players and club officials.","contentencoded":"<p>With the Ebola outbreak still in full swing in West Africa, hosting Africa's biggest soccer tournament now seems less like an honor than it does a public health risk.</p>\n<p>The Moroccan government certainly thinks so. The country is slated to host the Africa Cup of Nations tournament in January and February of 2015, but wants the tournament postponed. The Confederation of African Football instead told Morocco on Monday that it has until Saturday to <a href=\"http://www.bbc.com/sport/0/football/29870442\">decide if it will host the event</a>, saying it will not be delayed.</p>\n<p>Yet Morocco is also the temporary soccer home of Guinea, one of the countries hardest-hit by Ebola.</p>\n<p>\"The big irony is actually that Guinea have been prevented by their own government and by CAF from playing their Africa Cup of Nations qualifiers at home,\" says BBC soccer correspondent Mo Allie. \"They are playing their qualifiers in Morocco.\" </p>\n<p>Morocco isn't afraid of Guinea's players because many of them play and live in Europe, far away from the outbreak. Yet that hasn't stoped Sierra Leone's team — most of whom also play outside of Africa — from facing widespread ostracism as it tries to play matches.</p>\n<p>So how do the players themselves feel?</p>\n<p>\"It's very difficult to say,\" Allie says. \"Pierre-Emerick Aubameyang from Gabon has said he will be very careful about — and would think twice about — going to the Africa Cup of Nations finals if Gabon qualify. And many other African football players have expressed reservations as well. In fact, the coaches and managers of their respective European clubs have also expressed reservations about sending their players to play.\"</p>\n<p>“If calling it off is the way to stop the spread of the virus, then we have to do it,\" said Cameroon midfielder Alex Song <a href=\"http://www.mirror.co.uk/sport/football/news/ebola-virus-west-ham-star-4500840\">to The Mirror newspaper last month</a>. \"When you watch the TV, you don’t know where it is going next.”</p>\n<p>Yet others are raring to go: \"I’m not really afraid,” said Ivorian star Yaya Touré <a data-component=\"in-body-link\" data-link-name=\"in body link\" href=\"http://www.europe1.fr/sport/football/articles/yaya-toure-j-espere-qu-on-pourra-jouer-la-can-2277537\" title=\"\">to French radio station Europe 1 on Saturday</a>. “The [Cup of Nations] is very important for Africa. It needs to take place.”</p>\n<p>Yet countless countries — not just Morocco — remain leery of the threat posed by Ebola. CAF says it will look for an emergency host if Morocco refuses to go ahead with the tournament, yet logical choices like Nigeria, Ghana and Egypt have all declined. </p>\n<p>The same thing goes for South Africa, Allie's home country. It briefly considered taking over the event as it has several times in the past. But it quickly changed gears.</p>\n<p>\"Just judging from the feedback on social media, I think South Africans were unanimous — if you can be unanimous on social media — about not wanting the Africa Cup of Nations back in South Africa,\" Allie says.</p>\n<p>So the tournament remains in Morocco — for now.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}