{"created":"2015-03-31T19:05:55+00:00","modified":"2015-03-31T20:10:18+00:00","valid":{"from":"2015-03-31T20:10:18+00:00","to":"3015-03-31T20:10:18+00:00"},"hreflang":"en","title":"Is The News Losing Its Appeal?","published":"2015-03-31T19:05:00+00:00","teaser":"Young people are spending less time consuming news than previous generations, according to Pew Research Center.","itags":["npr_api","396621403"],"guid":"b8cb76b2-ab08-471f-864d-a9f5a30db8cc","contentencoded":"<p>There was a time when families gathered after dinner to watch the nightly news on television. In fact during the 1960s, &#8217;70s and early &#8217;80s, traditional newscasts were ubiquitous and wildly popular on both television and radio.</p><p>Now, between cable and the Internet, people are getting their news from a diverse pool of resources. But, according to a <a href=\"http://www.pewresearch.org/fact-tank/2013/10/04/pew-surveys-of-audience-habits-suggest-perilous-future-for-news/\" target=\"_blank\">survey from the Pew Research Center</a>, people under 30 are spending less time consuming news than young people of previous generations &#8211; and those habits <strong>may not change</strong> as they get older.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson discusses this with <strong>Thomas Patterson</strong>, a Harvard&#8217;s Kennedy School of Government, and <strong>Missy Casserly</strong>, a mother of two who does not consume any news.</p><h4>Interview Highlights: Missy Casserly</h4><p><strong>On how often she engages with news</strong></p><p>&#8220;I can’t even gauge an amount to you on how much I care about listening or reading or anything about the news. I don’t have any interest, I don’t think I ever really did.&#8221;</p><p><strong>On if she finds the news relevant to her life</strong></p><p>&#8220;I mean, to a degree, yeah, of course &#8211; if it’s around the corner from my house. There was a shooting a couple months ago, and it was literally around the corner from my house. Yeah, that affected me a little bit. I was a little afraid to be walking around my neighborhood. But I heard about that because someone else posted it on Facebook.&#8221;</p><p><strong>On whether she feels the need to check the news during big national events </strong></p><p>&#8220;Elections, I have zero interest in, so I never look into that whatsoever. Terrorism, yeah when 9/11 happened, or something big like that happened, somebody had to tell me to turn the TV on. And then of course, it was interesting, and of course, I wanted to know all about it, and I wanted to check in on it. But, it wasn’t something that I seek out personally.&#8221;</p><h4>Thomas Patterson</h4><p><strong>On whether Missy&#8217;s news habits are typical</strong></p><p>&#8220;It’s not typical, but it’s more common today than it was 30 or 40 years ago. Back in the 60s and the 70s before we had cable, news was almost inescapable. If you liked to watch television &#8211; and most Americans at the time were addicted to TV &#8211; and you were watching it at the evening dinner hour, the only thing you could get in most media markets was television news. People liked television enough, even if they weren’t that crazy about news, to watch the news. But now, we have a lot of options. We have cable. We have the Internet. We actually spend more time with media than we did 30 or 40 years ago, but collectively, we spend less time with news than we did then.&#8221;</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;Until the Fairness Doctrine was abolished in 1987, one of the responsibilities of a radio licensee was to carry news.&#8221;<div class=\"pullquoteauth\">&ndash; Thomas Patterson</div></p><p></div></p><p><strong>On why we engage with news less than in previous decades</strong></p><p>&#8220;We’ve got a different kind of media system today than we had before. One of the advantages of the old system, and I don’t want to portray it as a ‘golden age,’ but in the 1970s, to some degree, the news was inescapable. If you liked to watch television, and you watched a lot of television, you were going to encounter news programming &#8230; The same thing was on the radio.</p><p>&#8220;Until the <a href=\"http://fas.org/sgp/crs/misc/R40009.pdf\" target=\"_blank\">Fairness Doctrine</a> was abolished in 1987, one of the responsibilities of a radio licensee was to carry news. So, even if it was a station that featured music, at the hour you’d get three minutes to five minutes of news. To some degree, you couldn&#8217;t avoid the news. Today, it’s so easy to avoid the news.&#8221;</p><p><strong>On if engaging with news is important</strong></p><p>&#8220;If we’re going to play our role as citizens in a democracy, minimally, what we would like people to do would be to vote, and then also to keep themselves informed. And one of the things that we see that goes along with the declining use of news is declining information about public affairs. We’re a more educated public than we were in the 1970s, but we know less about politics and public affairs.&#8221;</p><p><strong>On whether the media does a poor job publishing quality news</strong></p><p>&#8220;I think there are two things at work here. I think a lot of people are turned off by the nature of news. It’s very critical, it’s negative, often times it’s sensational, it’s trivial. At some point, some people think, ‘There are better ways to spend my time.’ On the other hand, if you go looking for it, there’s still quality news out there. There are good information sources &#8230;</p><p>&#8220;But, Americans are not very curious about the rest of the world, at least when it comes to paying attention to international news. If you compare us with Europeans, for example, we have much less interest in what’s happening in the world. And the survey’s that have been done about knowledge of the world and what’s going on out there, Americans rank relatively low on that score too. In some ways, we’re not keeping pace with our civic responsibility. On the other hand, I don’t think the news media are always doing the job of keeping us informed &#8211; giving us trustworthy and relevant news &#8211; and that can be a turn off for some people.&#8221;</p><h4>Guests</h4><ul><li><a href=\"http://www.hks.harvard.edu/about/faculty-staff-directory/thomas-patterson\" target=\"_blank\"><strong>Thomas Patterson</strong></a>, professor of government and the press at Harvard&#8217;s Kennedy School of Government. He is author of &#8220;<a href=\"http://www.amazon.com/Informing-News-Need-Knowledge-Based-Journalism/dp/0345806603\" target=\"_blank\">Informing the News: The Need for Knowledge-Based Journalism</a>.&#8221;</li><li><strong>Missy Casserly</strong>, a mother of two and a professed non-news consumer.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Is+The+News+Losing+Its+Appeal%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"682"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396635287-be4176.m3u?orgId=1&e=396621403&d=682&ft=nprml&f=396621403"},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0331_news-consumption-e1427824172858.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"876","width":"1164"}}]}