{"created":"2015-02-20T19:31:19+00:00","modified":"2015-02-20T21:25:16+00:00","valid":{"from":"2015-02-20T21:25:16+00:00","to":"3015-02-20T21:25:16+00:00"},"hreflang":"en","title":"Home Sick? Try These Recipes","published":"2015-02-20T21:25:00+00:00","teaser":"Our resident chef shares recipes to make you feel better, including Greek lemon soup, chicken soup and ginger tea.","itags":["npr_api","387802878"],"guid":"b8cd9964-8a6e-47aa-81b5-5f1b724dd3b7","contentencoded":"<p>What do you like to eat when you&#8217;re sick? Chicken soup? The comfort foods you grew up with? Something hot and spicy? <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now</a></em> resident chef <strong>Kathy Gunst</strong> brings in some of her ideas, including her ginger tea, Greek lemon soup and her own chicken soup recipe.</p><ul><li><a href=\"#tea\">Hot Ginger-Lemon-Honey Tea</a></li><li><a href=\"#chicken-vegetable\">Chicken-Vegetable Soup</a></li><li><a href=\"#greek-style\">Avgolemono Soup (Greek-Style Chicken-Lemon-Orzo Soup) With Meyer Lemon And Dill</a></li><li><a href=\"#hot-sour\">Hot And Sour Soup</a></li></ul><p><a name=\"tea\"></a><em><a href=\"http://hereandnow.wbur.org/tag/kathy-gunst\" target=\"_blank\">See more recipes & cooking segments with Kathy Gunst</a></em></p><h4>Hot Ginger-Lemon-Honey Tea</h4><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/02/0220_recipes-for-colds.pdf\" target=\"_blank\">(Save/print a PDF of all of the recipes)</a></p><p><strong>Kathy’s Note:</strong> Soothing, warm ginger coats the throat and takes the edge off any cold or flu. I drink this stuff all day long when I’m feeling a sore throat or cold coming on. It also happens to be delicious.</p><p>On a cold, snowy night you could add a splash of rum or whiskey.</p><p><em>Serves 3.</em></p><p><strong>Ingredients:</strong></p><p>1/4 cup peeled and coarsely chopped fresh ginger</p><p>4 cups water</p><p>1/4 cup lemon juice or Meyer lemon juice</p><p>Honey to taste</p><p><strong>Instructions:</strong></p><p>Place the ginger and water in a medium saucepan and bring to a boil over high heat. Reduce the heat to low and simmer for 10 minutes, or until the water has a distinct ginger flavor. The longer it cooks the stronger the tea will be. Strain the ginger out and pour into three mugs. I like to make a strong ginger tea and then dilute it with hot boiling water. <a name=\"chicken-vegetable\"></a>Divide the lemon juice between the three mugs and add honey to taste.</p><h4>Chicken-Vegetable Soup</h4><p><strong>Kathy’s Note:</strong> Some call this “Jewish penicillin,” because of its curative powers. When you’re in bed or feel a flu coming on there is nothing finer than a homemade chicken soup, with noodles or rice or just on its own. Here’s the basic recipe.</p><p><strong>Ingredients:</strong></p><p>One 3 to 4 pound chicken</p><p>3 carrots, cut into small pieces</p><p>3 stalks celery, cut into small pieces</p><p>1 large onion, chopped</p><p>1 bay leaf</p><p>6 peppercorns</p><p>Salt to taste</p><p>1/2 cup chopped fresh parsley</p><p><strong>Instructions:</strong></p><p>Clean the chicken. Place in a large pot with the carrots, celery, onion, bay leaf, peppercorns, a heavy dash of salt and the parsley. Barely cover with water. Bring to a boil over high heat. Reduce the heat to low, partially cover, and simmer for about an hour to an hour and 30 minutes. The broth should have a distinct chicken flavor. If it tastes weak turn the heat up higher and simmer uncovered until reduced and more flavorful. Season to taste.</p><p>Remove the chicken and cut the cooked meat into small cubes; reserve the rest for chicken salad or chicken pot pie. <a name=\"greek-style\"></a>You can then added cooked egg noodles or orzo or cooked rice to the soup. Taste for seasoning and serve very hot.</p><h4>Avgolemono Soup (Greek-Style Chicken-Lemon-Orzo Soup) With Meyer Lemon And Dill</h4><p><strong>Kathy’s Note:</strong> Pure comfort food: chicken broth with parsnips and carrots, enriched with egg yolks, cream, and a good amount of fresh lemon juice. Orzo is added at the end for a delicious, soothing, healing winter soup.</p><p>Here’s a tip: undercook the orzo and only add it to the soup about 15 minutes before serving. When you reheat the soup, the orzo will finish cooking. The reason for this is that the pasta “drinks” up the broth and causes the soup to become overly thick.</p><p>Yes, you can make this with canned chicken broth and rotisserie roasted chicken from the grocery store, but it won’t taste like mine. Boil up a pot of chicken soup—chicken, carrots, celery, onion and an hour later you have a cooked chicken and a gorgeous homemade broth. See recipe above.</p><p><em>Serves 8.</em></p><p><strong>Ingredients:</strong></p><p>1 1/2 tablespoons olive oil</p><p>1 medium onion, chopped, 1 cup</p><p>1 parsnip, peeled and chopped, about 1/2 cup</p><p>1 carrot, peeled and chopped, about 1/2 cup</p><p>Salt and freshly ground black pepper</p><p>8 cups chicken stock</p><p>2 cups cooked, skinless, cubed or shredded chicken</p><p>2 egg yolks</p><p>1/3 to 1/2 cup heavy cream*</p><p>About 1/3 cup to 1/2 cup lemon juice, or Meyer lemon juice</p><p>1/2 teaspoon grated lemon zest</p><p>1 1/2 tablespoon chopped fresh dill</p><p>1/2 cup orzo</p><p>Garnishes:</p><p>8 to 10 paper thin seeded slices lemon or Meyer lemon</p><p>1/4 cup chopped fresh dill and 1/4 cup chopped fresh parsley mixed together</p><p>*The amount of cream you add depends on how creamy you like your soup. Start with 1/3 and then add more.</p><p><strong>Instructions:</strong></p><p>In a large soup pot heat the oil over low heat. Add the onion and cook, stirring, for 5 minutes. Add the parsnip and carrots, salt and pepper and cook, stirring once or twice, another 5 minutes. Raise the heat to high and add the chicken stock. Bring to a boil. Reduce the heat to low and simmer, covered for 20 minutes. Add the chicken and stir.</p><p>Meanwhile, in a small bowl, whisk the egg yolks and the cream. Ladle about 1/2 cup of the hot broth into the yolk/cream mixture and whisk. This step is called tempering and helps introduce cold liquids to hot liquid so it doesn’t curdle. Keep the soup over a low simmer, whisking until smooth and incorporated. Add the lemon juice, lemon zest, and the dill; the soup should have a pronounced lemon flavor. Simmer over very low heat. Season to taste.</p><p>About 45 minutes before serving, bring a medium pot of salted water to boil. Cook the orzo for about 9 minutes or until al dente; the orzo should taste undercooked. Drain. Add to the soup just about 20 minutes before serving. The orzo will soak up some of the north so you don&#8217;t want to let it cook too long in the hot soup. Simmer over low what until soup is hot and the orzo is tender; season to taste. <a name=\"hot-sour\"></a>Serve with a thin slice of lemon and sprinkling of the dill/parsley mixture.</p><h4>Hot And Sour Soup</h4><p><strong>Kathy’s Note:</strong> This recipe comes from Grace Young, author of the James Beard award-winning book “Stir Frying to the Sky’s Edge.” Grace writes:</p><blockquote><p>“This delicious soup has a balance of yin and yang flavors with pungent, hot and peppery accents. Classic hot and sour soup always has a spoonful of finely shredded pork. These days I prefer less meat, and the addition of such a tiny amount of pork is fussy. If you want to add it, use pork butt or shoulder, cut it into fine julienne and add it to the broth with the tofu.”</p></blockquote><p>Lily buds are a traditional ingredient that add a wonderful earthy taste, but if you can’t find them (they’re only sold in Asian markets), the soup is fine without them. It’s a dried ingredient sold in plastic bags that may be labeled golden needles or lily flowers.</p><p>When shopping for dried cloud ears, look for packages that are likely to be located next to the lily buds. They are sometimes marked tree ears or black fungus. Cloud ears are gray-black, paper-thin, crinkled, and must be rinsed before soaking.”</p><p>When I tested this soup I forgot to buy bamboo shoots, so I substituted fresh Jerusalem artichokes (also called sunchokes) and they made a delicious, crunchy substitute.</p><p><strong>Ingredients:</strong></p><p>1/4 cup dried cloud ears</p><p>1/4 cup lily buds (optional)</p><p>1 quart chicken broth preferably homemade</p><p>8 ounces firm tofu, rinsed and cut into 1/2-inch cubes</p><p>4 ounces fresh shiitake mushrooms, stems removed and caps thinly sliced (about 2 cups)</p><p>1/4 cup canned shredded bamboo shoots, rinsed, or 1/4 cup peeled and thinly sliced Jerusalem artichokes</p><p>1 tablespoon finely shredded ginger</p><p>2 tablespoons cornstarch</p><p>2 tablespoons Chinkiang (a type of black rice vinegar) or rice vinegar</p><p>1 tablespoon soy sauce</p><p>1 large egg, beaten</p><p>2 to 3 tablespoons finely minced scallions</p><p>2 teaspoons Asian sesame oil</p><p>1/2 teaspoon sugar</p><p>1/2 teaspoon white pepper</p><p><strong>Instructions:</strong></p><p>Place the place cloud ears and the lily buds in separate bowls. Pour about 1/2 cup cold water over each and soak for about 30 minutes to soften. When soften drain each, discarding all water. Remove any hard spots from the cloud ears and cut in half. Remove the hard end from the lily buds and tie them into knots.</p><p>In a 2-quart saucepan, bring the broth to a boil over high heat. Add the cloud ears, lily buds, tofu, shiitake mushrooms, bamboo shoots, ginger, and return to a boil. In a small bowl, combine the cornstarch, vinegar and soy sauce until cornstarch is dissolved. When soup returns to a rolling boil, stir in the cornstarch mixture, stirring constantly until thickened, 1 to 2 minutes. Remove from heat and stir in the egg in a thin stream. Add the scallions, sesame oil, sugar, and pepper, cover, and allow egg to just set about 30 seconds. Taste, and adjust the vinegar and pepper if desired. Serve immediately.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.kathygunst.com/\" target=\"_blank\">Kathy Gunst</a></strong>, resident chef for <em>Here & Now</em> and author of “<a href=\"http://www.amazon.com/Notes-Maine-Kitchen-Seasonally-Inspired/dp/0892729171/?tag=wburorg-20\" target=\"_blank\">Notes from a Maine Kitchen</a>” and the video series “<a href=\"http://www.craftsy.com/class/simple-soups-from-scratch/4850;jsessionid=76CAA4F47028819E3BD2CB0F917EDC52.enya002\" target=\"_blank\">Simple Soups from Scratch</a>.” She tweets <a href=\"https://twitter.com/mainecook\" target=\"_blank\">@mainecook</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Home+Sick%3F+Try+These+Recipes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"596"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387802881-d8ac1f.m3u?orgId=1&e=387802878&d=596&ft=nprml&f=387802878"},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0220_greek-lemon-orzo.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"921","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0220_ginger-lemon-tea.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1280","width":"1214"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0220_hot-and-sour.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"923","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0220_hot-sour-ingredients.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"892","width":"1280"}}]}