{"created":"2015-01-29T23:10:46+00:00","modified":"2015-02-11T21:05:13+00:00","valid":{"from":"2015-02-11T21:05:13+00:00","to":"3015-02-11T21:05:13+00:00"},"hreflang":"en","title":"Some Businesses Say Immigrant Workers Are Harder To Find ","published":"2015-01-30T15:07:00+00:00","teaser":"The president's recent executive actions will allow millions of immigrants to stay in the U.S. But many businesses say those changes aren't enough to help them find and keep all the workers they need.","itags":["npr_api","382439711"],"guid":"b8d89063-72ea-473f-8f0c-4e2d5886dfed","contentencoded":"<p>At Fieldale Farms in Gainesville, Ga., workers cut up chicken breasts and feed the parts into machines. The pieces are then marinated, breaded and eventually sold to restaurants.</p><p>The work here can be physically demanding. Not a lot of people want to do it — even though the average wage here is $16 per hour plus benefits.</p><p>Tom Hensley, the company president, says Fieldale Farms hires just about anyone who can pass a drug test.</p><p>\"We hire 100 people a week. Because we have 100 people who quit every week, out of 5,000 employees,\" he says. \"We're constantly short.\"</p><p>President Obama's executive actions on immigration, announced in November, will allow an estimated 4 million immigrants living in the U.S. illegally to stay in the country indefinitely.</p><p>But without congressional action, many of the long-term problems in the immigration system — including work shortages like that at Fieldale Farms --remain unaddressed.</p><p>And the shortage at the Fieldale plant has gotten worse. For a long time, a large majority of the workforce came from Latin America, mostly Mexico. Hensley always checked their documents, though he concedes some of those might have been forged.</p><p>Whatever their status, he says, the Latinos he hired were good employees with a strong work ethic and a low absentee rate.</p><p>\"They were outstanding,\" he says. \"If you asked for overtime, everybody raised their hand. They couldn't wait to come to work. Because they appreciated having a job.\"</p><p>Today, only about one-third of the workers here are from Latin America. In 2011, Georgia passed one of the strictest anti-illegal immigration bills in the country. Before that, the county became part of a federal program that designated local police to help find undocumented workers.</p><p>Arturo Corso, a local activist and lawyer, says Latino residents were stopped for minor offenses. Those who didn't have the right papers risked being taken to jail and deported.</p><p>\"You had immigration agents partnering up with deputies at these roadblocks,\" Corso says. \"Even if they stopped a taxi, they would ask the people riding in the back seat of the taxi, \"Show me your social security card.' \"</p><p>The program was modified in recent years, so the risk of deportation has dropped significantly. But Hall County retains a bad reputation among Hispanic immigrants — even those in the U.S. legally.</p><p>Maria, who didn't want her last name used, came to Georgia years ago from Mexico without papers. She has legal status today and owns a store, but she says she wouldn't advise other immigrants to come here. \"Because if they come here and they don't have papers, they're running a huge risk,\" she says through an interpreter.</p><p>No one in county government wanted to talk about the climate for immigrants. Republican Congressman Doug Collins grew up in Gainesville and says local and state laws have probably discouraged some immigrants from coming to Georgia. He concedes that's a problem for employers.</p><p>\"We do need a short-term guest worker program — where they come in, they do the job and they're able to go back home — so that there [are] sufficient employees for this kind of work that right now they're struggling to find,\" Collins says.</p><p>But he says such a program needs to be part of a comprehensive immigration bill that also secures the borders — and in the current political climate, that's hard to achieve.</p><p>Meanwhile, companies such as Fieldale Farms struggle to find workers. Tom Hensley says that as Latino immigrants have left, he has to hire more native-born Americans, who tend to be older.</p><p>\"So we've had to hire middle-aged Americans who have not been used to working in an industrial facility and they have difficulty keeping up with the machines. So it's not the same labor force that we had 10 years ago,\" Hensley says.</p><p>As for President Obama's executive order, Hensley sees it as a kind of Band-Aid solution. It allows a lot of undocumented workers to remain in the country, but it could easily be reversed by the next president.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Some+Businesses+Say+Immigrant+Workers+Are+Harder+To+Find+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jim Zarroli","audio":[{"meta":{"duration":"266"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382463545-d9a3dd.m3u?orgId=1&topicId=1006&e=382439711&d=266&ft=nprml&f=382439711"},{"href":"http://media.npr.org/assets/img/2015/01/29/chicken_0927-fed8e000178e37f2929f1ad65f3c9f906aaad3c3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"934","width":"1246"}},{"href":"http://media.npr.org/assets/img/2015/01/29/chicken_0926-f99a6ad89dd076d95c1aa33a41b174cffb92e8bf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1199","width":"1599"}}]}