{"created":"2014-10-09T03:20:08+00:00","modified":"2014-10-09T03:20:09+00:00","valid":{"from":"2014-10-09T03:20:08+00:00","to":"3014-10-09T03:20:08+00:00"},"hreflang":"en","title":"A Millionaire Saves The Silenced Symphonies Of Pakistan","published":"2014-04-26T15:30:00+00:00","teaser":"Once upon a time, Lahore was home to a booming film industry and studio musicians to match. Now, the sounds of Lollywood have made a comeback, thanks to a jazz fan — who's also a philanthropist.","itags":["npr_api","306874889"],"contentencoded":"<p>The city street where Sachal Studios is located looks like any other in Lahore, Pakistan. There are tea stalls and rickshaws and grimy car repair shops.</p><p>But it doesn't quite sound the same — or more precisely, there's a sound that Pakistanis have begun to forget.</p><p>Inside Sachal Studios, an orchestra is in rehearsal. The musicians are all men. Most are old enough to be grandfathers.</p><p>Their skills were going out of fashion in Pakistan. Now, they're winning applause worldwide.</p><p><strong>Welcome To Lollywood</strong></p><p>A few decades back, Lahore had a booming film industry. Inevitably, it was known as Lollywood.</p><p>\"This was like a magic age that fell apart,\" says Aqeel Anwar, a violinist in his 70s. He used to play in Lollywood soundtracks. \"It was such an excellent time. I never thought it would end.\"</p><p>For many years, South Asian movies kept Lahore's session musicians pretty busy. And the Lollywood musicians were a class apart.</p><p>\"In Punjab here in Pakistan, music is usually practiced by traditional musicians' families,\" says Mushtaq Soofi, a music producer. \"They inherit it, they learn it from their parents and then transmit to the next generation.\"</p><p>Things started to change in the late '70s. General Muhammad Zia-ul-Haq seized power in a coup, ushering in a period of religious conservatism in Pakistan that lingers to this day.</p><p>Movie theaters began to shut down. Lollywood went into decline.</p><p>Ghulam Abbas played cello in the movies. When the work dried up, he packed away his instrument and broke with tradition by deciding not to teach his children how to play. He started up a garment stall, but struggled to get by.</p><p>\"When I left this work, I was very sad,\" Abbas says. \"I thought about how I'd worked hard and invested 25 to 30 years in my music.\"</p><p>Now, Abbas is sawing away at the cello again — though some of the music isn't exactly what he's used to.</p><p><strong>Bringing Back The Music</strong></p><p>The reason Abbas is playing again is a music-mad millionaire. Izzat Majeed made his money overseas, in finance. But he was born in Lahore in 1950, remembers Lollywood's heyday and greatly admires its musicians.</p><p>\"It was a brotherhood of great musicians,\" Majeed says. \"I call them great because they are great and they lost it. They lost the avenue. They lost the money. They lost the creativity.\"</p><p>Majeed decided to rekindle that creativity by building a new studio complex in Lahore — and reuniting these men to form the Sachal Studios Orchestra.</p><p>He teamed up with the music producer Mushtaq Soofi, an old friend. Soofi says he remembers the first day the musicians played together.</p><p>\"They were delighted and we were delighted, too,\" Soofi says. \"Because we thought the music was dead, but when we met them, we realized it's not really dead.\"</p><p>Izzat Majeed says he's driven by a lifelong passion for music — especially traditional Pakistani music and jazz.</p><p>\"Duke Ellington, Dizzy Gillespie, Miles Davis, Brubeck, Quincy [Jones],\" he says. \"I can go on and on.\"</p><p>When he was 8, Majeed was taken by his dad to see Dave Brubeck perform in Lahore. Brubeck's version of the classic \"Take Five\" seems to have made a big impression on the city.</p><p>\"'Take Five' was a big hit in Lahore in the '60s,\" Majeed says. \"Nobody knew what it was. It was just a melody and the whole thing. It was just a phenomenal, a fantastic piece of music.\"</p><p>Lahore was different back then.</p><p>\"Even the tea boys and tea shacks put it on,\" he says. \"First time I heard it [was] in the streets, coming out of a shop.\"</p><p>Majeed decided, a couple of years ago, that the orchestra should have a crack at \"Take Five.\" Its version has a South Asian twist. Majeed posted it online, and it went viral. Brubeck, who was still alive at the time, even sent a note saying how much he loved it.</p><p><strong>Home And Away</strong></p><p>It's not easy running an orchestra in Pakistan. Some skills do seem to have vanished, Majeed says.</p><p>\"I can't find a single piano player in Lahore, maybe in Pakistan, a real piano player,\" Majeed says. \"People come and say, 'Oh, I can play,' but he can play atrociously — he doesn't know what the piano, the real piano, is. There's no brass left. Brass is dead.\"</p><p>When Sachal musicians go on tour abroad — to, say, London or New York — they hook up with outside musicians. That includes some big names, among them Wynton Marsalis and the Jazz at Lincoln Center Orchestra.</p><p>The studio orchestra is now firmly on the map.</p><p>It recently released its second album, <em>Jazz and All That</em>. There's more Brubeck, among other Western classics by The Beatles, Jacques Brel, Antonio Carlos Jobim, R.E.M. — all with a South Asian flavor.</p><p>The weird thing is, Mushtaq Soofi says, while the old Lollywood session men are now winning plaudits abroad, no one back home knows or cares much about them.</p><p>\"Music has to be recognized, and there is no patronage for music in Pakistan,\" Soofi says. \"That is why people are upset, musicians are upset. If you sing, if you are a singer or a vocalist, you get kind of fame and name and money, but if you are a musician, a pure musician, people don't bother much about you.\"</p><p>The only people who do bother about you tend to be the religious extremists, like the Taliban.</p><p>\"It is very difficult for musicians, because music is considered forbidden because it is un-Islamic,\" cellist Ghulam Abbas says. \"Yet the same people think it is acceptable to kill people.\"</p><p>Be that as it may, Abbas says he isn't planning to hang up his cello again.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Millionaire+Saves+The+Silenced+Symphonies+Of+Pakistan&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Philip Reeves","guid":"b8e7351e-fc5a-4144-bc4a-704b7365a018","audio":[{"meta":{"duration":"483"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1307057740-980234.m3u?orgId=1&topicId=1039&ft=3&f=306874889"},{"href":"http://media.npr.org/assets/img/2014/04/25/izzat-majeed-16c5dc8c1a0b8689fcc9a8027c777c64b74350c1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}}]}