{"created":"2014-09-13T11:39:19+00:00","modified":"2014-10-30T22:35:05+00:00","valid":{"from":"2014-10-30T22:35:05+00:00","to":"3014-10-30T22:35:05+00:00"},"hreflang":"en","title":"Israeli, Palestinian Parents Share Their Painful Stories Of Loss","published":"2014-09-15T17:33:00+00:00","teaser":"The Parents Circle is a group of Israeli and Palestinian mothers and fathers who have lost children in the conflict. Two of them visited NPR and said this summer's war has only made conditions worse.","itags":["npr_api","346854919"],"guid":"b8ec869c-294c-4360-a88e-a109789d5ea4","contentencoded":"<p>Israel and the Palestinian territories are small places where there's endless fighting. Almost everyone has been touched by the bloodshed at some point and it often leads to bitterness, calls for revenge ... and more fighting.</p><p>Yet there are groups trying to break this cycle, like <a href=\"http://www.theparentscircle.com/\" target=\"_blank\">The Parents Circle</a>, which is made up of Israeli and Palestinian parents who have lost kids to the violence yet have joined together in support of peace and reconciliation.</p><p>Two members of the group visited NPR in Washington to share their stories with Michel Martin in the wake of seven weeks of fighting this summer in the Gaza Strip that left more than 2,000 Palestinians and 70 Israelis dead.</p><p>Robi Damelin is an Israeli mother whose son David was killed by a Palestinian sniper in 2002. Bassam Aramin is a Palestinian father whose daughter Abir was killed in 2007 by Israeli border police.</p><p>Here's what they had to say:</p><p><strong>Has anything changed following this fighting this summer? </strong></p><p><strong>Robi Damelin: </strong>I think it's worse. You know, we now have 2,000 reasons from Gaza for hatred and revenge, from the families of those who were lost there. We now have 70 families in Israel who also lost their children and whose lives will never be the same.</p><p>And you know when the media goes away, having said how wonderful their children were and how clever and how good-looking and how they wanted to be in the army, the families are left alone with their pain, in a heart that never mends. And so I can only think it could be worse, because in fact, if they had gone to Cairo to negotiate, without killing all of these people and without the terrible, terrible destruction in Sinai, in Gaza — could they not have come up with the same solution as they could have come up with now?</p><p><strong>Bassam Aramin: </strong>We learned that there there is no military solution. This is what we hear always, but we need to understand that there is no military solution. So each one year, or two years, we have another circle, but it doesn't work. We just create more victims on both sides and we continue fighting each other. ... The power of Israel and the resistance of the Palestinians or Hamas, it doesn't work. In the end, we need to sit down and negotiate.</p><p><strong>Are the Israeli and Palestinian leaders just representing the will of their constituencies when they wage these conflicts?</strong></p><p><strong> Bassam Aramin:</strong> It's very complicated. For us, even Hamas became more peculiar now, in the last war, because for us, they became the Palestinian army, who want to defend their people, exactly as Israel's (army). It doesn't (mean) that the people, the Palestinians, will re-elect Hamas. ... But they need someone to end the occupation and to stop this fighting because especially in Gaza, there is no safe place.</p><p><strong>Robi Damelin: </strong>This is an army where everybody has to go (and serve). It's not a question of you can decide whether or not to go, and so the whole military ethos is like a holy cow, you know, it's everybody's children. I remember standing to say goodbye to David when he went to the army and thinking to myself, \"This is insane. How can it be that my child is sitting on a bus going away and will be given a weapon.\"</p><p>And no mother wants her child to go the army. No Palestinian mother wants to lose her child. That pain is the same pain of all the bereaved mothers. And I think the political leaders are there because they care about their positions. I don't think they really care about the country, otherwise they would have made very different decisions. Otherwise they would not have appropriated land in the occupied territories when they know full-well that this has got to be negotiated and that by appropriating more and more land, eventually there will be no solution that is political.</p><p><strong>Do you feel that you are making any headway as a group?</strong></p><p><strong>Robi Damelin:</strong> You know we work on the ground solidly 24 hours a day. We speak to more than 25,000 students every year. We (teach) adult programs called History through the Human Eye. We speak a lot on media.</p><p>We ran this tent right throughout the (war in the) summer ... We wanted to have a place where even people who agreed with us could come and, sort of, talk about how difficult it is for them to say how difficult it is to say to other Israelis that they are against the war. And so they felt safe to come there. But it was also safe for settlers to come because we listen. You can't dailogue only with the people that you like. So we have to listen and we have to include them.</p><p><strong>Bassam Aramin: </strong>The last few months we have, fortunately, a few members who joined us. ... We have thousands of supporters. We have our effect on politicians, some politicians on both sides, and we continue working, we see how the people support us and join us.</p><p><strong>Robi Damelin:</strong> Over the weekend, on Saturday, we had a meeting of all the members of the Parents Circle. Well, not all, but almost; more than 200 people came to this meeting, which was really showing and reaffirming the work that we're doing. It's not easy for a Palestinian to come to a meeting like this having watched what happened. ...</p><p>And we had a unilateral first part of the meeting and we all came together to talk, and there was an honesty of being able to share that pain and anger. And if that can happen for us, then surely we are this extraordinary example. And the tent on Peace Square that we created has just been another way for us to bring a message to the public and because we did all of this during the war.</p><p>I think the Parents Circle is probably the only organization that continued to work — and Combatants for Peace, sorry. And we had a huge demonstration in Tel Aviv for 15,000 and I watched the demonstration and I realized how people don't care about the sanctity of human life and so I asked for a minute of silence for everybody that had lost their lives. It's difficult but we cannot give up.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Israeli%2C+Palestinian+Parents+Share+Their+Painful+Stories+Of+Loss&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"408"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348181127-2def8b.m3u?orgId=1&topicId=1009&ft=3&f=346854919"},{"href":"http://media.npr.org/assets/img/2014/09/12/parents-circle-e59430763b7bb05d2ed3860b2b22ca81e132f4cd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1940","width":"2587"}}]}