{"created":"2014-10-03T03:54:42+00:00","modified":"2015-04-30T19:47:52+00:00","valid":{"from":"2011-04-25T15:53:29+00:00","to":"3011-04-25T15:53:29+00:00"},"hreflang":"en","guid":"b8f5be11-955e-46af-af06-b523802f3654","title":"SOTRU - Utica: City with a Warm Heart","teaser":"A couple of decades ago, Utica was dying; a popular bumper sticker in the '90s read \"Last One Out of Utica, Please Turn Out the Lights.\" Once a bustling textile city perched on the edge of the Erie Canal, Utica lost its mills in the mid-20th century and has been losing population ever since. But something has changed in recent years. With a surprising influx of refugees to this part of snowy, upstate New York, the newcomers have given Utica hope for second chance.","description":"State of the Re:UnionUtica, NY: City with a Warm HeartHost: Al LetsonDescription: A couple of decades ago, Utica, New York, was dying, by even its residents diagnosis: a popular bumper sticker in the &lsquo;90s read &ldquo;Last One Out of Utica, Please Turn Out the Lights.&rdquo; Once a bustling textile city perched on edge of the Erie Canal, Utica lost its mills in the mid-20th century, and has been losing population ever since. But something has changed in recent years, with a surprising influx of refugees to this part of snowy, cold upstate New York&mdash;the newcomers have given Utica hope for second chance. In a town once built on the labor of Italian, German and Irish workers, Utica has embraced the new flood of immigrants as a possible answer to its reputation as &ldquo;the City That God Forgot.&rdquo; Billboard (:59)Incue: From PRX and NPR&hellip;Outcue: But first, this newsNews Hole: 1:00-6:00SEGMENT A (12:29)Incue: You're listening to StateOutcue: On State of the Re:UnionA. A Mill TownWe begin the episode in Utica&rsquo;s once-thriving downtown, surrounded by the textile mills that used to be Utica&rsquo;s economic powerhouse. With Doug Ambrose, a local history professor and Utica history buff, we learn about the city&rsquo;s early boom days, and Utica&rsquo;s decline. B. A Newcomer ArrivesBy the second half of the 20th century, Utica was not an obvious destination for immigrants. Declining economically, far away from a major metropolitan area, and cold as heck (!), it&rsquo;s not a spot you&rsquo;d think an immigrant from say, Somalia, would choose to settle. So how did it come to be that? It all started with one woman, a Utica resident named Roberta Douglas. Her husband was a Vietnam Veteran, and, through interest in where he&rsquo;d been, she learned of the plight of Amerasian children, the offspring of American soldiers and Vietnamese women. Out of her concern for them, she started learning more about refugees, and worked to resettle a single Vietnamese man in the region. From that first refugee, the Mohawk Valley Resource Center for Refugees was founded. Since the late 1970s, MVRCR has resettled 14,000 refugees in the greater Utica area, from 31 countries, as diverse as Bosnia, Laos, the former USSR and Sudan.C. An Immigrant HistoryWhy were these refugees accepted? In this segment, we explore Utica&rsquo;s immigrant past, and the foundational role people from elsewhere in the world played in making the city what it still is today. We visit theUtica Maennerchor, a German singing club started in 1865 by immigrants who&rsquo;d come to the city to work the mills. It&rsquo;s still going strong today. D. The World in Utica&rsquo;s KitchensIn a short montage, we tell the story of the city&rsquo;s immigration patterns through the many restaurants that have become institutions&mdash;older ones, and newer ones&mdash;here. From the Italians and Poles to the Vietnamese and Bosnians. We meet Mirsen, the Bosnian owner of an Italian restaurant that won an iconic Utica food competition, and hear from him about the role food has played in making Utica his home.&nbsp; BREAK: 19:00 - 20:00SEGMENT B (18:58)Incue: You're listening to State Outcue: P-R-X-dot-O-R-GA. Learning the U.S. We learn from a collection of refugees and Jean Skahan, who teaches cultural competency at MVRCR, about the challenges of initiating foreigners to everyday life in the U.S. For many of these people, this is the first time they&rsquo;ve encountered a traffic light, a bed, or a refrigerator. How do you teach that to someone? B.Dear Utica Letter: A letter written to the city by Bosnian refugee Rialda Albegic&nbsp; C. The Circular Story of Baptists and BurmaBack in the 1800s, when Utica was strong, a local congregation of American Baptists, Tabernacle Baptist Church, decided to up and go to Burma on a missionary trip. A member of that congregation, Cephas Bennett, was a missionary printer. On that trip, he printed the first Bible in Sgaw Karen, the language of the local Karen people. And when Karen people began to resettle in Utica, they showed up at Tabernacle Baptist Church, knocked on the door and told Pastor Mark Caruana that they knew all about his church&hellip; because their Bible was printed by one of its members. Karen refugees have made Tabernacle Baptist one of the faster growing congregations of American Baptists in the nation. There are now so many Burmese members, the church offers a Karen language service&hellip; But that&rsquo;s been challenging for some older members of the church to accept.D. A Mosque Is Embraced in Upstate New YorkIn recent months, the U.S. has seen a fresh wave of anti-Muslim fervor, what with the controversy over the planned Mosque for Ground Zero in New York City. But in Utica, that&rsquo;s not the case. Here, an old United Methodist Church was enthusiastically transformed into a mosque, and former church members are celebrating the new mosque as saving the church building from destruction. Now, it&rsquo;s not that folks in Utica are just more enlightened than the rest of the country&mdash;and it probably helps that the Muslims who attend this mosque are Bosnian, not Arab. But the imam of the new mosque, Ahmedin Mehmedovic, says they too are going about making their entrance into this community in as respectful and inclusive a way as possible. He made sure to save and return all the religious artifacts in the Methodist Church, believing that if he and his congregation treat the community well, they will find the same treatment in return. BREAK: 39:00-40:00SEGMENT C: (18:59)Incue: You're listening to StateOutcue: This is N-P-RA. A Jam Band, a Monk, a Revolution and a new New York HomeA couple of years ago Al Schnier had barely heard of Burma. He&rsquo;s a member of the successful jam band moe, and was mostly living the life of a touring musician, returning home in between to his base in Utica, NY. But in the summer of 2007, Al&rsquo;s good friend Steve took a trip to Burma, a country north of Thailand that has been under a military dictatorship for decades. On Steve&rsquo;s final day in the country, he met U Agga Nya Na, a young Buddhist monk, who, for some reason decided Steve was the man to talk to. They spent several hours together, discussing what life was like under the military junta. Steve gave Agga his card, and then returned home to the States.&nbsp; Just months later, the Saffron Revolution briefly took hold of Burma. Thousands of people marched in the streets to protest against a 500% hike in fuel costs imposed by the junta. Tens of thousands of them were monks&mdash;hence the coloring of the title, for the monks brightly colored robes. Many were arrested, beaten, even killed. Agga managed to make it to a refugee camp in Thailand, and, from there, he called Steve, a man he&rsquo;d met once, and spoken to for several hours. All of a sudden, Agga&rsquo;s life was in Steve&rsquo;s hands. We hear the story of how Agga ended up in Utica, dancing to the music of Al&rsquo;s jam band. B. An Outsider Who Made Utica&rsquo;s Toughest Neighborhood her MissionSometimes, all it takes to make a down-and-out place new again is fresh eyes to see the possibilities. For one Utica neighborhood, what it took was the Rev. Maria Scates. A formerly homeless woman who traveled around the world doing missionary work, Scates ended up in Utica almost by accident. But once there, she made Cornhill her mission. This was an area of the city of once-grand Victorian homes that for decades had been beyond down and out. The houses were filled with drug dealers. Kids were afraid to play in the park. And yet, when Rev. Scates drove through, all she could see was the area&rsquo;s promise. She started with buying one building, buying it and turning it into her center of operations, driving out the drug dealers on the way. She and her partner kept acquiring property after property and turning them into housing for homeless women coming out of being incarcerated and wanting to reunite with their kids. Another property houses a food pantry. Another a youth center. Now, 15 years later, they own and run more than a dozen buildings in Cornhill, much of it transitional housing for the poor, for recovering drug addicts.&nbsp; The Johnson Park Center is a testament to the power of an outsider&rsquo;s belief in the inner goodness of a neighborhood, and to the will to make it become what they believe it to be. C. Utica is a Welcome Place In this section, we ask Utica residents whether they think the city is a welcoming place, and why. PROGRAM OUT @ 59:00BROADCAST WINDOW BEGINS 5/8The Spring 2011 season of State of the Re:Union will be available on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2011. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.Thanks for your consideration of the State of the Re:Union with Al Letson. Please contact your NPR Stations Relations person or Joan Miller at joanadrienne@gmail.com or 612-377-3256 with questions or to confirm carriage.","contentencoded":"State of the Re:Union<br />Utica, NY: City with a Warm Heart<br /><br />Host: Al Letson<br /><br />Description: A couple of decades ago, Utica, New York, was dying, by even its residents diagnosis: a popular bumper sticker in the &lsquo;90s read &ldquo;Last One Out of Utica, Please Turn Out the Lights.&rdquo; Once a bustling textile city perched on edge of the Erie Canal, Utica lost its mills in the mid-20th century, and has been losing population ever since. But something has changed in recent years, with a surprising influx of refugees to this part of snowy, cold upstate New York&mdash;the newcomers have given Utica hope for second chance. In a town once built on the labor of Italian, German and Irish workers, Utica has embraced the new flood of immigrants as a possible answer to its reputation as &ldquo;the City That God Forgot.&rdquo; <br /><br />Billboard (:59)<br />Incue: From PRX and NPR&hellip;<br />Outcue: But first, this news<br /><br />News Hole: 1:00-6:00<br /><br />SEGMENT A (12:29)<br />Incue: You're listening to State<br />Outcue: On State of the Re:Union<br /><br />A. A Mill Town<br />We begin the episode in Utica&rsquo;s once-thriving downtown, surrounded by the textile mills that used to be Utica&rsquo;s economic powerhouse. With Doug Ambrose, a local history professor and Utica history buff, we learn about the city&rsquo;s early boom days, and Utica&rsquo;s decline. <br /><br />B. A Newcomer Arrives<br />By the second half of the 20th century, Utica was not an obvious destination for immigrants. Declining economically, far away from a major metropolitan area, and cold as heck (!), it&rsquo;s not a spot you&rsquo;d think an immigrant from say, Somalia, would choose to settle. So how did it come to be that? It all started with one woman, a Utica resident named Roberta Douglas. Her husband was a Vietnam Veteran, and, through interest in where he&rsquo;d been, she learned of the plight of Amerasian children, the offspring of American soldiers and Vietnamese women. Out of her concern for them, she started learning more about refugees, and worked to resettle a single Vietnamese man in the region. From that first refugee, the Mohawk Valley Resource Center for Refugees was founded. Since the late 1970s, MVRCR has resettled 14,000 refugees in the greater Utica area, from 31 countries, as diverse as Bosnia, Laos, the former USSR and Sudan.<br /><br />C. An Immigrant History<br />Why were these refugees accepted? In this segment, we explore Utica&rsquo;s immigrant past, and the foundational role people from elsewhere in the world played in making the city what it still is today. We visit theUtica Maennerchor, a German singing club started in 1865 by immigrants who&rsquo;d come to the city to work the mills. It&rsquo;s still going strong today. <br /><br />D. The World in Utica&rsquo;s Kitchens<br />In a short montage, we tell the story of the city&rsquo;s immigration patterns through the many restaurants that have become institutions&mdash;older ones, and newer ones&mdash;here. From the Italians and Poles to the Vietnamese and Bosnians. We meet Mirsen, the Bosnian owner of an Italian restaurant that won an iconic Utica food competition, and hear from him about the role food has played in making Utica his home.&nbsp; <br /><br />BREAK: 19:00 - 20:00<br /><br />SEGMENT B (18:58)<br />Incue: You're listening to State <br />Outcue: P-R-X-dot-O-R-G<br /><br />A. Learning the U.S. <br />We learn from a collection of refugees and Jean Skahan, who teaches cultural competency at MVRCR, about the challenges of initiating foreigners to everyday life in the U.S. For many of these people, this is the first time they&rsquo;ve encountered a traffic light, a bed, or a refrigerator. How do you teach that to someone? <br /><br /><br />B.Dear Utica Letter: A letter written to the city by Bosnian refugee Rialda Albegic&nbsp; <br /><br /><br />C. The Circular Story of Baptists and Burma<br />Back in the 1800s, when Utica was strong, a local congregation of American Baptists, Tabernacle Baptist Church, decided to up and go to Burma on a missionary trip. A member of that congregation, Cephas Bennett, was a missionary printer. On that trip, he printed the first Bible in Sgaw Karen, the language of the local Karen people. And when Karen people began to resettle in Utica, they showed up at Tabernacle Baptist Church, knocked on the door and told Pastor Mark Caruana that they knew all about his church&hellip; because their Bible was printed by one of its members. Karen refugees have made Tabernacle Baptist one of the faster growing congregations of American Baptists in the nation. There are now so many Burmese members, the church offers a Karen language service&hellip; But that&rsquo;s been challenging for some older members of the church to accept.<br /><br />D. A Mosque Is Embraced in Upstate New York<br />In recent months, the U.S. has seen a fresh wave of anti-Muslim fervor, what with the controversy over the planned Mosque for Ground Zero in New York City. But in Utica, that&rsquo;s not the case. Here, an old United Methodist Church was enthusiastically transformed into a mosque, and former church members are celebrating the new mosque as saving the church building from destruction. Now, it&rsquo;s not that folks in Utica are just more enlightened than the rest of the country&mdash;and it probably helps that the Muslims who attend this mosque are Bosnian, not Arab. But the imam of the new mosque, Ahmedin Mehmedovic, says they too are going about making their entrance into this community in as respectful and inclusive a way as possible. He made sure to save and return all the religious artifacts in the Methodist Church, believing that if he and his congregation treat the community well, they will find the same treatment in return. <br /><br /><br />BREAK: 39:00-40:00<br /><br />SEGMENT C: (18:59)<br />Incue: You're listening to State<br />Outcue: This is N-P-R<br /><br />A. A Jam Band, a Monk, a Revolution and a new New York Home<br />A couple of years ago Al Schnier had barely heard of Burma. He&rsquo;s a member of the successful jam band moe, and was mostly living the life of a touring musician, returning home in between to his base in Utica, NY. But in the summer of 2007, Al&rsquo;s good friend Steve took a trip to Burma, a country north of Thailand that has been under a military dictatorship for decades. On Steve&rsquo;s final day in the country, he met U Agga Nya Na, a young Buddhist monk, who, for some reason decided Steve was the man to talk to. They spent several hours together, discussing what life was like under the military junta. Steve gave Agga his card, and then returned home to the States.&nbsp; Just months later, the Saffron Revolution briefly took hold of Burma. Thousands of people marched in the streets to protest against a 500% hike in fuel costs imposed by the junta. Tens of thousands of them were monks&mdash;hence the coloring of the title, for the monks brightly colored robes. Many were arrested, beaten, even killed. Agga managed to make it to a refugee camp in Thailand, and, from there, he called Steve, a man he&rsquo;d met once, and spoken to for several hours. All of a sudden, Agga&rsquo;s life was in Steve&rsquo;s hands. We hear the story of how Agga ended up in Utica, dancing to the music of Al&rsquo;s jam band. <br /><br />B. An Outsider Who Made Utica&rsquo;s Toughest Neighborhood her Mission<br />Sometimes, all it takes to make a down-and-out place new again is fresh eyes to see the possibilities. For one Utica neighborhood, what it took was the Rev. Maria Scates. A formerly homeless woman who traveled around the world doing missionary work, Scates ended up in Utica almost by accident. But once there, she made Cornhill her mission. This was an area of the city of once-grand Victorian homes that for decades had been beyond down and out. The houses were filled with drug dealers. Kids were afraid to play in the park. And yet, when Rev. Scates drove through, all she could see was the area&rsquo;s promise. She started with buying one building, buying it and turning it into her center of operations, driving out the drug dealers on the way. She and her partner kept acquiring property after property and turning them into housing for homeless women coming out of being incarcerated and wanting to reunite with their kids. Another property houses a food pantry. Another a youth center. Now, 15 years later, they own and run more than a dozen buildings in Cornhill, much of it transitional housing for the poor, for recovering drug addicts.&nbsp; The Johnson Park Center is a testament to the power of an outsider&rsquo;s belief in the inner goodness of a neighborhood, and to the will to make it become what they believe it to be. <br /><br />C. Utica is a Welcome Place In this section, we ask Utica residents whether they think the city is a welcoming place, and why. <br /><br /><br />PROGRAM OUT @ 59:00<br /><br />BROADCAST WINDOW BEGINS 5/8<br /><br />The Spring 2011 season of State of the Re:Union will be available on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2011. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. <br /><br />State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.<br /><br />Thanks for your consideration of the State of the Re:Union with Al Letson. Please contact your NPR Stations Relations person or Joan Miller at joanadrienne@gmail.com or 612-377-3256 with questions or to confirm carriage.","byline":"Al Letson","published":"2011-04-25T15:53:29+00:00","tags":[],"itags":["prx:stories-62207"],"audio":[{"href":"https://hal.prx.org/pub/bf421d77153401aaed7547bf29920242/0/web/story_image/131337/medium/SOTRU_Utica.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/2eb9f33ab4e50b64a5fde646463a0d9d/0/web/audio_file/282096/broadcast/01-Utica-Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/bdf01dee5b793b988eeb1c707f7bc237/0/web/audio_file/282098/broadcast/02-Utica-Newscast_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":29,"size":926851}},{"href":"https://cms.prx.org/pub/d40e51924cc052390e96dfaa533210c1/0/web/audio_file/284804/broadcast/03-Utica_Segment_A_v2.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941956}},{"href":"https://cms.prx.org/pub/22b3348dbccce2bd0f9438d0d18190e5/0/web/audio_file/282102/broadcast/04-Utica-Segment_A_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/cec9a567ff033d782dfb40b63bc214fb/0/web/audio_file/282103/broadcast/05-Utica_Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36407671}},{"href":"https://cms.prx.org/pub/79bdfba3bff43cc4ac0b6cbd85379d28/0/web/audio_file/282104/broadcast/06-Utica-Segment_B_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1884596}},{"href":"https://cms.prx.org/pub/56593953977f4e171d4996608deeba0b/0/web/audio_file/288825/broadcast/07-Utica-Segment_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408506}}]}