{"created":"2015-07-03T12:29:43+00:00","modified":"2015-07-03T12:29:45+00:00","valid":{"from":"2015-07-03T12:29:45+00:00","to":"3015-07-03T12:29:45+00:00"},"hreflang":"en","guid":"b8f8303d-0fca-4c55-80e3-c7c563c70fa4","title":"How do those 'Jurassic World' dinos compare to the real thing?","published":"2015-07-03T12:29:37+00:00","byline":"Adam Wernick, Christopher Intagliata","tags":["movies","science","arts","Arts","Arts, Culture & Media","Entertainment","Film","Jurassic World","Jurassic Park"],"teaser":"Jurassic World, the sequel to Jurassic Park, is now in theaters, thrilling theatergoers and eliciting delighted groans from scientists","contentencoded":"<p>Jurassic World, the long-awaited sequel to the monster hit, Jurassic Park, is finally here. Critics agree it is “visually dazzling,” but how does it rate with scientists who really know this stuff?</p>\n<p>Apparently, the needle on the scientific Groan-o-Meter is pretty high on this one, though scientists are often loathe to spoil movie-goers’ fun.</p>\n<p>“It's easy to be pedantic about a movie like this and pick nits, but this is a fun, summer monster movie and on that level it works really well. I had a good time,” says Kenneth Lacovara, a paleontology fellow at the Academy of Natural Sciences at Drexel University in Philadelphia.</p>\n<p>“I don't know that the dinosaurs in this movie really have a lot in common with the dinosaurs as we know them,” adds Lindsay Zanno, who heads the Paleontology Research Lab at the North Carolina Museum of Natural Sciences in Raleigh, “but it definitely sparks some interest and imagination, and anything that does that is a good thing.”</p>\n<p>For the uninitiated, Jurassic World takes place 20 years after Jurassic Park, which didn’t end particularly well. But now, through the miracle of genetic engineering, dinosaurs have become common, and Jurassic World, the theme park, is open for business. But business isn't so good.</p>\n<p>To come up with something new to wow the kiddies, park execs decide to create a new attraction: a gene-spliced Indominus Rex.</p>\n<p>“It’s supposed to be a genetic hybrid and when you do that I guess you have a tremendous amount of creative license,” Lacovara says. “The premise is that they're improving on good old T.rex, but I'm not sure T.rex needs a lot of improvement.”</p>\n<p>The T.rex, like all organisms, was exquisitely adapted to its environments, Lacovara points out. Even the tiny arms that get made fun of so often are adaptive. “In evolution the rule is use it or lose it,” he says, “and T.rex had exactly the arms that it needed to be successful in its environment. So if you put Indominus rex and T.rex back in the Cretaceous period, I think T.rex might come out on top, because it has adapted.”</p>\n<p>Dinosaur paleontologists have always relied on artists to render their knowledge and scientific theories into visible form, Lacovara notes, because, unlike most scientists, they will never be able to see the actual thing they study. “We always have this kind of unrequited love with the thing that we work on and we need artists to fill in that gap for us,” he says.</p>\n<p>But in this particular case, the artists were under orders from movie makers, not scientists. For example, paleontologists now know fairly definitively that dinosaurs like Velociraptor and T.rex had primitive feathers or quills. Their dino counterparts in Jurassic World do not.</p>\n<p>“It wasn't so much the feathers — I can sort of understand that maybe feathered raptors don't seem as scary to people as scaly ones,” Zanno says, “but they also had the raptors sort of creeping around with their hands in a sort of Walking Dead kind of posture — and that's really bizarre.”</p>\n<p>To bump up the scare factor even further, the Velociraptor in the Jurassic films are really big. In reality, however, the actual Velociraptor is kind of tiny — about the size of a turkey, Lacovara says. “If a Velociraptor's in your kitchen, it's actually not that big of a problem,” he points out.</p>\n<p>In the film, actor Chris Pratt plays a kind of dino whisperer — something like a Sea World trainer, but with Velociraptors instead of dolphins. Zanno found this wonderful and utterly improbable.</p>\n<p>“If you could do that, I'd be so on board,” she says, with a laugh. “I can't think of anything cooler than riding around town with my own pack of Velociraptor. But Velociraptor were extraordinarily intelligent for their day, and they're only about as smart as the dumbest of the living dinosaurs — which we call birds. So, it's probably a little out of the question that you could really train them for this kind of purpose.”</p>\n<p>One of the other stars of the movie is a gigantic Mosasaur, one of Lacovara’s favorites. But Mosasaur isn’t actually a dinosaur — it’s a marine reptile.</p>\n<p>“This thing is a sea monster,\" he says. \"Imagine a Komodo dragon that's as long as a school bus, has paddles for limbs, a very long jaw, and then inside its mouth at the top of its throat it has a second set of teeth that point backwards to keep you from swimming back out.\"</p>\n<p>Lacovara says he was looking very closely when the Mosasaur appears and noticed the film’s creators had included those palate teeth at the top of the throat. “You’ve got to give them kudos for that one,” he says. “That's something pretty obscure that they got right in the movie.”</p>\n<p>Behind the good fun of quibbling with Hollywood movie depictions of dinosaurs lurks a more serious concern for paleontologists and other scientists: a <a href=\"http://ncse.com/rncse/30/3/americans-scientific-knowledge-beliefs-human-evolution-year-\">2010 survey</a> which found that 40 percent of Americans believe dinosaurs and humans lived at the same time.</p>\n<p>This number reflects a disappointingly low acceptance in the US for the theory of evolution, Lacovara says — and it has been disappointingly low for decades. “If you don't think that the Earth is old, then you probably think that humans and dinosaurs lived together. That's a problem [for] our educational system.”</p>\n<p>Zanno is quick to point out that, in a way, those who believe humans co-existed with dinosaurs are correct — just not in the way they think they are.</p>\n<p>“We talk about de-extinction in dinosaurs and bringing them back to life, but you don't need a Jurassic Park to watch a dinosaur or have an interaction with a dinosaur, because they're not gone,” she says.</p>\n<p>Zanno is, of course, talking about birds, the only dinosaurs to survive the cataclysmic event that destroyed all the others.</p>\n<p>“If I had to pick one dinosaur group to make it through that extinction event, I can't think of a better group than birds,” she says. “I mean, can you imagine bringing sauropods back to life and having them wreak havoc? These long-necked 100 foot long dinosaurs? You wouldn't want to do that.”</p>\n<p>Well, actually you might — if you like to make scary movies.</p>\n<p><em>This article is based on an <a href=\"http://sciencefriday.com/segment/06/19/2015/science-goes-to-the-movies-jurassic-world.html\">interview</a> that aired on PRI's <a href=\"http://sciencefriday.com\">Science Friday</a> with Ira Flatow</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-28%2Fjurassic-dinos&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/os-universal-jurassic-world-trailer-theme-park-20141125.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/os-universal-jurassic-world-trailer-theme-park-20141125jpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/science-friday/segment-audio/scifri-jurassic-world.mp3"},{"href":"http://admin.pri.org/file/scifri-jurassic-worldmp3"}]}