{"created":"2015-06-24T09:03:59+00:00","modified":"2015-07-03T01:05:15+00:00","valid":{"from":"2015-07-03T01:05:15+00:00","to":"3015-07-03T01:05:15+00:00"},"hreflang":"en","title":"The Quieter Sports Season, And Why Tennis Needs Caddies","published":"2015-06-24T12:05:00+00:00","teaser":"Summer is finally here and commentator Frank Deford rounds up some of the sights and (softer) sounds of the season. And he says it's time for a new job on the courts of Wimbledon.","itags":["npr_api","416822378"],"guid":"b8fdca91-b64e-4cc2-9d49-394f296eeb5c","contentencoded":"<p>Ah, it's summer, and sport is of a sweeter sort now — don't you think? For instance, of all the jobs in sport, I think maybe the best is retrieving foul balls. The boys and girls in that job get to wear uniforms and gloves, but mostly they just sit and occasionally gather up a foul ball, then give it away to some happy fan. Isn't that a neat job?</p><p>Mercifully, sports are also quietest in the summer. As we know, a lot of arenas and stadiums are just too noisy nowadays. When the <a href=\"http://abc7news.com/sports/expert-decibel-level-at-oracle-is-similar-to-jet-engine/773850/\">experts start comparing</a> the decibel level at games to standing <em>this close</em> to jet planes as they did during the NBA Finals, then you know it's just too noisy.</p><p>Of course, cheering goes with games, and you can't stop people from root, root, rooting for the home team. But couldn't the leagues at least side with eardrums by disallowing teams from having their fancy scoreboards plead for noise, and by making it a penalty or a technical foul if players themselves <em>encourage</em> more noise? We don't need players being noise enablers.</p><p>No more of that towel waving and arm flapping stuff to whip up the screamers and the shouters.</p><p>But now it's summer, so the noise quotient is appropriate. I like that.</p><p>However, we do need one new job in sport. There is more and more paraphernalia in all sports, but the big, strong athletes don't have to ever lug anything themselves — except in tennis. Watch Wimbledon next week and check out the size of those steamer trunks full of rackets that the players –– big men and little women alike –– carry on to the court themselves. They all have 38 coaches, dieticians, trainers, practice partners and gofers, but then the star player walks out onto the court humping a bag that Santa Claus couldn't handle.</p><p>Tennis needs caddies. I'd call them \"toters.\" It's a good startup job, toter. But even more important, golf has got to dress up its caddies. Even at these big, fancy tournaments like the U.S. Open, most of the caddies look like they were dressed by the ragman. PGA and LPGA caddies need uniforms. A hundred years from now, we'll look back and say, \"Can you believe how scruffy the caddies looked back in the early 21st century before they had to wear fashionable uniforms?\" I see caddies dressed as sort of cadets or flight attendants (if flight attendants were working outdoors).</p><p>So it's summer again, that sunniest time in sports, when the decibel level is tolerable and toters and caddies ought to look trim and snappy. And maybe you'll have a nice young person hand you a foul ball.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Quieter+Sports+Season%2C+And+Why+Tennis+Needs+Caddies&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"210"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417045209-1ff627.m3u?orgId=1&topicId=1057&aggIds=4499275&d=210&p=3&story=416822378&t=progseg&e=417040236&seg=9&ft=nprml&f=416822378"},{"href":"http://media.npr.org/assets/img/2015/06/23/51319081_h31692192-682e31fc1f00ac1808a92041b7e29b66645f8989.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2026","width":"2700"}}]}