{"created":"2015-05-02T14:22:26+00:00","modified":"2015-05-12T20:02:40+00:00","valid":{"from":"2015-05-12T20:02:40+00:00","to":"3015-05-12T20:02:40+00:00"},"hreflang":"en","guid":"b9249b4d-3e29-4310-bf86-dba0a05bda62","title":"His beats are pretty fly for a bird guy","published":"2015-05-12T20:02:29+00:00","byline":"Robert Boos","tags":["music","culture","Music","Arts, Culture & Media","New York City","United States","New York","Beatboxing","Vocal percussion","Bird vocalization","Music","Sound","Entertainment"],"teaser":"“My craft is about using beatbox to build a bridge to the natural world,” says Ben Mirin, a world-traveling field ornithologist who mixes his passion for beats with his beatboxing ability to create music.","contentencoded":"<p>“When you're a beatboxer, you can walk around and just create music on the fly,” says Ben Mirin, a Boston-area birdwatcher turned New York City beatboxer. And for Mirin, that phrase has a unique double meaning.</p>\n<p>He's also a world-traveling field ornithologist who can imitate birds like the American Bittern, the gadwall and the common eider with amazing skill. So he combined his passions and started composing beats using bird songs.</p>\n<p>Mirin mines birdcalls and layers them with his own beats to construct compositions that fall somewhere between a musical mashup and an ornithologist’s field recordings.  </p>\n<p>When he performed at the American Human Beatbox Festival last year, Mirin improvised a set where he combined spoken word, beatboxing and bird calls to take the audience on a forest bird tour. “It was totally off the cuff,” Mirin recalls, “and people went nuts.”</p>\n<p>The bird noises Mirin uses in his compositions are unaltered by digital effects. On his <a href=\"https://www.youtube.com/channel/UC0HfvaWatSA2L9ZJtcYxtOg/videos\" target=\"_blank\">YouTube channel</a>, he shares tracks and discusses the compositions and how he creates them, listening and sifting through thousands of bird recordings to match the beats he has in mind. In a video that shows him recording and looping tracks, Mirin explains it's not just about making new music.</p>\n<p>“One of the most amazing things about birdsong is you can infer all different sorts of meaning and messages buried within the music that you’re hearing in real time,\" he says. \"The same is true of human beatboxing — in essence, the human equivalent of birdcalls. It reflects a lot of different musical and contextual and sonic cues that have infused themselves into a beatboxer’s musical vocabulary.</p>\n<p>“You can then infer from the beatboxer’s style and expression and different musical ideas,\" he says. \"Where they come from, what language they speak, and the sounds that they hear in their day-to-day life if they choose to mimic them and then incorporate them into that vocabulary.”</p>\n<p><em>This story is based on <a href=\"http://www.studio360.org/story/birds-and-beats/\" target=\"_blank\">an interview</a> from PRI's <a href=\"http://www.studio360.org/\" target=\"_blank\">Studio 360</a> with Kurt Andersen.</em></p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/BOPI9HPoyhE\" width=\"560\"></iframe></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-23%2Fhis-beat-pretty-fly-bird-guy&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/BenMirin_BirdBeatboxer.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/benmirinbirdbeatboxerjpg"}]}