{"created":"2015-04-23T02:14:28+00:00","modified":"2015-04-30T19:46:53+00:00","valid":{"from":"2015-04-23T02:13:39+00:00","to":"3015-04-23T02:13:39+00:00"},"hreflang":"en","guid":"b92846c0-0c81-4588-9e9a-b267ce9fc384","title":"Travelogue: Volume 2","teaser":"In the last episode of State of the Re:Union, the team brings you a collection of our favorite stories from the road. Host Al Letson reflects on six years of SOTRU and says goodbye to the show.","description":"State of the Re:Union Travelogue: Volume 2  Host: Al Letson Producer: Tina Antolini, Delaney Hall, Laura Starecheski, Al Letson  Description: In the last episode of State of the Re:Union, the team brings you a collection of our favorite stories from the road. Host Al Letson reflects on six years of SOTRU and says goodbye to the show.  ***Please Note: Follows Old NPR Clock***  Billboard (:59) Incue:&nbsp;From WJCT in Jacksonville, Florida Outcue:&nbsp;But first, this news.  News Hole:&nbsp;1:00-6:00  SEGMENT A (12:29) Incue:&nbsp;From WJCT in Jacksonville, Florida Outcue: State of the Re:Union's final episode.  A. Medical Migrants (from The Sorting of America episode) When Susan Molloy moved to a tiny town in eastern Arizona in 1994, she was exhausted and sicker than she&rsquo;d ever been before. She had loved living in downtown San Francisco, where she&rsquo;d been for most of her life, but the daily assault of bus fumes, cigarette smoke, perfume, and cleaning products had become more than she could tolerate.  Susan had developed a controversial medical condition called Multiple Chemical Sensitivity (MCS), which renders people seriously intolerant to synthetic substances. Chemical exposures gave Susan terrible migraines. Her balance was thrown off and she had to use a wheelchair when she left her apartment. Life was unbearable and she knew she needed to make a big change. So she left everything behind and went to a small town in the clean mountain air of Arizona, where a friend with a similar condition had made a new life.  Because MCS is not recognized as an organic, chemical-caused illness by the American Medical Association, people with the condition often find themselves without sympathetic medical care, or access to services that people with recognized disabilities might have. They exists largely outside of mainstream society, and have had to create communities like one Susan lives in, where they can fend for themselves and build support networks of their own devising.  When Susan arrived, there were only four other people in the area with MCS. Twenty years later, there are a few dozen people who&rsquo;ve migrated to the town, often leaving behind homes, families, and jobs to seek a place they can feel better.   SEGMENT B (18:59) Incue: Welcome back, you're listening to State of the Re:Union Outcue: P-R-X-dot-O-R-G  A. Superman! (from the Comics episode) Mike Meyer lives in Granite City, Illinois.&nbsp; And until this September, he lived a simple, quiet, fairly anonymous life.&nbsp; Mike has a number of mental health issues, and he lives off of a paycheck from his job at the McDonalds in his town and a disability check.&nbsp; Mikes&rsquo;s real passion in life?&nbsp; Superman.&nbsp; Since he was a teenager, Mike has loved the idea of Superman&rsquo;s dedication to justice, no matter what.&nbsp; He&rsquo;s collected comics, figurines, posters, everything Superman-related he could find, for decades. That was until a guy named Gerry ran into Mike at the local comic book store, and convinced Mike to show him his collection&hellip; specifically asking to see the most valuable items.&nbsp; Mike obliged, bringing Gerry to his home and proudly showing off his incredible collection.&nbsp; A few nights later, Gerry returned. When the evening was over, Mike&rsquo;s Superman collection had been wiped out.&nbsp; Word of the crime spread quickly in the comic book world. Fans from all over put out a call to mail Superman comics and memorabilia to Mike, and donations poured in.&nbsp; There was so much that Mike couldn&rsquo;t even handle it all.&nbsp; His original collection had literally doubled.&nbsp; He decided to pass along the love from what he now saw as his community, donating much of his new collection to a children&rsquo;s hospital in St. Louis.&nbsp; At the end of the saga, Mike wrote on his Facebook page (where he now has contacts all over the US), &quot;I have never felt so much love in my life; I no longer feel like the Frankenstein monster. I feel that people understand me now, for the first time in my life.&quot;&nbsp;   B. Dear Appalachia Letter (from the Appalachia episode) A &ldquo;Dear City&rdquo; letter from Jason Howard of Berea, Kentucky.  C. Slurpee Capital of the World (from the Southeastern Washington episode) Don Mariotto is a man with an unusual mission: to freeze your brain. That is, if you live in the Tri-Cities. When Dan retired from being a tax lawyer, he bought the 7-11 store in Kennewick. And in the spring of 2007, he noticed something unusual happening. The Kamiakin High School football team would congregate at the store for Slurpee beverages in between and after practicesThat gave Dan a thought: I wonder how many slurpees we sell? He did a little research and found that his Kennewick store was towards the top in the U.S. He decided then and there: his store would beat all others to become Slurpee Capital of the World. The title was held by Winnipeg, Canada, but Don put a strategy in place that he hoped would beat out the Canadians. Don was so successful that 7-11 added another 6 slurpee machines to his store. Then, the year he beat Winnipeg to become Slurpee Capital of the World, he added another 6 to bring the total to 18. &ldquo;We have what is now known as the Wall of Slurpee&hellip; Just slurpee and big gulp is the whole back wall.&rdquo; Winnipeg was not happy about being toppled by Kennewick; Don was the subject of a Canadian media blitz, which he took with delight, taunting his Winnipeg counterpart in newspaper interviews. The battle is back on as Winnipeg took back the crown of Slurpee capital, but, in the meantime, people show up in Kennewick just for the slurpees.   SEGMENT C (18:59) Incue: Welcome back, you're listening to State of the Re:Union Outcue: To bring them back together.  A. The Crossing: Chayo (from the Tucson episode) In January of 2012, Robin Riggins&rsquo; best friend Marie Dorantes&mdash;who goes by the nickname Chayo&mdash;was deported to Mexico.&nbsp; Chayo had lived in Los Angeles for more than twenty years.&nbsp; Her three sons were born here.&nbsp; There seemed to be no other choice than to try to cross back to the place she considered home.&nbsp; In February, Chayo called to say she was about to set out on foot from Alt&aacute;r Sonora, and cross the Arizona desert.&nbsp; But she never arrived in Tucson.&nbsp; Told in Robin&rsquo;s words, this is Chayo&rsquo;s story.  B. A Lutheran Choir That Sounds a Bit Different (from the Twin Cities episode) The Lutheran church is stereotypical Minnesota: Scandinavian immigrants, potlucks, whiter than white. But, as the Twin Cities as a whole have become increasingly diverse, so has the Lutheran church in the Metropolitan area&hellip; In fact, in part because Lutheran Social Services has been such a powerhouse in resettling refugees, some immigrant Lutheran congregations are growing faster than white ones&hellip;There are Tanzanian, Hmong, Liberian, Cambodian, Chinese, Sudanese, Lao, Anuak, Ethiopian and Oromo churches and services. And the sound of the music in them has morphed along with the ethnic make-up&hellip; A Khmer choir sings Cambodian folk tunes set with English lyrics&hellip; At Our Redeemer Oromo Evangelical Church in Minneapolis&mdash;the largest African Lutheran congregation in the nation-- they sing East African melodies and choir members dance in the aisles.   C. Reflection Host Al Letson reflects on six seasons of State of the Re:Union and saying goodbye to the show. Current and former SOTRU staffers discuss what State of the Re:Union has meant to them.  PROGRAM OUT @ 59:00  Promo Transcript:&nbsp;For the last six years, State of the Re:Union has been collecting stories from the road. &quot;There's a lot of people that don't like Wyoming and I think that's great. Keeps 'em out of here.&quot; &quot;Bronx people make something out of nothing.&quot; &quot;My nearest neighbor lives in Mexico.&quot; But every journey has to come to an end. On the next State of the Re:Union, we wrap up the series and present to you our final show. A look back at the communities, characters, and conflicts covered over the years. That's on the next State of the Re:Union.  Broadcast Window Begins 04/22/2015  Travelogue: Volume 2 will be available April 22, 2015, on PRX without charge to all public radio stations, and may be aired an unlimited number of times prior to January 31, 2016. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.   State of the Re:Union is presented by WJCT and distributed by PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.   Thanks for your consideration of State of the Re:Union with Al Letson. Please contact Melissa LaCasse at lacasse.melissa@gmail.com or 207.776.4926 with questions or to confirm carriage.","contentencoded":"State of the Re:Union<br /> Travelogue: Volume 2<br /> <br /> Host: Al Letson<br /> Producer: Tina Antolini, Delaney Hall, Laura Starecheski, Al Letson<br /> <br /> Description: In the last episode of State of the Re:Union, the team brings you a collection of our favorite stories from the road. Host Al Letson reflects on six years of SOTRU and says goodbye to the show.<br /> <br /> ***Please Note: Follows Old NPR Clock***<br /> <br /> Billboard (:59)<br /> Incue:&nbsp;From WJCT in Jacksonville, Florida<br /> Outcue:&nbsp;But first, this news.<br /> <br /> News Hole:&nbsp;1:00-6:00<br /> <br /> SEGMENT A (12:29)<br /> Incue:&nbsp;From WJCT in Jacksonville, Florida<br /> Outcue: State of the Re:Union's final episode.<br /> <br /> A. Medical Migrants (from The Sorting of America episode)<br /> When Susan Molloy moved to a tiny town in eastern Arizona in 1994, she was exhausted and sicker than she&rsquo;d ever been before. She had loved living in downtown San Francisco, where she&rsquo;d been for most of her life, but the daily assault of bus fumes, cigarette smoke, perfume, and cleaning products had become more than she could tolerate.<br /> <br /> Susan had developed a controversial medical condition called Multiple Chemical Sensitivity (MCS), which renders people seriously intolerant to synthetic substances. Chemical exposures gave Susan terrible migraines. Her balance was thrown off and she had to use a wheelchair when she left her apartment. Life was unbearable and she knew she needed to make a big change. So she left everything behind and went to a small town in the clean mountain air of Arizona, where a friend with a similar condition had made a new life.<br /> <br /> Because MCS is not recognized as an organic, chemical-caused illness by the American Medical Association, people with the condition often find themselves without sympathetic medical care, or access to services that people with recognized disabilities might have. They exists largely outside of mainstream society, and have had to create communities like one Susan lives in, where they can fend for themselves and build support networks of their own devising.<br /> <br /> When Susan arrived, there were only four other people in the area with MCS. Twenty years later, there are a few dozen people who&rsquo;ve migrated to the town, often leaving behind homes, families, and jobs to seek a place they can feel better.<br /> <br /> <br /> SEGMENT B (18:59)<br /> Incue: Welcome back, you're listening to State of the Re:Union<br /> Outcue: P-R-X-dot-O-R-G<br /> <br /> A. Superman! (from the Comics episode)<br /> Mike Meyer lives in Granite City, Illinois.&nbsp; And until this September, he lived a simple, quiet, fairly anonymous life.&nbsp; Mike has a number of mental health issues, and he lives off of a paycheck from his job at the McDonalds in his town and a disability check.&nbsp; Mikes&rsquo;s real passion in life?&nbsp; Superman.&nbsp; Since he was a teenager, Mike has loved the idea of Superman&rsquo;s dedication to justice, no matter what.&nbsp; He&rsquo;s collected comics, figurines, posters, everything Superman-related he could find, for decades. That was until a guy named Gerry ran into Mike at the local comic book store, and convinced Mike to show him his collection&hellip; specifically asking to see the most valuable items.&nbsp; Mike obliged, bringing Gerry to his home and proudly showing off his incredible collection.&nbsp; A few nights later, Gerry returned. When the evening was over, Mike&rsquo;s Superman collection had been wiped out.&nbsp; Word of the crime spread quickly in the comic book world. Fans from all over put out a call to mail Superman comics and memorabilia to Mike, and donations poured in.&nbsp; There was so much that Mike couldn&rsquo;t even handle it all.&nbsp; His original collection had literally doubled.&nbsp; He decided to pass along the love from what he now saw as his community, donating much of his new collection to a children&rsquo;s hospital in St. Louis.&nbsp; At the end of the saga, Mike wrote on his Facebook page (where he now has contacts all over the US), &quot;I have never felt so much love in my life; I no longer feel like the Frankenstein monster. I feel that people understand me now, for the first time in my life.&quot;&nbsp; <br /> <br /> B. Dear Appalachia Letter (from the Appalachia episode)<br /> A &ldquo;Dear City&rdquo; letter from Jason Howard of Berea, Kentucky.<br /> <br /> C. Slurpee Capital of the World (from the Southeastern Washington episode)<br /> Don Mariotto is a man with an unusual mission: to freeze your brain. That is, if you live in the Tri-Cities. When Dan retired from being a tax lawyer, he bought the 7-11 store in Kennewick. And in the spring of 2007, he noticed something unusual happening. The Kamiakin High School football team would congregate at the store for Slurpee beverages in between and after practicesThat gave Dan a thought: I wonder how many slurpees we sell? He did a little research and found that his Kennewick store was towards the top in the U.S. He decided then and there: his store would beat all others to become Slurpee Capital of the World. The title was held by Winnipeg, Canada, but Don put a strategy in place that he hoped would beat out the Canadians. Don was so successful that 7-11 added another 6 slurpee machines to his store. Then, the year he beat Winnipeg to become Slurpee Capital of the World, he added another 6 to bring the total to 18. &ldquo;We have what is now known as the Wall of Slurpee&hellip; Just slurpee and big gulp is the whole back wall.&rdquo; Winnipeg was not happy about being toppled by Kennewick; Don was the subject of a Canadian media blitz, which he took with delight, taunting his Winnipeg counterpart in newspaper interviews. The battle is back on as Winnipeg took back the crown of Slurpee capital, but, in the meantime, people show up in Kennewick just for the slurpees. <br /> <br /> SEGMENT C (18:59)<br /> Incue: Welcome back, you're listening to State of the Re:Union<br /> Outcue: To bring them back together.<br /> <br /> A. The Crossing: Chayo (from the Tucson episode)<br /> In January of 2012, Robin Riggins&rsquo; best friend Marie Dorantes&mdash;who goes by the nickname Chayo&mdash;was deported to Mexico.&nbsp; Chayo had lived in Los Angeles for more than twenty years.&nbsp; Her three sons were born here.&nbsp; There seemed to be no other choice than to try to cross back to the place she considered home.&nbsp; In February, Chayo called to say she was about to set out on foot from Alt&aacute;r Sonora, and cross the Arizona desert.&nbsp; But she never arrived in Tucson.&nbsp; Told in Robin&rsquo;s words, this is Chayo&rsquo;s story.<br /> <br /> B. A Lutheran Choir That Sounds a Bit Different (from the Twin Cities episode)<br /> The Lutheran church is stereotypical Minnesota: Scandinavian immigrants, potlucks, whiter than white. But, as the Twin Cities as a whole have become increasingly diverse, so has the Lutheran church in the Metropolitan area&hellip; In fact, in part because Lutheran Social Services has been such a powerhouse in resettling refugees, some immigrant Lutheran congregations are growing faster than white ones&hellip;There are Tanzanian, Hmong, Liberian, Cambodian, Chinese, Sudanese, Lao, Anuak, Ethiopian and Oromo churches and services. And the sound of the music in them has morphed along with the ethnic make-up&hellip; A Khmer choir sings Cambodian folk tunes set with English lyrics&hellip; At Our Redeemer Oromo Evangelical Church in Minneapolis&mdash;the largest African Lutheran congregation in the nation-- they sing East African melodies and choir members dance in the aisles. <br /> <br /> C. Reflection<br /> Host Al Letson reflects on six seasons of State of the Re:Union and saying goodbye to the show. Current and former SOTRU staffers discuss what State of the Re:Union has meant to them.<br /> <br /> PROGRAM OUT @ 59:00<br /> <br /> Promo Transcript:&nbsp;For the last six years, State of the Re:Union has been collecting stories from the road. &quot;There's a lot of people that don't like Wyoming and I think that's great. Keeps 'em out of here.&quot; &quot;Bronx people make something out of nothing.&quot; &quot;My nearest neighbor lives in Mexico.&quot; But every journey has to come to an end. On the next State of the Re:Union, we wrap up the series and present to you our final show. A look back at the communities, characters, and conflicts covered over the years. That's on the next State of the Re:Union.<br /> <br /> Broadcast Window Begins 04/22/2015<br /> <br /> Travelogue: Volume 2 will be available April 22, 2015, on PRX without charge to all public radio stations, and may be aired an unlimited number of times prior to January 31, 2016. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. <br /> <br /> State of the Re:Union is presented by WJCT and distributed by PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. <br /> <br /> Thanks for your consideration of State of the Re:Union with Al Letson. Please contact Melissa LaCasse at lacasse.melissa@gmail.com or 207.776.4926 with questions or to confirm carriage.","byline":"Al Letson","published":"2015-04-23T02:13:39+00:00","tags":["Entertainment","News","Travel"],"itags":["prx:stories-147830"],"audio":[{"href":"https://cms.prx.org/pub/ab0c12561317e4482407659c82665986/0/web/story_image/348685/medium/sotru_profile-pic_01_medium.gif","type":"image/gif","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/bdc1ae86bf3b6c382ab5259b9fe260c7/0/web/audio_file/879988/broadcast/01-Travelogue_2_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/dbcbe89cb9c2ce66991e553615251d6b/0/web/audio_file/879989/broadcast/02-Travelogue_2_Newscast_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":29,"size":926851}},{"href":"https://cms.prx.org/pub/efbcc8cc4a4abc2ffa1429f55f696565/0/web/audio_file/879990/broadcast/03-Travelogue_2_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941956}},{"href":"https://cms.prx.org/pub/99dac29632427f6063d07e564af30da9/0/web/audio_file/879992/broadcast/04-Travelogue_2_Seg_A_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/7d681e577f8abeb87bd0feaf70f2d079/0/web/audio_file/879998/broadcast/05-Travelogue_2_Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408506}},{"href":"https://cms.prx.org/pub/44909c0662db68997578ef0b9b896b5d/0/web/audio_file/879999/broadcast/06-Travelogue_2_Seg_B_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/f40701a84cd2535b47b17b9c41d41470/0/web/audio_file/880003/broadcast/07-Travelogue_2_Segment_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408506}}]}