{"created":"2014-09-17T22:16:55+00:00","modified":"2014-09-22T16:11:46+00:00","valid":{"from":"2014-09-22T16:11:46+00:00","to":"3014-09-22T16:11:46+00:00"},"hreflang":"en","guid":"b93d4b49-d740-4ddb-97bd-1a090b473024","title":"What do American troops have to do with medical emergencies? A lot","published":"2014-09-22T16:11:44+00:00","byline":"Bradley Campbell","tags":["Ebola","US military","international aid","emergency response","disaster relief","Conflict","Conflict & Justice","North America","Africa","United States","Liberia","West Africa","Mediterranean","Africa","North America","Jerry Hendrix","Theodore Roosevelt","Walter Reed"],"teaser":"President Obama has deployed 3,000 troops to combat Ebola in West Africa. That may seem like a stretch for a group of people who aren't medical experts, but the US military has a long history of stepping into humanitarian crises – and can add real value to aid efforts.","contentencoded":"<p><span style=\"line-height: 1.538em;\">The military&#39;s focus is on Iraq, where jets are flying missions against ISIS and some soldiers are heading to the country to help train Iraqi forces. But when President Obama spoke at MacDill Air Force Base, home of Central and Special Operations Commands, on Wednesday, he also addressed their mission fighting Ebola in West Africa.</span></p><p>&quot;If there is a hurricane; if there is a typhoon; if there is some sort of crisis; if there is an earthquake; if there is a need for a rescue mission. When the world is threatened, when the world needs needs help, it calls on America,&quot; Obama said.</p><p>In that spirit, the president has ordered 3,000 American toops to Liberia to help combat Ebola.&nbsp;<span style=\"line-height: 1.538em;\">But what can those troops really do?</span></p><p>Plenty, says retired Navy Capt. Jerry Hendrix,<span style=\"line-height: 1.538em;\">&nbsp;a&nbsp;</span><span style=\"line-height: 1.538em;\">former chief historian of the US Navy and current senior fellow at the Center for a New American Security.</span></p><p>&quot;The military is a disciplined force,&quot; he says. &quot;We write rules on how we are going to respond to things. And when you&#39;re dealing with something as virulent and dangerous as Ebola, I think that those protocols and that discipline of the military force is going to be critical to ensuring not only their safety but in fact ensuring the safety others around there to prevent the spread of the disease.&quot;</p><p><span style=\"line-height: 1.538em;\">Hendrix says the troops heading to West Africa will also be doing important logistics work. That includes sending helicopters and air traffic controllers to smooth the delivery of health supplies. They&#39;ll also construct 17 hospitals with 100 beds each, hand out food and clean water, and take charge of handling potentially infected trash.</span></p><p>And this kind of rapid response work is something servicemembrs have been training for &mdash; and doing &mdash; for some time. They may not be medical specialists, Hendrix says, but they&#39;re still trained to handle situations like cholera outbreaks associated with earthquakes, just as they did after the 2011 earthquake in Haiti.</p><p>The Navy is almost always one of the first branches of the military to go into such situations. Much of that is thanks to the worldwide deployments of Navy ships, along with the combat hospitals aboard many of them. In fact, in recent advertising campaigns, the Navy has billed itself as &quot;a global force for good.&quot;</p><p>Hendrix points out this is nothing new: The first time there was a major Navy disaster response was back in 1909, when Theodore Roosevelt&#39;s famous Great White Fleet was on the home stretch of its tour around the world. A massive earthquake hit Italy as the fleet was passing through the Mediterranean, so it paused to sail &quot;up and down the Italian coast to render medical assistance as well as recovery of dead Americans who had been killed,&quot; Hendrix explains.</p><p>The Air Force, of course, provides aid if there is a runway its cargo planes can land on. And the Army has a history of not only helping after health epidemics, but also actively trying to combat them.</p><p>The effort to stamp out yellow fever during the building of the Panama Canal was an Army effort &quot;led by individuals such as Walter Reed, for whom the National Medical Center is named here in Washington, DC,&quot; Hendrix says. &quot;[Reed] did the scientific analysis to determine what exactly was the carrier.&quot;</p><p>The history is rich, but is this all just for the PR value of photos showing American soldiers passing out food instead of firing weapons? Hendrix says doing such humanitarian missions in peacetime might actually do more to prevent future wars.</p><p>&quot;You show the greatness of the country,&quot; he argues, &quot;The strength of the country, the generosity of the country, the science of the country and what we have to offer to the world.&quot;</p>","audio":[]}