{"created":"2014-11-03T23:47:04+00:00","modified":"2014-11-04T20:23:38+00:00","valid":{"from":"2014-11-04T20:23:37+00:00","to":"3014-11-04T20:23:37+00:00"},"hreflang":"en","guid":"b9519bdf-c87a-4a0f-a3c6-383e9e097c76","title":"Move over, Scotland — Japan is claiming single malt supremacy","published":"2014-11-04T20:23:36+00:00","byline":"David Leveille","tags":["books","food","culture","Food","Lifestyle & Belief","Europe","Asia","United Kingdom","Japan","Europe","Asia","East Asia","Jim Murray","Whisky","Scotch whisky","Japanese whisky","Jim Murray","Single malt Scotch","Scottish malt whisky","Single malt whisky","Scotland"],"teaser":"The Scotch whisky industry has gotten a wake up call after a single malt from Japan was named the best in the world. Jim Murray, who publishes an annual \"Whisky Bible,\" says there's more choice and more quality from places like Japan and the US than ever before.","contentencoded":"<p>The best cigars are rolled in Cuba, and the best whisky comes from Scotland — right?</p>\n<p>Not so fast. Scotch whiskies may long have held the top spots in world rankings, but <a href=\"http://www.whiskybible.com/\">Jim Murray's newest Whisky Bible</a> has named a single malt from Japan as the best in the world. His top pick is Yamazaki Single Malt Sherry Cask 2013, which he describes as a work of \"near incredible genius.\"</p>\n<p>There are, in fact, no Scottish distilleries in the top five spots at all. So what's going on?</p>\n\n<p>\"The whole whisky world has changed, and there's so much choice out there,\" Murray says. \"America does extremely well. Three of the top five were made in the United States, and the winner was from Japan. They've actually out Scotland-ed Scotland.\"</p>\n<p>When Murray stumbled on the Yamazaki sherry cask variety, it caught him a little by surprise. \"When I tasted it, I kind of slumped back,\" he remembers. \"I just thought, 'Wow, you are joking?' So I then put it to one side and said, 'All right, I'm going to taste it tomorrow. I better just check that my taste buds are fine.'\"</p>\n<p>The second time around wasn't any different. \"I tasted it at a completely different time of day and it had exactly the same impact,\" Murray says. \"I thought, my word, I think we have a very serious contender for whisky of the year here.\"</p>\n<p>He's got the research to back up the claim, too. Murray single-handedly sampled — that is, smelled, tasted and spit out — more than 1,145 new whiskies this year in search of the best.</p>\n<p>Japan's refinements in their whisky-making techniques should serve as a wake-up call to all of the Scottish distilleries, he says. Distilleries like Yamazaki are returning to \"how Scotch whisky was made 30 to 40 years ago. It's like strapping yourself in a time machine,\" Murray explains. </p>\n<p>But it's not certain how much a dram of the world's best whisky will run you. It's not currently available in the US, and British suppliers are running out of stock fast. Murray says he's focused on judging the quality of the whisky and hardly pays attention to the price. But whatever the price, Murray says \"if you can afford it, it's worth it, and if you can't, it's worth it.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/whisky.mp3"},{"href":"http://www.pri.org/file/whiskymp3"}]}