{"created":"2015-06-28T13:03:20+00:00","modified":"2015-07-02T22:07:55+00:00","valid":{"from":"2015-07-02T22:07:55+00:00","to":"3015-07-02T22:07:55+00:00"},"hreflang":"en","title":"A Less-Restrained Obama Finally Says 'Bucket'","published":"2015-07-02T22:07:00+00:00","teaser":"With no elections left to run, President Obama appears to be acting on his joke from earlier this year about having a to-do list that, well, rhymes with \"bucket.\"","itags":["npr_api","418152881"],"guid":"b958b7c8-74f1-448a-b2bf-f4267a174beb","contentencoded":"<p>Politicians are usually very careful about the words they use. President Obama is no exception. But increasingly he seems to be just letting it fly.</p><p>During <a href=\"http://www.npr.org/sections/itsallpolitics/2015/04/26/402293168/7-obama-jokes-that-stood-out-from-the-white-house-correspondents-dinner\">his standup routine at the White House Correspondents' dinner </a>earlier this year, President Obama came right out and said it. Well, almost.</p><p>\"After the midterm elections, my advisers asked me, 'Mr. President, do you have a bucket list?' And I said, 'Well, I have something that rhymes with bucket list.'\"</p><p>The audience started to get the joke. And then the president continued: \"Take executive action on immigration. Bucket. New climate regulations. Bucket, it's the right thing to do.\"</p><p>Add to that list: Normalizing relations with Cuba and pushing through trade legislation by teaming up with Republicans and taking on unions.</p><p>That's no joke.</p><p>Beyond policy, Obama seems more willing lately to just say it like he sees it. Take last week when he <a href=\"http://www.npr.org/sections/thetwo-way/2015/06/24/417256893/youre-in-my-house-obama-shuts-down-heckler-at-white-house\">shouted down a heckler </a>at a White House reception.</p><p>\"Hold on a sec,\" Obama began. \"OK. You know what? Nah, nah, nah, nah, nah, nah. No, no, no, no. Hey, listen, you're in my house. ... You're not going to get a good response from me by interrupting me like this. No. Shame on you, you shouldn't be doing this.\"</p><p>After the heckler was escorted out, Obama kept talking.</p><p>\"As a general rule, I am just fine with a few hecklers,\" the president said. \"But not when I'm up in the house. My attitude is if you're eating the hors d'oeuvres...\"</p><p>Then he turned and looked at Vice President Biden, who was nodding along.</p><p>\"You know what I'm sayin'?\" Obama asked.</p><p>Biden obliged. \"I know what you're saying,\" the vice president said back.</p><p>\"And drinkin' the booze,\" Obama continued. \"I know that's right. Anyway, where was I?\"</p><p>And then there was <a href=\"http://www.npr.org/sections/thetwo-way/2015/06/22/416476377/we-are-not-cured-obama-discusses-racism-in-america-with-marc-maron\">Obama's appearance on comedian Marc Maron's podcast</a>. It's called <em>WTF</em>, and it means what you think it does. It's taped in Maron's garage.</p><p>On the podcast, Obama alluded to his youthful drug use and talked extensively about his own racial identity. And when talking about racism in America, he used a word that is potentially offensive to some.</p><p>\"Racism,\" Obama said. \"We are not cured of it. And it's not just a matter of it not being polite to say 'nigger' in public. That's not the measure of whether racism still exists or not.\"</p><p>It's a point Obama has made before. But never quite so bluntly. Then on Friday, Obama did something else it's hard to imagine him doing earlier in his presidency.</p><p>In front of thousands at the funeral of the Rev. Clementa Pinckney, who was one of nine people killed in the massacre at a historically black church in Charleston, S.C., he surprised mourners when he began to sing \"Amazing Grace.\" Eventually, the crowd was on its feet:</p><p>Sure, he might have been off key in spots, but it simply didn't matter. For the record, he <em>has</em> sung before as president — or at least began to.</p><p>Here he was in 2012 beginning to sing Al Green's, \"Let's Stay Together\":</p><p>A month later, there he was at the White House singing, \"Sweet Home Chicago\" with B.B. King:</p><p>But he's never gone on quite so long as he did Friday in Charleston.</p><p>Obama, like other presidents before him, has complained about the controlled and cloistered nature of the presidency. It's why last year when he ditched his motorcade and went for a walk to the Department of the Interior, stopping to shake hands with tourists, he <a href=\"http://www.npr.org/sections/itsallpolitics/2014/06/24/324931243/a-bear-on-the-loose-in-washington\">declared</a>, \"The bear is loose!\"</p><p>In Obama's <em>WTF</em> podcast interview, he described a certain fearlessness that comes after six-and-a-half years in the White House.</p><p>\"I've been in the barrel tumbling down Niagara Falls,\" Obama said, \"and I emerged, and I lived, and that's such a liberating feeling.\"</p><p>Or in other words — bucket.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Less-Restrained+Obama+Finally+Says+%27Bucket%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"196"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418490509-389d3e.m3u?orgId=1&topicId=1014&d=196&p=3&story=418152881&t=progseg&e=418459109&seg=13&ft=nprml&f=418152881"},{"href":"http://media.npr.org/assets/img/2015/06/27/gettyimages-457376828-edcb34847ce462d28f3e762558444934601b587d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1711","width":"2282"}},{"href":"http://media.npr.org/assets/img/2015/06/28/obama-reacts1-21e82b65229fa0b10a41ca5b1abfecfda72d44e4.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"507","width":"677"}}]}