{"created":"2014-12-29T20:26:27+00:00","modified":"2015-05-13T21:24:22+00:00","valid":{"from":"2015-05-13T21:24:22+00:00","to":"3015-05-13T21:24:22+00:00"},"hreflang":"en","title":"As More Women Tell Abortion Stories, Both Sides Claim Advantage","published":"2014-12-31T14:29:00+00:00","teaser":"Does telling your abortion story help end stigma about the procedure, or does it help opponents make the case against abortion? The answer to that question depends very much on whom you talk to.","itags":["npr_api","373786770"],"guid":"b96f9782-6e92-464b-b57e-fc0f4d9d4cc7","contentencoded":"<p>Advocates for abortion rights are increasingly calling on women who've had the procedure to tell their stories publicly in an effort to combat the \"shame and stigma\" around it.</p><p>Over the past year, abortion activists have talked about their procedures online, in books and at open forums on college campuses. One put her procedure on YouTube to show, she says, a \"positive\" abortion story. The video went viral. (Her original YouTube video has been taken down and <a href=\"https://www.youtube.com/watch?v=Y4xiVUeecNQ\">reuploaded here</a>.)</p><p>But some abortion opponents say more open discussion ultimately helps their side.</p><p>One group trying to encourage women to tell their abortion stories publicly is the <a href=\"http://www.1in3campaign.org/about\" target=\"_blank\">1 in 3 Campaign</a>. Deb Hauser, who heads <a href=\"http://www.advocatesforyouth.org/about-us/advocates-staff\">Advocates for Youth</a>, the group that launched the campaign, didn't speak of her own abortion for 15 years. But her thinking has changed, she says, as support for abortion rights has softened and opponents have passed a wave of restrictive state laws.</p><p>\"If we are silent, what's left is this void for other people to fill, and they've filled it with a lot of shame and judgment,\" Hauser says. \"We have to make the political the personal now, and we have to stand up and put women's real-life stories in the middle of this dialogue around abortion care or we're gonna lose.\"</p><p>The 1 in 3 Campaign staged an eight-hour live-streamed <a href=\"http://www.1in3campaign.org/2014-speakout\">abortion speakout </a>in Washington, D.C., last month. (The group's name stands for the 1 in 3 women who will have an abortion in her lifetime, though the latest CDC stats find the number has dropped slightly.) In the production, dozens of women connect through Skype to tell their stories, although many don't want to be completely public and use only their first name.</p><p>Liz says she had an abortion after her ex-boyfriend forced himself on her. \"I was just 21. I hadn't finished my degree yet. I was living with my mother, and I knew I could not bring that child into the world and give it the life that it deserved,\" she says.</p><p>Another woman, Julie, tells of her joy at being pregnant with a second child, only to discover at 20 weeks that the fetus had no brain. She had an abortion, got pregnant again, and then, she says, \"lightning does strike twice, and 17 weeks into my subsequent pregnancy with a daughter, I learned that she, too, had the same brain abnormalities.\"</p><p>After a second abortion, Julie went on to have two more healthy children. \"I'm one of the many faces of abortion. It wasn't an easy decision, but I am so grateful that the choice was mine,\" she says.</p><p>But women who regret that choice are also telling their stories.</p><p>Michael Spielman founded <a href=\"http://www.abort73.com/\" target=\"_blank\">Abort73</a>, a Christian website that aims to educate young adults on what it calls \"the injustice of abortion.\"</p><p>\"I think that the more people are talking about abortion in public, the better it is for abortion-vulnerable children,\" Spielman says.</p><p>The Abort73 site has long featured stories of women who have had the procedure. Spielman says many tell of feeling pressured to do it and of regretting it, years — even decades — later.</p><p>\"They wish they could go back. They wish they had not had the abortion. They wish they had the child. I think the finality of it is devastating oftentimes,\" Spielman says.</p><p>Even for people who aren't activists, research finds that the decision to tell someone about an abortion is, in a way, political. People tend to share abortion stories with those they think will support them, according to a <a href=\"http://www.sociologicalscience.com/download/volume%201/november/SocSci_v1_466to492.pdf\">study</a> by Sarah Cowan, a sociologist at New York University.</p><p>\"The person who has more lenient attitudes with regards to abortion is more likely to learn that the women they know have had abortions,\" she says. But their peers who oppose abortion rights — even someone in the same social group, she says — are not as likely to be told.</p><p>By contrast, Cowan found that people are much more likely to share stories about miscarriages, which are less controversial than abortions.</p><p>\"So we have this disconnect between the prevalence of these events and the number of Americans who have heard personal stories about these events,\" Cowan says.</p><p>The question remains whether hearing more stories about abortion makes people more accepting. Researchers argue that it's worked that way in race relations and same-sex marriage. But Cowan says there's not much research around abortion. Her own data suggests opinions would change, she says — but it's not at all clear in which direction.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+More+Women+Tell+Abortion+Stories%2C+Both+Sides+Claim+Advantage&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jennifer Ludden","audio":[{"meta":{"duration":"254"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373835135-cf4aed.m3u?orgId=1&topicId=1128&d=254&p=2&story=373786770&t=progseg&e=373820780&seg=2&ft=nprml&f=373786770"},{"href":"http://media.npr.org/assets/img/2014/12/29/supremecourt-4b89197b6ee00000b1dae3e5f604b875fa31ebec.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3740","width":"4987"}}]}