{"created":"2015-05-14T03:03:50+00:00","modified":"2015-05-15T11:14:15+00:00","valid":{"from":"2013-08-19T20:24:16+00:00","to":"3013-08-19T20:24:16+00:00"},"hreflang":"en","contentencoded":"<div class=\"barn-cleaned\"><p>Millions of Brits are packing themselves off&nbsp; to the beach this month, but all too few of them are headed for British beaches. Continental European destinations like Spain, Italy and Greece have more allure.</p>\n<p>Many British seaside resorts have been losing custom to the continent for&nbsp; decades, and some of them have deteriorated so much, they are now seen not so much as desirable places for a vacation, as cheap &nbsp;dumping grounds for the unemployed and welfare-dependent -- a &nbsp;phenomenon they’re calling “Poverty-on-Sea.\"</p>\n<p>Take Jaywick on the densely populated southeast coast of England. With its fine sandy beach, it should be an area of affluence. But it isn’t. Part of this seafront suburb is officially described as the most economically deprived &nbsp;and socially troubled district in Britain.</p>\n<p>“We have people burning down buildings and breaking into bungalows. The place has a bad name for drugs and alcohol,” says Theresa Cooper, who has lived on the Brooklands estate in Jaywick for four years. She lives here because accommodation is&nbsp; inexpensive.</p>\n<p>“It’s cheap because the houses are beach huts, just like garden sheds, wooden garden sheds,” admits local landlord Barry Shimwell.</p>\n<p>Jaywick was once a thriving settlement of seaside holiday chalets but as the holidaymakers abandoned the resort, some of the chalets became increasingly dilapidated and today they serve as permanent, but very basic, homes for the poor.</p>\n<p>Unlike other parts of Britain where homelessness is the problem, here it’s &nbsp;a surfeit of cheap accommodation. It sucks too many unemployed and needy people into an area where jobs have become scarcer as the tourist trade declined.</p>\n<p>The nearby resort of Clacton-on-Sea has the same quandary. Hotels&nbsp; and guest houses closed and many were converted into cheap appartments which have acted as a magnet for a further influx of&nbsp; the disadvantaged.</p>\n<p>“When people are discharged from institutions like a mental health institution or a prison or a residential unit in London, they are guided to come to Clacton for its very cheap accommodation,” says community worker Sharon Alexander.</p>\n<p>What’s needed are jobs and investment to break the downward spiral. The &nbsp;process has begun. Work is underway to repair and spruce up some of the &nbsp;more derelict properties in Jaywick and &nbsp;a local politician, Dan Casey, who works tirelessy to promote the district, says there have been major improvements in the past year.</p>\n<p>“The future of Jaywick is bright,\" he says. And he’s not the only optimistic one. Roy Stevens -- a grizzled old resident -- says with its prime beachfront location Jaywick is well&nbsp; worth backing: “Any of you guys out there in America who are thinking about investing some good money, just invest it in Jaywick. Because you’re going to make yourselves rich!”</p></div>","description":"Britain's coastal resorts  were once the summer playground of its people with funfairs, bands and acres of sand. But the holidaymakers now head for mainland Europe.","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Millions of Brits are packing themselves off  to the beach this month, but all too few of them are headed for British beaches. Continental European destinations like Spain, Italy and Greece have more allure.</p>\"},{\"content\":\"<p>Many British seaside resorts have been losing custom to the continent for  decades, and some of them have deteriorated so much, they are now seen not so much as desirable places for a vacation, as cheap  dumping grounds for the unemployed and welfare-dependent -- a  phenomenon they’re calling “Poverty-on-Sea.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Take Jaywick on the densely populated southeast coast of England. With its fine sandy beach, it should be an area of affluence. But it isn’t. Part of this seafront suburb is officially described as the most economically deprived  and socially troubled district in Britain.</p>\"},{\"content\":\"<p>“We have people burning down buildings and breaking into bungalows. The place has a bad name for drugs and alcohol,” says Theresa Cooper, who has lived on the Brooklands estate in Jaywick for four years. She lives here because accommodation is  inexpensive.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“It’s cheap because the houses are beach huts, just like garden sheds, wooden garden sheds,” admits local landlord Barry Shimwell.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Jaywick was once a thriving settlement of seaside holiday chalets but as the holidaymakers abandoned the resort, some of the chalets became increasingly dilapidated and today they serve as permanent, but very basic, homes for the poor.</p>\"},{\"content\":\"<p>Unlike other parts of Britain where homelessness is the problem, here it’s  a surfeit of cheap accommodation. It sucks too many unemployed and needy people into an area where jobs have become scarcer as the tourist trade declined.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The nearby resort of Clacton-on-Sea has the same quandary. Hotels  and guest houses closed and many were converted into cheap appartments which have acted as a magnet for a further influx of  the disadvantaged.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“When people are discharged from institutions like a mental health institution or a prison or a residential unit in London, they are guided to come to Clacton for its very cheap accommodation,” says community worker Sharon Alexander.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>What’s needed are jobs and investment to break the downward spiral. The  process has begun. Work is underway to repair and spruce up some of the  more derelict properties in Jaywick and  a local politician, Dan Casey, who works tirelessy to promote the district, says there have been major improvements in the past year.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“The future of Jaywick is bright,&quot; he says. And he’s not the only optimistic one. Roy Stevens -- a grizzled old resident -- says with its prime beachfront location Jaywick is well  worth backing: “Any of you guys out there in America who are thinking about investing some good money, just invest it in Jaywick. Because you’re going to make yourselves rich!”</p>\"}]","guid":"b9751442-cc4c-4259-87d0-3ea5d81a8d5e","itags":["Marketplace for Monday, August 19, 2013","b9751442cc4c259d7d093ea5d81a8d5e","Marketplace","PMP:Marketplace_PMP"],"byline":"Sam Beard","tags":["APM","Britain","Wealth & Poverty","poverty"],"teaser":"Britain's coastal resorts  were once the summer playground of its people with funfairs, bands and acres of sand. But the holidaymakers now head for mainland Europe.","title":"At the English seaside, poverty comes to stay","published":"2013-08-19T20:24:16+00:00","audio":[{"meta":{"width":"610","crop":"primary","height":"340"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/Pictures%20of%20Clacton%202%20002_0.jpg?itok=xcJ1npOa"},{"meta":{"duration_hms":"00:03:49","duration":229,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/08/19/marketplace_segment20_20130819","type":"application/json"}},"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/08/19/marketplace_segment20_20130819_64.mp3","format":"MP3"}]}