{"created":"2015-01-10T10:57:27+00:00","modified":"2015-05-01T18:46:36+00:00","valid":{"from":"2015-05-01T18:46:36+00:00","to":"3015-05-01T18:46:36+00:00"},"hreflang":"en","title":"'West Of Sunset' Imagines F. Scott Fitzgerald's Last Years In Hollywood","published":"2015-02-20T01:27:00+00:00","teaser":"Author Stewart O'Nan says that in the late '30s, Fitzgerald was at the bottom of a bad spiral. But in Hollywood, \"he finds himself again: He finds his love of writing, he finds his love of the world.\"","itags":["npr_api","376118599"],"guid":"b991f9d2-7cb7-414a-9b14-b51a69050b07","contentencoded":"<p>In <em>West of Sunset,</em> novelist Stewart O' Nan imagines F. Scott Fitzgerald's final years, which he spent in Hollywood. It's a time when the glow of <em>The Great Gatsby</em> has dimmed, and he's trying to punch up scripts — most of which will never be produced — with a few lines of dialog for $200 a day. Holed up in the Garden of Allah apartments on Sunset Boulevard, he's supporting his daughter and the lost love of his life, Zelda, who is in a North Carolina sanitarium.</p><p>The book opens in 1937 in North Carolina, where Fitzgerald is \"just eking out a living\" writing short stories, O'Nan tells NPR's Scott Simon. He is deeply in debt to his agent Harold Ober, O'Nan explains, \"but he sees a chance to get out of debt by going to Hollywood and he seizes it.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On Fitzgerald working on the screenplay for <em>Gone with the Wind</em></strong></p><p>That surprised me when I was going through the biographies. He had actually spent two weeks working with David O. Selznick, [who] hired nine different writers to work on it, one of whom was Scott. And with each successive writer, he would pull these all-nighters taking amphetamines and he would have the writer come in and spend the entire night with him going over these scenes over and over and over again.</p><p><strong>On whether Fitzgerald saw himself and Zelda in <em>Gone with the Wind</em> characters Rhett Butler and Scarlett O'Hara</strong></p><p>It said in the biographies ... and the letters that I've read, he actually didn't hate the novel. I think at first because the novel had been such a success — it won the Pulitzer, and also it was paid a fortune for — that he resented it. But as he read the novel he thought: This is compelling stuff. And I think the reason he felt it compelling is that he saw himself in Rhett as dashing and sometimes a little hard hearted, while Scarlett of course is demanding and flighty.</p><p><strong>On Fitzgerald's own success being a burden to him</strong></p><p>I think the reason that he's such a compelling character is his great, great fortune early on — with <em>This Side of Paradise</em> [he] became immediately one of the most recognizable American writers. And those high times are gone, the celebrity is gone, his wife is gone, and everything that he had worked for has been lost, and he doesn't quite understand why this is so. And I think that lead to some of the drinking and self-destructive behavior.</p><p><strong>On Fitzgerald's spiral of drinking and depression</strong></p><p>He was such a high functioning alcoholic — I believe that he was an alcoholic at the time that he was even writing <em>Gatsby</em>. But it didn't get sort of out of control until he was struggling with<em> Tender Is the Night</em> which took him nine years to write, and then when it finally came out was a failure. And after that he probably drank because he was depressed — everything was golden for him early on and then things started going against him. I think there's a piling on effect there after a while, and it's a spiral. By the time that we meet him in '37 he's kind of at the bottom of the spiral, but I think he fights back. I think when he gets to Hollywood he finds himself again: He finds his love of writing, he finds his love of the world.</p><p><strong>On whether finishing <em>The Last Tycoon</em> – the book Fitzgerald was writing when he died – might have changed his legacy</strong></p><p>It's impossible to say, because the reviews of <em>The Last Tycoon </em>that came out posthumously were kind of trying to make up for how he'd been treated the last 15 years of his life. So they were nicer than they would have been, I think. It's hard to say. It's just amazing to me in death he found this huge, huge fame that completely eluded him in life.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27West+Of+Sunset%27+Imagines+F.+Scott+Fitzgerald%27s+Last+Years+In+Hollywood&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"354"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376300730-8151fb.m3u?orgId=1&topicId=1033&d=354&p=7&story=376118599&t=progseg&e=376300606&seg=20&ft=nprml&f=376118599"},{"href":"http://media.npr.org/assets/img/2015/01/09/3208910-81471da169639b60e9787ea6d9ecfe3ba1d0d73c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1510","width":"2014"}}]}