{"created":"2014-08-29T20:47:43+00:00","modified":"2014-08-29T20:47:43+00:00","valid":{"from":"2014-08-29T20:47:43+00:00","to":"3014-08-29T20:47:43+00:00"},"hreflang":"en","guid":"b998d926-7567-4041-8f27-e7f69c5c1919","title":"Sending the Texas National Guard to the border might be money poorly spent","published":"2014-08-29T20:47:42+00:00","byline":"Monica Ortiz Uribe","tags":["immigration","military","conflict","Justice","Conflict & Justice","La Joya","Bastrop","Rio","North America","United States","Mexico","Sam Miranda","Ruben Villarreal","Rick Perry","Graciano Gamino","Ramon Garcia","Yvette Treviño","Bryan Wit","John Nichols","Texas Department of Public Safety","Drug Enforcement Administration","Mexican Drug War"],"teaser":"Texas Governor Rick Perry ordered 1,000 National Guard soldiers to the border, saying the deployment is needed to stop cross-border drug smuggling. But the move is getting mixed reviews from locals and law enforcement officials, who argue it's a job for police.","contentencoded":"<p><span style=\"line-height: 1.538em;\">On a sizzling August afternoon, a Chevy sedan had just crashed into a sign post across the street from a junior high school in La Joya, Texas.&nbsp;</span><span style=\"line-height: 1.538em;\">Cop cars surrounded the scene. A handcuffed teenager ducked into the back of a squad car as plain clothes officers heaved bundles of marijuana into the back of a pick-up truck.</span></p><p><span style=\"line-height: 1.538em;\">Clearly, working in law enforcement along the south Texas border is anything but boring.</span><span style=\"line-height: 1.538em;\">&nbsp;</span></p><p><span style=\"line-height: 1.538em;\">Sgt. Bryan Wit explains it was a routine traffic stop that turned into a drug bust.&nbsp;</span><span style=\"line-height: 1.538em;\">&quot;The vehicle evaded and the driver started throwing bundles out the window,&quot; he says.</span></p><p>Witt is a member of the state&#39;s highway patrol, called the&nbsp;<a href=\"http://www.dps.texas.gov/\">Texas Department of Public Safety</a>. He&#39;s<span style=\"line-height: 1.538em;\">&nbsp;here as part of Governor Rick Perry&#39;s </span><a href=\"http://www.txdps.state.tx.us/director_staff/media_and_communications/pr102413.htm\" style=\"line-height: 1.538em;\">Operation Strong Safety</a><span style=\"line-height: 1.538em;\">, which has posted state troopers about every three miles along the highway here.&nbsp;</span><span style=\"line-height: 1.538em;\">&quot;One of the reasons DPS is down here [is] to help arrest these criminals hauling dope into the United States,&quot; Witt says. &quot;Also smuggling humans in.&quot;</span></p><p>The South Texas border is currently the busiest corridor for illegal crossings into the US. More than half of all immigrant arrests happen here &mdash; an average of 400 per day &mdash; and the area has experienced a wave of more than 63,000 Central American children trying to cross since October.</p><p><span style=\"line-height: 1.538em;\">All of this has overwhelmed federal and local law enforcement.&nbsp;</span><span style=\"line-height: 1.538em;\">&quot;We are low on resources,&quot; Witt says. &quot;</span><span style=\"line-height: 1.538em;\">We do need support.&quot;</span></p><p>[[{\"fid\":\"73088\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":1093,\"width\":1944,\"style\":\"width: 1800px; height: 1012px;\",\"alt\":\"DPS_Bust\",\"title\":\"DPS_Bust\",\"class\":\"media-element file-default\"}}]]</p><p>That support is coming:<span style=\"line-height: 1.538em;\">&nbsp;1,000 members of the National Guard are now deploying to work alongside local, state and federal agencies. Their mission is to deter crime through surveillance, though they can&#39;t arrest anyone.</span></p><p><span style=\"line-height: 1.538em;\">But th</span><span style=\"line-height: 1.538em;\">eir deployment will cost the state $17 million a month. Hidalgo County Judge Ramon Garcia says not only is that too expensive &mdash; it&#39;s simply the wrong response.</span></p><p><span style=\"line-height: 1.538em;\">&quot;When you militarize this area, you are sending out a certain perception that this is a high crime area, when in fact it&#39;s not,&quot; Judge Garcia says. His&nbsp;</span><span style=\"line-height: 1.538em;\">seat is in the city of McAllen, a border town whose violent crime rate is lower than the national average.</span></p><p>But Sam Miranda, who heads the FBI office in<span style=\"line-height: 1.538em;\">&nbsp;McAllen, says</span><span style=\"line-height: 1.538em;\">&nbsp;statistics don&#39;t tell the whole story, particularly when it comes to drug cartel activity. He argues that if &quot;</span><span style=\"line-height: 1.538em;\">you see a lot of violent crime &mdash; or a lack thereof &mdash; doesn&#39;t mean that the cartels are not integrated into your community.&quot;</span></p><p>Miranda points out that in 2011 an alleged cartel boss was stopped by police on his way to the Texas coast where he owned luxury property.&nbsp;<span style=\"line-height: 1.538em;\">&quot;That&#39;s like an iceberg,&quot; Miranda says. &quot;Most of the ice is underneath the water.&quot;</span></p><p>Recently, investigators from Hidalgo County found a stash house filled with assault rifles, marijuana bundles and a grenade. There were guns on the kitchen table and next to a baby cradle.&nbsp;</p><p>JD Solis quoted the suspect they arrested:&nbsp;<span style=\"line-height: 1.538em;\">&quot;He said, &#39;If you think I&#39;m the only one that&#39;s like this down here, you are crazy. There&#39;s more houses down here. More than what I have today.&#39;&quot;</span></p><p>Investigators know this is nothing new.<span style=\"line-height: 1.538em;\">&nbsp;But is that kind of firepower reason to bring in soldiers? Graciano Gamino, who heads the state&#39;s narcotics unit, said this problem is best confronted by local law enforcement, not the National Guard.&nbsp;</span><span style=\"line-height: 1.538em;\">&quot;Those resources and that money can come our way. To buy equipment, training,&nbsp;have more personnel</span><span style=\"line-height: 1.538em;\">&nbsp;on the streets.&quot;</span></p><p>At the drug bust across from the junior high in La Joya, Yvette Treviño, who lives nearby, looked on as cop cars left the scene. &quot;<span style=\"line-height: 1.538em;\">I appreciate them being here,&quot; she said. &quot;All this drugs and these gangs &mdash; we are dealing with this every single day. You feel protected when you have the state troopers here.&quot;</span></p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/082920144.mp3"},{"href":"/file/082920144mp3"},{"href":"https://www.youtube.com/watch?v=sLnToNXOB6k&list=UUhJYafDfUDamJHfVS9agu7A"},{"href":"/file/overloaded-us-immigration-court-system-and-why-it-matters-1"}]}