{"created":"2014-11-28T22:57:11+00:00","modified":"2015-05-13T21:29:10+00:00","valid":{"from":"2015-05-13T21:29:10+00:00","to":"3015-05-13T21:29:10+00:00"},"hreflang":"en","title":"From Humble Salt To Fancy Freezing: How To Up Your Cocktail Game","published":"2014-12-01T19:36:00+00:00","teaser":"You don't <em>need</em> to have liquid nitrogen at your next cocktail party — but it's certainly a sure-fire way to impress your guests. Expert mixologist Dave Arnold walks you through it.","itags":["npr_api","366842275"],"guid":"b9d1fce6-9600-45d8-be46-21384a95dcd7","contentencoded":"<p>Dave Arnold can work some serious magic with a cocktail shaker. But he's no alchemist — Arnold, who runs the Manhattan bar Booker and Dax, takes a very scientific approach to his craft.</p><p>Arnold, author of <a href=\"../books/titles/367263170/liquid-intelligence-the-art-and-science-of-the-perfect-cocktail\" target=\"_blank\">Liquid Intelligence: The Art and Science of the Perfect Cocktail</a>, has some advanced tricks to help you up your game in time for holiday cocktail parties. And while some of them — like his liquid nitrogen techniques — aren't for the faint of heart, one of his favorite secrets is a simple, low-tech ingredient: salt.</p><p>\"That's what I tell everyone,\" he tells NPR's Ari Shapiro. \"Next time you make cocktails, make a drink, don't add any salt [and] taste it. Then just put a pinch in afterwards, stir it and taste the difference.\"</p><p>As for that liquid nitrogen, it's the key to the Thai Basil Daiquiri, one of Arnold's signature drinks. The basil's anise flavor notes make it a fantastic herb for drinks, he says.</p><p>(A note of caution: Liquid nitrogen is extremely cold – Arnold works with it at minus 196 degrees Celsius. Read the warning label before attempting to use it.)</p><p>In traditional muddling, grinding releases an herb's flavors and oils into a cocktail. \"The problem is, [a muddled leaf] starts turning black almost immediately,\" when enzymes in the herb react with oxygen, Arnold explains.</p><p>But when the leaves are frozen with liquid nitrogen, Arnold says, they become so cold and brittle that they can be easily powered and used to create fine infusions. And because those enzymes are deactivated by high-proof ethanol – booze – combining the powder with liquor retains the herb's bright color, Arnold explains.</p><p>Arnold also has a pretty spectacular party trick that uses a much older technology: a saber, used to knock the top off a bottle of Champagne or sparkling wine. Luckily, almost any kitchen knife, like a chef's knife, will do.</p><p>If you do it properly, Arnold says, you needn't worry about ending up drinking shards of glass. \"I've done high-speed photography of it, and looked at it, and the force and the pressure are such that the glass shards always travel away from the beverage.\"</p><p>If you listen to the conversation in the audio player above, Arnold will walk you through his sabering technique. Just take care where you try this technique, he notes. \"I have broken a window in my bathroom\" doing this, he says, so try it out \"in a place that you're not worried.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Humble+Salt+To+Fancy+Freezing%3A+How+To+Up+Your+Cocktail+Game&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"362"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367244376-585958.m3u?orgId=1&topicId=1053&d=362&p=2&story=366842275&t=progseg&e=367199609&seg=16&ft=nprml&f=366842275"},{"href":"http://media.npr.org/assets/img/2014/11/26/drinks1-2ea472d5db4c3fc812b03cffebe20e35c8d035ab.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1500","width":"2000"}},{"href":"http://media.npr.org/assets/img/2014/11/26/muddling-67c775235df02f82d9c93a05126ec7145d786052.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"993","width":"1325"}}]}