{"created":"2015-05-01T20:12:19+00:00","modified":"2015-05-12T19:50:52+00:00","valid":{"from":"2015-05-12T19:50:52+00:00","to":"3015-05-12T19:50:52+00:00"},"hreflang":"en","guid":"b9e073a9-90ae-4e83-97f3-38e52ac45d7e","title":"How drones are helping relief efforts in Nepal","published":"2015-05-12T19:50:44+00:00","byline":"Shirin Jaafari","tags":["Unmanned aerial vehicle","drone","aid","disaster","environment","Nepal earthquake","Human Needs","Development","Development & Education","Asia","Nepal","Unmanned aerial vehicle","Aid","Disaster","Environment","Unmanned aerial vehicles","Drone","Nepal earthquake"],"teaser":"Global Medic, an aid agency based in Canada, is using drones — or UAVs — to help scope out remote areas in need of aid. And while they can't deliver supplies just yet, the group says they're still a vital way to get quick results when disasters hit.","contentencoded":"<p>One of the biggest challenges in getting disaster aid to places like Nepal has always been how reach areas that have been cut off by destroyed roads or rubble. But now aid workers have a new tool to help: drones.</p>\n<p>An aid organization called <a href=\"http://www.globalmedic.ca/index.php\">Global Medic</a> is using drones — though they prefer to call them unmanned aerial vehicles, or UAVs — to photograph and map areas affected by the quake and pinpoint where aid needs to go.</p>\n<p>\"The UAVs don't carry aid, but they're facilitators of aid,\" says Matt Capobianco, the deputy director of Global Medic. \"They're the ones that help direct the aid where to go and allow us to be as efficient as possible.\"</p>\n<p>Capobianco says the biggest advantage of using drones is that they save time. And in an aftermath of an earthquake, time is crucial.</p>\n<p>\"Instead of driving around from location to location trying to find where the greatest needs are, we put the UAV up in the air and we can identify where there are large pockets of populations and where they need access,\" he says. The drones can also view multiple sites quickly; in Nepal, they're currently doing three or four trips a day.</p>\n<p>The group needed to get permission from the Nepali government to fly their vehicles, but operating them doesn't require any special logistics on the ground. \"The UAVs that we use don't require a large landing site,\" Capobianco says. \"Our teams on the ground can basically take off and land anywhere we need to, and we're extremely mobile.\"</p>\n<p>The vehicles don't currently carry aid supplies, but Capobianco says that capability might not be far away. For now, the maps and information they provide are proving useful on the ground, and should help with rebuilding efforts long after Global Medic leaves.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-01%2Fdrones-are-facilitating-relief-efforts-nepal&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05012015_05.mp3"},{"href":"http://admin.pri.org/file/0501201505mp3"}]}