{"created":"2015-04-08T17:31:04+00:00","modified":"2015-04-30T19:48:03+00:00","valid":{"from":"2015-04-13T20:23:40+00:00","to":"3015-04-13T20:23:40+00:00"},"hreflang":"en","guid":"b9ef8249-6d8c-491d-a6a5-6d1413a4f498","title":"Farms, Fish Banks, and an Iron Roof","teaser":"All of the storytellers in this hour are New Voices Fellows from the Aspen Institute. A leading advocate for food security must reassess her own relationship to food, a young man dreams of an iron roof for his family, a pragmatic idealist learns to really listen to her friend, and a marine expert tries to bring fish back to Bali. Hosted by The Moth's Producing Director, Sarah Austin Jenness.\n\nThe Moth Radio Hour is produced by The Moth and Jay Allison of Atlantic Public Media in Woods Hole, Massachusetts.","description":"Lindiwe Majele Sibanda struggles with personal eating habits while she advocates for food and&nbsp;nutrition&nbsp;security.James Kassaga&nbsp;fights to earn his education and buys his grandmother the iron roof she could never afford.Sisonke Msimang&nbsp;drives her friend to the doctor and learns how to listen to her words and her silences.Jensi Sartin&nbsp;devises a plan to bring the fish back to Bali.When offensive or FCC-prohibited words appear, they are bleeped and listed in the Content Advisory. Sensitive content will be given an on-air caution and will be noted here in the description.&nbsp;&nbsp;","contentencoded":"<span><strong>Lindiwe Majele Sibanda</strong> struggles with personal eating habits while she advocates for food and&nbsp;nutrition&nbsp;security.<br /><strong>James Kassaga</strong>&nbsp;</span><span>fights to earn his education and buys his grandmother the iron roof she could never afford.<br /><strong>Sisonke Msimang</strong>&nbsp;</span><span>drives her friend to the doctor and learns how to listen to her words and her silences.<br /><strong>Jensi Sartin</strong>&nbsp;</span><span>devises a plan to bring the fish back to Bali.<br /><br /><span>When offensive or FCC-prohibited words appear, they are bleeped and listed in the Content Advisory. Sensitive content will be given an on-air caution and will be noted here in the description.&nbsp;</span>&nbsp;</span>","byline":"The Moth","published":"2015-04-13T20:23:40+00:00","tags":[],"itags":["prx:stories-145779"],"audio":[{"href":"https://cms.prx.org/pub/adac07e71dee58077b4402240d8980e8/0/web/story_image/346057/medium/1508.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/4410c5fc7a263c2aa19db4a1dd9a5adb/0/web/audio_file/864102/broadcast/Moth1508Bounce2.mp3","type":"audio/mpeg","meta":{"duration":3180,"size":50758908}}]}