{"created":"2014-10-08T14:07:06+00:00","modified":"2014-10-31T01:11:17+00:00","valid":{"from":"2014-10-31T01:11:17+00:00","to":"3014-10-31T01:11:17+00:00"},"hreflang":"en","title":"In London, An Underground Home For The World's Mosquitoes ","published":"2014-06-30T13:42:00+00:00","teaser":"The location is a cavern beneath the streets of London, but it looks like a horror movie set in the tropics. Mosquitoes from all over the world live here in the interest of science.","itags":["npr_api","321697799"],"guid":"b9f09f92-d5ae-4e0f-8646-f4ab18208b7b","contentencoded":"<p>You can't hear it over the noise of London's traffic. But it's there. That faint, whining hum. Right under my feet, thousands of mosquitoes are dining on human blood.</p><p>To visit them, you have to go through a sliding glass door into the London School of Hygiene and Tropical Medicine. This school started as a hospital on the Thames River, where doctors treated sailors returning from faraway places with strange parasites.</p><p>Today, the building holds countless exotic diseases that you hope you'll never catch. The mosquitoes carry just a few of them, and their keeper is an entomologist named Dr. James Logan.</p><p>To get to them, you have to go underground, then through two sets of doors and a net, and into the restricted access room.</p><p>\"We don't want any mosquitoes to escape onto the streets of London, obviously, because we've got tropical mosquitoes here,\" says Logan.</p><p>On the side of the net with the mosquitoes, it feels like the worst kind of August afternoon. Humid, hot and still — just the way mosquitoes like it. We're in low caverns that were built almost 100 years ago, and we have to duck so we don't hit our heads.</p><p>\"Luckily we have quite short people who work in our insectaries,\" Logan says. \"But these rooms are part of the vaults of the building. At one time during [World War II], for example, they were used as shelters.\"</p><p>Clear plastic boxes line the walls, each one holding hundreds of mosquitoes. Some are from Pakistan, others from Tanzania. There are mosquitoes that can carry West Nile virus and dengue fever.</p><p>The really dangerous ones live in a different room, though. When you jostle a box, the mosquitoes go crazy, hungry for blood.</p><p>\"What I can probably do as well, actually, is put my hand inside if you want to see them,\" he says.</p><p>When I press him on his willingness to be eaten by his mosquitoes, he makes a confession.</p><p>\"Actually, I have to admit, I have to put my hands up and admit I don't do it myself,\" Logan says. \"Not because I'm a wimp, but because I react really badly to mosquito bites, to that particular species. So we have some people who don't react at all, and they can do it. Or we take blood from people and feed them artificially.\"</p><p>Malaria and other mosquito-borne illnesses kill hundreds of thousands of people every year. This lab is doing research that could help lower that number. It's the reason people call Dr. Logan the mosquito slayer.</p><p>He cultivates these insects to learn how better to obliterate them on a massive scale.</p><p>Speaking of massive, he points out a box behind me with enormous mosquitoes, each one the size of a small beetle.</p><p>This species doesn't actually feed on humans. The larvae eat other mosquito larvae, so this is actually a beneficial kind of mosquito. I stick my microphone into the box, and that spine-tingling whine immediately pierces my ears.</p><p>Suddenly I catch a movement out of the corner of my eye. It's definitely a mosquito on the loose.</p><p>But Logan isn't worried. \"It's a male,\" he says.</p><p>How, I ask, can you tell that the tiny thing buzzing around is a male.</p><p>\"They have bushy antennae,\" he says, noting that only the females bite. Then he snatches it out of the air.</p><p>Dr. James Logan is an entomologist who's not afraid to squish a bug.</p><p><em>NPR's Ari Shapiro is based in London. You can follow him</em> <a href=\"https://twitter.com/arishapiro\" target=\"_blank\">@arishapiro</a>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+London%2C+An+Underground+Home+For+The+World%27s+Mosquitoes+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"226"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322242874-b6e42e.m3u?orgId=1&topicId=1124&ft=3&f=321697799"},{"href":"http://media.npr.org/assets/img/2014/06/13/mosquitoes1-640fef84bc17414f36fd58a1934839cedbd22c4f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"917","width":"1224"}},{"href":"http://media.npr.org/assets/img/2014/06/13/mosquitoes2-bd2b9cc68e739caac6b22117816bde1fa1458ad9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"917","width":"1224"}}]}