{"created":"2014-12-03T05:04:50+00:00","modified":"2015-04-29T17:57:59+00:00","valid":{"from":"2015-04-29T17:57:58+00:00","to":"3015-04-29T17:57:58+00:00"},"hreflang":"en","title":"Mary J. Blige: 'I'm Not Worried, Trying To Keep It Real — I Am Real'","published":"2015-01-07T00:16:00+00:00","teaser":"Jason King spoke to the R&B standard-bearer about her latest evolution, which comes from her roots.","itags":["npr_api","368040756"],"guid":"b9f77ee3-0b09-4932-88e7-34c78045a5f0","contentencoded":"<p>Morning Edition<em> aired a radio story about this interview. You can hear that segment at the audio link above and both hear and read a conversation between Mary J. Blige and NPR Music's Jason King below. </em></p><p>Jason King, host of our R&B channel <a href=\"http://www.npr.org/2014/02/10/271548963/ill-take-you-there-r-b-from-npr-music\" target=\"_blank\">I'll Take You There</a>, interviewed Mary J. Blige, the beloved singer who's won nine Grammys and sold over 50 million albums in a career that's now more than two decades long, in New York City just before her most recent album, <em>The London Sessions</em>, was released.</p><p>\"It was starting to feel like work,\" Blige told King, talking about this time last year, before she heard a song called \"<a href=\"https://www.youtube.com/watch?v=5TUIciKQzxI\" target=\"_blank\">F for You</a>\" by British duo <a href=\"http://www.npr.org/event/music/243466946/disclosure-live-in-concert\" target=\"_blank\">Disclosure</a>. \"I lost my mind over it. It reminded me of something that I grew up on.\" Mary says she listened to a wide variety of music as a child, and in the early '90s, when we were all listening to her, she was listening to house singers: CeCe Peniston, Robin S, Aly-Us. Two weeks after she came across the Disclosure song, the <a href=\"https://www.youtube.com/watch?v=n0FOPTYJPXw\" target=\"_blank\">remix she recorded</a> was exploding in London and then, quickly, in the U.S., too.</p><p>The rapturous response to that remix led to a full album of new songs written by Mary and a murderers row of young talent from across the pond. She says they're the sound of her freeing herself. \"No one's gonna take me out of the box,\" she says. \"I feel stagnant. Stuck. Stale. I gots to move on. I gotta get out of here. And that's why I went and took the jump to London.\"</p><p>King — a singer, producer and R&B historian — asked Blige about songwriting, the idea of \"keeping it real\" and what's wrong with the American music industry.</p><p><strong>Let me set this up a little bit. Mary is just about to release her 13th studio album, titled <em>Mary J. Blige: The London Sessions</em>. It's an album that, in a lot of ways, represents a kind of departure for you, Mary, 'cause it finds you in the studio collaborating for the first time on new material with today's top British songwriters and producers like Disclosure, <a href=\"https://twitter.com/naughtyboymusic\" target=\"_blank\">Naughty Boy</a>, <a href=\"http://www.npr.org/2014/06/16/322587893/a-young-mans-loneliness-and-his-soulful-falsetto\" target=\"_blank\">Sam Smith</a>, Emeli Sande. And I should mention Mary is not just singing on the record, she's also a songwriter on all of the album tracks. We're going to talk about that today, and we're really happy to have her in the studio. So welcome, Mary.</strong></p><p>Thank you.</p><p><strong>I want to start talking a little bit about travel. For a lot of people — a lot of Americans in particular — travel is still a luxury. It costs a lot of money. Lot of Americans have often not traveled. I think there was a statistic that went out years ago saying that only 10 percent of Americans have passports, and of the 10 <strong>percent </strong>that have passports only 10 <strong>percent </strong>use them. So travel for some is still, you know, something that's a luxury or seen as something to aspire to. But it's interesting that a lot of artists in popular music, particularly hip-hop artists, became radicalized through travel. I remember reading an interview with Chuck D — also reading an interview with the Sugar Hill Gang — saying that the first time that they ever went on tour to Europe, it changed who they were. Because all of a sudden they realized there was an audience for them outside of America.</strong></p><p><strong></strong>Right.</p><p><strong>People who didn't necessarily even speak English listening to their work, who had heard their recordings. So I wanted to ask when was the first time you traveled out of the U.S. Can you remember that moment?</strong></p><p>Yeah. The first time I traveled out of the U.S., I think it was to London. I think — cause I'm trying to remember back that far — but that's all I can remember.</p><p><strong>When was that?</strong></p><p>This was the <em>What's the 411? </em>album. And I was on tour. We had began the tour over there. I could not believe what I was seeing. I couldn't believe so many people were screaming for me. And they knew my songs. And they knew who I was. It was just a moment — especially where I was at at the time. I was not in the most healthy place. My self-esteem was low. Everything was just low. But it helped me. It was like, \"Wow. OK.\" You know, \"People in a whole 'nother part of the world appreciate.\" But I had to say that to myself, you know? I didn't really want to say it around anybody because people really love taking things away from me, to make me sad. So I just kept it to myself. And it was just — it was surreal. That was crazy for me.</p><p><strong>Do you remember what it felt like being out of America for the first time?</strong></p><p>Yeah, I felt out of place. I didn't know what to do, where to go. I didn't know what to eat. It seemed like I was ordering the worst things you can order, because I didn't know what to order. And then everyone was like, \"Get some Indian food!\" I didn't know where the fish-and-chips places were, where Wagamamas was, or where Nando's was. Like, I know where everything is now. But when I first — I was like, \"Oh, my God. I don't know where to go. I don't know what to do.\" I stayed at the worst hotel because I didn't know what hotel. So, yeah, I was just completely out of place. And I kinda was like, \"I don't know. This is different. I wanna go home.\" I wasn't there yet. I just immediately wanted to go home.</p><p><strong>So that was in the early '90s. And you've obviously spent about 25 years touring and doing concerts and traveling all over the world. And in that time you've become a global superstar. How has the last 25 years — of touring and doing concerts and live shows and going to places that you probably never dreamed you'd go to — how has that changed you?</strong></p><p>It's been enlightening and formative. It's opened my mind and my life to all kinds of different things. I'm doing different things. I'm thinking different. I'm like, \"Let's go to London for vacation.\" Or, \"Let's go hang out in Japan.\" Japan is fun for culture and shopping and style. And, you know, I never thought in a million years I'd be — I never thought like this at all, when I was coming up in Yonkers. I was like, \"This is Yonkers. That's 125th. That's Harlem. That's Mount Vernon.\" And it's just a beautiful thing when you travel. You see things just different.</p><p><strong>I was gonna ask you about that. I think one of the things that's interesting about your decision to record across the Atlantic, in London, is that for so many years in your career you've been associated with \"the local.\" Right. You've been associated with the Bronx — where you were born — Richmond Hill in Georgia, spending your formative years in Yonkers. How important were those early years to you and to your development? I mean, are there particular skills or sensibilities that you learned in your childhood in the New York local environment, or in Richmond Hill, that you've taken with you and have been responsible for your success?</strong></p><p>Well, yeah. Growing up in New York was all about — especially in the environment that I grew up in — it was about learning how to survive. Learning how to live through tough times. Learning how to be quiet when you're supposed to be quiet. Learning how to speak when you're supposed to speak. That's what New York taught me. It taught me the more rigid side of life.</p><p>And then when I would go down South every summer, I was taught the mannerable side. \"Yes ma'am.\" \"No ma'am.\" \"Thank you, ma'am.\" You know, \"Go pick those beans.\" \"Go do those chores.\" \"Do this, do that, do that.\" My mom would do that, too, when I was here, but she was working a lot. And, like I said, the environment was so harsh, we just really learned how to survive. But both sides of, you know, living in the country and living in the city taught me a lot about what my personality is right now.</p><p><strong>Was the country an escape for you from the urban?</strong></p><p>Yes. Yes. Yes. It was.</p><p><strong>Some performers move very far past their roots. Michael Jackson grew up in Gary, Ind., and became a global superstar. Freddie Mercury started his life in a small town in Zanzibar, an island in East Africa, and then became a global superstar. As you go really global with this record, right — that you're exploring the sounds of Europe — how do you remain connected to your roots? Or is that something that you think about?</strong></p><p>I am my roots. There is no, \"How do you remain connected?\" I am it. You cannot disconnect from something that you are, unless you're acting like you're not it anymore. I mean, that's a part of me that's gonna come with me. But we evolve and grow up from the things that we're not supposed to do anymore, and we take with us the things that we need. You know, we take our fashion sense. We take our swag. We take our manners. We take everything that we need. And that's how we grow into more things that are healthy and beneficial to us. So you can't leave that behind. I mean, I haven't.</p><p><strong>So much of your career has been, \"I'm just Mary.\" That line. That you're accessible, that you're everyday. When you look at the early records, the way that you dressed was very similar to the way that a lot of young women your age dressed. There wasn't that kind of distance where it's like the pop diva on the pedestal that I have to aspire to. You were a very accessible figure in a lot of ways. Do you ever worry keeping that accessibility aspect? I think gone are the days, maybe, of people selling out, or those kinds of ideas. I think that doesn't really work in the context of pop anymore. But do you ever kind of worry about keeping that everyday accessibility with your fans as you go and make an album in Europe, for instance?</strong></p><p>No, I don't worry about that because I am that. I'm very accessible. My clothes game has always been what it is, since <em>What's the 411? </em>I love fashion. I love to look great. But at the same time, my fans can hug me. They can touch me. They can talk to me. When they see me on the street, they can cry and tell me that this song almost saved their lives. And even with this <em>London Sessions</em> and everything that I'm doing right now, once they sit in front of me, or once they hear the life experiences in the song, through my voice, they're like, \"Gosh. She's still that.\" And I'm not worried, trying to keep it real. I am real.</p><p><strong>Does that term even have a lot of meaning anymore, the idea of keeping it real? 'Cause it was such a thing that people threw around for so many years to, kind of, police authenticity. Saying \"Are you real?\" \"How are you keeping it real?\" \"Are you wearing the right clothes?\" \"Are you talking the right way?\" Do you think that is valid anymore?</strong></p><p>I really don't care about that, because I really don't care about acting the part. Like, I am me. I don't know how to do anything else. I don't.</p><p><strong>Yeah. And that term — that branding term that's surrounded you for such a long time, \"The Queen of Hip-Hop Soul,\" is that something that you still adhere to or that you like being associated with or do you think it represents you anymore?</strong></p><p>I think it represents a genre of music. And I am the queen of that genre of music. Am I gonna say, \"Oh, ixnay, don't call me that\"? I can't do that, because for 20 years, a generation, and other generations, have respected me, and known me, and have come with me on this journey because of The Queen of Hip-Hop Soul title. So I can't close that book. I have to leave that book open. Because that is a part of the Mary J. Blige history book, and legacy. But, in evolution right now, as we move forward, I'm more than just that.</p><p>And during that whole time of building that legacy, I did songs with Bono. I did songs with Elton John. Eric Clapton. George Michael. And the list keeps going on and on. I was trying to let people know then: I'm more than just that. And on the <em><a href=\"http://www.amazon.com/Mary-J-Blige/dp/B00000JWQH\" target=\"_blank\">Mary</a></em> album, when I invited Elton to play the piano on the Benny & The Jets song — \"<a href=\"https://www.youtube.com/watch?v=Mrk4uJHW-Ec\" target=\"_blank\">I'm Just Mary</a>\" — I said, you know, when interviewers were like, \"What is this album supposed to mean to you? And what is it supposed to mean to your fans?\" And I said, \"Well, this is the album where I let people know I'm an artist first.\" So I've been screaming this for a very long time, but nobody got the memo. They just kept me in the box.</p><p>I just felt like — for the last couple of years — now it's time for me to do something about it. No one's gonna take me out of the box. And I feel stagnant. Stuck. Stale. I gots to move on. I gotta get out of here. And that's why I went and took the jump to London — you know, the leap of faith to London — because I needed to do it for myself, to free myself, because no one else was gonna free me. Even if the album — the album sold 100 million copies or no copies, I needed to do this, to say, \"I could do that.\" <em>Man</em>. Any artist, anyone that's an artist out there, will understand exactly what I'm talking about. You understand what I'm talking about. Sometimes you just gotta do stuff for — do it for yourself.</p><p><strong>At what point did you start to feel stale or stagnant? Like, at what point in terms of where you were artistically?</strong></p><p>Last five years I'm starting to feel like this is becoming a routine. And I don't want it to become a routine. I don't want it to become a job, because when I first stepped into the studio on <em>What's the 411? </em>it wasn't a job. It was organic. It was a gift. And then I went to the <em>My Life </em>album, was able to discuss what was going on with me. It was therapy. Then I went to the <em>Share My World </em>album and it was even more therapy. And this just kept being therapy all the way until <em>The Breakthrough</em>. And then the <em>Growing Pains </em>album. And then it started to become, \"OK.\" It stopped being therapy.</p><p><strong>Was it more of a job? It felt like a job?</strong></p><p>It was starting to feel like work. And when it starts to feel like work, you might as well not do it. Because that's not why people bought into you. People buy into why you do what you do, not the what. So if I'm all about the what right now, I might as well quit, you know?</p><p><strong>And I think also some people felt — or at least some critics felt — that with the last two records — <em>A Mary Christmas </em>and the <em>Think Like A Man Too </em>soundtrack — that in some ways your career had become a little adult contemporary, right, in terms of the R&B market, which itself had changed. That you were appealing maybe to a little bit of an older demographic or at least the people who listened to your records had become older? </strong></p><p><strong>It feels like with <em>The London Sessions </em>album that you are almost re-branding yourself and you're also connecting to a different audience, one who listens to Disclosure and Sam Smith and so on, which is not disconnected from your previous audience but it's to say that the album has introduced you to a whole other group of fans who might not otherwise have heard your music. Do you think that's the case?</strong></p><p>Yeah, I think that's definitely the case, because what started it all was the \"<a href=\"https://www.youtube.com/watch?v=n0FOPTYJPXw\" target=\"_blank\">F for You</a>\" remix with Disclosure. And that was so organic, the way that happened. It was like — I heard the song on VEVO, and I lost my mind over it. It reminded me of something that I grew up on. And we started calling, you know, looking around for what label they were on. They were on the same label as us. And then we were calling managers and this, that and the third. The night after that, I was in the studio recording the remix. And then they released it the next — they got it together, and I think in two weeks it was released in London. And then it exploded.</p><p>So it was just organic that I was supposed to be on that record. I was supposed to try something different.</p><p><strong>Let's talk about that remix for a second, because I love the track. And it does remind me of a lot of '90s music, too. And currently there's this whole house and deep house revival that's going on, particularly in the U.K., with acts like Disclosure and Storm Queen and so on. What was that sound that it reminded you of? I mean, what were you listening to? 'Cause we always think of Mary in the '90s, you must've been listening to the exact same stuff that you were recording, but you probably had a much more diverse listening palette.</strong></p><p>Well, when I was kid, it was in the '80s. I was too young to go clubbing, so I would listen to the radio all the time. But on the Friday nights, certain radio stations would play club music, like heavy. 92 KTU would play it. WBLS would play it. And I was just sitting in the house with all the grown-ups, just listening to the music. And it just felt like <a href=\"https://www.youtube.com/watch?v=xk8mm1Qmt-Y\" target=\"_blank\">CeCe Peniston</a>, \"<a href=\"https://www.youtube.com/watch?v=AGxwoITmrYY\" target=\"_blank\">You Got to Show Me Love</a>,\" and \"<a href=\"https://www.youtube.com/watch?v=A3cfGzuICzA\" target=\"_blank\">Follow Me</a>\" and — you know.</p><p><strong>Robin S, \"Show Me Love.\" Oh, yeah.</strong></p><p>It was just — you know what I mean? So when I heard \"F for You,\" I was like, \"What the — ?\" I couldn't believe what I was hearing. I couldn't believe what I was feeling. Like, they nailed the whole thing. So that's what made me want to try it, cause I was already in that mode. You know, I was already trying to figure out something new to do. And there it was, when I heard them.</p><p><strong>So the first step was that organic \"F For You\" remix with Disclosure, and then how did the rest of the album happen? Cause it's a big leap to go from one remix to — let me do an entire album and pack my bags and take my suitcase and go to London to record.</strong></p><p>Right. Well, after it exploded — \"F For You\" exploded in London — it started exploding over here. And we started doing shows together. We did a show at Terminal 5, which was nuts. It was insane. You know, these are club kids going crazy over Mary J. Blige — because of the song! So when I saw that response I was speaking to Steve Barnett, who's the head of Capitol Records. And during that time I was out of my deal with Interscope.</p><p>The whole idea was to go to London and do the EP with Disclosure. I told Steve Barnett the whole idea about going to London with Disclosure, and he was like, \"Well, Mary, that's a great idea, but we don't want you to go to London to just work with Disclosure. We want to put you in London, have you work with Sam Smith, Emeli Sande, Naughty Boy, <a href=\"https://twitter.com/thisisromans\" target=\"_blank\">Sam Romans</a>. All the amazing talent that's out there. And have you live out there for a month and call the album <em>The London Sessions</em>.\" So that's how — it was Steve Barnett's brilliant idea to have it all the way it is right now.</p><p><strong>It's almost a concept album, in a lot of ways, right? Cause the concept is: Let's take Mary J. Blige, and all that she represents, and let's transplant her in London and have her work with the top producers, the top songwriters and performers. And let's see what comes out of it. So was there a lot of direction from the record label in terms of what kind of sound they wanted? There's a lot of ballads on the record — n</strong><strong>othing?</strong></p><p>It was all me. It all — 'cause I knew what I wanted to do. So every day was a surprise of what we were gonna get. The first song, when we got out there, it was a dud. That was the first song that we went to record and write. It wasn't good.</p><p><strong>What song was that? Do you remember?</strong></p><p>Yeah, but I don't want to say what it is. It didn't make it. And then after that, you know, I got a little nervous. Pushed that to the side. Then after that, it was like, \"OK. <em>Now</em>. Let's go.\" And right after that we got \"<a href=\"https://www.youtube.com/watch?v=Pz1QTVITNeE\" target=\"_blank\">Worth My Time</a>,\" which is on the album. And then right after that, we got \"<a href=\"https://www.youtube.com/watch?v=UK9Ny-4pUyA\" target=\"_blank\">Nobody But You</a>.\" And right after that — and every single day was a surprise. Like, it was a surprise of, \"What are we gonna get now?\" I was looking forward to seeing what was gonna happen that was different everyday. And it was so beautiful and it was so organic working with these people. It was just like it was supposed to happen. Like, all of it.</p><p><strong>Can you talk about your process — or can you walk me through your artistic process with a couple of the songs? Like, where did the idea start? Did you write to a track or did you sit at the piano? How did it work? So let's talk about \"<a href=\"https://www.youtube.com/watch?v=HdMvyYUzVDQ\" target=\"_blank\">Therapy</a>,\" which you co-wrote with Sam Smith, who's currently one of the biggest male artists in popular music, and <a href=\"http://en.wikipedia.org/wiki/Eg_White\" target=\"_blank\">Eg White</a>, who's a legendary songwriter.</strong> <strong>Can you talk about the development of \"Therapy?\"</strong></p><p>Well, \"Therapy\" was already written. Sam Smith had written it for his album. So it was done. It was already reference-vocaled and everything. And when I heard it, it was like, \"OK. This is it. This is the first moment. This is the one that says I'm doing something different.\" Of course I had to change some of the words to make it work for me, but, at the end of the day, I pictured myself singing it. I went and sang the song. And it was perfect, 'cause I just felt like the message was universal. Because I think everybody needs a little bit. And it's not, you know, literally sitting in front of a doctor all the time. It could be whatever your therapy is. What works for you.</p><p><strong>How about \"<a href=\"https://www.youtube.com/watch?v=HAsF2C2B-GA\" target=\"_blank\">Right Now</a>\"?</strong></p><p>\"Right Now,\" man. There's <a href=\"https://www.youtube.com/watch?v=i5NU89g6y0I\" target=\"_blank\">a documentary that's attached to this whole thing</a>. You gotta see how all this was created. Now, \"Right Now\" was — we were all in the studio. It was myself, Disclosure, Sam Smith, <a href=\"https://twitter.com/jimmynapes\" target=\"_blank\">Jimmy Napes</a>. We were all just — Guy, from Disclosure, is coming up with the beat right there in our face, coming up with — Howard's coming up with the keys. We're all thinking of melodies. Everybody's brainstorming.</p><p><strong>So this is not something that started with something that was already finished. </strong><strong>This is just on-the-spot, organic creativity.</strong></p><p>On the spot. We created — wrote this one.</p><p><strong>And was there an idea? \"OK, we want this to be uptempo. We know this is going to be a dance track.\" Or did that matter so much? Was it just whatever comes, comes?</strong></p><p>Well, it didn't — nobody came in and said, \"We want a dance track.\" We knew we wanted a uptempo, though. Right? So Guy came in, jumped right in on the beat, 'cause he has all the beats, and everybody — Guy was on the keys — and everybody just started chiming in. Like I said before. Same thing.</p><p><strong>And how about \"<a href=\"https://www.youtube.com/watch?v=SuEwG1rhDtc\" target=\"_blank\">My Loving</a>\"? How about that track?</strong></p><p>All right. OK, that is a Rodney Jerkins production. And that's a Sam Romans and Mary J. Blige write. We sat around and we wrote that song — how can I explain it? We didn't even start like that. We started on something else. We were just sitting around. What happened — the session wasn't going the way I wanted it to go, and so — and Rodney will tell you the same thing — so I made everybody just stop. And I said, \"Let's listen to some Stevie Wonder. Let's listen to '<a href=\"https://www.youtube.com/watch?v=qS2yMn3JbQk\" target=\"_blank\">Golden Lady</a>.' \" We started listening to \"Golden Lady,\" and listening to the colors of the keys and everything. And Rodney started playing all these amazing keys and colors, and Sam started writing. I started writing with, [singing] \"tonight ... .\" I started writing like that. And then Sam started, and right there, on the spot, \"My Loving\" was birthed — written and produced by all of us.</p><p><strong>What's your songwriting process? I mean, how do you come up with the ideas? How do you come up with hooks? And do you also think you've become a better songwriter over the years?</strong></p><p>I think I'm better than what I was, yeah. And the process — I mean, it could be anywhere. Like, we can come up — OK. The music tells you what to do. The music tells me what to do. How can I say this? The music tells you what to do. The music tells you what to write. Like, how dramatic it is, or how undramatic it is, tells you what to do. And that's my process. And if I have words I just write 'em down. Like if I don't have any music and I think of some words, I just write it down. If I have a song, without words, I just write it down.</p><p><strong>And how interested are you in the hook, the chorus, making sure that's something that's memorable? Do you have all of those kinds of ideas? Or you just write whatever comes to mind?</strong></p><p>Yeah. Absolutely. You gotta make sure the hook is catchy and memorable.</p><p><strong>Of course. So let's talk about London, obviously, 'cause this is where you did the record. And I have to ask — since you have spent so much time in New York but then you transplanted yourself to London to make this record — London vs. New York? What are your thoughts about London as a place to make music, to make art, in 2014?</strong></p><p>Well, right now, London is the place to do it.</p><p><strong>Because?</strong></p><p>Because it feels like you can be free, like you can just do — how can I say it? It just feels good out there. It feels good for anybody that's creative, anyone that's in fashion, singing, whatever you're doing. It just feels great out there, man. It feels — I can't even describe it, what it feels like.</p><p><strong>One of the things we were talking about before the microphone started rolling is that you felt that London had the feeling of New York in the '80s. And I think for so many of your fans, including myself, we think of as a child of the '90s, that you just, like, came out of nowhere in the '90s. But you obviously had — you were raised on music of the '70s and the '80s. Can you just talk about that a little bit? In what ways London now in 2014 feels like New York in the '80s?</strong></p><p>New York felt like a place of possibilities. It just gave, gave, gave to you. It didn't feel so selfish. Now it just feels so selfish and so mean here. And it never, like — it just always felt like, you know, <a href=\"https://www.youtube.com/watch?v=3qG72jPE9qw\" target=\"_blank\">those commercials</a> where you see that big apple, \"I Love New York.\" It felt so good.</p><p><strong>Is part of that because — I mean, in the '80s, there was a mixing of so many different cultures. You had hip-hop, which was only a decade old. You had clubs like <a href=\"http://en.wikipedia.org/wiki/Danceteria\" target=\"_blank\">Danceteria</a> and <a href=\"http://en.wikipedia.org/wiki/The_Sound_Factory_Bar\" target=\"_blank\">Sound Factory</a> and all these places where there was a lot of really innovative and fresh music being made. Is that gone for you?</strong></p><p>Yeah, I think here everything is caged and genre-driven. Everything is in a box. This goes here. This goes here. This goes here. And it wasn't like that back in the days when we were growing up. We would hear Luther Vandross, then hear KRS-One. We would hear everything. And now it's like, \"OK. You singing soul music? You go to urban/AC. You singing soul music, too? You go to urban.\" You know what I mean? \"You singing pop? You go to pop.\" When, over there, you could be 13. You could be 30. If your music is great, they're playing it on the radio. On the same station as Ariana Grande. You can have a No. 1 record over there. Right now, my song \"Right Now\" is playing on the Z-100 of London. And it's like, \"Wow. Really? All it takes is a smash?\" When over here it takes: \"Oh, you gotta do call out. Oh, you gotta do — \" All that. You know what I mean? And everything is kinda tight.</p><p><strong>So it's bigger than a New York issue. Do you think it's a U.S. vs. U.K. issue? That right now making music in the U.S. is not — it doesn't give you the same creative potential or opportunity that you feel is there in the U.K.?</strong></p><p>I think, as a soul artist, they have embraced soul music more — <em></em><em>way</em> more — than we have. I mean, we used to. But right now everything that we're throwing down the toilet, they're picking it up.</p><p><strong></strong><strong>And there's a long history to that, right? The Northern soul movement in London in the late '60s and early '70s was huge. There is the, of course, the new wave of British music in the early '80s, groups like Duran Duran and Human League and so on. In the '80s also Wham! and Sade and --</strong></p><p>George Michael.</p><p><strong></strong><strong>George Michael. And of course, the most recent wave with Adele and Duffy and — </strong></p><p>Amy.</p><p><strong>Amy Winehouse and so on. So there's this long history to that, which explains why there's such a love for the music. But historically there's always been a love for black music, too, in the U.K.</strong></p><p>Yeah.</p><p><strong>And in Europe that sometimes hasn't been matched in the U.S. I was talking to a number of my R&B historian friends, and we were thinking that — and anybody out there correct us if we're wrong but — I don't think there's ever another historical example of an American R&B artist packing her bags, getting on a plane, to record an entire album of original material in London with the top producers and songwriters. I mean, I don't think there's any precedent to that. Chaka Khan had moved to London for a long time. <a href=\"http://en.wikipedia.org/wiki/Jocelyn_Brown\" target=\"_blank\">Jocelyn Brown</a> moved to London. <a href=\"http://en.wikipedia.org/wiki/Edwin_Starr\" target=\"_blank\">Edwin Starr</a> moved to London. But I don't think anybody has done quite what you did. Have you ever thought about yourself in that — like, what you've done as a kind of — almost like a radical act? Or did you just think, \"This is the natural progression for me and my career\"?</strong></p><p>I knew it was the natural progression for me and my career. Was it radical? I thought about that later. I mean, it was something that has never been done for an artist like me before. But while I was doing it I wasn't thinking, you know, that I was being reckless, radical — that never crossed my mind. I just knew I needed to do it.</p><p><strong></strong><strong>Or at least innovative. Doing something that no one had — was that part of it? The fact that nobody had done it?</strong></p><p>Yeah.</p><p><strong></strong><strong>Yeah?</strong></p><p>Yeah.</p><p><strong>OK. And also, now is an interesting time in popular music. All you have to do is look at the newspaper, go on the Internet, and you'll see so many debates about authenticity and appropriation in popular music. \"Who has the right to sing what?\" \"Do white artists have the right to sing black music?\" There're these debates about Robin Thicke --</strong></p><p>Wow.</p><p><strong>-- and Marvin Gaye, about Miley Cyrus and twerking, about Iggy Azalea and Macklemore, who some people have called the queen and king of hip-hop. So there's this whole racial issue, too, of white artists and black artists. Have you, again, thought of your album in terms of that sort of history? The fact that as a black woman and a black artist you're working with a number of white artists in the U.K. in Europe at a particular moment. Did you ever think about that even in the process of doing it?</strong></p><p>No.</p><p><strong></strong><strong>'Cause it's a kind of fusion album.</strong></p><p>Not at all. I don't even — I never think like that. I'm thinking about great music and who can deliver. That is it.</p><p><strong></strong><strong>Outside of race.</strong></p><p>I really don't care.</p><p><strong></strong><strong>Doesn't matter.</strong></p><p>No.</p><p><strong></strong><strong>Has it always been that way for you careerwise?</strong></p><p>Yes.</p><p><strong></strong><strong>Always.</strong></p><p>Always. That's why — that's good you said that. That's why, in my 20-years career — when I got a call from Bono, when I got a call from Eric Clapton, when I got a call from George Michael, when I got a call from Sting, it didn't matter. I grew up — and my house was soul music, but my dad was a funk band musician. And the albums that he left behind when he left, he left rock 'n' roll. I was a soft-rock little kid. I would go to the radio — that's how I knew who Elton John and <a href=\"http://en.wikipedia.org/wiki/Ambrosia_%28band%29\" target=\"_blank\">Ambrosia</a> and all these people — and Stevie Nicks — were. So I have a real, a wide variety of a musical history. And so I've never been a person like, \"Oh, I need to work with black people. I need to — \" I just never been that small-minded.</p><p><strong></strong><strong>Absolutely. So a few other questions here. I saw you performing recently at the Converse Rubber Tracks Studio here in New York for their Fader Fort event. And you were performing and you looked like you were having a great time and we were all having a great time in the audience. Have you thought about the difference between working with a live band and then working with electronic musicians, particularly DJs and so on? Does it make any difference to you in terms of singing over tracks or singing with synthesized music vs. --</strong></p><p>There is a difference. When you put it on a grid, it kinda takes it and puts it in a little box and holds it there. But when you do it with a band — when you sing with a band — anything you do with live instruments, it's living. It's growing. It's breathing. It's walking. It's talking. So I prefer to sing with, make music with a band, but I will not reject anything that's hot from a track. If it's amazing, I'll take it.</p><p><strong></strong><strong>I also wanted to ask you about the fact that you've been doing this for 25 years. And very often you're called a veteran. I don't know how you feel about that term.</strong></p><p>That's fine.</p><p><strong></strong><strong>You've paid your dues. You've earned that. But certainly these days the shelf life of an artist tends to be very short. We live in a kind of attention deficit disorder culture where everybody's just moving on to the next star, next star. Why do you think you've remained relevant for so many decades, and how do you go about making the right moves, saying, \"Now it's time to go to London to make an album,\" or, \"Now I'm gonna do this or do that\"?</strong></p><p>Well, because for one I've never been afraid to be myself and to continue to fight for my identity. While everybody's on to the next thing, and the record label is saying, \"You gotta do what she's doing,\" I'm fighting, saying, \"I can't. If you don't want me, then I'm just gonna sit this one out.\" And that goes back to the point where I said I started feeling — getting stale. Because I started to feel like, \"OK, I'ma have to sit this one out. \" The record label needs \"this.\" But I can't give them my full creativity if they want that. You know? The next new thing, which is not what I'm gonna do. You understand what I'm saying?</p><p><strong></strong><strong>Absolutely. Yeah. And there's always been this debate about women in popular music, especially as they get older. Grace Slick from Jefferson Airplane always used to say she would never go out there like Mick Jagger and get older in the public eye. She wanted to sort of retreat from the spotlight. But there are many women who have continued to be very, very successful into their later years, like Aretha Franklin has a new album out, Barbra Streisand, and so on. </strong></p><p><strong>So we know there's a limited role sometimes for women in the performing arts as they get older, but yet at the same time the envelope is being pushed all over the spectrum. You've got Viola Davis with a new show that Shonda Rhimes has produced, and she's pushing the envelope in terms of what's possible for black women at a certain stage in popular culture. And I think in some ways you have done the same. I think you have pushed the envelope for what's possible, the idea of going to London and recording in Europe and doing something very different at a much later stage in your career. Have you thought about that? Where do you see yourself in 20 years or 25 years, or are you just kind of in the now moment, just making it up as you go along?</strong></p><p>Well, right now I am in this new place that I'm excited to be in, and I'm just gonna have a lot of fun. Far as what's to come? Would I be 60 and still singing if I'm healthy enough to do it? Just for fun. It'll just be strictly for fun. Like Aretha — she's still doing it, but she's doing it because she's Aretha Franklin. She just loves to do it as an artist. Just as an artist, I would love to still be able to do it. But as an older woman, I'd be like, I can't do it as much as I used to. You know what I mean? You need more rest than normal.</p><p><strong></strong><strong>Can you ever retire from the artist, you think?</strong></p><p>Nah. I don't think so.</p><p><strong></strong><strong>It's the thing that — it's in here.</strong></p><p><strong></strong>Yeah. As long as I can get it out, and be happy to hear how it sounds when it comes out, I need to do it.</p><p><strong></strong><strong>Gotcha. Do you find that making music has become harder at a time in which record sales are globally in decline and so on? A lot of people are kind of frustrated with the idea of making music. The kind of middle class in music is not there anymore in the way that it used to be. You've got the superstars, but it's become a lot harder for a lot of people to make music in this day and age. Do you think about this? Does this enter your --</strong></p><p>I mean, it's nothing to think about. It's real. It's the truth. If you have a platform, or an opportunity to continue to do what you're doing, and it's not what it used to be and your budget is not what it used to be and you love to do what you do? Make it work. Sing. Do what you do. Things will turn around for you if you start doing it for the reason that we supposed to do it. We love it, you know? Don't worry about the budget. Don't worry about the records selling like they used to. You're reaching the people that you need to reach. That's it.</p><p><strong></strong><strong>So it comes from passion.</strong></p><p><strong></strong>It has to.</p><p><strong></strong><strong>Which is exactly what you seem to have connected with on</strong><strong> <em></em></strong><strong><em>The London Sessions</em></strong><strong></strong><strong>.</strong><strong> </strong></p><p>Yes.</p><p><strong></strong><strong>You've gone back to the passion of it, and the joy of making music.</strong></p><p>Yes. Or else it's a job. Or else you're gonna be worried about: \"Oh, my God, I don't have the budget I used to have. Oh, I don't have the billboard.\" I mean, were you doing it for the billboard? Were you doing it for the budget? Or were you doing it for the people? I've been doing this for the people, so. Lot of artists are doing it for other reasons but, you know, that's them.</p><p><strong></strong><strong>All right, on that note, I think it's a wrap.</strong><strong> Mary, thank you so much.</strong></p><p><strong></strong>Thank you so much. It was nice talking to you.</p><p><strong></strong><strong>Absolutely. Great talking with you, too. Be well.</strong>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mary+J.+Blige%3A+%27I%27m+Not+Worried%2C+Trying+To+Keep+It+Real+%E2%80%94+I+Am+Real%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"228"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368143717-574889.m3u?orgId=1&topicId=1105&aggIds=100920965&d=228&p=3&story=368040756&t=progseg&e=367943242&seg=11&ft=nprml&f=368040756"},{"href":"http://media.npr.org/assets/img/2014/12/02/20141107__npr_maryj_pvy__0043-e-aa019235b9b7611325e4668ae1d693026d63d01d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2757","width":"3682"}}]}