{"created":"2014-10-25T12:03:20+00:00","modified":"2015-04-23T21:57:21+00:00","valid":{"from":"2015-04-23T21:57:21+00:00","to":"3015-04-23T21:57:21+00:00"},"hreflang":"en","title":"Danish String Quartet: Tiny Desk Concert","published":"2014-10-25T12:03:00+00:00","teaser":"The Danish String Quartet doesn't live on Brahms and Beethoven alone. Watch the versatile group play Danish folk tunes, from centuries-old Fanø wedding dances to traditional Roskilde reels.","itags":["npr_api","358355386"],"guid":"b9f72d80-5985-4f3e-8a9e-f0ac05f474fb","contentencoded":"<p>An abundance of facial hair is not restricted to the sensitive male indie-rocker set. Three of the four players in the Danish String Quartet could easily pass for hipster Brooklyn beard farmers. \"We are simply your friendly neighborhood string quartet with above average amounts of beard,\" the group's website says.</p><p>Yet what's really important about the ensemble is how they play — and judging from this performance behind Bob Boilen's desk, these Nordic lads possess warmth, wit, a beautiful tone and technical prowess second to none.</p><p>Like most string quartets, they thrive on classics by <a href=\"http://www.npr.org/artists/15033230/johannes-brahms\" target=\"_blank\">Brahms</a>, <a href=\"http://www.npr.org/artists/15232481/ludwig-van-beethoven\" target=\"_blank\">Beethoven</a>, <a href=\"http://www.npr.org/artists/16110605/franz-joseph-haydn\" target=\"_blank\">Haydn</a> and the like. But this group recently took a musical detour that landed them in the foggy inlets of the Faroe Islands (a Danish outpost halfway between Norway and Iceland) and various Nordic hamlets where folk tunes are played and passed on.</p><p>\"Folk music is the music of small places,\" the quartet notes on its new album <em>Wood Works</em>, which includes the tunes in this concert. \"It is the local music, but as such it is also the music of everyone and everywhere.\" You don't own folk music, the band believes, you simply borrow it for a while.</p><p>Violinists Rune Tonsgaard Sørensen and Frederik Øland, violist Asbjørn Nørgaard and cellist Fredrik Schøyen Sjölin begin with a set of wedding tunes, some dating back some 400 years and still in use today. Then they pair up an old Danish dance that feels like an Irish jig with a traditional Danish reel from near their home base, Copenhagen. And to close, a slow, evocative wedding dance, in a wistful arrangement by their friend Nikolaj Busk that conjures a lonely fjord shrouded in mist.</p><p>The young musicians may only be borrowing this music, but we're awfully pleased they lent a little of it to us.</p><p><strong>Program</strong></p><ul><li>Traditional: Ye Honest Bridal Couple — Sønderho Bridal Trilogy Parts I & II</li><li>Traditional: Sekstur from Vendsyssel — The Peat Dance</li><li>Traditional (arr. Nikolaj Busk): Sønderho Bridal Trilogy Part III</li></ul><p><strong>Danish String Quartet</strong></p><p>Rune Tonsgaard Sørensen and Frederik Øland, violin</p><p>Asbjørn Nørgaard, viola</p><p>Fredrik Schøyen Sjölin, cello</p><p><strong>Credits</strong></p><p><em>Producers: Bob Boilen, Tom Huizenga, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Colin Marshall, Maggie Starbard, Susan Hale Thomas; Assistant Producer: Nick Michael</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Danish+String+Quartet%3A+Tiny+Desk+Concert&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Huizenga","audio":[{"meta":{"duration":"1083"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358547616-9178b9.m3u?orgId=1&topicId=1110&aggIds=92071316&e=358355386&d=1083&ft=nprml&f=358355386"},{"href":"http://media.npr.org/assets/img/2014/10/24/starbard-1-2e9c3ee88ba8f13ce411bd6e724bdd55d865d62d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}