{"created":"2015-02-01T12:32:28+00:00","modified":"2015-05-13T21:19:12+00:00","valid":{"from":"2015-05-13T21:19:12+00:00","to":"3015-05-13T21:19:12+00:00"},"hreflang":"en","title":"Family Struggles With Father's Wish To Die","published":"2015-02-02T18:36:00+00:00","teaser":"Robert Schwimmer was diagnosed with pancreatic cancer in 2013 and wants to hasten death if he finds himself in agonizing pain. His family stands ready to help, but have legal and spiritual concerns.","itags":["npr_api","382715046"],"guid":"b9f9475c-f315-4a6a-ba18-51f1c5e4dab8","contentencoded":"<p>When 66-year-old Robert Schwimmer was diagnosed with pancreatic cancer in 2013, he didn't take it all that seriously. His doctors told him it was \"operable,\" and that was the only word he seemed to hear.</p><p>Now he's in hospice care and, as he tells NPR's Rachel Martin, he accepts that he's no longer trying to prolong life, but rather living out what's left of it.</p><p>Schwimmer wants to hasten his death if he finds himself in excruciating pain or if his quality of life sharply declines. His son Scott is willing to help him, but says there are legal and spiritual reservations. The Schwimmers live in Chicago, and assisted suicide isn't legal in Illinois.</p><p>For Scott, it's not just the legality that makes his father's decision difficult. \"Another part of it is just, conceptually, the idea of playing any part in your father's death,\" he says. He doesn't want to prematurely take such a drastic action.</p><p>Scott's sister Caitlyn also struggles with her dad's wishes. \"I wouldn't go against it, if that's what he really wants,\" she says. \"But at the same time, that's not a decision I would want.\"</p><p>Scott and Caitlyn say it would make them feel a lot more comfortable if they lived in a state that allowed physician-assisted suicide. Currently five states — Oregon, Vermont, Washington, Montana and New Mexico — allow terminally ill people to seek help in dying. Lawmakers in more than a dozen states have either introduced aid-in-dying bills or have pledged to do so.</p><p>Assisted suicide re-emerged as a national debate last year when Brittany Maynard <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/03/361094919/as-planned-right-to-die-advocate-brittany-maynard-ends-her-life\">went through with her plan</a> to end her life in November. The 29-year- old had been diagnosed with an incurable brain tumor and became a public symbol for the right-to-die movement.</p><p>The issue has divided Americans, including doctors who specialize in treating people with terminal illnesses. The American Academy of Hospice and Palliative Medicine, a professional organization, <a href=\"http://aahpm.org/positions/pad\">takes a position</a> of \"studied neutrality.\"</p><p>Dr. Porter Storey, executive vice president for the group, tells Martin that among hospice doctors, opinion is evenly split between those who would never assist their patients in dying and those who think the option might be helpful. \"Almost no one has no feelings about it,\" he says.</p><p><em>Click on the audio link above to hear Robert and Scott Schwimmer describe their family's agreement and Dr. Storey discuss assisted suicide from a physician's point of view.</em></p><hr /><h3>A Family's Perspective: The Schwimmers</h3><p><strong>What Robert Schwimmer learned about dying through doing estate planning work </strong></p><p><strong>Robert:</strong> I think there's something extraordinarily corrosive to the psyche of a child, an adult child, who remembers 90 percent of their life their parent has been this vibrant, vigorous, commanding figure, and now he's being reduced to nothing. And it has a very shocking effect on most people, particularly if it's prolonged.<strong></strong></p><p><strong>How the family would help, if it gets to that point</strong></p><p><strong>Scott: </strong>If he was to be in so much excruciating pain or lose his mind, that's when we would have to act on his wishes of helping him along. ...</p><p>I think my first hope would be to try and find a doctor that could help intervene. I don't know how possible that is in Illinois. But barring being able to do that, I would probably just try and help up the medication cocktail to a dose that I think would be reasonable to ease him out.<strong></strong></p><p><strong>Scott's feelings of hesitation</strong></p><p><strong>Scott: </strong>There's just this nagging feeling that, it's such an aggressive disease. Barring him suffering in agony and losing his mind, what's the point of jumping the gun? What's the point of taking such a drastic action?</p><p><strong>Robert: </strong>I don't understand what you just said.</p><p><strong>Scott: </strong>If this is a small stepping-stone decline, Dad, where you're not confused as to who I am or what's going on, and you're not in horrible agony all the time, and it looks like you're going to pass peacefully — I don't know if I'd really want to take the risk to myself, spiritually and legally, in ending your life.<strong></strong></p><p><strong>How it would be different to live in a state that allowed physician-assisted suicide</strong></p><p><strong>Scott: </strong>It would make the whole process a lot easier for me. It would give me a lot of peace of mind. Because for one thing, it just gets away from the legality and ethics of me doing any of it personally. And having any kind of expert to hold your hand throughout the process would certainly make me more comfortable.<strong></strong></p><hr /><h3>A Physician's Perspective: Dr. Porter Storey</h3><p><strong>What hospice doctors think about physician-assisted suicide</strong></p><p>About half of our membership feels very strongly that physicians should never participate in accelerating someone's dying. The other half of our membership feels very strongly that patients should never be abandoned and if nothing else can be done to alleviate suffering and it is legal in the state in which they practice, that they would want the opportunity to help a family in such dire straits.<strong></strong></p><p><strong>His experience with patients who want help dying</strong></p><p>I have personally been strongly urged to accelerate the dying of a patient who I really cared about, because he was in such pain, and then been thanked when the pain was better that I had not done that. ... And I know after 30 years after working in this field that I can't tell how long someone has to live, and what tomorrow is going to look like. But I also know that there's a lot to be done to help. And whether assisted suicide is legal or not, families really deserve good support. Pain can be managed.</p><p>We often find that people who have had difficult times can come back to good quality of life, and would not want to have missed that time.</p><p><strong>On what aid-in-dying laws require</strong></p><p>They certainly involve certification that the patient is terminally ill, with a short prognosis; there is an attention to whether the patient has decision-making capacity, whether the patient is depressed. Then it's always, the patient takes the pills themselves. It's not given to an incompetent patient by anyone else. That's the distinction between physician-assisted death, like we're talking about in this country, and euthanasia, like they have in Holland.</p><p><strong>On whether a consensus is forming on the issue</strong></p><p>You know, it is complicated, and I do expect that any state that votes on this is not going to get a large consensus on one side or another. The sad truth is that in this country people are getting older and older, and we do too much to people. We have too much aggressive medical care, we spend too much money on medical care, and people are not reassured by what they see happening to their relatives at the end of their life in hospitals. And it can be a scary time.</p><p>I'm really hopeful that we do more to help people in their final months of life whether we offer them aid in dying or not.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Family+Struggles+With+Father%27s+Wish+To+Die&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"675"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383036406-ffdfef.m3u?orgId=1&topicId=1128&d=675&p=10&story=382715046&t=progseg&e=383036341&seg=11&ft=nprml&f=382715046"},{"href":"http://media.npr.org/assets/img/2015/01/31/schwimmer1-d95f03adccea07a9ed3e921fca559caafdf522ab.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"461","width":"615"}},{"href":"http://media.npr.org/assets/img/2015/01/31/10408079_4821036281210_7504958410814276723_n-35f4ef3d62c9b35eac4c650991aefdb62f9aff65.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"480","width":"640"}}]}