{"created":"2015-05-09T21:13:49+00:00","modified":"2015-05-14T21:05:14+00:00","valid":{"from":"2015-05-14T21:05:14+00:00","to":"3015-05-14T21:05:14+00:00"},"hreflang":"en","title":"If Science Could 'Clone A Mammoth,' Could It Save An Elephant?","published":"2015-05-10T00:21:00+00:00","teaser":"De-extinction technology could soon bring back lost species — or preserve endangered ones. In her new book, evolutionary biologist Beth Shapiro explores the scientific and ethical challenges.","itags":["npr_api","404661850"],"guid":"b9fbf00c-bc25-47c9-b812-77bd45e0371f","contentencoded":"<p>It's been more than 20 years since <em>Jurassic Park</em> came out, and scientists have been cloning animals almost as long.</p><p>So where are the baby velociraptors already?</p><p>In Russia, there is <a href=\"http://news.nationalgeographic.com/news/2005/05/0517_050517_pleistocene.html\">a park</a> all ready for woolly mammoths and scientists there say it's just a matter of time before they can bring back actual mammoths to enjoy it. But why bring back a species that went extinct thousands of years ago?</p><p>Evolutionary biologist Beth Shapiro takes a look at that question in her new book, <em>How to Clone a Mammoth: The Science of De-Extinction</em>.</p><p>Shapiro says there could be lot of reasons to bring a species back, from scientific curiosity to increasing biodiversity. One possible justification: restoring ecosystems.</p><p>\"Mammoths probably played a pretty important role in their ecosystem as the largest herbivore that was around,\" Shapiro tells NPR's Arun Rath. \"We know from work that's being done in Siberia right now, that restoring herbivores to an ecosystem does a lot to generate and regenerate the kind of grassland community that they need to survive.\"</p><p>Shapiro also explains the scientific techniques that could potentially bring back the mammoth — no amber, mosquitoes or cloning involved. And she argues the same methods could be better used on other projects.</p><hr /><h3>Interview Highlights</h3><p><strong>On the ways scientists have found mammoth DNA</strong></p><p>DNA from mammoths is preserved in bones, skin, teeth, hair and the mummies that have been melting out of the Siberian permafrost.</p><p>DNA is not particularly <em>well-</em>preserved in these things. If I were to extract DNA from something that was alive, I could get really long fragments but when we extract DNA from bones, that DNA is chopped up into tiny little fragments and they're also really broken and damaged. And this is the reason we cannot clone mammoths. Cloning is a very specific scientific process. That process requires a living cell.</p><p><strong>On other techniques that could bring the mammoth back</strong></p><p>Anyone who is determined to go out there and find a living mammoth cell is going to be sorely disappointed. There are other ways that we can do this though — not by cloning a mammoth but by editing the genome sequence of an elephant cell in a dish in a lab, using new genome editing technology, and swapping out bits of elephant sequence for the mammoth version of sequences that we think are important in making a mammoth look and act more like a mammoth than like an elephant. And this technology is possible for today.</p><p><strong>On whether she believes this technology <em>should </em>be used, and how</strong></p><p>Until we figure out how to meet the physical and psychological needs of elephants in captivity, they shouldn't be in captivity at all, much less being used to make mammoths. If we were to put that all aside, I don't want to see mammoths come back — it's never going to be possible to create a species that is 100 percent identical. But what if we could use this technology not to bring back mammoths but to save elephants?</p><p>What if we could use this technology to make elephants slightly better adapted to cooler climates, the type of place that mammoths used to live? We could then create more space for them. ... Mammoths and elephants have approximately 99 percent identical genomes. If we are talking about changing a few genes here and there to make them better adapted to living in the cold, I think we are talking about preserving elephants.</p><p><strong>On the risk of releasing genetically engineered elephants</strong></p><p>We don't know what's going to happen when we start messing around with reprogramming the genetic code to create Chihuahuas or Great Danes. And we don't seem to fear that. There's something more natural than going in and targeting a very specific gene that we have some idea of what it does. ...</p><p>I think that the key use of this technology ... is to protect species and populations that are alive today. Take, for example, the black-footed ferrets that are living across the plains of North America. Black footed ferrets nearly went extinct a couple decades ago because of extermination programs. Today, black-footed ferrets are threatened by a disease. What if we could use this same technology that we're talking about to go back in time, to sequence DNA of ferrets in museums somewhere that are decades or centuries or even thousands of years old, and find genetic diversity in those that we could then inject in the populations today that have no genetic diversity?</p><p>Maybe we could use this technology to give those populations a little bit of a genetic booster shot and maybe a fighting a chance against the diseases that are killing them. We're facing a crisis — a conservation, biodiversity crisis. This technology might be a very powerful new weapon in our arsenal against what's going on today. I don't think we should dismiss it out of fear.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=If+Science+Could+%27Clone+A+Mammoth%2C%27+Could+It+Save+An+Elephant%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"338"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405515718-7e969d.m3u?orgId=1&topicId=1033&d=338&p=2&story=404661850&t=progseg&e=405435381&seg=9&ft=nprml&f=404661850"},{"href":"http://media.npr.org/assets/img/2015/05/06/459607146-a2e7d00f2978091c0d9843504f2010443657948d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1921","width":"2561"}},{"href":"http://media.npr.org/assets/img/2015/05/06/shapiro_beth_howtocloneamammoth-90f9c5462f25d8cb4aaf70ac76950a548c0bc625.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1598"}}]}