{"created":"2014-10-08T13:39:35+00:00","modified":"2014-12-04T15:17:06+00:00","valid":{"from":"2014-12-04T15:17:05+00:00","to":"3014-12-04T15:17:05+00:00"},"hreflang":"en","title":"'Astonish Me' Asks, Is It Enough To Only Be Good?","published":"2014-08-02T17:11:00+00:00","teaser":"For our latest installment of the occasional feature Weekend Reads, novelist Alexander Chee recommends Maggie Shipstead's <em>Astonish Me, </em>about a ballerina who leaves the world of dance to have a child.","itags":["npr_api","324480101"],"guid":"b9ff522d-8773-4b85-82f6-48eb9e856a60","contentencoded":"<p>We're continuing our weekend reads recommendations with author Alexander Chee, whose novel <em>Edinburgh</em> won multiple literary awards. Chee's pick for you this weekend is <em>Astonish Me</em>, by Maggie Shipstead — the tale of a ballerina who leaves the dance world to have a baby. Chee tells NPR's Rachel Martin that he appreciates Shipstead's prose, which he calls excellent but not flashy. \"I think of it as having a transparent quality which is to say that you're drawn into the story more than you are made to consistently pay attention to the style of it. I think what impresses me about her is the way in which she gets out of the way.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On Joan and her debate over whether just being good is enough</strong></p><p>When we meet her at the beginning of the novel, she's in New York City. She seems to have a lot going on for her career. She's just been kind of cast aside by a very famous Russian dancer, who she helped immigrate to the United States. And she was made famous by that act. She was elevated, in a sense, by that in a way that her talent couldn't elevate her.</p><p>But we don't really know the personal cost of that right away. That comes later on in the novel. What we know right away is that she's pregnant. And that it's early in the pregnancy. Her best friend knows that it's happening to her. And they're in New York going to parties and smoking ... It was interesting to be reminded of how in New York City at that time ballerinas were a kind of disco royalty.</p><p><strong>On how a book centered around women can have universal resonance</strong></p><p>I think female friendship is something that we usually see a kind of intense romantic side of it. We don't usually see as much, I think, the other side of it — the darker side, the competitive cutting side.</p><p>Joan and [her friend] Elaine have a fascinating friendship because as it says at one point in the novel, they're not really confidants. They're companions. They're both trying to do this terribly difficult thing of being a famous dancer — of being a great dancer. And I think this struggle that they have and the way that they move between pursuing each other on and undercutting each other, in certain ways is something that we all understand pretty intimately as we go through life.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Astonish+Me%27+Asks%2C+Is+It+Enough+To+Only+Be+Good%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"288"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324480102-635eac.m3u?orgId=1&topicId=1033&ft=3&f=324480101"},{"href":"http://media.npr.org/assets/img/2014/06/23/istock_000003446920medium-1538880fbd7ffef5a72d103e6e7162b423702f71.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1199","width":"1600"}},{"href":"http://media.npr.org/assets/img/2014/06/23/chee-4aed396a1df4ace423a2b2067003b166ac20e596.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"450","width":"599"}}]}