{"created":"2015-03-28T09:56:03+00:00","modified":"2015-04-15T19:59:54+00:00","valid":{"from":"2015-04-15T19:59:54+00:00","to":"3015-04-15T19:59:54+00:00"},"hreflang":"en","title":"At Last, A Fitting Farewell For Richard III","published":"2015-03-28T14:56:00+00:00","teaser":"Richard III has been buried, two years after his abandoned bones were found under an abandoned parking lot. NPR's Scott Simon reflects on the man Shakespeare turned into one of his great characters.","itags":["npr_api","395837527"],"guid":"b9ff746c-0c6f-48e0-b948-5f3b1af1b673","contentencoded":"<p>Richard III was buried this week, two years after his abandoned bones were certified to be under a modern-day car park, and 530 years after he was the last English king to die in battle on English soil.</p><p>If you look past all the dukedoms and earldoms, the dust-up between the Houses of York and Lancaster called the War of the Roses doesn't sound dramatically different from a mob movie: thwacks, whacks, hanky-panky and blood.</p><p>Shakespeare just put that with more elegance.</p><p>Shakespeare's Richard III is one of his great characters, a man \"rudely stamp'd,\" he said, with a hunched back. It makes him feel outcast and unloved. Richard declares, \"I am determined to prove a villain.\"</p><p>For once, a public figure keeps his word.</p><p>Shakespeare's Richard has Tower of London guards whack his brother Clarence, who is first in line for succession. Beheadings follow. Then Richard consigns his two young nephews, whom he sees as rivals for the throne, to the Tower. They check in, but they don't check out. More blood flows. Richard is crowned. More blood until the Battle of Bosworth Field, where his own soldiers turn on the ruthless Richard, who is knocked from his horse and cries, \"A horse, a horse, my kingdom for a horse!\"</p><p>But not even a horse will ride to his aid. Man and beast leave Richard to reap the blood he has sown.</p><p>Did Shakespeare call his play <em>The Tragedy of King Richard the Third</em> because of the blood he's caused to be spilled? Or because Richard let his bitterness about his hunched back twist his character?</p><p>Many historians question Shakespeare's history, even as they acclaim his dramaturgy. Richard's remains reveal that his back may have been a little bent, but not hunched. Other rivals to the throne might have dispatched his two young nephews. And no matter how many heads he may have lopped, Richard III gave poor people legal rights, including access to lawyers, and allowed the free publication of books, plays and pamphlets.</p><p>A modern American political consultant might have been able to spin that kind of record.</p><p>Thousands of people turned out to see a coffin holding Richard's ancient remains finally properly buried this week. Benedict Cumberbatch, the actor who plays Richard III on a BBC series, and is distantly related to him, read a poem by Carol Ann Duffy, Britain's Poet Laureate:</p><blockquote><p>My skull, scarred by a crown,<br />emptied of history. Describe my soul<br />as incense, votive, vanishing; your own<br />the same. Grant me the carving of my name.</p></blockquote>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+Last%2C+A+Fitting+Farewell+For+Richard+III&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Scott Simon","audio":[{"meta":{"duration":"186"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395966170-17ab87.m3u?orgId=1&topicId=1060&aggIds=4495795&e=395837527&d=186&ft=nprml&f=395837527"},{"href":"http://media.npr.org/assets/img/2015/03/27/467613314-e1af1a4ed24c26ca4a93dec7e453c12881224515.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1764","width":"2353"}}]}