{"created":"2015-04-22T19:39:32+00:00","modified":"2015-05-13T21:01:14+00:00","valid":{"from":"2015-05-13T21:01:13+00:00","to":"3015-05-13T21:01:13+00:00"},"hreflang":"en","title":"How The Met Opera's Chorus Master Gets 150 To Sound Like One","published":"2015-04-23T15:05:00+00:00","teaser":"Donald Palumbo is the Metropolitan Opera's chorus master. He tells <em>Fresh Air</em> about \"stagger breathing,\" the ways singers protect their voices and his own lack of formal training.","itags":["npr_api","401487525"],"guid":"ba00ed04-107c-458d-8464-9c959ac2fa5d","contentencoded":"<p>Metropolitan Opera Chorus Master Donald Palumbo knows voices, and how to instruct singers to protect them.</p><p>Palumbo says that all singers have to monitor their voices while rehearsing during the day. The goal, he says, is to insure singers are at their \"freshest\" and \"most solid\" for the evening performance.</p><p>\"It's important that there's absolutely no compromise on your vocal strength or sheen in the voice by the time you get to the performance in the evening,\" Palumbo tells <em>Fresh Air</em>'s Terry Gross. \"Everyone has to be at their peak vocal condition as late as midnight for each performance of <em>Meistersinger</em>, which is how long they usually run,\" he says. The Met performed Wagner's <em>Die Meistersinger von Nürnberg</em> in December.</p><p>Palumbo is responsible for rehearsing and conducting some of the best singers in the world. He's renowned for his ability to blend the voices of the singers in the chorus.</p><p>\"The job of preparing <em>Meistersinger</em> is to take that many singers, 150 singers, and get them to sound like one voice,\" he says. \"Of course, the big difficulty with <em>Meistersinger</em> is where do you put 150 people on stage? A lot of my job is in trying to get the chorus to sing in a situation on a stage with special problems — in other words, huge distances to the conductor, distance between the chorus and the orchestra and the audience. And it's somehow finding a way to get a lot of people to act as one.\"</p><p>Palumbo became the Met's chorus master in the 2007-2008 season. Before that, he was the chorus master at the Lyric Opera of Chicago. He was the first American to serve as chorus director of the Salzburg Festival.</p><p>And, surprisingly, Palumbo doesn't have any formal conservatory training.</p><p>\"I readily admit that I never really had much formal training other than piano lessons that I never practiced for,\" Palumbo says. \"I was a very poor piano student. ... What I did, though, is I went to as many performances as I could and I listened carefully and I would take scores out of the library and I would take records out of the library and I'd sit and listen and follow scores and try to soak up as much as I could.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On how singers often \"mark\" in rehearsals to </strong><strong>save their voices for performance</strong></p><p>It's a term that means you indicate what you want to with your voice, but you don't use the full volume, you don't use the full body tension and energy that you need to exert when you're actually in performance mode. The danger with marking is that when you pull back a little bit on the energy [while] singing, what usually tends to happen is musically things can also get a little lazy or a little sloppy, so you have to be very careful that when you mark you don't destroy any of the musical exactness that you've been working on so hard in all of the rehearsals. But, singers definitely have to mark.</p><p><strong>On singing vowels </strong></p><p>Soloists can get away with \"ah\" vowels and \"ee\" vowels that have different degrees of brightness and spread, so to speak, in the vowel. My job as a chorus master is to try to get every chorus singer to take an \"ah\" vowel and interpret it in the same way, in other words, so that the roundness and the height of the \"ah\" is uniform across the chorus. ... A soloist can pick and choose how he uses these vowels at any given moment in a performance. He can even find, for example, if he was having maybe a little trouble and needs to modify certain vowels at any given moment, he can do that because he's singing on his own. In the chorus, we have to make sure that everybody adheres at all times to this same shape of every vowel.</p><p><strong>On breath control </strong></p><p>The sustaining of a note, the release of a note, the intake of the breath and the attack of the next note, should be one process that doesn't have any stop/start. It should feel like it's on a revolve. It should never feel like tone, stop, gasp, produce a tone. With a chorus you have the advantage that you can do something called stagger breathing, which means if you have a very long phrase and you want to make sure that you get to the end of the phrase with the same full support that you had when you started the phrase, you can have people decide to interrupt say, a syllable, or to take a little we call it a \"catch breath\" somewhere in the phrase that is not going to be done at the exact same spot by everyone else in the chorus. So the overall effect of that is that the chorus is not breathing where actually everybody has taken a breath.</p><p><strong>On who the choristers are</strong></p><p>What's happened lately is many of the choristers are young soloists who have decided for whatever reason that they are ready to maybe give up the life of trying to make a living as a soloist with all of the difficulties, the travel, the lack of guaranteed income on any given year. [Also] the fact that they can't spend time with their family as much as they'd like to, some [are] just saying, \"I don't have this in me to be a soloist and to really fight as hard as I need to. ... I would love to continue to be a musician, but find some outlet for my talent where I can have a more stable life.\" ...</p><p>It's a very difficult profession to really have success. The number of people who become superstars is just such a minute fraction of the number of singers that are out there trying to make a living. So this is a great job for great singers to experience enormous musical pleasure. I always insist that everybody feel that they're being musical at all times when they sing in the chorus. So it doesn't become just the job of making a large sound to fill a big theater. No, we make sure that we have a musical identity of our own and so everyone feels fulfilled as a musician individually.</p><p><strong>On a curtain malfunction during a performance </strong></p><p>There was a performance of <em>Meistersinger</em> when we made the transition from the first scene of the third act into the second scene. ... And there was a problem with a piece of scenery and so the curtain could not go out on this scene change. And the chorus is on stage and we start singing. Of course, it was Maestro [James] Levine conducting and, of course, he was in the pit and could see that we had a problem here. He just kept going. I think he could hear some of the chorus singing from behind the curtain. ...</p><p>The chorus was behind the curtain and the curtain could not open. And it lasted for I want to say close to a minute, I think, that we actually sang the opening of that big scene from behind the curtain. Then finally [the curtain] went out and the audience applauded. ...</p><p>We were exactly together with the orchestra while the curtain was in ... [but] as soon [it] went out ... all of a sudden now we were hearing the orchestra from its natural position in the pit without the curtain there. So ... the acoustical feeling onstage suddenly changed ... [and] we had a momentary ensemble problem, just because of the change of what we were hearing. ... That was a scary moment, I have to say.</p><p><strong>On pursuing his career without formal conservatory training </strong></p><p>I sang in choruses all my life. I lived in Europe for three years. I actually sang in choruses with [Austrian conductors] <a href=\"http://www.npr.org/artists/89322052/herbert-von-karajan\" target=\"_blank\">Herbert von Karajan</a> and <a href=\"http://www.npr.org/2011/07/18/106937831/mozarts-forward-looking-magic-flute\" target=\"_blank\">Karl Böhm</a> and people like that and I used those experiences as my classroom. I really treated those experiences as a chorister as almost lessons. And so when I then came back after being in Europe and started playing in voice studios — that was another way of learning without being in a conservatory. And then, every time I had the opportunity to do something — say, play rehearsals for a small opera company or prepare a small chorus for a regional opera company — I just said, \"Yes, I'll be glad to do that.\" Very slowly, I started working my way through more important companies. ... I think I was able to use experience versus conservatory training as a way to become a better musician.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+The+Met+Opera%27s+Chorus+Master+Gets+150+To+Sound+Like+One&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"1901"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401540382-ae4b80.m3u?orgId=1&topicId=1105&d=1901&p=13&story=401487525&t=progseg&e=401518938&seg=1&ft=nprml&f=401487525"},{"href":"http://media.npr.org/assets/img/2015/04/22/palumbo-grimeshd_173-86bcb00f74be645d19a81dac3c6c6da927f7bb77.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2909","width":"3879"}},{"href":"http://media.npr.org/assets/img/2015/04/22/marty-sohl---courtesy-of-met-opera-a9cbfeb2a3108a8eb3aae937f5f015b67a85f2b8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2360","width":"3147"}}]}