{"created":"2015-06-30T16:48:22+00:00","modified":"2015-07-01T15:06:06+00:00","valid":{"from":"2015-07-01T15:06:06+00:00","to":"3015-07-01T15:06:06+00:00"},"hreflang":"en","title":"Frozen In Time, Remembering The Students Who Changed A Teacher's Life","published":"2015-06-30T23:14:00+00:00","teaser":"Jonathan Kozol looks back on events he wrote about 50 years ago, in <em>Death at an Early Age</em>, that reveal how an elementary school treated black children in 1960s Boston.<em></em>","itags":["npr_api","418599078"],"guid":"ba0a406d-fbb7-4b22-b6e1-759c73f5ed56","contentencoded":"<p>Jonathan Kozol looks back on the events he wrote about 50 years ago, in <em>Death at an Early Age. </em></p><p>In this short film by LA Johnson, he reads from Page 188:</p><p>Sitting at his small kitchen table, Jonathan Kozol flips through a copy of <em>Death at an Early Age. </em>He's staring wistfully at the black-and-white picture of himself on the inside cover, taken the Monday after he was fired. He was 28 years old.</p><p>\"I was kind of terrified suddenly to be in the spotlight,\" he remembers. \"It became a news story right away.\"</p><p>He was fired for reading the poems of Langston Hughes to his fourth-graders — going outside the school's prescribed curriculum.</p><p>But it was his wrenching account of how Christopher Gibson Elementary School treated black children that opened readers' eyes to the appalling educational policies and practices that were all too common in Boston in 1965.</p><p>Thinking back 50 years later, Kozol says he never imagined that the story about his ordeal as a substitute teacher would sell over 2 million copies and win the National Book Award.</p><p>His dismissal would not have been a story, says Kozol, had it not been for the parents.</p><p>\"They were very upset I was fired,\" he recalls, \"so they kept their children out of school and picketed the school with them.\"</p><p>Gibson Elementary served mostly black families and straddled the Roxbury and Dorchester neighborhoods just a few miles from downtown.</p><p>The first day he started working there in the fall of 1964, Kozol says, he was stunned by what he saw. There was no heat in most classrooms. Plaster fell from the ceilings. The window frames had rotted away. With a few exceptions, Kozol says teachers were indifferent and cold toward children of whom they expected little.</p><p>\"Something about the presence of those African-American children brought out the worst in them.\" Some teachers referred to the children as \"the black stuff.\" Or as one teacher put it, \"This school is a zoo, and those are the animals.\"</p><p>By spring, Kozol had been assigned to a group of fourth-graders that nobody wanted. They had had nine substitute teachers the year before.</p><p>\"They were called the bad fourth grade,\" says Kozol. Some could barely read or write.</p><p>\"I just would do anything to get them to want to read, to want to read something.\" He says they weren't interested in the Jane and Spot kind of textbooks the school wanted them to read.</p><p>\"So finally I settled on Langston Hughes,\" says Kozol. \"Probably the most respected black poet in America. One of the most respected poets period.\"</p><p>One of Hughes' poems in particular, <a href=\"http://nationalhumanitiescenter.org/pds/maai3/protest/text11/hugheslandlord.pdf\">The Ballad of the Landlord,</a> mesmerized Kozol's students. The poem opens with these lines:</p><p><em>Landlord landlord my roof has sprung a leak.<br /></em><em>Don't you 'member I told you about it<br /></em><em>Way last week?</em></p><p><em>Landlord, landlord,<br /> These steps is broken down.<br /> When you come up yourself<br /></em><em>It's a wonder you don't fall down. </em><em><br /></em></p><p>Kozol says it was the first time since he had started working with these kids that he had them on the edge of their seats:</p><p>\"A child who had been quite belligerent and not trusting of me came up and sort of touched my shoulder and asked me if she could bring that book home to show her mother: the landlord poem.\"</p><p>A few days later, the principal called Kozol into her office. She was incensed, says Kozol. She told him he was to leave that day and couldn't say goodbye to his students. Kozol was fired on the spot for \"curriculum deviation.\" He was told he was unsuited for the highly responsible profession of a teacher.</p><p>When word of Kozol's firing spread among parents, many wanted to show their displeasure. Thelma Burns, who still lives near the site of Gibson Elementary, says the principal refused to meet with them. So parents decided to picket the school and keep their kids out.</p><p>\"No one at the school would talk to us,\" recalls Burns. \"That's the way it was at that time.\"</p><p>Burns credits Kozol and <em>Death at an Early Age</em> for making people aware of how black children were treated in some schools, and for bringing community leaders together because a lot of people didn't know what was going on.</p><p>Kozol says that at the time he felt terrible, not because he had lost his job but because he could no longer be with the children he had grown so fond of — children like Stephen, the boy he describes in the opening paragraph of his book:</p><p><em>Stephen is eight years old. A picture of him standing in front of the bulletin board on Arab bedouins shows a little light-brown person staring with unusual concentration at a chosen spot upon the floor. Stephen is tiny, desperate, unwell.</em></p><p>Stephen was an orphan living with a foster mother who physically abused him. Kozol says teachers and administrators at Gibson Elementary were no less cruel.</p><p>\"For example, the administrator at the school who whipped children down in the basement of the school, he brought me down there once to witness what he was doing. So I actually saw Stephen being whipped,\" he says.</p><p>Kozol says the whip was dipped in vinegar so it would sting more. For many years Kozol stayed in touch with Stephen. The last time he spoke with him, he was in prison.</p><p>\"He called me. He had murdered someone. He had all this pent up fury and rage in him. I never heard from him again after that,\" says Kozol.<br /> <br />Writing <em>Death at an Early Age</em>, says Kozol, was an attempt to deal with the guilt he felt for having witnessed so much damage to the children in his care, and having been silent.</p><p>Kozol, a chain-smoker, excuses himself and lights up another cigarette. You can tell that summoning all those memories is not easy for him. Still, the next day, he agrees to drive us to Gibson Elementary.</p><p>Kozol parks in front of an abandoned, vacant lot where the school once stood. A stiff wind pushes trash against the fence encircling the property. There's no hint there was ever a school here, except for what's left of its foundation. Large slabs of cracked asphalt and weeds cover the grounds. Kozol quietly ponders the scene.</p><p>\"I have not wanted to come here because the memory is painful,\" Kozol says.</p><p>When Gibson Elementary was torn down, Kozol kept a brick left from the rubble. He's held on to it the same way he's held on to the old photographs and memories of the fourth-graders who changed his life, children forever frozen in 1965.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Frozen+In+Time%2C+Remembering+The+Students+Who+Changed+A+Teacher%27s+Life&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Claudio Sanchez","audio":[{"meta":{"duration":"419"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418924608-ab832e.m3u?orgId=1&topicId=1013&aggIds=359618671&d=419&p=2&story=418599078&t=progseg&e=418894977&seg=19&ft=nprml&f=418599078"},{"href":"http://media.npr.org/assets/img/2015/06/30/kozol-scene-promo-918286e81dea3b457d2268264613ae193b6f2e23.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"719","width":"958"}}]}