{"created":"2014-11-29T14:59:54+00:00","modified":"2014-12-04T01:05:07+00:00","valid":{"from":"2014-12-04T01:05:07+00:00","to":"3014-12-04T01:05:07+00:00"},"hreflang":"en","title":"Foreign Dollars Fuel A New Condo Boom In Miami","published":"2014-12-01T16:34:00+00:00","teaser":"After the bust of the Great Recession, construction cranes once again tower over Miami. The transformation masks a difficult reality: This flashy city also remains one of the nation's poorest.","itags":["npr_api","367268973"],"guid":"ba0e20eb-744f-45e3-874a-a0c74ca93a2e","contentencoded":"<p>Few people track Miami development closer than Peter Zalewski. He runs Cranespotters.com, a business that keeps tabs on all the new construction proposed in downtown Miami.</p><p>In an area that covers less than 4 square miles, he notes, there's a lot going on. In \"downtown Miami, we're looking at 69 towers, 18,400 units,\" all residential condominiums, Zalewski says.</p><p>If history is any guide, not all of the projects will be built. But Zalewski says there are other big projects coming that are likely to add to the total.</p><p>Unlike construction elsewhere, the new condo boom in Miami is being financed mostly by foreign buyers. It caps a decade of building that has transformed one of America's poorest cities into an international destination.</p><p>\"I would tell you, if we were to sit down in a year from now, we will be well over and above what we did during our last boom and ultimate bust and then ultimate recovery,\" Zalewski says.</p><p><strong>A City Built On Building Sprees</strong></p><p>Since the city was founded just over a century ago, Miami's history has largely been a series of property booms and busts.</p><p>Over the span of just a few years — until it ended in 2006 — Miami's last building spree added more than 20,000 condo units to a downtown where previously few had lived.</p><p>Today's new boom is adding more condos, as well as commercial, retail and entertainment properties, at a dizzying pace.</p><p>Brickell City Centre, one of the large-scale projects currently under construction, is a $1 billion project that will include residential condos and a hotel, plus a shopping and entertainment complex.</p><p>Several blocks away in Miami, construction is slated to begin soon on an even larger complex, the $2 billion Miami WorldCenter.</p><p>Developer Nitin Motwani refers to the project as \"the hole in the doughnut.\" Right now, it's a 30-acre parcel of parking lots and old buildings in the heart of the city. But Motwani is planning a convention hotel, a shopping mall and more condominiums.</p><p>\"Everybody has got their eyes on Miami,\" Motwani says.</p><p><strong>Fine Homes For Foreign Investors</strong></p><p>Similar construction booms are going on in other cities — Los Angeles, New York, Houston and Washington, D.C., to name a few. In Miami, though, developers are focused on one particular product: luxury condominiums for foreign buyers.</p><p>Real estate consultant Zalewski says Miami, with its celebrities, nightlife and jet-set events, has built an international reputation.</p><p>\"This is why we have Russian oligarchs purchasing property. This is why we have Malaysian conglomerates that own casinos and cruise lines coming here and buying,\" he says. \"They're all coming here because they seem to think this is the next Singapore. This is the next London. This is the next great global city.\"</p><p>The annual Art Basel show, an event that attracts the ultra-wealthy to Miami Beach every December, has also been a factor.</p><p>Developers and city officials say they can track foreign investment dollars by watching the news. Sales to Russian buyers slowed after the U.S. imposed sanctions on that country. Economic and political turmoil in Latin America brought investors from that region.</p><p>And it's not just the super-wealthy buying here. Nelly Fernandez lives in Caracas, Venezuela, where she's a real estate broker. Because of Venezuela's crime and political problems, Fernandez says, she's used her savings to buy a modest condo in Miami.</p><p>\"I have many, many friends in Miami,\" she says. \"I have family there. In this city, I feel like I am like home, you know?\"</p><p>Developer Motwani says that's one of Miami's key attractions for international buyers — it's a city where visitors from Latin America, Europe and even Russia quickly find others who literally speak their language.</p><p>\"When people come here, you get beautiful weather, you get great taxes, you get great restaurants, you get great beaches,\" Motwani says. \"All of that is spectacular. But what no one else can replicate is the diversity of our people.\"</p><p>The decade of residential construction has transformed Miami's downtown. Many of the condos are now rented by young professionals who work and play in the area. City Commissioner Marc Sarnoff says that has dramatically altered the demographics of the urban core.</p><p>\"The average person is 37 years old. That's pretty young,\" he says. \"Miami is undergoing a youth movement. And that youth movement is good because it's the creative class moving to the downtown core.\"</p><p><strong>A Growing Divide</strong></p><p>But the high-end development downtown can mask another important fact about Miami: Even after all the new construction, it remains one of America's poorest cities. According to the Census Bureau, the Miami area has the nation's second-lowest median income, lower than Detroit or Newark, N.J.</p><p>With the wealth pouring in, the divide between rich and poor is getting wider. Particularly vulnerable are residents who live in neighborhoods that border on Miami's downtown.</p><p>In Overtown, a nearby neighborhood, work crews are renovating the old Josephine and Dunn Hotel. It was one of the few accommodations in segregated Miami open to African-Americans in the 1930s and 40s.</p><p>Yvette Harris works with Jackson Soul Food, a restaurant that's a Miami landmark. By next year, Harris says, Jackson will turn the old hotel into a European-style bed and breakfast \"where travelers will be able to come into a community where they're able to do some cultural tours and learn a little bit about the Overtown area.\"</p><p>The work is being paid for out of a fund generated by fees on downtown development. Also in the works is a $60 million project to build affordable housing.</p><p>Activist and author Marvin Dunn is concerned about the neighborhood's future as developers begin looking for new places to build.</p><p>\"So these properties [will] become very, very valuable,\" he says. \"What will happen? The private market will dominate. People will build. Development will proceed to the west. Overtown will be squeezed.\"</p><p>Dunn believes gentrification may push out half of the community's longtime African-American population in coming years. A decade after high-rise condominiums began reshaping Miami's downtown, it's an indication that the city's transformation never stops.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Foreign+Dollars+Fuel+A+New+Condo+Boom+In+Miami&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Greg Allen","audio":[{"meta":{"duration":"346"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367362412-438b34.m3u?orgId=1&topicId=1091&ft=3&f=367268973"},{"href":"http://media.npr.org/assets/img/2014/11/28/451816760-1724fde58723ef750c6382aed9e03afb1dfa7843.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}}]}