{"created":"2014-09-27T18:37:31+00:00","modified":"2015-03-22T19:04:54+00:00","valid":{"from":"2015-03-22T19:04:54+00:00","to":"3015-03-22T19:04:54+00:00"},"hreflang":"en","title":"Ohio's James Traficant Dies, Days After Accident On Farm","published":"2014-09-28T18:02:00+00:00","teaser":"The Ohio politician whose career included 17 years in Congress and a conviction for bribery has died at age 73. He was critically hurt in a tractor accident earlier this week.","itags":["npr_api","352038901"],"guid":"ba1106b5-58d6-4db7-95a2-8815fe716190","contentencoded":"<p>Former Rep. James Traficant, the Ohio politician whose career included 17 years in Congress and a conviction for bribery, has died at age 73. Traficant's family had been fearing for his life since earlier this week, when he was critically injured in a tractor accident.</p><p>Traficant's death comes years after he attempted a political comeback, filing to run for his old seat in 2010 <a href=\"http://www.npr.org/blogs/politicaljunkie/2010/08/30/129542465/traficant-makes-ohio-ballot-after-all\">as an independent</a> in Ohio's 17<sup>th</sup> District. He had been kicked out of Congress in July of 2002, after being convicted on charges that included racketeering, bribery and tax evasion.</p><p>\"A spokeswoman for the family of James A. Traficant Jr. confirmed that the former congressman died today at St. Elizabeth Health Center,\" reports Ohio's <a href=\"http://www.vindy.com/news/2014/sep/27/former-congressman-james-traficant-dead/#sthash.EpmvGenn.dpuf\">Youngstown Vindicator</a>. The newspaper says the former congressman's death was announced in a brief text message from spokeswoman Heidi Hanni, which read, \"Traficant dead.\"</p><p>NPR has confirmed the news with the family.</p><p>The <em>Vindicator</em> describes Traficant as \"outspoken, outrageous and colorful.\" From <a href=\"http://www.wksu.org/\">member station WKSU</a>, M.L. Schultze remembers Traficant as a man who could be said to represent the best and the worst of an old steel town.</p><p>\"Before he was convicted and expelled from Congress, Jim Traficant was best known for his improbable hair piece and his outlandish suits,\" Schultze reports, \"and the broadsides he launched at Republicans, his fellow Democrats and big government.\"</p><p>Traficant was also famous for making <em>Star Trek</em> references, as he did when he decried an expensive study on manure on farms.</p><p>\"Beam me up, Mr. Speaker,\" Traficant pleaded. \"Two hundred million to determine that manure stinks.\"</p><p>The man who now has Traficant's old job, Rep. Tim Ryan, recalls him as a skilled politician who could light up a room.</p><p>\"The only other person I can think of is Bill Clinton. It's that level of electricity,\" Ryan tells Schultze. \"The room would shift the moment he got into it and he was the center of attention in the room, regardless of how many people were in it.\"</p><p>Traficant was also a former football star who played quarterback for the University of Pittsburgh, where his teammates included Mike Ditka. He was taken late in the NFL draft by the Pittsburgh Steelers.</p><p>Even after the scandals that brought him down, Traficant still had fans in Youngstown.</p><p>One of them was Karen Worstell, a grandmother who tells Schultze she would still vote for Traficant today.</p><p>\"If he'd ever run for office again, I would've voted for him because I knew what kind of politics he was; he was honest with the people. It was the people, not the government, it was the people.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ohio%27s+James+Traficant+Dies%2C+Days+After+Accident+On+Farm&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"241"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352262792-e77b4a.m3u?orgId=1&topicId=1014&e=352038901&d=241&ft=nprml&f=352038901"},{"href":"http://media.npr.org/assets/img/2014/09/27/traficant-has-died-c48167c0ec4e06e39a45e8eddbbcf308caccbc50.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1602","width":"2136"}}]}