{"created":"2014-10-16T20:25:21+00:00","modified":"2015-02-27T22:33:36+00:00","valid":{"from":"2015-02-27T22:33:36+00:00","to":"3015-02-27T22:33:36+00:00"},"hreflang":"en","title":"Spreadsheets, Ex-Cons And A Karate Studio: Life At The Bottom Of The Debt Business","published":"2014-10-17T13:36:00+00:00","teaser":"Not all debt collectors work at banks or big, corporate agencies. Many work at small, storefront shops. At least one worked in a former karate studio.","itags":["npr_api","356671717"],"guid":"ba20751d-9d7a-4c87-b474-e07c43616fcf","contentencoded":"<p>A few years back, James Nelms opened his own debt collection business. He didn't have a fancy resume, or much money. He was an ex-con whose siblings staked him $10,000 to get his business up and running.</p><p>This isn't as odd as it may seem. Many debt collection agencies are small businesses, eking out a living in storefront shops. A few years back, when the world was going wild for debt, lots of people were getting into the business. All that debt meant lots of money to be collected.</p><p>By the time he opened his shop, Jimmy Nelms — almost everyone calls him Jimmy — had already been through a lot. He'd gotten involved in drugs, gone to jail on a gun charge, and worked as a debt collector at a big, corporate agency. It turned out, he was really good at collecting debts.</p><p>\"I was one of the best,\" he says. \"Walking in there, smoking like a pound a weed. And out of all those people, I was producing.\"</p><p>I met Jimmy through Jake Halpern, a journalist who just wrote a book called <a href=\"http://www.amazon.com/Bad-Paper-Chasing-Street-Underworld/dp/0374108234\" target=\"_blank\">Bad Paper: Chasing Debt from Wall Street to the Underworld</a>. Jake visited Jimmy's shop several times.</p><p>\"It was an old karate academy,\" he says. \"There's mirrors all the way up. There's stranded equipment behind the cubicles. It looks like kids might have taken classes there last week.\"</p><p>Jimmy has his office, but he needs one more thing: debt to collect on. He needs to buy a Microsoft Excel spreadsheet that lists hundreds of people who didn't pay their bills, along with contact information and details about the debt.</p><p>Jimmy showed me one spreadsheet that he paid about $18,000 for. Once he'd bought that spreadsheet, everyone listed on it now owed money to Jimmy — not to whoever they borrowed it from in the first place.</p><p>But to buy a spreadsheet like this, you have to know the right people.</p><p>\"It's just like the streets,\" he says. \"I can't walk into Mexico and go tell some drug cartel, 'Listen, I'm from the hood in Buffalo. Give me all the keys you got.'\"</p><p>In other words, Jimmy needs a dealer — someone who can start getting him those spreadsheets. He puts the word out, and finds another Buffalo guy named Larry. Just, Larry. He asked us not to use his last name because he was worried about getting into legal trouble.</p><p>Larry's niche was linking up people who were looking to sell debt with people who were looking to buy. He's a middle man. Around this time, he says, lots of people in Buffalo needed his services.</p><p>\"All of a sudden, there became an explosion of street level agencies,\" he says. \"On just about every block, guys were coming out of prison, literally, and in a couple of months they're running a collection agency. They'd get the debt. They'd get people on the phone. They'd start dialing, and start collecting.\"</p><p>And those guys were really good at getting people to pay. \"The top collectors are always the guys from the streets — pretty much came up the same way I did, on food stamps and ramen noodles,\" Larry says.</p><p>Sometimes, being a collector means being a nice guy. \"Nine times out of 10, these people just want somebody to listen to them,\" Jimmy says.</p><p>Other times, though, Jimmy would take a harder approach. He would use formal language — terms like \"first substantive contact\" and \"this is a refusal\" — to suggest that legal action might be coming, according to Jake Halpern, the journalist.</p><p>Even as Jimmy was making these calls, he says, he knew what it was like for the people on the other end of the phone.</p><p>\"I know I'm putting people out,\" he says. \"I've been in positions just recently where you need a couple extra dollars. It feels horrible. But you owe this money. And I've got kids to feed.\"</p><p>After a few years, Jimmy did well enough to move to a bigger office in a more upscale neighborhood. At one point, he had 17 people working for him.</p><p>By the end of the credit boom, Americans' rising debt meant booming business for Larry, Jimmy's dealer.</p><p>\"I was on top of the world,\" he says. \"We had more money than the drug dealers. They looked up to us.\"</p><p>It didn't last. Just like some people on Wall Street went wild with debt and started going too far, some debt collectors in Buffalo started doing things that were blatantly illegal, like telling people they'd go to jail if they didn't pay.</p><p>Things were also getting out of control at the highest echelons of the debt business.</p><p>\"Larry himself got debt from a broker way up the food chain who was making lots of money, who was basically selling debt he didn't own,\" Jake Halpern says. \"Straight up theft.\"</p><p>Larry brokered a few deals where his customers wound up with this stolen debt.</p><p>\"We let greed step in,\" he says. \"We stopped doing our due diligence because the money was right there to be gotten. And we wanted it.\"</p><p>Larry got out of the business a few years back and bought a small house in a working-class suburb outside of Buffalo.</p><p>For Jimmy, it all came to an end this spring. The company that processed payments for his agency cut him off. This happened to lots of small collection agencies in Buffalo, according to Jimmy.</p><p>The federal government has been putting pressure on some payment processors to stop working with certain businesses. But it's hard to know for sure what happened to Jimmy. Maybe it was just that too many people complained about charges from Jimmy's shop.</p><p>In any case, Jimmy says, he could no longer get the money he needed to keep his keep his business running. Jimmy lost his office and closed shop.</p><p>He's out of the debt business now. Like a lot of the world, he came out of the boom and bust about where he started: without much left.</p><p><em>For more on this story, see the book <a href=\"https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=1&cad=rja&uact=8&ved=0CB4QFjAA&url=http%3A%2F%2Fwww.amazon.com%2FBad-Paper-Chasing-Street-Underworld%2Fdp%2F0374108234&ei=Rx5AVLHFDI7gsATHpILoCQ&usg=AFQjCNE4kzMAqK5S6X_kJ15Y52Qp-SsNtA&sig2=t1pvOCov7mfK08yjOLCbNw&bvm=bv.77648437,d.eXY\" target=\"_blank\">Bad Paper</a> and related articles in the <a href=\"http://www.newyorker.com/magazine/2010/10/11/pay-up\" target=\"_blank\">New Yorker</a> and the <a href=\"http://www.nytimes.com/interactive/2014/08/15/magazine/bad-paper-debt-collector.html\" target=\"_blank\">New York Times Magazine</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Spreadsheets%2C+Ex-Cons+And+A+Karate+Studio%3A+Life+At+The+Bottom+Of+The+Debt+Business&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jacob Goldstein","audio":[{"meta":{"duration":"415"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356728127-c04fa2.m3u?orgId=1&e=356671717&d=415&ft=nprml&f=356671717"},{"href":"http://media.npr.org/assets/img/2014/10/17/istock_000012077044small-e9391ad9196eb402f81c8f1f7fdbe43d0ad521ad.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"546","width":"728"}}]}