{"created":"2015-06-12T12:25:36+00:00","modified":"2015-06-12T12:25:37+00:00","valid":{"from":"2015-06-12T12:25:37+00:00","to":"3015-06-12T12:25:37+00:00"},"hreflang":"en","guid":"ba3023b7-7acd-4ce2-a7d3-cca607a5ae2e","title":"How a new fossil discovery changes the perceived evolutionary path for humans","published":"2015-06-12T12:25:34+00:00","byline":"Becky Fogel, Marlisse Silver Sweeney","tags":["science","research","Science","Science, Tech & Environment"],"teaser":"Lucy, otherwise known as Australopithecus afarensis, is long considered to be the lone ancestor of modern humans. But a new discovery in the Afar region of Ethiopia could mean that Lucy didn't exist in isolation.","contentencoded":"<p>Lucy, otherwise known as Australopithecus afarensis, long considered to be the lone ancestor of modern humans, may have had a sibling. Or perhaps we should say a cousin.</p>\n<p>Upper and lower jaw fossils recently discovered in the Afar region of Ethiopia could mean that Lucy didn’t exist in isolation, say paleontologists. The finding, uncovered by Yohannes Haile-Selassie, head of physical anthropology at the Cleveland Museum of Natural History, is particularly interesting due to “the fact that it coexisted with Lucy’s species ... in close proximity,” he says. And though there are similarities between Lucy and these fossils, Haile-Selassie says the recent discovery means raises serious questions.</p>\n<p>“I think a new species, Australopithecus deyiremeda, is not going to be a trivia question on a bad anthropology exam, or something, but I think it’s going to be here, and it’s going to stay,” Haile-Selassie says.</p>\n<p>This diversity in species is only logical to Fred Spoor, a paleontologist based at University College in London. He says the fact that more species have yet to be discovered has more to do with where researchers have been looking.</p>\n<p>“Lucy was thought to be the only ancestor,” says Haile-Selassie, but that theory has now been proven wrong. Additional discoveries of fossils from the same time frame as Lucy’s, like this one, means it may not be just Lucy’s species that we — the homo sapiens — descended from.</p>\n<p>Haile-Selassie and his crew are still digging and attempting to connect the evolutionary dots. “The fossil evidence is always full of surprises,” he says. “We just don’t know what we’re going to find next. But we keep looking for them every field season we go, and sometimes, when we’re lucky, we find good specimens. Maybe next it will be Ethel Mertz.</p>\n<p><em>This story is based on <a href=\"http://sciencefriday.com/segment/05/29/2015/chew-on-this-jaw-fossils-provide-evidence-of-new-hominin.html\" target=\"_blank\">an interview</a> from PRI's <a href=\"http://sciencefriday.com/\" target=\"_blank\">Science Friday</a> with Ira Flatow.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-05%2Fjaw-fossil-discovery-may-mean-human-species-had-another-cousin&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/13270-v1-490x.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/13270-v1-490xjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/science-friday/segment-audio/scifri201505292.mp3"},{"href":"http://admin.pri.org/file/scifri201505292mp3"}]}