{"created":"2015-03-30T21:38:18+00:00","modified":"2015-03-31T18:42:08+00:00","valid":{"from":"2015-03-31T18:42:08+00:00","to":"3015-03-31T18:42:08+00:00"},"hreflang":"en","guid":"ba3c8b29-8f6a-4e65-bb4d-7d165837894d","title":"Joyous South Africans pop champagne to celebrate Trevor Noah's taking over for Jon Stewart","published":"2015-03-31T18:42:05+00:00","byline":"Bradley Campbell","tags":["comedy","The Daily Show","Trevor Noah","Jon Stewart","apartheid","Culture","Arts, Culture & Media","United States","South Africa"],"teaser":"The 31-year-old comic has faced bigger challenges than running \"The Daily Show.\" One of them: growing up mixed-race in apartheid-era South Africa. Sometimes, he says, \"I felt like a bag of weed.\"","contentencoded":"<p>Jon Stewart is out at \"The Daily Show.\" That's old news. But on Monday, America finally learned the name of the man who will replace Stewart: Trevor Noah.</p>\n<p>It's huge news for South Africa as well: The 31-year-old Noah is a Johannesburg native whose mother is South African. (His dad is Swiss.)</p>\n<p>He won the job after doing just three appearances as a contributor on the show, and it's a big step up into the host's chair. But Noah has dealt with much harder things, like growing up as a mixed-race child during apartheid.</p>\n<p>It's been part of his standup routine for a while. \"My mom could walk with me, but if the police showed up she'd have to let go of my hand, drop me and pretend like I wasn't hers, because we weren't supposed to exist as a family,\" Noah said during an appearance on \"Live at the Apollo.\" \"So my mom would let go. So it was like a little game. Police would show up and she'd be like, 'It's not mine, it's not mine!’ It was horrible for me. I felt like a bag of weed.\"</p>\n<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/2LQw_J-sbeU?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>“Everyone is incredibly excited,” says Pearl Boshomane, editor of <a href=\"http://www.dailyplanet.co.za/\">The Daily Planet</a>, a South African news site. “Intially, when the rumors came out over the weekend, a lot of us were cautiously optimistic.”</p>\n<p>Boshomane thought it would be great if Noah could get the gig, but she didn’t believe Comedy Central would \"go for a mixed-race foreigner who’d only been on the show three times to actually take that really, really big seat that I think quite a few people in the States wanted,” she says. “But now the news came out [and] people are really excited and some say they are going to have parties and pop champagne for Trevor.”</p>\n<p>It goes beyond champagne: Noah is an important comic in South Africa, where his mixed-race background allowed him to gain fans from across the racial spectrum. “He has always been able to bridge the two worlds,” Boshomane says. “Because there really are two worlds in South Africa. He understands both sides. He’s lived both sides.\"</p>\n<p>But what’s in store for the beloved show? Boshomane says Americans should relax: Noah is the perfect person to take over for Jon Stewart. “He’s very smart and he’s very sharp and he’s going to make you uncomfortable,” she says. “He’s very observational. He’s so smart. He’s so funny. You laugh at his jokes, but you’re also going to cringe at the same time. That’s what you can look forward to.”</p>\n<p>His first appearance on The Daily Show certainly lives up to that description.</p>\n<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/AHO1a1kvZGo?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-30%2Fsouth-africa-celebrates-news-trevor-noah&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0330201503.mp3"},{"href":"http://www.pri.org/file/0330201503mp3"}]}