{"created":"2014-12-10T21:20:18+00:00","modified":"2015-06-05T18:53:11+00:00","valid":{"from":"2015-06-05T18:53:11+00:00","to":"3015-06-05T18:53:11+00:00"},"hreflang":"en","title":"Cornell To Digitize A Rich Hip-Hop Archive","published":"2015-01-07T00:21:00+00:00","teaser":"The founding publicity director of Def Jam Records, Bill Adler, amassed a highly valuable collection of music, writing and images.","itags":["npr_api","369841627"],"guid":"ba534c54-a830-4705-8dc6-d2705e9bc0b6","contentencoded":"<p>Aaliyah, Ace Hood, the Afros, Ali D, Arrested Development: In Bill Adler's extensive collection of hip-hop history, some of the genre's biggest names are arranged next to lesser mainstream artists.</p><p>Adler was the founding publicity director of Def Jam Records. One of his first assignments was getting pop music critics at daily newspapers to cover one of the label's new artists, LL Cool J. He worked at Def Jam for six years, before going independent and later running a gallery devoted to hip-hop photography. From these ventures, he accrued a massive archive, which lived in a storage space in the basement of his building until he sold the collection to Cornell University last year. Soon it will also live online</p><p>Adler sent Cornell University 500 vinyl recordings, an impressive collection of books in several languages and roughly 100,000 newspaper and magazine articles about rap and hip-hop. One of the books — in Polish — is a 600-page encyclopedia of rap. Another is a collection by French photographer Sophie Bramly.</p><p>\"These are stupendous,\" Adler says, looking at a picture of Rick Rubin with Afrika Islam from the Zulu Nation. \"Rick didn't even have a beard.\"</p><p>By the 1990s, music critic Jon Caramanica was writing for hip-hop lifestyle magazines like <em>Urb</em> and <em>Vibe</em>. Today he's a pop music critic for <em>The</em> <em>New York Times. </em>He<em> </em>says Adler recognized from the beginning that hip-hop culture was something worth archiving.</p><p>\"He was always very mindful of the fact that hip-hop needed a translator to the mainstream, and it needed a caretaker. Basically, it needed to be treated like jazz was treated and like rock was treated. Those are genres and communities and worlds that had their own ecosystems. They had their own historians. They had their own documentation. And I think Bill very early on realized that hip-hop was going to be big enough that it was going to require those things.\"</p><p>All the while, Adler let anyone who was interested use his files.</p><p>\"People have been coming to me for 20 years, at a minimum, because I put together this collection,\" Adler says. \"Writer friends and editor friends and documentarians have come here to do all their individual research.\"</p><p>One of those friends is Jeff Chang, who used the Adler archive to write <em>Can't Stop Won't Stop: A History of the Hip-Hop Generation</em>, which won a National Book Award in 2005. Chang is now the executive director of the Institute for Diversity in the Arts at Stanford University.</p><p>\"There's really been an explosion of hip-hop scholarship,\" Chang says. \"It's been in the last decade that you've seen a lot of folks beginning to take seriously hip-hop as a form that's worthy of serious scholarship and study.\"</p><p>Harvard University began to take it seriously in 2002 when it started its Hip-Hop Archive and Research Institute. At Cornell, hip-hop pioneer Afrika Bambaataa is a visiting scholar.</p><p>In fact, Cornell takes hip-hop so seriously that it's storing the Adler Archive with its rare books and manuscripts in a secure vault 150 feet underground.</p><p>\"The collections at Cornell range from 4,000-year-old cuneiform tablets to medieval manuscripts to the Gettysburg Address in Abraham Lincoln's handwriting,\" Katherine Reagan, curator of rare books and manuscripts Katherine Reagan, says.</p><p>Her associate Ben Ortiz says some of the newspaper and magazine clippings in Adler's archive are quite valuable.</p><p>\"I originally thought that we would be able to locate digitized versions of most of these articles online somewhere,\" Ortiz says. \"But that's actually not the case. I have trouble finding virtually any of these things online. And what that means is that these are completely unique things that haven't really been seen in many years.\"</p><p>For his part, Adler says it's crucial that this original source material be made available to scholars. He insisted Cornell digitize the collection and make it available for free online.</p><p>\"I want to believe there's a hunger — really a global hunger — for these materials,\" he says. \"It's a unique collection, if I do say so myself, and I believe it's going to be used widely used. And I sort of can't wait for it to happen.\"</p><p>Because it won't be just scholars. Once the material becomes searchable online, it'll provide history and inspiration for high school students — and the next generation of rappers.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Cornell+To+Digitize+A+Rich+Hip-Hop+Archive&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Kalish","audio":[{"meta":{"duration":"344"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369902591-2b43a8.m3u?orgId=1&topicId=1106&aggIds=100920965&d=344&p=2&story=369841627&t=progseg&e=369854526&seg=20&ft=nprml&f=369841627"},{"href":"http://media.npr.org/assets/img/2014/12/10/adler-cc8fc4e2a33672309423f088c3dff2053df8c588.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"684","width":"912"}}]}