{"created":"2015-04-22T09:01:07+00:00","modified":"2015-05-13T21:01:19+00:00","valid":{"from":"2015-05-13T21:01:19+00:00","to":"3015-05-13T21:01:19+00:00"},"hreflang":"en","title":"Ben Affleck (Kinda) Apologizes For Asking PBS Program To Hide Slave-Owning Ancestor","published":"2015-04-23T19:51:00+00:00","teaser":"The Academy Award-winning actor has been at the center of a media storm after the release of hacked emails showing he asked a TV show about genealogy to avoid mentioning an ancestor who owned slaves.","itags":["npr_api","401427275"],"guid":"ba5bf8ed-9812-45f7-b415-ad757b6b0320","contentencoded":"<p>On Tuesday evening, the the Oscar-winning actor Ben Affleck <a href=\"https://www.facebook.com/benaffleck/posts/849207928486969\">released a statement on his Facebook page</a> in which he (sorta) apologized for requesting that the revelation that he had a slave-owning ancestor be removed from an episode of the PBS genealogy series, <em><a href=\"http://www.pbs.org/wnet/finding-your-roots/\">Finding Your Roots</a>.</em></p><p>\"After an exhaustive search of my ancestry for 'Finding Your Roots,' it was discovered that one of my distant relatives was an owner of slaves,\" Affleck <a href=\"https://www.facebook.com/benaffleck/posts/849207928486969\">wrote on his Facebook wall.</a> \"I didn't want any television show about my family to include a guy who owned slaves. I was embarrassed. The very thought left a bad taste in my mouth.\"</p><p>He went on:</p><blockquote><p>I regret my initial thoughts that the issue of slavery not be included in the story. We deserve neither credit nor blame for our ancestors and the degree of interest in this story suggests that we are, as a nation, still grappling with the terrible legacy of slavery. It is an examination well worth continuing.</p></blockquote><p>In the <a href=\"https://www.facebook.com/benaffleck/posts/849207928486969?comment_id=849334911807604&offset=0&total_comments=1510&comment_tracking=%7B%22tn%22%3A%22R9%22%7D\">comments to his Facebook post,</a> Affleck went on to say that Henry Louis \"Skip\" Gates, the Harvard historian and host of <em>Finding Your Roots,</em> decided to omit the bit about Affleck's slave-owning ancestor because there wasn't a lot of information about that person. In a statement, Gates maintained that \"we focused on what we felt were the most interesting aspects of [Affleck's ancestry]\" — which included an ancestor who fought alongside George Washington and another great-great-great grandfather who was an occultist, in addition to Affleck's mother.\"</p><p>But the email exchanges about the issue — which first came to light over the weekend when <a href=\"http://pagesix.com/2015/04/17/affleck-demanded-slave-owner-ancestor-be-censored-out-of-pbs-show-sony-emails/\">WikiLeaks released thousands of hacked Sony emails</a> — tell a different version of Gates' thinking.</p><p>In one of the email exchanges first highlighted by <a href=\"http://pagesix.com/2015/04/17/affleck-demanded-slave-owner-ancestor-be-censored-out-of-pbs-show-sony-emails/\">the <em>New York Post</em></a>, Gates asked Michael Lynton, the head of Sony Pictures, about how to handle a request from an unnamed celebrity who wanted to have a slave owner in his family's history excised from the program.</p><blockquote><p>\"[C]onfidentially, for the first time, one of our guests has asked us to edit out something about one of his ancestors--the fact that he owned slaves,\" Gates <a href=\"https://wikileaks.org/sony/emails/emailid/139498\">wrote</a>. \"We've never had anyone ever try to censor or edit what we found. He's a megastar. What do we do?\"</p></blockquote><p>Lynton responded that he thought Gates should take the information out the segment, and — as if tempting the fates — worried about the potential fallout should the decision to acquiesce ever become public. \"[T]hen it is tricky because it may get out that you made the change and it comes down to editorial integrity,\" Lynton wrote.</p><p>The omission of Affleck's slave-owning forebear is particularly glaring considering the thrust of the <em>Finding Your Roots </em>episode that featured him. It was titled \"Roots of Freedom,\" and in that same installment, former NAACP chief Ben Jealous breaks down in tears when he learned that <em>his </em>ancestor — a free man of color — had become a slave owner himself. That ancestor purchased his own wife and children as slaves in order to keep the family together.</p><p>In other <em>Finding Your Roots </em>episodes, guests including documentarian Ken Burns, actor Kevin Bacon, and CNN's Anderson Cooper have all discussed slave-owners in their family histories.</p><p>Affleck isn't the only one under scrutiny over the decision to excise the segment about his ancestor. <a href=\"http://www.pbs.org/about/news/archive/2015/statement-pbs-wnet-fyr/\">PBS released a statement</a> Tuesday declaring that the network and WNET, the member station that produces <em>Finding Your Roots,</em> were conducting an internal review into the process that led to the decision to edit out Affleck's ancestor.</p><p>Unsurprisingly, this hullaballoo has kicked up a larger conversation about what it means to grapple with our country's history of slavery. We'll have more on that conversation in a later post.</p><p><strong>UPDATE: <a href=\"http://gawker.com/the-slave-owning-ancestor-interview-ben-affleck-didnt-w-1699609881\">Gawker has the transcript </a>of the excised exchange about Affleck's ancestor, Benjamin Cole, a wealthy land owner and sheriff who owned more than two dozen slaves.</strong>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ben+Affleck+%28Kinda%29+Apologizes+For+Asking+PBS+Program+To+Hide+Slave-Owning+Ancestor&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gene Demby","audio":[{"meta":{"duration":"259"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401427278-bc54ed.m3u?orgId=1&topicId=1015&d=259&p=3&story=401427275&t=progseg&e=401423758&seg=9&ft=nprml&f=401427275"}]}