{"created":"2014-10-08T16:18:40+00:00","modified":"2014-10-31T02:12:02+00:00","valid":{"from":"2014-10-31T02:12:02+00:00","to":"3014-10-31T02:12:02+00:00"},"hreflang":"en","title":"'Stand Up Planet' Follows Jokes To Serious Global Issues","published":"2014-05-28T13:45:00+00:00","teaser":"The TV documentary takes<em> </em>Los Angeles-based comedian Hasan Minhaj to South Africa and India, in search of comics who are bringing light and laughter to some serious topics.","itags":["npr_api","311410262"],"guid":"ba5c8452-54c8-423d-95c2-845edd2619cf","contentencoded":"<p>Terrible things are everywhere — and so is laughter. The documentary <em>Stand Up Planet, </em>premiering on TV May 14, features comedians in India and South Africa confronting very serious issues.</p><p>\"Comedy is one of those few things where you can discuss those things,\" says the film's host, Hasan Minhaj.</p><p>Minhaj, a Los Angeles-based comedian, says the goal of the project was to follow the jokes in to people's lives.</p><p>\"I think the best comedians have that bravery and courage to say, 'This is what it is, this is unfair, that's not cool,' \" he tells NPR's Arun Rath.</p><p>For the project, a comedian from South Africa and another from India performed in Los Angeles at the Laugh Factory comedy club.</p><p>Aditi Mittal is one of only three English-speaking, female comedians in India. Soweto-born Mpho Popps brings awareness and laughter to the realities of the AIDs epidemic in South Africa.</p><p>\"They did great,\" says Minhaj. \"Everybody at the show at the laugh factory, they loved them.\"</p><p>Minhaj says he was thankful for the opportunity to put a spotlight on comedy, and important causes.</p><p>\"I think the way comedy is represented on screen is it's either all fart jokes — and it's just laughter for the sake of laughter — or it's one of those things where it's just kind of very preachy, very heavy-handed,\" Minhaj says.</p><p>\"I think this project was one of the few things I've done in my career where it bridges that gap, and we dance in both circles.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Stand+Up+Planet%27+Follows+Jokes+To+Serious+Global+Issues&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"362"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311639154-371f46.m3u?orgId=1&topicId=1138&ft=3&f=311410262"},{"href":"http://media.npr.org/assets/img/2014/05/10/sup-2-5a4f3d3fbee6861ba58a0d20100ab1227e4968c4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"498","width":"664"}}]}