{"created":"2015-02-02T21:15:17+00:00","modified":"2015-05-20T20:04:27+00:00","valid":{"from":"2015-05-20T20:04:27+00:00","to":"3015-05-20T20:04:27+00:00"},"hreflang":"en","title":"Cash Is Definitely Not King For Card-Carrying Swedes","published":"2015-04-01T00:08:00+00:00","teaser":"In a world moving toward cashless economies, Sweden is leading the way. More than 95 percent of transactions are already digital; some churches now pass a card reader instead of a collection plate.","itags":["npr_api","383321605"],"guid":"ba5cbeb8-d264-4a52-b9ab-46ef9acdb657","contentencoded":"<p>Peter Fredell carries an unusual wallet. It feels a bit like leather, but the material is pale and thin. He pulls it out on a street corner in Stockholm.</p><p>\"I actually made it myself,\" he says. \"It's an eel that I fished up. And I used the skin and stitched it together.\"</p><p>This eelskin wallet carries personal significance — but it does not carry cash.</p><p>Around the world, cash is fading. Electronic transactions are becoming a bigger part of the economy every year. And one of the leaders in this trend is Sweden, where more than 95 percent of transactions are digital.</p><p>Fredell is the CEO of a company called Seamless that designs payment systems for cellphones.</p><p>Back in his office, I asked him to recall the last time he needed cash.</p><p>He thought for a bit.</p><p>\"My son plays ice hockey, and I had to give something to the ice hockey team, and so I gave them some cash,\" Fredell says eventually. \"But as a matter of fact, that will disappear too.\"</p><p>He says the ice hockey team has just started taking cellphone payments.</p><p>I decided to see just how far this goes.</p><p>So we stuck our heads out of Fredell's office to the open-plan workspace. I asked if anyone had cash. Person after person shook his head.</p><p>Finally we found one employee with cash — an engineer named Wilhelm Svenselius.</p><p>He said he'd needed it for a party the previous weekend. It was held at a bar that doesn't take cards, and Svenselius had had to get cash especially for the occasion. He says that happens once a month or so.</p><p>Of course, these people work for a digital payment company.</p><p>But national data show that in Sweden, they are not unusual. There are churches that pass a digital payment system with the collection plate. Some homeless people who sell newspapers on the street take digital payments.</p><p>Ruth Goodwin-Groen runs the Better than Cash Alliance, which the U.N. and major global foundations are funding as part of an effort to move the global economy away from cash toward digital transactions.</p><p>\"This is a means of helping achieve many different goals,\" Goodwin-Groen says.</p><p>Electronic transactions are more transparent and more accountable, she says. They cost less, and they're more secure. It's a global trend, from the developing world to the biggest, most advanced economies.</p><p>But there are holdouts.</p><p>\"For some consumers, and especially older consumers, they prefer cash and don't prefer to use cards or mobile payments,\" says Ron Shevlin, a senior analyst at the Aite Group, a financial services firm in Boston.</p><p>And people making illegal purchases on the black market will always prefer cash.</p><p>Plus, he says, digital transactions do raise security concerns.</p><p>\"In some respects, the economic impact is negative because of the propensity for data breaches and fraudulent transactions,\" Shevlin says.</p><p>Back in Stockholm, Fredell is already imagining ways to make cashless transactions completely secure.</p><p>\"My favorite payment actually is DNA payment. You spit in a cup next to the cashier,\" he said.</p><p>That spit system doesn't exist anywhere yet.</p><p>\"But it's the absolutely safest way, right?\" Fredell says. \"Someone would have to copy your DNA.\"</p><p>It's a dream — but not one that he sees happening anytime soon.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Cash+Is+Definitely+Not+King+For+Card-Carrying+Swedes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"216"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383346145-f999bb.m3u?orgId=1&topicId=1124&d=216&p=2&story=383321605&t=progseg&e=383295522&seg=14&ft=nprml&f=383321605"},{"href":"http://media.npr.org/assets/img/2015/02/02/cashless-sweden-319fccb24d0c3fc104abb153fb8c0518f18c2cf6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2128","width":"2838"}}]}