{"created":"2015-06-24T20:27:26+00:00","modified":"2015-06-30T18:32:15+00:00","valid":{"from":"2014-07-11T02:14:40+00:00","to":"3014-07-11T02:14:40+00:00"},"hreflang":"en","title":"Tiphanie Yanique’s Perfection – with a Hole","byline":"Martin, Brittany","teaser":"Let me tell you something I know about Anegada. Because I learn plenty somethings with this hard head of mine. I don’t remember nothing of my life before I turn  four years old. But I don’t need memory. A historian, that’s me after all. I ain never been Anegada, but I know enough.  In all […]","guid":"ba5f48ea-c98e-4c6d-83dd-eaae40e38011","published":"2014-07-11T02:14:40+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>Let me tell you something I know about Anegada. Because I learn plenty somethings with this hard head of mine. I don’t remember nothing of my life before I turn&nbsp; four years old. But I don’t need memory. A historian, that’s me after all. I ain never been Anegada, but I know enough.</p>\n<br />\n<p><img class=\"alignleft\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/07/61ejNd-S0pL.jpg\" alt=\"61ejNd-S0pL\" />&nbsp;In all my years I have never want to chase a child. I had want every child I ever conceive. But not every woman have that in she. I can’t speak for those women. But I know that Anegada wasn’t no place to do nothing except make love. I mean, you know the place? You seen even a postcard of Anegada? It too pretty. Like heaven and hell marry up and birth all the beauty&nbsp; goodness&nbsp; and&nbsp; badness could&nbsp; possibly&nbsp; make. You hearing&nbsp; me? When you raise up in that place, like how Mama had raise up in that place, you only know about beauty&nbsp; and how to make it. And lovemaking&nbsp; is a beauty making.</p>\n<br />\n<p>So it ain nothing to imagine that Antoinette Stemme had come pregnant when she young. Probably for a nice boy, a lobster fisherman, who have legs like bronze. And if this is so, you can’t blame she. Everybody loving and beautifying and the man sweet and tender. Besides they have maybe fifteen girls and fifteen boys on the whole island. Of course , they going to meet up and mix up and mate up. And all of them is the most beautiful people you ever dream.</p>\n<br />\n<p>And we could just imagine what is they life back then. Fishing is life. Eating lobster twice a day is life. Swimming is life. That sound like leisure for any of we in the big city of Charlotte Amalie, St. Thomas. But for them then?&nbsp; No. Because there ain no hospital in Anegada.&nbsp; No doctors. If you deading, you going to dead. Can’t blame nobody. No police, no lawyers, no court. Because that’s the place. Perfection but with a hole in the middle. Is not a island really. Is a atoll. You listening?</p>\n<br />\n<p>So when a young captain get he young ship catch on the coral … what?</p>\n<br />\n<p>Even if we just making this story up, we could easy say that is like the An egada girl named Antoinette is a siren. And her mother and father love she like the land and they want the best for she. They done realize the girl have vision for she self beyond what the atoll know how to manage. So they con vince the captain, and it don’t take much for the young captain Bradshaw. Sure,&nbsp; he know that she have the other boy baby in she body. But the girl sweeter than lobster. The captain, he know ’bout bush. He the kind of man know all about woman things. Swift as anything captain and girl wash that other man baby away. The captain ain know that he teach his wife the very thing she going use against him for the entirety of they marriage.</p>\n<br />\n<p>So he gone with her. Love her till the day he dead, but also he own her in a way. Because of what he could make her do. Leave her fiance. Get rid the not-yet-baby. Leave her Anegada land and never return.</p>\n<br />\n<p>I ain saying this is the way it happen with my parents. This ain true his tory. I just saying that given what we know about the place and about the time, my version seem to have a truth somewhere. Is just a story I telling, but put it in your glass and drink it.</p>\n<br />\n<p>&nbsp;</p>\n<br /></div>","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Let me tell you something I know about Anegada. Because I learn plenty somethings with this hard head of mine. I don’t remember nothing of my life before I turn  four years old. But I don’t need memory. A historian, that’s me after all. I ain never been Anegada, but I know enough.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><img alt=\\\"61ejNd-S0pL\\\" class=\\\"alignleft\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/07/61ejNd-S0pL.jpg\\\" /> In all my years I have never want to chase a child. I had want every child I ever conceive. But not every woman have that in she. I can’t speak for those women. But I know that Anegada wasn’t no place to do nothing except make love. I mean, you know the place? You seen even a postcard of Anegada? It too pretty. Like heaven and hell marry up and birth all the beauty  goodness  and  badness could  possibly  make. You hearing  me? When you raise up in that place, like how Mama had raise up in that place, you only know about beauty  and how to make it. And lovemaking  is a beauty making.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>So it ain nothing to imagine that Antoinette Stemme had come pregnant when she young. Probably for a nice boy, a lobster fisherman, who have legs like bronze. And if this is so, you can’t blame she. Everybody loving and beautifying and the man sweet and tender. Besides they have maybe fifteen girls and fifteen boys on the whole island. Of course , they going to meet up and mix up and mate up. And all of them is the most beautiful people you ever dream.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>And we could just imagine what is they life back then. Fishing is life. Eating lobster twice a day is life. Swimming is life. That sound like leisure for any of we in the big city of Charlotte Amalie, St. Thomas. But for them then?  No. Because there ain no hospital in Anegada.  No doctors. If you deading, you going to dead. Can’t blame nobody. No police, no lawyers, no court. Because that’s the place. Perfection but with a hole in the middle. Is not a island really. Is a atoll. You listening?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>So when a young captain get he young ship catch on the coral … what?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>Even if we just making this story up, we could easy say that is like the An egada girl named Antoinette is a siren. And her mother and father love she like the land and they want the best for she. They done realize the girl have vision for she self beyond what the atoll know how to manage. So they con vince the captain, and it don’t take much for the young captain Bradshaw. Sure,  he know that she have the other boy baby in she body. But the girl sweeter than lobster. The captain, he know ’bout bush. He the kind of man know all about woman things. Swift as anything captain and girl wash that other man baby away. The captain ain know that he teach his wife the very thing she going use against him for the entirety of they marriage.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>So he gone with her. Love her till the day he dead, but also he own her in a way. Because of what he could make her do. Leave her fiance. Get rid the not-yet-baby. Leave her Anegada land and never return.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>I ain saying this is the way it happen with my parents. This ain true his tory. I just saying that given what we know about the place and about the time, my version seem to have a truth somewhere. Is just a story I telling, but put it in your glass and drink it.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p> </p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"}]","tags":["APM","Eavesdropping","books"],"itags":["PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2014-07-10","ba5f48eac98ec6d63ddbeaae40e38011"],"description":"Let me tell you something I know about Anegada. Because I learn plenty somethings with this hard head of mine. I don’t remember nothing of my life before I turn  four years old. But I don’t need memory. A historian, that’s me after all. I ain never been Anegada, but I know enough.  In all […]","audio":[{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/07/61ejNd-S0pL.jpg","type":"image/jpeg","meta":{"width":null,"height":null,"crop":"primary"}},{"meta":{"duration":266,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/segments/2014/07/11/0711_yanique","type":"application/json"},"duration_hms":"00:04:26"},"href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/segments/2014/07/11/0711_yanique_128.mp3","type":"audio/mpeg","format":"MP3"}]}