{"created":"2015-07-03T20:03:26+00:00","modified":"2015-07-04T04:00:12+00:00","valid":{"from":"2015-07-04T04:00:12+00:00","to":"3015-07-04T04:00:12+00:00"},"hreflang":"en","title":"A Conservative Firebrand From The Start, Ted Cruz Always Had A Plan","published":"2015-07-03T22:31:00+00:00","teaser":"Long before Cruz was the Texas senator commandeering the Senate floor, he was a teenager reciting conservative, free-market ideology.","itags":["npr_api","419256802"],"guid":"ba627d9e-1cf2-4b2c-9c28-507aac739a9c","contentencoded":"<p><em>This story is part of NPR's series </em><a href=\"http://www.npr.org/series/415173943/journey-home\">Journey Home</a><em>. We're going to the places presidential candidates call home and finding out what those places tell us about how they see the world.</em></p><p>Boldness comes more naturally to Ted Cruz than compromise. Barely through his first year in the Senate, the Texas Republican bucked his party leaders and became the public face of a government shutdown while standing up for conservative ideals. Rewind three decades back, and you'd find Cruz selling a similar message as a teenager in Houston.</p><p>You could say Cruz ran with a gang in high school. Their colors were blue jacket, white shirt, red tie. They called themselves the Constitutional Corroborators. And their leader was the head of a conservative think tank named Rolland Storey, who took them around Houston to perform.</p><p>\"He would introduce them and say, 'They're now going to write down memorized sections of the Constitution. Word for word,' \" said Winston Elliott, who helped coach the young recruits.</p><p>The Constitutional Corroborators would roll into Rotary Clubs and other civic groups — and they'd be armed with easels.</p><p>\"On cue, they would stand at the easel, and each write out on the easel a major section. And then, when they finished, [Storey] would say, 'Now each of you explain that section of the Constitution,' \" Elliott said.</p><p>This is how Ted Cruz the teenager spent much of his spare time — hanging out two nights a week with a think tank in Houston called the Free Enterprise Institute.</p><p>Storey would lead the students in discussions about the Constitution, the Federalist papers and Anti-Federalist papers. They'd compete in speech contests about the free market.</p><p>Elliott, who now heads the Free Enterprise Institute, first met Cruz when he judged the skinny high school freshman in one of those speech contests.</p><p>\"Suddenly Ted just turned it on,\" Elliott remembered. \"And you just got this confidence and this clarity. Explain economic principles — basic economic principles — of inflation and property rights and this kind of thing when you're in ninth grade? I mean, I think Ted was 14 then.\"</p><p>It was the mid-1980s, and Ronald Reagan was Cruz's hero. Cruz's father Rafael, who had emigrated from Cuba, followed the oil business down to the Houston suburbs. And there, his son inhabited a world that was safe, quiet and insulated.</p><p>Cruz attended Second Baptist High School. It's on the campus of a megachurch tucked near a country club in a leafy, affluent neighborhood. He was valedictorian there — as well as captain of the speech team and a member of the newspaper and yearbook staffs.</p><p>He was also president of the drama club.</p><p>Cruz loved being on stage, even if it meant being the villain. In junior high school, he had played Rolfe, the young Nazi in <em>The Sound of Music</em>. He landed the role of the murderer Bill Sikes in <em>Oliver</em> during high school. In his senior yearbook, Cruz is leaning dramatically into a microphone — under the title \"Most Likely To Become The Next Geraldo Rivera.\"</p><p>Doug Daniels was a year behind Cruz at Second Baptist. He first met the future senator in Spanish class, after Cruz had just transferred from another high school midyear.</p><p>\"And it was not very long before Ted was raising his hand and answering questions, like he had been there from not only the beginning of the class but the beginning of the school year,\" said Daniels. \"At the time I probably wouldn't have used this word, but now I will say it was intimidating.\"</p><p>A newcomer who refuses to hold back. That's how Cruz has marked his first couple years in the Senate, too. And it's a style that's won him legions of fans in his home state.</p><p>\"I think he's very passionate about things that most Texans believe, or else he wouldn't be as popular as he is,\" said Wally Wilkerson, the longest-serving local GOP chairman in Texas. Wilkerson's been chair in Montgomery County — just north of Houston — since 1964.</p><p>\"If you might have any disagreement with Ted Cruz, it might be over his passion or his actions or whatever, but not what his beliefs are,\" Wilkerson said.</p><p>Cruz might not be the stereotypical Texan — he's more Ivy League than cowboy, more fighter than horse-trader — but he seems to <em>get </em>Texas. Consider this: After infuriating many of his Senate colleagues, who blamed him for the government shutdown in 2013, Cruz was the highest rated politician in all of Texas.</p><p>But Wilkerson says there's one thing that might be an unexpected weakness for a Latino from Texas.</p><p>\"As a Hispanic, by nature and by birth, you would think the Hispanics would be attracted by that,\" said Wilkerson. \"But I think there's something there that hadn't clicked. And I think that could be a problem for him.\"</p><p>It's a tension that feels especially pronounced in Cruz's hometown of Houston, which is more than 40 percent Hispanic.</p><p>Houston is no longer the city of oil rig workers. This massive, sprawling metropolis is now home to one of the most racially diverse populations in the country. Drive just 10 minutes outside Cruz's old high school, and you'll find streets lined with Indian clothing shops, Middle Eastern food stores and Guatemalan eateries.</p><p>The sheltered pocket where Cruz grew up bumps right up against the city of immigrants Houston has become. And many in these parts struggle to call Cruz their hometown hero — especially in a Latino neighborhood called Aldine. Near the airport, it's one of the poorest communities in Houston.</p><p>\"He's just so — I don't know how you say this in English — <em>humilde</em>. He's not a humble person to want to help people who actually need help,\" said Nancy Yanes. She says her parents came to the U.S. illegally from El Salvador 30 years ago, and she doesn't like that Cruz opposes a path to citizenship for people like her parents.</p><p>\"You might be from Houston, but it doesn't really seem like you care about the people in Texas, in Houston,\" Yanes said.</p><p>But Cruz's friends say he's not someone who was ever running for mayor of Houston. And Cruz has stuck to the same conservative principles he used to recite as a teenager.</p><p>\"I don't think you'll find a single person who knew him in high school who is at all surprised where he is now,\" Daniels said. \"He had direction. I mean, you knew Ted had a plan.\"</p><p>And that plan always seemed bigger than home. The kid who was never afraid to raise his hand in class — who never avoided the stage even if he had to play the bad guy — would naturally go for the biggest brass ring: the White House.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Conservative+Firebrand+From+The+Start%2C+Ted+Cruz+Always+Had+A+Plan&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ailsa Chang","audio":[{"meta":{"duration":"408"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1419824423-3d0413.m3u?orgId=1&topicId=1014&aggIds=415173943&d=408&p=2&story=419256802&t=progseg&e=419643655&seg=5&ft=nprml&f=419256802"},{"href":"http://media.npr.org/assets/img/2015/07/02/ted-cruz-yearbook-34844c54219cb2249db19e3cb19a8c0d4a723cd9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"950","width":"1267"}},{"href":"http://media.npr.org/assets/img/2015/07/02/ted-cruz-2013_custom-8e5604d325d0b503b7a00a1a02333a8b0f80adc2.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2003","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/07/02/second-baptist-high-school_custom-dc6ca8bef745eb4bd26fba8d7a31dade0c9ad1e9.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2024","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/07/02/wally-wilkerson_custom-ca6034daa886bb5978f8cbfa3c6f53b06d8bc72d.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2019","width":"1497"}}]}