{"created":"2014-09-08T15:35:03+00:00","modified":"2015-02-18T17:06:29+00:00","valid":{"from":"2015-02-18T17:06:28+00:00","to":"3015-02-18T17:06:28+00:00"},"hreflang":"en","title":"U.S. Won't Rule Out Attack In Syria To Hit Islamic State","published":"2014-08-21T16:53:00+00:00","teaser":"American aircraft have carried out more strikes against the Islamic State, after the extremist group beheaded U.S. journalist James Foley. The attacks come despite threats to kill other hostages.","itags":["npr_api","342165273"],"guid":"ba635548-2d01-4e6d-9920-57ca222dafc1","contentencoded":"<p>American aircraft have carried out more strikes against the Islamic State, after the extremist group <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/20/341836683/video-purports-to-show-beheading-of-u-s-journalist-by-militants\">beheaded U.S. journalist James Foley</a>. The attacks come despite threats to kill other hostages; a White House official says the U.S. could also target areas in Syria, if warranted.</p><p>\"We don't rule anything out when it comes to the protection of Americans and the disruption of terrorist plotting against the United States,\" Ben Rhodes, President Obama's deputy national security adviser, tells NPR's Kelly McEvers. \"So we would not restrict ourselves by geographic boundaries when it comes to the core mission of U.S. foreign policy, which is the protection of our people.\"</p><p>In the video the group released Tuesday, an Islamic State militant also threatened to kill another reporter it's holding, Steven Joel Sotloff, who went missing in Syria in 2013.</p><p>\"There are a number of American hostages who have been held in Syria,\" Rhodes <a href=\"http://www.npr.org/2014/08/21/342095388/deputy-national-security-advisor-ben-rhodes-weighs-in-on-iraq-syria\">tells Kelly </a>on today's <em>Morning Edition</em>. \"We're careful not to go into too many specifics, beyond the fact that we believe they've been in captivity for some time now. We are deeply concerned that every single day, they're in the custody of a terrorist organization like ISIL.\"</p><p>Rhodes said the U.S. isn't seeking to work with Syrian President Bashar Assad, saying the terrorists had found a safe haven in Syria \"because of Assad's policies.\"</p><p><a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/20/341997009/recent-u-s-mission-aimed-to-rescue-foley-other-hostages-in-syria\">As we reported last night</a>, U.S. forces tried to rescue Foley and other hostages in Syria earlier this month, but the hostages weren't found in the targeted location.</p><p>Since Foley's death, it has emerged that his captors had demanded a ransom \"of 100 million euros ($132.5 million) for his release, according to GlobalPost spokesman Richard Byrne,\" <a href=\"http://edition.cnn.com/2014/08/21/world/meast/isis-james-foley/\">CNN</a> reports.</p><p>\"The policy of not making concessions to terrorists and not paying ransoms has put the United States and Britain at odds with other European allies,\"<a href=\"http://www.nytimes.com/2014/08/21/world/middleeast/isis-pressed-for-ransom-before-killing-james-foley.html\"> The New York Times</a> reports, citing seven other hostages from France and Spain who were released this year.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.+Won%27t+Rule+Out+Attack+In+Syria+To+Hit+Islamic+State&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"305"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342165605-f70d5f.m3u?orgId=1&topicId=1009&e=342165273&d=305&ft=nprml&f=342165273"}]}