{"created":"2015-06-03T21:27:09+00:00","modified":"2015-06-09T17:05:11+00:00","valid":{"from":"2015-06-09T17:05:11+00:00","to":"3015-06-09T17:05:11+00:00"},"hreflang":"en","title":"Gen. Martin Dempsey On Iraq: A Fight That Will Take 'Multiple Years'","published":"2015-06-04T04:42:00+00:00","teaser":"The Joint Chiefs chairman has been deeply involved in Iraq for more than a decade. In an NPR interview, he says he's not surprised by the slow going against ISIS, calling it a \"long campaign.\"","itags":["npr_api","411733894"],"guid":"ba6abafc-762c-4eb0-b0e9-fd17ff6e3765","contentencoded":"<p>Gen. Martin Dempsey has spent more than a decade dealing with Iraq, and as his tenure as chairman of the Joint Chiefs winds down, he sees a conflict that will long outlast his time in uniform.</p><p>Dempsey helped train the Iraqi military from 2005 to 2007 in what he describes as a \"debacle\" in the early stages. He saw the rapid rise of the self-described Islamic State, also known as ISIS or ISIL. And now he oversees the U.S.-led bombing campaign against the extremist group in both Iraq and Syria.</p><p>And he has no illusions it will be quick or easy.</p><p>\"I have a pragmatic assessment of what's achievable and over what period of time in a place like Iraq,\" Dempsey told NPR host Melissa Block in an interview. \"I'm not surprised there's been this back and forth in the early stages of what will be a long campaign.\"</p><p>Dempsey, 63, will wrap up his current post — and his 41-year military career — in September.</p><p>While the U.S. ended its ground combat missions in Iraq and Afghanistan under Dempsey's watch, it remains a time of major challenges: the unraveling of Arab states from Libya to Yemen, Russian aggression in Ukraine, and a more muscular China asserting itself in the South China Sea.</p><p>Here are the interview highlights:</p><p><strong>On why the Iraqi military has fared so poorly:</strong></p><p>I've got some history, as you know, with the Iraqi security forces going all the way back to the very beginning, when we tried to establish a security force in the 2003-04 time and then again from 2005 to 2007. I've actually seen them exhibit the will to fight. The real question, I think that Secretary [Ashton] Carter was contemplating was, 'What do they have the will to fight for?' In other words, 'For what will they fight?' and not, 'Do they have the will to fight?' And it's an important distinction.</p><p>And I think it gets at the state of Iraq today where you've got three things that are kind of converging. One is that governance is being established very slowly. They have not yet achieved a national unity government. There is this Sunni-Shia rivalry going on and then, internal to Islam, there is a definite rivalry or competition between moderate elements and radical elements. And all three of those things, as they intersect, make for an environment which would test the resolve of any security force.</p><p><strong>On whether Iraq's military should be stronger at this stage: </strong></p><p>I have a pragmatic assessment of what's achievable and over what period of time in a place like Iraq that is suffering from those intersecting challenges that I described. From the very beginning, if anyone was to go back and look at anything I've said about ISIL and about security and stability in Iraq, they would have heard me describe it in terms of multiple years. And it seems to me its been playing out that way.</p><p>I'm not surprised there's been this back and forth in the early stages of what will be a long campaign.</p><p><strong>On training the Iraqi troops from 2005-7</strong></p><p>When I was doing that training mission back in '05 to '07 ... and frankly, the first few times that we did that, it was a debacle. They just weren't able to come together as coherent units, the leaders weren't leading, they considered themselves to be entitled, they didn't understand that leaders actually have to serve the forces that reside under them.</p><p>By the time 2007 came along we had identified a group of leaders who we believed had the right instincts to be leaders and the right character. And we began to see improvement in the Iraqi security forces.</p><p>Now a lot of those leaders have been purged, or were purged, in the period of 2009 and 2012 or so when Prime Minister [Nouri] al-Maliki created some real vulnerabilities in the security forces by the appointment of leaders who were loyal to him but may not have had the skills necessary to truly lead the Iraqi security forces.</p><p>You can train someone to shoot a rifle in about a week. You can train someone to maneuver, to enter a village and cordon and search a bunch of buildings, you can do that in about a month. But it takes a long time to build a leader.</p><p><strong>On the U.S. bombing campaign:</strong></p><p>When we started the campaign, they were moving with relative impunity across both eastern Syria and western Iraq and they certainly can't move with impunity now because they are targeted. So they are disrupted, both in terms of their ability to command and control and to resupply themselves. But they've also demonstrated a certain resiliency and the ability to recruit.</p><p>The most important line of effort is not the military line of effort, although the military line of effort remains important, it's the governance line of effort. Because when the populations of Syria and Iraq believe that their future is guaranteed through the government of Iraq and not in spite of it, that's when you'll start to see ISIL begin to move toward actual defeat.</p><p><strong>On the ISIS takeover of Ramadi in Iraq:</strong></p><p>It does seem clear, even now, that a few hundred ISIL were able to convince a few thousand of the (Iraqi Security Forces) to withdraw from Ramadi. And they did so because they felt themselves at a tactical disadvantage. They'd also been out on there at the front end of this thing for quite a while and didn't feel the level of support that they needed to feel from Baghdad.</p><p><strong>On the fighting in Syria:</strong></p><p>I'm not sure there's much more Assad could do that would cause us to be any more displeased with what he's done to Syria and the Syrian people. Our strategy, as you know, is to build a moderate opposition that can be responsive to some future Syrian political structure.</p><p>The future of Syria doesn't run through Assad. ... Assad, through the actions of the regime, has lost legitimacy among the Syrian people and that Syria will no longer be Syria under the governance of the Assad regime. So the question is how will it all sort out and that is the subject of diplomacy.</p><p><strong>On his legacy:</strong></p><p>Any legacy that any chairman would aspire to grasp would have something to do with the incredible young men and women that serve in uniform and their families and keeping faith with them. And what that means is that we will only ask them to do missions that are important enough for them to risk their lives, that they'll be well supported, the best trained, the best equipped and the best led force on the planet.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Gen.+Martin+Dempsey+On+Iraq%3A+A+Fight+That+Will+Take+%27Multiple+Years%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"451"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411783631-9d8a70.m3u?orgId=1&topicId=1122&d=451&p=2&story=411733894&t=progseg&e=411666402&seg=8&ft=nprml&f=411733894"}]}