{"created":"2014-10-18T09:43:05+00:00","modified":"2015-04-07T17:51:09+00:00","valid":{"from":"2015-04-07T17:51:09+00:00","to":"3015-04-07T17:51:09+00:00"},"hreflang":"en","title":"The Ebola Survivors Who Can't Go Home","published":"2014-10-21T01:39:00+00:00","teaser":"They beat the deadly virus, but transportation back home is hard to come by. So they're living in an abandoned hospital ward, hoping someday to resume the life they had before Ebola struck.","itags":["npr_api","357008487"],"guid":"ba6c630a-13ee-4556-aa55-a85dc12a3455","contentencoded":"<p>Jusoisatu Jusu, 24, lives in a room in an abandoned hospital ward with her six-year-old son. They've survived Ebola. And now they're stuck.</p><p>\"It's terrible,\" she says. \"We have a lot of things to do, so we want to get back.\"</p><p>But they can't. They live in a town called Makeni, about 130 miles away. Public transportation around the country is limited or canceled because of the outbreak. And Jusu doesn't have the money to pay for a private ride.</p><p>About 30 Ebola survivors live in this hospital ward in Kenema, a city in Sierra Leone. It was once a center for doctors who did research on Lassa fever, caused by a virus that was in Sierra Leone long before Ebola arrived. When Ebola hit, many staff members in the ward died, and the building was abandoned. Now, it's essentially a squatter camp.</p><p>Like other survivors, Jusu had to hand over her clothes to be destroyed when she arrived. She's been given one new outfit — a long, green skirt and pink tank top.</p><p>\"I wash and I wear it the same thing, every day,\" she says.</p><p>Some survivors are able to go home, but they're not always welcome. Many are told they can't get water from a shared tap or sell food at community markets, says Elizabeth Boakarie, a counselor at the hospital. Every night, she and her colleague, social worker Gladys Gassama, speak on radio shows, telling listeners to stop shunning survivors.</p><p>Another survivor at the hospital is a 26-year-old man named Kitibe. \"I was tormented when I was in the Ebola ward,\" he says. \"There was [so much] pain within my body.\"</p><p>Kitibe has recovered and is ready to be discharged. Social worker Gladys Gassama takes a seat next to him for a counseling session about life after Ebola. She tells him that people in his community probably know that he had Ebola. She says when he goes home, he should try to educate people about the disease and should not act as if he's contagious because people might think he is.</p><p>Then Kitibe gets some bad news. A nurse named Donnell Tholley tells him he will not be able to leave the hospital today because he is suspected to have tuberculosis. If his test comes back positive, he'll have to spend a few weeks, possibly up to six months, in a tuberculosis unit at the hospital.</p><p>Only the TB ward is not able to accept him at the moment. So he wanders into the building where other Ebola survivors are hanging out. The room feels like a jail cell — brick walls, metal bars over the windows, a filthy bathroom off to one side. He sits on a wooden bench, next to a teenage boy, and watches the children play with a toy car.</p><p>And no one in the crowded room seems to know he likely has a contagious lung disease.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Ebola+Survivors+Who+Can%27t+Go+Home&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anders Kelto","audio":[{"meta":{"duration":"329"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357153413-47f150.m3u?orgId=1&topicId=1031&e=357008487&d=329&ft=nprml&f=357008487"},{"href":"http://media.npr.org/assets/img/2014/10/17/14-d545158caeb03987aa04843ea03977686b0a8af0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1665","width":"2220"}},{"href":"http://media.npr.org/assets/img/2014/10/17/88-b2816b266dc73a635e98bdad589d5d710bc2a379.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1665","width":"2220"}},{"href":"http://media.npr.org/assets/img/2014/10/17/94-877b2b0cd3526441f4bccbb329c605f3675ca76e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1993","width":"2657"}}]}