{"created":"2015-06-06T09:19:52+00:00","modified":"2015-06-09T17:05:35+00:00","valid":{"from":"2015-06-09T17:05:35+00:00","to":"3015-06-09T17:05:35+00:00"},"hreflang":"en","title":"Behind The Camera: How 'Vanity Fair' Got Its 'Call Me Caitlyn' Cover","published":"2015-06-08T22:31:00+00:00","teaser":"The issue <em></em>with Caitlyn Jenner on the cover had many people talking before it even hit newsstands. Editor-in-Chief Graydon Carter says the story took months of secret planning.","itags":["npr_api","412223773"],"guid":"ba75e2ba-f016-47fd-bcfd-4dd1c2becded","contentencoded":"<p>Many people may not have read the article but millions of people have seen the cover photo for \"Call Me Caitlyn,\" next month's issue of <em>Vanity Fair</em>, which introduces Caitlyn Jenner to the world. She is the Olympic gold medal winner formerly known as Bruce.</p><p>But what was the process of getting the cover done? And how did <em>Vanity Fair</em> keep it a secret? Graydon Carter, editor-in-chief of the magazine, joined Scott Simon from his office in New York. What follows are highlights of their conversation, edited for clarity and space.</p><p><strong>How did the interview come about?</strong></p><p>In November, December of last year I spoke to one of our editors here. And I said — I'd read somewhere that Jenner was in a transitional period — and I said, \"What if we offered beautiful and a great photographer?\"</p><p>And they turned us down at first, and then came back to us in January, and we started working on this in February.</p><p><strong>The photographer that you chose, Annie Leibovitz, and the magnificent clothes, what message did they send about the kind of article you wanted to do?</strong></p><p>As soon as we had a \"go\" on this, we had a lot of access — Buzz Bissinger, who wrote <em>Friday Night Lights</em> and who won a Pulitzer Prize, was the writer, and he virtually embedded at her house, during this whole transition period. And I wanted Annie to shoot her — Annie does our iconic covers.</p><p>And for the clothing, we couldn't go to designers, because this was completely secret to almost everybody. We didn't tell everybody on staff. So rather than going out to designers and borrowing clothes, she had to go out and actually buy clothing.</p><p><strong>So you couldn't go out to Oscar de la Renta, and say \"please design something?\"</strong></p><p>I didn't want <em>anybody</em> to know. I wanted to use the Internet. Magazines are always complaining that the Internet is devouring their lives, and I wanted to use the Internet to our favor to release this in a certain way.</p><p><strong>What made Buzz Bissinger the right person to write this profile?</strong></p><p>Buzz has a fascination with clothing — I didn't realize, actually, that Buzz has had experiences with cross-dressing himself. That came as news to me and I only read it when I read the manuscript he turned in. But Buzz is very much an old-school type of journalist, and I wanted somebody who would be willing to spend a lot of time, and who would understand this. And he's a wonderful writer on top of that — and a very empathetic writer.</p><p><strong>How did you keep it a secret?</strong></p><p>We had security at the photo shoot; we had security at the printer. And we released it on Monday, but a week before it goes on newsstands, because that way we can control it — once the magazine is in print and gets into trucks and starts heading right to various parts around the country, you've lost control of it. But we sort of designed a new way to release a big story in a magazine.</p><p><strong>How do you decide what goes into the magazine and what remains personal?</strong></p><p>Jenner was on this Kardashian television show, where I assume almost nothing was off-limits. And I don't think we took anything out of the story that was risque or anything like that. Buzz's story, with a small edit, is very much what appears in the issue, and that's something they discussed during the three months they were together.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Behind+The+Camera%3A+How+%27Vanity+Fair%27+Got+Its+%27Call+Me+Caitlyn%27+Cover&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"299"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412445564-599017.m3u?orgId=1&topicId=1003&d=299&p=7&story=412223773&t=progseg&e=412445470&seg=15&ft=nprml&f=412223773"},{"href":"http://media.npr.org/assets/img/2015/06/06/gettyimages-475538100-2045178ad0fb83c0935e2f67c56e76600c7eb341.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1535","width":"2046"}}]}