{"created":"2014-08-13T20:23:14+00:00","modified":"2015-05-14T19:25:18+00:00","valid":{"from":"2014-05-16T21:25:47+00:00","to":"3014-05-16T21:25:47+00:00"},"hreflang":"en","contenttemplated":"[{\"content\":\"<p><strong>Exec to bankers: stop being jerks</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>I <em><a href=\\\"http://quizzicalllama.files.wordpress.com/2013/11/no-not-gonna-happen.gif?w=640\\\">always</a></em> read All Staff emails.  <a href=\\\"http://i54.photobucket.com/albums/g110/Tbones5/246otj5.gif\\\">Especially</a> the ones about a misplaced umbrella somewhere on the West Coast (I’m in NY) and <a href=\\\"http://s3-ec.buzzfed.com/static/enhanced/webdr06/2013/5/9/20/anigif_enhanced-buzz-8124-1368146750-8.gif\\\">definitely</a> the ones about free cookies in the lunch room in Minnesota (I’m still in NY).</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><a href=\\\"http://www.reactiongifs.us/wp-content/uploads/2013/02/everyone.gif\\\">Some people</a> ignore all staff emails.  So Colin Fan, co-head of Deutsche Bank’s investment banking unit, made his into a video.   </p>\"},{\"content\":\"<p>“This is an important message. You need to pay close attention,” he begins. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>“You may not realize it, but right now, because of regulatory scrutiny, all your communications may be reviewed.  This includes your emails, your conversations, and your conduct.  All of this is open to scrutiny.  Some of you are falling <em>way</em> short of our established standards. Let&apos;s be clear.  Our reputation is everything. Being boastful, indiscreet and vulgar, is NOT OK.  It will have serious consequences for your career.  And, I have lost patience on this issue.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Fan concludes ominously with “Think carefully about what you say, and how you say it. If not, it will have serious consequences for you personally.”</p>\"},{\"content\":\"<p>So why the... gentle <a href=\\\"http://cdn.chud.com/4/45/453780e3_back-away-slowly-12587.gif\\\">reminder</a>?  Because a lot of financial firms have an enduring problem. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Text not lest ye be judged. And email not. And gchat not.</strong></p>\"},{\"content\":\"<p>“We’ve seen time and time again these  emails, which are meant to be private, don’t stay private,” says Kevin Roose, author of <a href=\\\"http://www.amazon.com/Young-Money-Streets-Post-Crash-Recruits/dp/0446583251\\\">Young Money</a>. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>As investigation after investigation has turned up documents and texts and even recorded conversations, these communications have not been flattering.  Some were illegal, others crass, plenty were both and ALL made the firms look terrible.    You can see some juicy ones <a href=\\\"http://www.businessinsider.com/infamous-wall-street-quotes-2013-2#donefor-you-big-boy-2\\\">here</a>.  </p>\"},{\"content\":\"<p>“Not just during the financial crisis but also things like the LIBOR scandal last year,” says Roose.  “Traders were emailing back and forth about fixing a key interest rate in exchange for bottles of champagne and calling each other nicknames.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“What’s astounding,” says Roose, “is that people are still doing this kind of thing.”</p>\"},{\"content\":\"<p>In part, it’s the same mistake that anyone can make: what you put in writing can come back to haunt you.  But it’s also cultural.</p>\",\"type\":\"text/html\"},{\"content\":\"<p><strong>A culture of high stress and hyperbole?</strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Henry Blodget is currently the editor of Business Insider, but he spent a decade working on Wall Street</p>\"},{\"content\":\"<p>“On trading floors in particular, and among people on Wall Street in particular, there’s a lot of tension, a lot of jocular communication, yelling and screaming, gamesman ship.  It lends itself to the very colorful emails and texts we have seen,” says Blodget.   It’s akin to other hyper masculine cultures, like that of the military.  “As an analogy, if you were to put a microphone on the side line of a football team, you would hear many things that in isolation would sound terrible – ‘our coach is an idiot!’ and  ‘That’s the dumbest play ever’ – imagine that in a deposition.  Imagine a prosecutor asking you on the stand ‘so clearly, you think your coach is an idiot?’  It’s hard to explain yourself later.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>And yet, says Blodget, in the case of the financial industry, the jocular, aggressive culture is increasingly subject to withering scrutiny: “Because even conversations are recorded on the trading floor, you can’t even engage in normal banter that you normally would.  It’s hard because you want to talk to people who you want to be friends with, you want to talk the way people talk.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p><strong>...Or a culture that promotes recklessness?</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p>That scrutiny is well deserved, says Karen Ho, an anthropologist at the University of Minnesota who has spent years studying, working, and socializing within the finance industry and on Wall Street in particular.  “These folks have undue influence in our social economy, in our institutions, on interest rates.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Moreover, the jocular culture is far from harmless, argues Ho. “The boasting and vulgarity help to create a perverse motivational environment where traders through their talk their texts their emails their yelling are egged on” to be more transgressive.</p>\"},{\"content\":\"<p>Transgression and aggression become “a sign of not just one-upmanship, but masculine achievement,” Ho says.  Blaming Wall Street excesses on greed lets culture off the hook.  Ho is basically saying that Wall Street culture as it stands reinforces an unholy marriage between masculinity and prowess, and aggression and transgression.  “We need to delink these things, which I think the Deutsche Bank video begins to do,” says Ho.</p>\",\"type\":\"text/html\"},{\"content\":\"<p> <span>“The good news is that if it’s cultural, and folks are socialized into it, then hopefully they can be socialized out of it,” she says.  Canadian bankers don’t seem to have the same problems.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Cultural shift is easier said than done</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>“I think it’s extremely challenging to imagine that people closely working every day on the phone and instant messaging and email will ever be able to communicate in the boring stilted corporatese that sets lawyers at ease,” says Blodget, regarding the effort to reign in distasteful communication. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But some financial firms are nevertheless trying very hard to do a la DeutscheBank.  Goldman Sachs installed a filter to prevent people from sending emails with cursewords.  “You can’t even send ‘wtf’” says Roose.  “They installed willpower via software.” </p>\"},{\"content\":\"<p>Roose says a shift in culture has to come from the top.  </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>And to really make its mark, it will probably require people getting fired.  From the tone of that Deutsche Bank all-staff memo - that sounds pretty likely.</p>\"},{\"content\":\"<p><strong> </strong></p>\",\"type\":\"text/html\"}]","title":"An end to vulgar bankers","byline":"Sabri Ben-Achour","tags":["APM","language","Business","Wall Street","Bankers"],"itags":["PMP:Marketplace_PMP","Marketplace for Friday May 16, 2014","ba815992ea3df832b202235e9fef7d69","Marketplace"],"contentencoded":"<div class=\"barn-cleaned\"><p><strong>Exec to bankers: stop being jerks</strong></p>\n<p>I <em><a href=\"http://quizzicalllama.files.wordpress.com/2013/11/no-not-gonna-happen.gif?w=640\">always</a></em> read All Staff emails.&nbsp; <a href=\"http://i54.photobucket.com/albums/g110/Tbones5/246otj5.gif\">Especially</a> the ones about a misplaced umbrella somewhere on the West Coast (I’m in NY) and <a href=\"http://s3-ec.buzzfed.com/static/enhanced/webdr06/2013/5/9/20/anigif_enhanced-buzz-8124-1368146750-8.gif\">definitely</a> the ones about free cookies in the lunch room in Minnesota (I’m still in NY).</p>\n<p><a href=\"http://www.reactiongifs.us/wp-content/uploads/2013/02/everyone.gif\">Some people</a> ignore all staff emails.&nbsp; So Colin Fan, co-head of Deutsche Bank’s investment banking unit, made his into a video.&nbsp; &nbsp;</p>\n<p>“This is an important message. You need to pay close attention,” he begins.&nbsp;</p>\n<p>“You may not realize it, but right now, because of regulatory scrutiny, all your communications may be reviewed.&nbsp; This includes your emails, your conversations, and your conduct.&nbsp; All of this is open to scrutiny.&nbsp; Some of you are falling <em>way</em> short of our established standards. Let's be clear.&nbsp; Our reputation is everything. Being boastful, indiscreet and vulgar, is NOT OK.&nbsp; It will have serious consequences for your career.&nbsp; And, I have lost patience on this issue.”</p>\n<p>Fan concludes ominously with “Think carefully about what you say, and how you say it. If not, it will have serious consequences for you personally.”</p>\n<p>So why the... gentle <a href=\"http://cdn.chud.com/4/45/453780e3_back-away-slowly-12587.gif\">reminder</a>?&nbsp; Because a lot of financial firms have an enduring problem.&nbsp;</p>\n<p><strong>Text not lest ye be judged. And email not. And gchat not.</strong></p>\n<p>“We’ve seen time and time again these &nbsp;emails, which are meant to be private, don’t stay private,” says Kevin Roose, author of <a href=\"http://www.amazon.com/Young-Money-Streets-Post-Crash-Recruits/dp/0446583251\">Young Money</a>.&nbsp;</p>\n<p>As investigation after investigation has turned up documents and texts and even recorded conversations, these communications have not been flattering.&nbsp; Some were illegal, others crass, plenty were both and ALL made the firms look terrible. &nbsp;&nbsp;&nbsp;You can see some juicy ones <a href=\"http://www.businessinsider.com/infamous-wall-street-quotes-2013-2#donefor-you-big-boy-2\">here</a>. &nbsp;</p>\n<p>“Not just during the financial crisis but also things like the LIBOR scandal last year,” says Roose.&nbsp; “Traders were emailing back and forth about fixing a key interest rate in exchange for bottles of champagne and calling each other nicknames.”</p>\n<p>“What’s astounding,” says Roose, “is that people are still doing this kind of thing.”</p>\n<p>In part, it’s the same mistake that anyone can make: what you put in writing can come back to haunt you.&nbsp; But it’s also cultural.</p>\n<p><strong>A culture of high stress and hyperbole?</strong></p>\n<p>Henry Blodget is currently the editor of Business Insider, but he spent a decade working on Wall Street</p>\n<p>“On trading floors in particular, and among people on Wall Street in particular, there’s a lot of tension, a lot of jocular communication, yelling and screaming, gamesman ship.&nbsp; It lends itself to the very colorful emails and texts we have seen,” says Blodget.&nbsp;&nbsp; It’s akin to other hyper masculine cultures, like that of the military.&nbsp; “As an analogy, if you were to put a microphone on the side line of a football team, you would hear many things that in isolation would sound terrible – ‘our coach is an idiot!’ and &nbsp;‘That’s the dumbest play ever’ – imagine that in a deposition. &nbsp;Imagine a prosecutor asking you on the stand ‘so clearly, you think your coach is an idiot?’ &nbsp;It’s hard to explain yourself later.”</p>\n<p>And yet, says Blodget, in the case of the financial industry, the jocular, aggressive culture is increasingly subject to withering scrutiny: “Because even conversations are recorded on the trading floor, you can’t even engage in normal banter that you normally would.&nbsp; It’s hard because you want to talk to people who you want to be friends with, you want to talk the way people talk.”</p>\n<p><strong>...Or a culture that promotes recklessness?</strong></p>\n<p>That scrutiny is well deserved, says Karen Ho, an anthropologist at the University of Minnesota who has spent years studying, working, and socializing within the finance industry and on Wall Street in particular.&nbsp; “These folks have undue influence in our social economy, in our institutions, on interest rates.”</p>\n<p>Moreover, the jocular culture is far from harmless, argues Ho. “The boasting and vulgarity help to create a perverse motivational environment where traders through their talk their texts their emails their yelling are egged on” to be more transgressive.</p>\n<p>Transgression and aggression become “a sign of not just one-upmanship, but masculine achievement,” Ho says. &nbsp;Blaming Wall Street excesses on greed lets culture off the hook.&nbsp; Ho is basically saying that Wall Street culture as it stands reinforces an unholy marriage between masculinity and prowess, and aggression and transgression.&nbsp; “We need to delink these things, which I think the Deutsche Bank video begins to do,” says Ho.</p>\n<p>&nbsp;<span>“The good news is that if it’s cultural, and folks are socialized into it, then hopefully they can be socialized out of it,” she says.&nbsp; Canadian bankers don’t seem to have the same problems.</span></p>\n<p><strong>Cultural shift is easier said than done</strong></p>\n<p>“I think it’s extremely challenging to imagine that people closely working every day on the phone and instant messaging and email will ever be able to communicate in the boring stilted corporatese that sets lawyers at ease,” says Blodget, regarding the effort to reign in distasteful communication.&nbsp;</p>\n<p>But some financial firms are nevertheless trying very hard to do a la DeutscheBank.&nbsp; Goldman Sachs installed a filter to prevent people from sending emails with cursewords.&nbsp; “You can’t even send ‘wtf’” says Roose.&nbsp; “They installed willpower via software.”&nbsp;</p>\n<p>Roose says a shift in culture has to come from the top. &nbsp;</p>\n<p>And to really make its mark, it will probably require people getting fired. &nbsp;From the tone of that Deutsche Bank all-staff memo - that sounds pretty likely.</p>\n<p><strong>&nbsp;</strong></p></div>","teaser":"Deutsche Bank warns traders to stop being ‘boastful, indiscreet and vulgar.’","description":"Deutsche Bank warns traders to stop being ‘boastful, indiscreet and vulgar.’","published":"2014-05-16T21:25:47+00:00","guid":"ba815992-ea3d-4f83-8b20-235e9fef7d69","audio":[{"meta":{"width":"610","crop":"primary","height":"340"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/160319860.jpg?itok=qW5ZDCNx"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/05/16/marketplace_segment23_20140516_64.mp3","type":"audio/mpeg","format":"MP3","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/05/16/marketplace_segment23_20140516"},"duration_hms":"00:02:18","duration":138}}]}