{"created":"2014-09-01T11:06:47+00:00","modified":"2014-09-01T11:06:47+00:00","valid":{"from":"2014-09-01T11:06:47+00:00","to":"3014-09-01T11:06:47+00:00"},"hreflang":"en","title":"After Entering Crimea, Where Will Russia Stop?","published":"2014-03-03T18:34:00+00:00","teaser":"President Vladimir Putin's forces have effectively taken over the peninsula. Now, the world is watching anxiously to see if Russian troops move into other parts of Ukraine.","tags":["npr_api","285124679"],"guid":"ba851889-a5bf-41d2-8b98-ab7788a82d2f","contentencoded":"<p><strong>Update at 1 p.m. ET. Our Latest Head And Link, Part II:</strong></p><p><a href=\"http://www.npr.org/blogs/thetwo-way/2014/03/03/285271322/reports-russia-issues-ultimatum-warns-ukraine-of-storm\" target=\"_blank\">Russia Denies Issuing Ultimatum Or Warning Ukraine Of 'Storm'</a></p><p>The top of that post:</p><p>\"Any claims that the Russian military has warned Ukraine to surrender in Crimea or face an assault on Tuesday are 'total nonsense,' a Russian Defense Ministry official says, <a href=\"http://voiceofrussia.com/news/2014_03_03/Ukraine-ultimatum-reports-total-nonsense-Russian-Defense-Ministry-2160/\" target=\"_blank\">according to The Voice of Russia</a>.\"</p><p>As we've said before, accounts often vary in situations such as this when news is breaking. We'll keep an eye out for changes in the story.</p><p><strong>Update at 12:05 p.m. ET. Our Latest Headline And Link:</strong></p><p><a href=\"http://www.npr.org/blogs/thetwo-way/2014/03/03/285271322/reports-russia-issues-ultimatum-warns-ukraine-of-storm\" target=\"_blank\">Reports: Russia Issues Ultimatum, Warns Ukraine Of 'Storm'</a></p><p>The top of that post:</p><p><blockquote></p><p>\"Russia has reportedly given Ukraine an ultimatum — surrender the Crimean peninsula by early Tuesday morning or face a full-on military assault across that strategically important peninsula.\"</p><p></blockquote></p><p><strong>Our original post, with the news at the start of our day:</strong></p><p>With Russian forces now effectively in control on the Crimean Peninsula, there's an ominous question on the minds of people around the world:</p><p>Will President Vladimir Putin go further — sending his troops into other parts of Ukraine?</p><p>If he does, tensions that wouldn't seem able to go much higher invariably would ratchet up, and Russian actions that so far haven't led to any shots being fired might lead to war between Russian and Ukrainian forces.</p><p><a href=\"https://audioboo.fm/boos/1962047-hague-no-justification-for-russia-s-actions\" target=\"_blank\">British Foreign Secretary William Hague on Monday</a> said that what's happening in Ukraine is already the \"biggest crisis in Europe in the 21st century.\"</p><p>As <a href=\"http://www.npr.org/tags/126978660/ukraine\" target=\"_blank\">we've been reporting</a>, months of public protests in the more Western-leaning Ukrainian capital of Kiev eventually led to a vote 10 days ago by the national parliament to remove President Viktor Yanukovych from office. Yanukovych fled and was seen most recently <a href=\"http://www.npr.org/blogs/thetwo-way/2014/02/28/283878194/ousted-president-is-ready-to-fight-for-the-future-of-ukraine\" target=\"_blank\">Friday on the Russian side of the border with Ukraine</a>.</p><p>Late last week and over the weekend, Russian forces surrounded Ukrainian military installations on the Crimean Peninsula and secured such key places as the airports and government offices. As of early Monday, no shots had been fired. Ukrainian forces have remained within their bases.</p><p>Russia <a href=\"http://www.npr.org/blogs/parallels/2014/02/27/283481587/crimea-a-gift-to-ukraine-becomes-a-political-flash-point\">has long had a military presence in Crimea</a>. By agreement with Ukraine, Russia's Black Sea Fleet has its home base on the peninsula.</p><p>The majority of Crimea's people are ethnic Russians, and many have welcomed Putin's actions. Putin has said Russia needs to protect those ethnic Russians from possible harm and has to protect its own interests in the strategically important peninsula.</p><p>There are also many ethnic Russians in other parts of eastern Ukraine.</p><p>NPR's Peter Kenyon, who is in Simferopol (the capital of Crimea, which is a largely autonomous region of Ukraine), <a href=\"http://www.npr.org/2014/03/03/285119899/speculation-mounts-over-putin-s-plan-for-eastern-ukraine\" target=\"_blank\">said on <em>Morning Edition</em></a> that there are fears that Putin might use what he's done in Crimea as a model and send more forces elsewhere into those traditionally ethnic Russian parts of eastern Ukraine.</p><p>If that happens, Peter said, \"for Kiev, it would be a dire situation. ... Eastern Ukraine is where most of [the nation's] industrial activity takes place.\"</p><p>But as in Crimea, he added, it's likely Russian forces would be welcomed by many people there.</p><p>A critical issue is whether Ukrainian authorities would continue to exercise restraint and not respond to any Russian expansion with military force of their own — though their army would be outgunned.</p><p><a href=\"http://www.bbc.com/news/world-europe-26414600\" target=\"_blank\">The BBC reports</a> that correspondent Sarah Rainsford in Kiev \"says Ukraine's interim government has called for more international support to force Russian troops to leave. She says that while Kiev hopes to resolve this crisis through dialogue, it is now mobilising its military forces. Men across Ukraine have been receiving call-up papers and will start reporting for 10 days training from Monday.\"</p><p>Hague was in Kiev on Monday to meet with representatives of Ukraine's interim government as diplomats continue to try to bring a peaceful end to the crisis. U.S. Secretary of State John Kerry is due to arrive there on Tuesday.</p><p>On Sunday, <a href=\"http://www.npr.org/blogs/thetwo-way/2014/03/02/284752794/ukraine-warns-russia-that-two-sides-on-brink-of-disaster\" target=\"_blank\">as we reported</a>, Kerry suggested that expelling Russia from the Group of Eight leading nations and \"asset freezes\" were among the possible sanctions that could be imposed for its \"incredible act of aggression.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Entering+Crimea%2C+Where+Will+Russia+Stop%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mark Memmott","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1285175128-ce4f18.m3u?orgId=1&topicId=1001&ft=3&f=285124679"},{"href":"http://media.npr.org/assets/img/2014/03/03/russian032way-af0c5fa665fcc81c1d5eab2567e0ab0c52562338.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2275","width":"3036"}}]}