{"created":"2014-08-28T01:47:19+00:00","modified":"2014-10-30T22:57:57+00:00","valid":{"from":"2014-10-30T22:57:57+00:00","to":"3014-10-30T22:57:57+00:00"},"hreflang":"en","title":"The Emmys: Past Winners Trump New Shows; 'Breaking Bad' Takes A Bow","published":"2014-08-26T20:14:00+00:00","teaser":"The Emmy Awards are always good to past winners, but Monday's round of victories were about as conservative as it gets. Surprising, given the warm sendoff to a show about a drug dealer.","itags":["npr_api","343278147"],"guid":"ba8a1ba8-1457-4569-baf1-ebecdefc9eb3","contentencoded":"<p>[<em>Note: The audio above is a conversation about the Emmy Awards I had today with Stephen Thompson, my co-panelist on NPR's Pop Culture Happy Hour podcast.</em>]</p><p>The Emmys are known for one thing more than any other, and that's repetition. Shows winning four times, actors winning three times — the most likely Emmy winner is always the guy who's already won.</p><p>And indeed, the first Emmy of the night on Monday, for supporting actor in a comedy, was the second win for Ty Burrell of <em>Modern Family</em>, a show that began the night sitting on a streak of four straight wins as Outstanding Comedy Series. The second, for writing in a comedy series, went to Louis CK, the second time he's won for <em>Louie</em>. The third, for supporting actress in a comedy, went to Allison Janney — her sixth Emmy overall, though her first for CBS's <em>Mom</em>. (In fact, it's her second this week: She won at the Creative Arts Awards a week ago for her guest role on <em>Masters of Sex</em>.) It was not an auspicious start if you wanted a change of pace.</p><p>Some hopefuls went down hard. When <em>Modern Family </em>director Gail Mancuso beat out, among others, Jodie Foster for the direction of a fantastic episode of <em>Orange Is the New Black</em>, it seemed clear that this was not going to be Netflix's night, as many hoped. In fact, other than what it nabbed last week at the Creative Arts ceremony, <em>Orange Is the New Black </em>was zeroed out on a night that was expected to be potentially huge for Netflix.</p><p>Nor would lead actors be changing it up: Next were Jim Parsons' fourth Emmy in five years for <em>The Big Bang Theory</em> and Julia Louis-Dreyfus' third straight Emmy for <em>Veep </em>(and her fifth total). And later in the evening, just as the direction of things seemed to suggest, <em>Modern Family </em>won its fifth consecutive Emmy for Outstanding Comedy Series.</p><p>At least they broke it up with a bizarre, manic segment with Billy Eichner, whose man-on-the-street hollering is not to everyone's taste but at least hasn't been running for five years straight. And hey, at least Bryan Cranston and Julia Louis-Dreyfus did a cute callback to their history together on <em>Seinfeld</em>, where he played one of Elaine's boyfriends. Still, the comedy awards seemed to suggest a long evening of repeat winners.</p><p>Maybe the Academy would be more adventurous when they got past comedy?</p><p>No, <em>The Amazing Race</em> won in the reality-competition category. For the 10th time. <em>The Colbert Report </em>(a great show, by the way) won in variety, just like it did last year.</p><p>It did get a little sunnier for new projects when they got to the miniseries and movie categories, where some of the best-reviewed new work lost a lot of the smaller awards but then took the big ones. <em>Fargo</em>, an accomplished series packed with great performances, won for Outstanding Miniseries and for directing. But of its four nominated actors, one lost to Martin Freeman in <em>Sherlock</em>, while two (including, well, Martin Freeman!) lost to Benedict Cumberbatch in <em>Sherlock</em>. One lost to Kathy Bates in <em>American Horror Story</em>. Meanwhile, HBO's <em>The Normal Heart</em>, the kind of project that once would have been a lock for multiple Emmy Awards and was nominated for 16 of them, was shut out in the smaller categories but won for Outstanding TV Movie.</p><p>Some of the stage business was above average: Seth Meyers' opening monologue wasn't necessarily the best for a broad audience, but it had a lot of spot-on jokes about the state of television, and at least it wasn't a series of punchlines about actors and scandals the approach of which could be seen from space. A bit he did with his old \"Weekend Update\" partner Amy Poehler, in which they tried out a series of introductions for Matthew McConaughey and Woody Harrelson from <em>True Detective</em>,<em> </em>was funny. And the In Memoriam segment, ending with a heartfelt speech from Billy Crystal about his friend Robin Williams, was as always impressive and touching.</p><p>But boy, when it fell flat, it fell really flat. Given the remarkable paucity of people of color either appearing on stage or nominated for awards, propping Sofia Vergara up on a rotating platform so everyone could har-har-har over ogling her to distract them from some of the boring Academy business seemed in remarkably poor taste and clangingly ill-conceived.</p><p>Much of the anticipation, though, is always saved for drama. The drama awards didn't get off to a very adventurous start either, though it was hard to argue with Aaron Paul's third supporting win for <em>Breaking Bad</em>. As with most of the repeat winners, there was nothing undeserving about the victory (and this was a category without a lot of breakout new guys), but it does feel like a note that's been played before. And a couple of awards later, Anna Gunn got her second — also deserved — supporting win for playing the show's Skyler White. <em>Breaking Bad </em>also grabbed the writing award in the drama category, for Moira Walley-Beckett's work on the fabulous and critical episode \"Ozymandias.\" (A woman writer! Imagine!)</p><p>It was not quite an all-<em>Breaking-Bad</em> victory lap, though ... it was close. Cary Fukunaga won for his direction of <em>True Detective</em>. And Julianna Margulies of <em>The Good Wife</em> won her third Emmy for lead actress — a category in which <em>Breaking Bad</em> wasn't competing. It was one of only a few nominations commercial broadcast TV grabbed in drama, and she took it over actresses from elsewhere in broadcast (<em>Scandal)</em>, Netflix (<em>House Of Cards)</em>, public television (<em>Downton Abbey</em>) and premium cable (<em>Homeland </em>and <em>Masters of Sex</em>).</p><p>And then it came to the very heavy-hitting Lead Actor in a Drama Series race. McConaughey? Harrelson? Jeff Daniels, who won last year? Jon Hamm, who never wins? Kevin Spacey? Or a fourth for Bryan Cranston? Well, it was the power of Cranston over the power of movie stars — <em>Breaking Bad </em>completed its run by winning in three out of four of the major dramatic acting categories.</p><p>Finally, to close out the night, <em>Breaking Bad</em> — a show that rarely faltered during its run and closed with a stunning season, if not necessarily a perfect finale — won once more for Outstanding Drama Series.</p><p>It goes to show that not all repeat victories are created equal. For a show taking a final victory lap, it can feel celebratory. But for shows and actors that are going on and on and on, it can be hard not to wish for something different. Not because the winners aren't deserving, but because it would be an opportunity for someone new — Jenji Kohan from <em>Orange Is the New Black</em>, Amy Poehler, somebody — to hold a statue on stage.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Emmys%3A+Past+Winners+Trump+New+Shows%3B+%27Breaking+Bad%27+Takes+A+Bow&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Linda Holmes","audio":[{"meta":{"duration":"427"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343485234-85ce86.m3u?orgId=1&topicId=1138&ft=3&f=343278147"},{"href":"http://media.npr.org/assets/img/2014/08/25/jldemmy-f9354242bb5497e9cecb88e03ad7c9ac2092ceff.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2039","width":"2719"}}]}