{"created":"2015-02-16T08:43:43+00:00","modified":"2015-05-13T21:16:17+00:00","valid":{"from":"2015-05-13T21:16:17+00:00","to":"3015-05-13T21:16:17+00:00"},"hreflang":"en","title":"'Party Like A President' Recalls Mixology, Mischief Inside Oval Office","published":"2015-02-16T12:57:00+00:00","teaser":"In his new book, author Brian Abrams chronicles the drinking habits and debauchery of former presidents.","itags":["npr_api","385713313"],"guid":"ba9c624a-9a6f-480a-a718-c0298cbe154b","contentencoded":"<p>While they're often called political animals, many of America's presidents had a bit of the party animal in them, too.</p><p>So says author Brian Abrams. In his new book, <em>Party Like a President: True Tales of Inebriation, Lechery and Mischief from the Oval Office</em>, Abrams chronicles the drinking habits and debauchery of former presidents.</p><p>Known as the president who repealed Prohibition, Franklin D. Roosevelt fancied himself the mixologist-in-chief, Abrams says, but many of his colleagues disagreed.</p><p>\"A lot of his friends and colleagues said that he was an awful bartender,\" Abrams told NPR's David Greene on <em>Morning Edition</em>. \"I think that he really had a fondness for the mixology culture that was born in the Prohibition years.\"</p><p>Abrams says Plymouth martinis were FDR's specialty: He'd toss in interesting ingredients, such as a combined garnish of olives and lemon peels. Sometimes he added a few drops of absinthe. Guests often complained he used too much vermouth.</p><p>\"There was a Supreme Court justice [Samuel Rosenman] who poured his cocktails in a potted plant almost every time,\" Abrams says.</p><p>FDR's \"deplorable invention,\" according to his son James Roosevelt, was the Haitian Libation, which consisted of orange juice, dark rum, an egg white and a dash of brown sugar on the rocks. Yuck.</p><p>Other presidential alcohol legacies are more serious in nature: Under Ronald Reagan, Abrams notes, the legal drinking age went from 18 to 21. The former governor of California, Reagan was a wine lover and collected bottles from his former home state. But his truest epicurean passion was for jelly beans.</p><p>\"He was a smoker for decades, and the jelly beans helped him quit,\" Abrams says. \"He would make sure that bowls of them were in the White House and on Air Force One, and that was his substitute.\"</p><p>In Reagan's honor, Abrams' book includes a recipe for a jelly-bean martini.</p><p><em>To hear more tales of presidential partying, including the revelry that ensued after Andrew Jackson's swearing in, click on the audio link above.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Party+Like+A+President%27+Recalls+Mixology%2C+Mischief+Inside+Oval+Office&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Samantha Raphelson","audio":[{"meta":{"duration":"204"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386635260-d32b42.m3u?orgId=1&topicId=1032&d=204&p=3&story=385713313&t=progseg&e=386634958&seg=10&ft=nprml&f=385713313"},{"href":"http://media.npr.org/assets/img/2015/02/12/50372357edit-b1bab2c6a86de9b56c69bce0dfb23e9752be3e18.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1896","width":"2528"}}]}