{"created":"2014-12-02T10:45:54+00:00","modified":"2015-06-01T21:24:55+00:00","valid":{"from":"2015-06-01T21:24:55+00:00","to":"3015-06-01T21:24:55+00:00"},"hreflang":"en","title":"NASA Prepares To Test New Spacecraft (That You've Likely Never Heard Of)","published":"2014-12-03T20:43:00+00:00","teaser":"The new vehicle, named Orion, is designed to carry humans into deep space. But most Americans aren't aware it exists.","itags":["npr_api","366832916"],"guid":"ba9f2737-ace6-42aa-9ff5-9e36cda2c2ac","contentencoded":"<p>NASA is about to launch a new spaceship into orbit, and Mallory Loe has never heard of it.</p><p>\"I mean, technically, NASA doesn't have another spaceship, do they?\" she asks incredulously during a visit to the Smithsonian National Air and Space Museum in Washington, D.C.</p><p>She's hardly the only one who doesn't know about this new spacecraft. In fact, none of a half-dozen tourists NPR interviewed in the museum's lobby was aware of the <a href=\"http://www.nasa.gov/orion/\">Orion</a> spaceship.</p><p>On Thursday, the unmanned Orion test vehicle is set to be launched into space aboard a commercial rocket. It will orbit Earth twice, traveling 3,600 miles away from the planet on its second lap. Then it will re-enter the atmosphere and splash into the Pacific Ocean.</p><p>It's designed for deep space, but Orion's first mission will be back to the neighborhood of the moon. <a href=\"http://www.npr.org/2013/04/12/176798246/in-nasas-budget-plans-to-shrink-wrap-an-asteroid\">The plan is to have a robot capture a small asteroid and drag it back to lunar orbit</a>. Then Orion will carry up to four astronauts to meet it. It's all supposed to happen in the 2020s, though some say the mission is too complicated and not much of an advance.</p><p>NASA Administrator <a href=\"http://www.jsc.nasa.gov/Bios/htmlbios/bolden-cf.html\">Charles Bolden</a> isn't surprised that nobody has heard about Orion. \"Back in March of 1969, if you asked somebody about America's space program, they may have said, 'I think we've got this Apollo thing,' or something like that,\" he says.</p><p>But four months later, after Neil Armstrong and Buzz Aldrin had landed on the moon, you'd be hard-pressed to find anyone who didn't know about it. \"That's just the nature of the human beast,\" he says.</p><p>Bolden hopes Thursday's test will be a similar wake-up call for Americans.</p><p>Orion is very different from the space shuttle, which retired in 2011. The shuttle was shaped like a plane and could glide back to earth and land on a runway. It looked cool but had some serious limitations.</p><p>\"Winged vehicles are very, very difficult to design and build and operate,\" he says.</p><p>The problems are even worse when returning from beyond low-earth orbit. On the way back from deep space, spacecraft are moving fast. All of that speed generates heat as a craft hits the atmosphere. To survive the re-entry, a spacecraft needs to be shaped in a way that's simple and tough.</p><p>\"I am told by all my aerodynamics friends and my rocket friends that the conical shape is the best shape for us,\" Bolden says.</p><p>And that's why, on the outside at least, the new Orion looks almost exactly like the old Apollo capsule sitting in the Smithsonian. The Apollo 11 capsule that carried Armstrong, Aldrin and Mike Collins to the moon is gray, about the size of a midsize car, and has a cramped-looking interior.</p><p>\"To me, personally, it's amazing that three people could fit in there and stay in there for a week or so to get over to the moon and back,\" says Marcia Smith, the editor of <a href=\"http://www.spacepolicyonline.com/\">SpacePolicyOnline.com</a>. She still remembers those Apollo missions to the moon.</p><p>\"Apollo evokes, for me, the excitement of exploring new worlds,\" she says.</p><p>Whether this new Orion capsule can excite others remains to be seen. As Smith says, \"To be honest, the [asteroid] mission really hasn't excited a lot of enthusiasm.\"</p><p>Critics say the strange asteroid mission speaks to a larger problem at NASA: The agency doesn't seem to know where it's going. To date, NASA has spent billions on the Orion Capsule and a mammoth rocket that will eventually carry it, known as the <a href=\"http://www.nasa.gov/exploration/systems/sls/\">Space Launch System</a>. Decades from now, Mars is supposed to be the final destination for the capsule. But in the near term, different administrations have given it different destinations. President Obama set the current asteroid mission, while President George W. Bush called for the spaceship to carry astronauts back to the surface of the moon.</p><p>Almost everyone agrees that the ultimate destination for Orion should be Mars, but it's unclear when NASA might be going. The space agency's limited budget means that it can only run tests of the capsule once every few years. (Orion's next test is not until 2018.) And to get to Mars, NASA would need to build the crew a large and expensive habitation module.</p><p>Mark Geyer, the program manager for Orion, says NASA will eventually move on to habitation modules and other technology needed for Mars. \"It's a building-block approach,\" he says, \"and Orion's the beginning of that.\"</p><p>But for now, the space agency has the budget only for this little capsule and the new rocket it needs to carry it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=NASA+Prepares+To+Test+New+Spacecraft+%28That+You%27ve+Likely+Never+Heard+Of%29&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367938723-3b3a65.m3u?orgId=1&topicId=1026&d=229&p=3&story=366832916&t=progseg&e=367938592&seg=8&ft=nprml&f=366832916"},{"href":"http://media.npr.org/assets/img/2014/11/26/orion-launch_edit-570972a7b9a3965ff22e3abe98ac3fbb049e7f0d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/11/26/orion_capsule_completed-8c2059abd1a33bf079090d93d5d5c18dcdf0cb82.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2000","width":"2668"}},{"href":"http://media.npr.org/assets/img/2014/11/26/apollo_sq-52f3379da77307690baf218b750b796908141b08.jpg","type":"image/jpeg","meta":{"crop":"square","height":"1156","width":"1156"}}]}