{"created":"2014-08-30T16:37:42+00:00","modified":"2014-10-30T22:53:50+00:00","valid":{"from":"2014-10-30T22:53:50+00:00","to":"3014-10-30T22:53:50+00:00"},"hreflang":"en","title":"Fresh Air Weekend: Dave And Phil Alvin, Adam Rogers And Benjamin Booker","published":"2014-08-30T16:37:00+00:00","teaser":"Dave and Phil Alvin talk about singing together again; Adam Rogers discusses his book <em>Proof: The Science of Booze</em>; Benjamin Booker's debut album is raw yet disciplined.","itags":["npr_api","343874696"],"guid":"baa21308-6466-4d76-9498-64bfb19efcf3","contentencoded":"<p>Fresh Air Weekend<em> highlights some of the best interviews and reviews from past weeks, and new program elements specially paced for weekends. Our weekend show emphasizes interviews with writers, filmmakers, actors, and musicians, and often includes excerpts from live in-studio concerts. This week:</em></p><p><strong>In Big Bill Broonzy's Blues, Brothers Find A Way To Sing Together: </strong>Dave and Phil Alvin have made their first full album together in nearly 30 years, a tribute to one of their early influences. \"His persona was so big to me,\" Phil Alvin tells <em>Fresh Air</em>'s Terry Gross.</p><p><strong>Seeking Proof For Why We Feel Terrible After Too Many Drinks: </strong>Author Adam Rogers says there are lots of myths about what causes hangovers. His new book, <em>Proof: The Science of Booze</em>, explores these and other scientific mysteries of alcohol's effect on the body.</p><p><strong>Benjamin Booker Is Raw, Yet Disciplined On Debut Album: </strong>The 25-year-old guitarist-singer-songwriter has already served as an opening act on Jack White's recent tour, and he may be ready for headliner status.</p><p>You can listen to the original interviews here:</p><p><a href=\"http://www.npr.org/2014/06/11/321007438/in-big-bill-broonzys-blues-brothers-find-a-way-to-sing-together\">In Big Bill Broonzy's Blues, Brothers Find A Way To Sing Together </a></p><p><a href=\"http://www.npr.org/blogs/thesalt/2014/08/18/341360729/seeking-proof-for-why-we-feel-terrible-after-too-many-drinks\">Seeking Proof For Why We Feel Terrible After Too Many Drinks </a></p><p><a href=\"http://www.npr.org/2014/08/22/342427874/benjamin-booker-is-raw-yet-disciplined-on-debut-album\">Benjamin Booker Is Raw, Yet Disciplined On Debut Album</a>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Fresh+Air+Weekend%3A+Dave+And+Phil+Alvin%2C+Adam+Rogers+And+Benjamin+Booker&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2839"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344553351-fe449d.m3u?orgId=1&topicId=1022&aggIds=139029251&ft=3&f=343874696"},{"href":"http://media.npr.org/assets/img/2014/08/28/istock_000005774432medium-c9230d4c4595b1d7e463dfaadea367407a75df0f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"933","width":"1245"}}]}