{"created":"2014-10-07T19:48:23+00:00","modified":"2015-01-09T19:05:09+00:00","valid":{"from":"2015-01-09T19:05:09+00:00","to":"3015-01-09T19:05:09+00:00"},"hreflang":"en","title":"Taliban In Pakistan Derail World Polio Eradication ","published":"2014-07-30T14:46:00+00:00","teaser":"The militant group threatens to kill parents who immunize their children. As a result, polio has come roaring back in Pakistan. Eradication now hinges on whether the country can control the virus.","itags":["npr_api","330767266"],"guid":"babc87e5-7b3a-4723-b361-040a3b408b15","contentencoded":"<p>Last January Salma Jaffar was shot while she was going door to door in Karachi, giving children drops of the polio vaccine.</p><p>\"Even when they took out the pistol, I couldn't understand why he was taking out the gun,\" Jaffar says of the two men who pulled up on a motorcycle and started shooting at the vaccination team.</p><p>\"But when he opened fire, that is when I thought it was the end of the life,\" she says. \"My first thought was that I won't be able to see my children again.\"</p><p>Jaffar was shot four times: twice in her arm and twice in her chest. She spent the next three weeks in an intensive care unit.</p><p>Three of her colleagues weren't as fortunate and died in the attack. They are among the more than 60 polio workers who have been <a href=\"http://www.npr.org/blogs/health/2013/02/11/171706911/attacks-on-health-workers-put-fight-to-end-polio-under-fire\">killed</a> since the Pakistani Taliban banned polio immunization in 2012.</p><p>Today the militant group continues to threaten to kill not only vaccinators but also parents who get their children immunized. That threat has had a chilling effect on anti-polio efforts nationwide. And it completely halted vaccination drives in some Taliban-controlled areas. It's in these places that the crippling virus has come <a href=\"http://www.npr.org/blogs/health/2014/05/05/309868063/the-comeback-of-polio-is-a-public-health-emergency\">roaring back</a> — and threatened to stymie global efforts to wipe out polio.</p><p>The worldwide campaign to eradicate polio has been going on for more than two decades. It has <a href=\"http://www.npr.org/blogs/health/2013/04/26/178993960/a-5-5-billion-road-map-to-banish-polio-forever\">cost</a> more than $10 billion. Now the success of the campaign hinges on whether Pakistan can control the virus.</p><p>At its peak in the 1950s, polio paralyzed about 350,000 people a year around the world. This year, so far, there have been only 128 cases <a href=\"http://www.polioeradication.org/Dataandmonitoring/Poliothisweek.aspx\">recorded</a>. Ninety-nine of them have been in Pakistan. And the South Asian nation is the only country in the world where the number of polio cases is rising significantly.</p><p>The edict by the Islamic militants to ban immunization was in response to the CIA's setting up a fake hepatitis vaccination campaign in Pakistan. The covert operation was part of an attempt by the U.S. spy agency to verify whether Osama bin Laden was holed up in the city of Abbottabad.</p><p>The polio problem in Pakistan right now is a result of the CIA's actions in the country, says <a href=\"https://www.facebook.com/muftimuneeburrehmanofficial\">Mufti Muneeb Ur Rehman</a>, a prominent and moderate cleric in Pakistan. He personally accepts the polio vaccine. He encourages people at his mosque to get their kids vaccinated.</p><p>\"But there are certain areas in Pakistan where the people resist [the polio vaccine] because the CIA used the polio campaign for intelligence purposes,\" he says.</p><p>Like many Pakistanis, Ur Rehman erroneously says the CIA operation against bin Laden used a polio campaign for cover, even though it actually used a fake hepatitis B campaign. \"The one who can use hepatitis for intelligence,\" he says, \"they can use polio for intelligence.\"</p><p>And the CIA's actions were an insult to Pakistan, he says. As a result, more children are now being paralyzed by polio in Pakistan than anywhere else in the world.</p><p>Before the Taliban prohibited polio vaccinations, the country was on the verge of eliminating the disease. In 2012 it notched only 58 cases. \"The whole thing just then got reversed when vaccinators started to be targeted and killed,\" says <a href=\"http://www.comminit.com/polio/content/elias-durry-who\" target=\"_blank\">Elias Durry</a>, who leads the World Health Organization's polio operations in Pakistan.</p><p>The Pakistani government is doing what it can to keep the outbreak from spilling out of the Taliban-controlled area and into the rest of the country, Durry says. <strong></strong></p><p>The Health Ministry runs mass immunization campaigns that involve about 200,000 vaccinators, trying to reach millions of kids. There are polio roadblocks on major highways, where vaccinators immunize kids passing through in cars and trucks. Vaccinators also ply bus stations, railway stops and even airports immunizing any child that appears to be under age 5.</p><p>But all this hasn't been enough to wipe out the disease. As long as the Taliban blocks vaccinations in the territory it controls, Durry says, the virus can't be defeated either in Pakistan or the world.</p><p>The immunization ban is in the North and South Waziristan districts, along the Afghanistan border. Officials think about 250,000 kids there are missing their vaccinations.</p><p>In the regions under government control, the country is doing all the right things to curb the polio outbreak, Durry says. \"But to win the war,\" he warns, \"we have to be able to access children who are currently not available for vaccination.\"</p><p>And there's no indication when the armed conflict between the Taliban and the government will subside — or when the Taliban will allow vaccinators to reach all the children of Pakistan.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Taliban+In+Pakistan+Derail+World+Polio+Eradication+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"451"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336228326-b655fa.m3u?orgId=1&topicId=1031&ft=3&f=330767266"},{"href":"http://media.npr.org/assets/img/2014/07/28/polio-d3ba2ef2b6cd94d4769871c7b202ab6fe26b3e8c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1195","width":"1593"}},{"href":"http://media.npr.org/assets/img/2014/07/28/pakistan-polio-1-9184a21c479959aa1cde2343352512a4f159ed28.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}},{"href":"http://media.npr.org/assets/img/2014/07/28/pakista-polio-21-771daddff13924bfd147dab96dcb050617718ac1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1150","width":"1533"}}]}