{"created":"2014-09-18T15:05:31+00:00","modified":"2014-10-31T02:04:22+00:00","valid":{"from":"2014-10-31T02:04:22+00:00","to":"3014-10-31T02:04:22+00:00"},"hreflang":"en","title":"U.S. Border Patrol's Response To Violence In Question","published":"2014-05-15T14:55:00+00:00","teaser":"If an agent kills a Mexican across the border, what happens? Some argue not enough. It's hard to sue in these cases, and reports show the Border Patrol is rarely holding its own people accountable.","itags":["npr_api","312573512"],"guid":"bac8fc6f-deb1-4e62-aad4-3a40dcb9d5b6","contentencoded":"<p>Picnickers in a riverside park in Nuevo Laredo, Mexico, react in horror as a man in a yellow baseball cap named Guillermo Arevalo lies on the bank of the Rio Grande, bleeding to death.</p><p>It's a warm Monday evening in September 2012. He has just been shot by an agent on a U.S. Border Patrol airboat on the river. The Border Patrol says the agent shot at rock throwers and that the incident is under investigation.</p><p>Witnesses say Arevalo was not throwing rocks. A woman, unseen in a <a href=\"https://www.youtube.com/watch?v=sW68x20i4hM\">jerky cellphone video</a>, begins to scream before she's drowned out by the boat's deafening engine.</p><p>\"That's against the law!\" she shrieks, repeatedly.</p><p>This is exactly the controversy confronting the Border Patrol these days as a chorus of critics asks: Are federal officers who guard the territorial borders of the United States above the law?</p><p>Many agents risk their lives securing the border, but they also face uncomfortable questions about their use of force.</p><p><strong>Suing The Government</strong></p><p>Bob Hilliard didn't become an attorney to take on civil rights cases. He's a big-time personal injury trial lawyer in Corpus Christi, Texas, who sues companies like GM and Coca-Cola. His nickname is \"The Bulldog.\" Today, Hilliard represents families in three Border Patrol shootings where the agent was in the U.S. and the victim was in Mexico.</p><p>\"I also realize their job is difficult, but it doesn't give them license to shoot and kill innocent Mexican nationals,\" he says.</p><p>He has filed civil wrongful-death lawsuits against the officers and the federal government in the case of Arevalo, the man shot on the banks of the Rio Grande, and in two other cases.</p><p>\"There's an undercurrent of prejudice that is really just palpable to me, that you can taste, that this isn't a valuable life: 'This is just a Mexican who got shot — why the uproar?' \" Hilliard says.</p><p>The law says a foreign national cannot sue the U.S. government for an injury or death that happens outside the United States, even if it's only a few feet across the border. A federal judge in El Paso threw out one of Hilliard's lawsuits on these grounds; it's now before the 5th U.S. Circuit Court of Appeals.</p><p><strong>What Are The Consequences?</strong></p><p>So, for now, civil trials will not hold the government responsible for federal agents who kill Mexicans in Mexico. And two recent reports reveal that the Border Patrol seldom holds its agents accountable, either.</p><p>Last December, <em>The Arizona Republic</em> published the <a href=\"http://www.azcentral.com/news/politics/articles/20131212arizona-border-patrol-deadly-force-investigation.html\">results of a yearlong investigation</a>: It examined 42 deadly shootings by border agents and found that in none of the cases did the officer face administrative penalties. Investigative reporter Bob Ortega says two things struck him: that use of lethal force is rare, but that for those agents who kill someone on the job, there is no public accountability.</p><p>\"The degree to which no action is taken, the degree to which it's opaque and impossible to find out what happens when an agent uses deadly force under questionable circumstances, to me is something that is a matter of great concern,\" he says.</p><p>And it's not only issues of deadly force.</p><p>Last week the American Immigration Council, an immigrant advocacy group, <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/07/310387579/report-details-hundreds-of-complaints-against-u-s-border-agents\">released a report</a> that compiled the results of 809 complaints of excessive force and physical abuse. In the cases that were resolved, 97 percent led to \"no action.\" Counseling was the discipline in most of the others, says Guillermo Cantor, senior policy analyst with the council.</p><p>\"What our study showed is that, for the most part, the complaints that are being filed with the agency don't go anywhere,\" he says.</p><p>An independent law enforcement review and a Department of Homeland Security Office of Inspector General report both recommended the Border Patrol improve its use-of-force doctrine and citizen complaint process.</p><p>Customs and Border Protection is considering a standing request by NPR to interview a top agency official regarding use-of-force policy.</p><p><strong>'A Very Difficult Environment'</strong></p><p>Thad Bingel left the Border Patrol five years ago as the agency's chief of staff; he's now a partner at Command Consulting Group, a security and intelligence company. Bingel says his former agency — where he still has lots of friends — wrestles with several challenges: a legacy of secrecy, an unclear process to investigate field complaints, and growing pains from expanding so fast. The Border Patrol doubled from 10,000 to 20,000 agents in just three years.</p><p>But in the end, Bingel says, border police work comes down to snap judgments under difficult circumstances.</p><p>\"No matter what training you do, no matter what policies you put in place, you're going to have incidents of violence on the border, and agents are going to respond to that,\" he says. \"And you hope most of the time the vast majority of them are going to make the right call. But it's a very difficult environment in which to do that 100 percent of the time.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.+Border+Patrol%27s+Response+To+Violence+In+Question&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Burnett","audio":[{"meta":{"duration":"346"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312674263-be6390.m3u?orgId=1&topicId=1070&ft=3&f=312573512"},{"href":"http://media.npr.org/assets/img/2014/05/14/deaths_16675007-979b05f2fc6abb35a4cec7a0af2ad5cd41939e00.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2331","width":"3110"}}]}