{"created":"2014-11-16T22:11:07+00:00","modified":"2015-05-13T21:32:37+00:00","valid":{"from":"2015-05-13T21:32:37+00:00","to":"3015-05-13T21:32:37+00:00"},"hreflang":"en","title":"For Wearable Tech, One Size Does Not Fit All","published":"2014-11-17T19:36:00+00:00","teaser":"One big criticism of wearable technology: the teams behind these devices are not diverse enough. Some industry watchers say that can result in products designed only with men in mind.","itags":["npr_api","360894212"],"guid":"badc6299-c428-472c-b8bf-114129165fba","contentencoded":"<p>Silicon Valley companies big and small are racing to create the latest in wearable tech — from now-familiar fitness trackers and smart watches to 3-D printed rings that serve as <a href=\"http://www.ringtheory.com/#home\">public transportation passes</a> and smart shirts that <a href=\"http://www.cnet.com/news/ralph-lauren-high-tech-biometric-shirt-debuts-at-us-open/\">measure your heart rate and movement</a>.</p><p>As in any new field of technology, there are problems with things that don't fit or work quite right. But one of the biggest criticisms in wearables is one that resonates throughout the tech industry: the teams behind these devices are not diverse enough. Critics say that some wearables — like smart watches with huge faces or bands that don't fit smaller wrists — are designed with men in mind.</p><p>Isabelle Olsson, the lead designer of Google Glass, says that's why she is encouraging more women to enter the tech industry, not just as designers, but in all capacities. She was recruited by Google to turn the prototype for Glass — a phone taped to a pair of safety goggles — into something \"beautiful and comfortable.\"</p><p>Olsson, who worked primarily with furniture and jewelry before joining Google, tells NPR's Arun Rath that packing all of the technology into a small space was only part of the challenge.</p><p>\"The biggest challenge was how do you make something people want to wear, and how can we create something that people can really make their own?\" Olsson says. \"Which is, for wearables in general, one of the most important aspects.\"</p><p>These problems in wearable tech come up much less frequently with products that are generally considered unisex: computers, phones or tablets. Sure, you might choose a different color or case, but aside from a complaint here or there about an <a href=\"http://blogs.wsj.com/cmo/2014/09/15/samsung-pokes-fun-at-self-in-latest-apple-attack-ad/\">unwieldy \"phablet,\"</a> the products are accessible to a wide range of people.</p><p>Wearables, displayed on the body and close to the senses, offer a more intimate experience. These products need to be optimized for people of all genders, skin colors and body types, because they need to fit everyone, physically.</p><p>Olsson says a big part of making something that everyone can use is having input from a broad range of people. So when she set about building a team to work on Glass, she didn't hire anyone with a tech background, instead focusing on bringing in people with all types of design experience. The designers of Glass are also more gender diverse than most teams — about 50/50 split of men and women.</p><p>\"I do think the designs are a reflection of the team that created them, so in many cases it happens to be a very male-skewed object that comes out in the end,\" she says. \"Unless we solve the gender balance in the teams that are developing these things, we're not going to see a solution.\"</p><p><strong>Fighting Micro-Inequities With Modularity</strong></p><p>NPR also spoke to Maddy Maxey, a Thiel Fellow and co-founder of tech design consultancy The Crated. She says that rather than focusing on marketing more products to only women or only men, there should be more focus on making devices that are \"easy and comfortable for all of us to use.\"</p><p>But wearables are tricky, because they're associated with the body.</p><p>\"Size naturally ties in, aesthetics naturally tie in and of course gender differences ties in,\" Maxey says. \"We haven't found quality ways to make wearables that work really well for a wide range of people.\"</p><p>Maxey also argues that excluding people from a design creates \"micro-inequities,\" sending the message that a device \"isn't something that you're meant to have.\"</p><p>Making wearable tech accessible also hinges on what many designers call modularity. Modular products can be taken apart, put together and personalized, offering users the opportunity to make something their own. The Apple Watch's array of watch faces, metals, sizes and band styles, for example, is a more modular design than Google or Pebble's single-size watches.</p><p>That modular model for wearable tech is popping up in the Maker movement as well. Companies like Normal, which uses 3-D printing to make perfectly fitted headphones, are personalizing products specifically for one customer.</p><p>At her own company, Maxey uses sources like SparkFun and Adafruit to find components, and then builds wearable devices herself. Companies that sell components make engineering and development more accessible and allow independent designers to experiment without spending a lot of money.</p><p>Like most technology, wearables have evolved significantly from their original iterations — Isabelle Olsson says Google Glass, for instance, has come a long way from its initial design. Now, instead of being limited to one pair of hyper-modern frames in three colors, users can pick from a wide selection of eyeglasses — the Glass component will snap right in.</p><p>So will technology and fashion become impossible to separate? Olsson says that she thinks wearables are actually one of the most natural ways to integrate tech into daily life. Right now, she says, technology often gets in our way.</p><p>\"It's supposed to improve our lives, but sometimes it just distracts us from what really matters,\" she says. \"That's where wearable technology has the most potential — to be in our lives, to be there for us, but not in the way.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Wearable+Tech%2C+One+Size+Does+Not+Fit+All&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364562036-303e69.m3u?orgId=1&topicId=1049&d=229&p=2&story=360894212&t=progseg&e=364487652&seg=5&ft=nprml&f=360894212"},{"href":"http://media.npr.org/assets/img/2014/11/16/olsson_glass-b7f1d2249314927936778b3d6d6a0b705f7d3b22.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3535","width":"4714"}}]}