{"created":"2015-01-15T20:38:29+00:00","modified":"2015-01-15T22:31:27+00:00","valid":{"from":"2015-01-15T22:31:27+00:00","to":"3015-01-15T22:31:27+00:00"},"hreflang":"en","guid":"badf479c-87a3-4595-88e9-a38ce53751b4","title":"Satellite images offer 'vivid' evidence of Boko Haram devastation","published":"2015-01-15T22:31:22+00:00","byline":"Joyce Hackel","tags":["Boko Haram","satellite images","Amnesty International","violence","extremist","Islamist","Photos","photographs","Conflict","Conflict & Justice","Baga","Doron Baga","Africa","Nigeria","Sub-Saharan Africa","Steve Crawshaw","Boko Haram","extremists","satellite images","Photographs","photos","Amnesty International","Human rights"],"teaser":"Nigeria's military has denied reports that a recent Boko Haram attack near the town of Baga took some two thousand lives earlier this month. But satellite images released by Amnesty International offer proof of a wide swath of destruction.  \r\n","contentencoded":"<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/2000_width/public/206256_Doro_Baga_Satellite_view_on_2_Jan_2015_and_7_Jan_2015__NEW.jpg?itok=0lOA79Z_\" alt=\"\" /><div class=\"field-caption\">\n    <p>Satellite image showing the extent of damage in Doron Baga taken on January 7, 2015, following an attack by Boko Haram.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>DigitalGlobe</p>\n  </div>\n</div>\n<p>New satellite images of Boko Haram destruction in northeastern Nigeria suggest the shadowy extremist group is ransacking and destroying large swathes of the country's northeast.</p>\n<p>Steve Crawshaw, who directs Amnesty International's Office of the Secretary General, calls the destruction \"shocking.\"</p>\n<p>\"It shows thousands of destroyed or damaged buildings, massively burned out areas over a really very large area,\" Crawshaw says.</p>\n<p>The satellite photos compare two towns, Baga and Doron Baga, before and after a Boko Haram attack earlier this month. Small wooden fishing boats that lined a lakeside in one photograph have all vanished in the next image taken five days later.</p>\n<p>\"The boats are all gone because people have fled across Lake Chad because it was so dangerous,\" Crawshaw says.</p>\n<p>Amnesty hired a commercial firm called Digital Global to collect the images.</p>\n<p>\"This is the kind of thing of course only governments used to be able to have,\" Crawshaw notes. \"Now we can use it. And obviously you need to analyze it, you need to go through it, you need to be quite careful with what you're doing, but certainly it can be a very very powerful human rights tool in showing us, above all, the bigger picture.\"</p>\n<p>Boko Haram, the militant Islamic group best known in the West for its kidnapping of hundreds of schoolgirls, attacked Baga on January 7, just days after the militants overran a nearby military base in a town Nigerian troops had abandoned.</p>\n<p>Amnesty says the satellite photographs provide evidence that some 3,700 structures were destroyed during the Boko Haram assault. Human rights monitors estimate that some 2,000 villagers died during that attack. Nigeria's government puts the toll in the attacks at Baga and Doron Baga at just 150.</p>\n<p>\"We have taken images only from these two places, but this is a kind of pattern that actually has been repeating in many many different places,\" Crawshaw notes.</p>\n<p>Amnesty calls the January assault \"the largest and deadliest Boko Haram assault\" that it had analyzed.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Doro.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/dorojpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/011520159.mp3"},{"href":"http://www.pri.org/file/011520159mp3"}]}