{"created":"2014-09-26T17:00:15+00:00","modified":"2015-05-14T17:37:08+00:00","valid":{"from":"2014-09-26T11:00:00+00:00","to":"3014-09-26T11:00:00+00:00"},"hreflang":"en","published":"2014-09-26T11:00:00+00:00","tags":["Mid-day Update","Life","APM"],"title":"PODCAST: The price of AC cools down","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>First up, there&apos;s news that Bill Gross — the man who built California-based PIMCO into one of the biggest money managers in the world — is moving to rival Janus, effective immediately. In what must be an overstatement, PIMCO&apos;s biggest shareholder called this a &quot;Black Swan Event,&quot; something so unlikely it wasn&apos;t worth even thinking about. We look into what has been the talk of financial markets this morning. Plus, <a href=\\\"http://www.marketplace.org/topics/business/happy-100th-ftc\\\" target=\\\"_blank\\\">100 years ago, the Federal Trade Commission was born</a> when President Woodrow Wilson signed the Federal Trade Commission Act into law. Since then, the agency has played an outsize role in the U.S. economy, and it&apos;s fair to say it&apos;s affected all of us. <span>And as Marketplace celebrates its 25th birthday this year, we are looking at the surprising,  sometimes delightful and sometimes destructive ways that prices have changed during that quarter century. Today, we chill out with a look at the price of AC units, and <a href=\\\"http://www.marketplace.org/topics/economy/marketplace-inflation-calculator/price-ac-units-has-cooled-down\\\" target=\\\"_blank\\\">what their changing costs say about how energy consumption has evolved</a>.</span></p>\"}]","description":"Bill Gross' big move, the FTC turns 100 and AC units cool down in price.","contentencoded":"<div class=\"barn-cleaned\"><p>First up, there's news that Bill Gross — the man who built California-based PIMCO into one of the biggest money managers in the world — is moving to rival Janus, effective immediately. In what must be an overstatement, PIMCO's biggest shareholder called this a \"Black Swan Event,\" something so unlikely it wasn't worth even thinking about. We look into what has been the talk of financial markets this morning. Plus, <a href=\"http://www.marketplace.org/topics/business/happy-100th-ftc\" target=\"_blank\">100 years ago, the Federal Trade Commission was born</a>&nbsp;when President Woodrow Wilson signed the Federal Trade Commission Act into law. Since then, the agency has played an outsize role in the U.S. economy, and it's fair to say it's affected all of us.&nbsp;<span>And as Marketplace celebrates its 25th birthday this year, we are looking at the surprising,&nbsp; sometimes delightful and sometimes destructive ways that prices have changed during that quarter century. Today, we chill out with a look at the price of AC units, and <a href=\"http://www.marketplace.org/topics/economy/marketplace-inflation-calculator/price-ac-units-has-cooled-down\" target=\"_blank\">what their changing costs say about how energy consumption has evolved</a>.</span></p></div>","guid":"bae407fb-c951-41a7-8bd8-3c95e9dfc8e9","teaser":"Bill Gross' big move, the FTC turns 100 and AC units cool down in price.","byline":"David Brancaccio","itags":["PMP:Marketplace_PMP","Marketplace Morning Report for Friday September 26, 2014","Marketplace","Marketplace Morning Report","bae407fbc9511a7bbd8c3c95e9dfc8e9"],"audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/photo%201_5.JPG?itok=ExsFhRQ7","meta":{"width":"610","crop":"primary","height":"340"},"type":"image/jpeg"},{"meta":{"duration_hms":"00:08:00","duration":480,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/morning_report/2014/09/26/mmr_20140926_0751"}},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/morning_report/2014/09/26/mmr_20140926_0751_64.mp3","format":"MP3","type":"audio/mpeg"}]}