{"created":"2015-01-06T10:00:13+00:00","modified":"2015-01-08T23:05:37+00:00","valid":{"from":"2015-01-08T23:05:37+00:00","to":"3015-01-08T23:05:37+00:00"},"hreflang":"en","title":"Speaker Election Reveals Split Among Some House Republicans","published":"2015-01-06T17:39:00+00:00","teaser":"John Boehner is set to start his third two-year term as speaker. And while his election is nearly a foregone conclusion, a number of his GOP colleagues are likely voting against him on the floor.","itags":["npr_api","375308912"],"guid":"bae7cd92-03b7-4599-8de4-8ad1226f8846","contentencoded":"<p>The modern Republican Party is rooted in the South. But there's little evidence of that when it comes to congressional leadership.</p><p>When the new Congress begins its session, Mitch McConnell of Kentucky will lead Senate Republicans. Across the Capitol, though, it's not a Southerner that will wield the gavel. It's Ohio Republican John Boehner, a pragmatist who is ideologically — and geographically — distant from many of the members he will again lead if elected for a third term as speaker of the House.</p><p>\"Republicans had their base of support in the Midwest and in the West,\" explains Jack Pitney, a professor at Claremont McKenna College. \"Now, the center of gravity of the party has shifted to the South. I think in the future you're going to see more and more members of the extended leadership coming from the South.\"</p><p>For the moment, the House GOP isn't led by members from culturally southern states –- where sweet tea is the drink of choice, social conservatives rule the roost and Democratic presidential nominees don't stand a chance.</p><p>\"The rank and file includes a large number of members from the South who have very socially conservative constituencies,\" Pitney says. \"Speaker Boehner, on the other hand, is much more of a traditional Republican. He comes from the old-fashioned Republican heartland of Ohio. He's broadly conservative, but I don't think anybody would characterize him as ideological.\"</p><p>He can't afford to be.</p><p>House Republicans will enter the new Congress with their largest majority in more than 80 years. And while Boehner's expanded rank and file now includes members from some of the bluest states in the country, Southern lawmakers still constitute a sizeable voting bloc. Members from four states alone — Texas, Florida, North Carolina and Georgia — make up a quarter of the Republican majority.</p><p>But for all the heft Southern Republicans pack in Congress, there is still just one in House leadership.</p><p>That's what makes the recent <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/30/373955103/rep-steve-scalise-i-went-and-spoke-to-any-group-that-called\" target=\"_blank\">controversy</a> surrounding Louisiana Rep. Steve Scalise, the third-ranking Republican, all the more awkward. Scalise's bid to become majority whip, the position responsible for counting votes, got a boost from Southern lawmakers who seemed to want one of their own in the leadership ranks. As he campaigned for the position in an ideological and regional tug of war with Illinois Rep. Peter Roskam, Scalise made \"Geaux Scalise\" shirts, an homage to his Louisiana roots.</p><p>After less than a year on the job, though, Scalise has found himself having to apologize for a speech he made over a decade ago to a white supremacist group tied to former Ku Klux Klan leader David Duke. Scalise has said the appearance was a mistake and has condemned the group's views.</p><p>Boehner and other members of House leadership, including Majority Leader Kevin McCarthy of California, stood by Scalise. He appears to be safe, and the upheaval surrounding the story has largely calmed. But among some conservatives, there's been lingering unrest.</p><p>Two conservative Southern Republicans, Rep. Ted Yoho of Florida and Rep. Louie Gohmert of Texas, have each signaled that they will challenge Boehner.</p><p>A handful of other Republicans — including Virginia Rep. Dave Brat, who defeated former Majority Leader Eric Cantor in a primary last summer — have said they won't back Boehner.</p><p>Republican leadership, Brat said in a posting on the conservative website <a href=\"http://Breitbart.com\">Breitbart.com</a>, has \"strayed from its own principles of free market, limited government, constitutional conservativism.\"</p><p>Still, Boehner is likely to collect the 217 votes needed to win his third term as speaker. It's a much different scenario from the one Boehner faced in January 2013, when he lost the support of 11 members of his own party. At that time, Republicans had a smaller majority and Boehner narrowly held onto his job.</p><p>But few know better about the ebb and flow of politics than Boehner. He came to Washington in 1991 as one of the \"Gang of Seven,\" a group of up-and-coming Republicans who tangled with Democrats over a House banking scandal.</p><p>\"When he was a new member, he was actually considered a rebel,\" says Pitney. \"Some of today's hard-line conservative rebels might be tomorrow's establishmentarians. I think the career of John Boehner is one example of that point.\"</p><p>Boehner won a leadership spot for the first time in 1994 when House Republicans took over, eventually falling out of favor and losing the spot in 1999. In 2006, he made an unlikely comeback.</p><p>\"John Boehner's very much a political survivor,\" says David Cohen, a political scientist at the University of Akron. \"He was in leadership once and then he was kicked out, and then he was able to wrangle his way back into leadership and then become speaker of the House. He does what he needs to do to gain power and keep it, and he'll do what he needs to do to remain as speaker of the House.\"</p><p>If Boehner secures re-election as speaker, the task at hand will be governing. With control of both chambers and a historic 246-seat majority in the House, Republicans must prove their ability to advance an agenda.</p><p>\"John Boehner really is a throwback to speakers of the past that really wanted to get stuff done,\" Cohen says. \"The question is, 'Is his party going to let him achieve that?' and I'm not so sure.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Speaker+Election+Reveals+Split+Among+Some+House+Republicans&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Juana Summers","audio":[{"meta":{"duration":"260"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375308913-e09a86.m3u?orgId=1&topicId=1014&ft=3&f=375308912"}]}