{"created":"2015-02-06T21:23:53+00:00","modified":"2015-02-09T21:01:49+00:00","valid":{"from":"2015-02-09T21:01:49+00:00","to":"3015-02-09T21:01:49+00:00"},"hreflang":"en","guid":"bb0220bd-5291-4e74-a5c9-b4d3a9af3051","title":"This Dutch journalist says she is doing her job. Turkey says she is helping terrorists","published":"2015-02-09T21:01:45+00:00","byline":"Aaron Schachter","tags":["journalism","Kurdistan","Global Politics","Diyarbakir","Asia","Europe","Turkey","Middle East","Asia","Europe","Fréderike Geerdink","Kurdish people","Kurdistan Workers' Party","Kurdish–Turkish conflict"],"teaser":"Turkey's president claims the press has more freedom in Turkey than anywhere else. That doesn't jibe with what's happened to Fréderike Geerdink ever since the anti-terrorism police arrived at her door.","contentencoded":"<p>Dutch journalist Fréderike Geerdink isn't going to go quietly.</p>\n<p>This week, the Turkish government charged her with <a href=\"http://www.independent.co.uk/news/people/frederike-geerdink-the-dutch-journalist-facing-five-years-in-prison-in-turkey-for-terrorist-propaganda-after-highlighting-the-struggle-of-the-kurds-10021843.html\">disseminating terrorist propaganda</a> — because of stories and columns and tweets she's written about the Kurdistan Worker's Party. Known as the PKK, the group is outlawed in Turkey. </p>\n<p>Geerdink is based in the southern Turkish city of Diyarbakir and she says she's essentially being charged for doing her job as a journalist. And, as you might expect of a journalist, she's been telling news organizations around the world what she thinks about the charges.</p>\n<p>\"I'm based in [the] Turkish part of Kurdistan. And like any correspondent in any country — if you're in Kurdistan or in Turkey or in Germany or in the US, it doesn't matter — you try and explain what's happening there and why this is happening,\" she says. \"And that's what I'm doing in Kurdistan.\"</p>\n<p>The rub is in how Turkey views Kurdistan. \"Now, 'Kurdistan' is not an official country,\" Geerdink notes, \"but Kurdistan is known for a struggle for human rights that is going on here. And this struggle is framed in Turkey as 'terrorism.'\"</p>\n<p>It is true that the struggle has been violent, and even deadly, at times. Still, the journalist says that doesn't negate the fact that there are important stories to tell about Kurdish life in Turkey.</p>\n<p>Geerdink claims she's the first Western journalist since the 1990s to face this kind of government action. Part of the problem, she says, may be that she started writing in Turkish in the past year, and not just in English and her native Dutch. \"And that is getting on the state's nerves,\" she says she heard from a friend.</p>\n<p>It's pretty clear the state's nerves are frayed. Last month, Turkey's anti-terrorism police knocked on Geerdink's door and spent hours searching her house.</p>\n<p>\"And I was totally flabbergasted when I opened the door and I saw eight anti-terrorism police standing at my door,\" she says. What she couldn't imagine would ever happen in Turkey has now become routine for her. \"So I'm now trying to adjust myself.\"</p>\n<p>When she found out this week that Turkey was going to prosecute her, she says she wasn't really shocked.</p>\n<p>Geerdink says the Turkish government's crackdown on journalists in the past few years hadn't really affected her until now. Not so for Turkish journalists.</p>\n<p>\"Many, many, many people have lost their jobs. That goes for opinion writers, but also for normal reporters. And for Kurdish journalists, they have been in trouble for much longer and they are the biggest group who are jailed. And they are usually charged under the same law that I'm charged with now, which is the anti-terrorism law,\" she says.</p>\n<p>This is happening despite the fact that Turkey's president has said that \"<a href=\"http://www.independent.co.uk/news/world/europe/president-erdogan-claims-press-in-turkey-is-freer-than-anywhere-else-in-the-world-9948309.html\">nowhere in the world is the press freer than it is in Turkey</a>.\"</p>\n<p>As a Westerner, Geerdink could probably just leave the country and avoid possible jail time. But she insists she's not going to do that.</p>\n<p>First, she says, that would hand Turkey a victory. </p>\n<p>\"But I'm staying mainly because I really like my work here. It's very interesting to write about the Kurds and all the developments going on with the Kurdish issue. And I want to say,\" she insists.</p>\n<p>\"And I don't think they will actually throw me in jail. That seems kind of unthinkable now ... even though, until last month, it was unthinkable that the anti-terrorism squad would knock on my door.\"</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Geerdink_0.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/geerdinkjpg-0"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0206201503.mp3"},{"href":"http://www.pri.org/file/0206201503mp3"}]}