{"created":"2014-11-07T20:51:52+00:00","modified":"2014-11-10T19:04:08+00:00","valid":{"from":"2014-11-10T19:04:08+00:00","to":"3014-11-10T19:04:08+00:00"},"hreflang":"en","guid":"bb0371a2-dd74-4ce3-b7f1-08d144f5d473","title":"International coalition moves to take down the dark side of the web","published":"2014-11-10T19:04:06+00:00","byline":"Nina Porzucki","tags":["internet","technology","conflict","SafeMode","Technology","Science, Tech & Environment","Europe","North America","United States","Europe","North America","Alan Woodward","Internet privacy","Tor","Software","Computing"],"teaser":"European authorities announced on Friday that Silk Road 2.0 and more than 400 so-called \"dark\" websites had been shut down in a raid. It was a rare big victory for law enforcement agencies trying to stop the flow of illegal trade on the \"dark web.\"","contentencoded":"<p>You'll rarely hear anything about the \"dark web,\" that space on the Internet where average people tend not to visit — or even know about. That is, unless you're in the market for illegal or dangerous stuff: drugs, child pornography, weapons.</p>\n<p>But international law enforcement put a spotlight on the dark web on Friday, reportedly shutting down<a href=\"http://www.bbc.com/news/technology-29950946\"> 400 sites and arresting half a dozen people</a> in a joint operation across 16 European countries and the United States.</p>\n<p>\"There’s a huge plethora of websites and dark sites. [It is] really difficult to gauge how many there are and exactly what they’re doing,” says Alan Woodward, a professor of cyber security at the University of Surrey in England. He's also a consultant for Europol, the agency that announced the sting.</p>\n<p>Yet one of the key tools of the dark web was created by the government. Tor, formerly shorthand for \"The Onion Router,\" was developed by the US government at the Naval Research Laboratory. “It was intended to allow [government officials] to communicate securely and anonymously from high-risk areas so they couldn’t be tracked,” Woodward explains.</p>\n<p>It's no longer a government project, though Woodward says the company does receive some government funding. Its prime use is now to allow users to use the Internet hidden behind several layers of encryption.</p>\n<p>“You can use [Tor] quite legitimately in order to surf the web anonymously so nobody can track where you’re surfing from,\" Woodward says. \"But it also allows them to set up hidden websites, which for law enforcement agencies is very difficult if someone is trading illegal substances or items. You physically can’t track where that site is being hosted. So trying to make an arrest or shut them down becomes practically impossible”</p>\n<p>That why the raid announced on Friday is so noteworthy. Woodward says it featured unprecedented international cooperation.</p>\n<p>“One of the reasons [the dark web] can operate is that ... criminals have operated in one country and committed illegal acts in another, and so it’s been very difficult to get at them across borders,\" he says.</p>\n<p>In this case, the international effort \"allowed a coordinated single swoop to shut all of these sites down over the period of a few hours and make all of the arrests,\" Woodward explains. \"The guys just weren’t aware that somebody was coming to get them.”</p>\n<p>But he still cautions that Tor shouldn't be thought of as a nefarious technology in itself.</p>\n<p>“It has many legitimate purpose, it’s just unfortunate that the criminals have co-opted it and it's kind of got a bit of a bad name,\" he says. \"The technology itself is not bad. It is like all technology: It’s not evil, it’s not good, it’s what people do with it.”</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/110720141.mp3"},{"href":"http://www.pri.org/file/110720141mp3"}]}