{"created":"2014-09-02T16:52:52+00:00","modified":"2014-10-30T22:51:58+00:00","valid":{"from":"2014-10-30T22:51:58+00:00","to":"3014-10-30T22:51:58+00:00"},"hreflang":"en","title":"Hip-Hop In Print: Brooklyn Publisher Looks To 'Reverse Gentrify' Literature","published":"2014-08-30T16:33:00+00:00","teaser":"Prodigy, one half of the hip-hop duo Mobb Deep, is the curator of Infamous Books, an imprint of Brooklyn-based independent publisher Akashic Books. His debut novel <em>H.N.I.C. </em>was published in 2013.","itags":["npr_api","344046504"],"guid":"bb06d254-d3c1-4f9f-ac5d-865beece4ad2","contentencoded":"<p>At this summer's Calabash International Literary Festival in Jamaica, thousands turned up for readings by big-name authors: Salman Rushdie, Jamaica Kincaid, Zadie Smith and Albert Johnson. Odds are the name Albert Johnson doesn't ring a bell. But if you're a hip-hop fan, you might recognize the author by another name: Prodigy. Off and on for the past 20 years, he's been one half of the acclaimed Queens, N.Y., duo Mobb Deep.</p><p>Prodigy says he began his debut novel, <em>H.N.I.C.</em>, over a decade ago and, with the help of co-writer Savile, it wasn't hard to translate the somber realism he expresses in songs to the page.</p><p>\"Writing lyrics, I pull from my real life,\" Prodigy says. \"A lot of negativity that goes on in my world, in my neighborhood, with my friends, negative things I had to deal with — I take that negative energy and instead of doing something bad with it, I put it into my music.\"</p><p>Rappers taking on book publishing has become something of a trend. <a href=\"http://www.npr.org/artists/14889535/50-cent\" target=\"_blank\">50 Cent</a> has his own imprint with Gallery Books; Simon & Schuster has Cash Money Content, run by the heads of Cash Money Records, home to <a href=\"http://www.npr.org/artists/250250872/drake\" target=\"_blank\">Drake</a> and <a href=\"http://www.npr.org/artists/126317980/nicki-minaj\" target=\"_blank\">Nicki Minaj</a>. Titles on these imprints are often classified as \"street lit\" or \"urban fiction\": gritty, hard-boiled stories about gangsters, crime and the streets. But Prodigy's not a fan of those labels, and neither is his publisher, Johnny Temple, of Akashic Books.</p><p>\"So-called 'urban lit' is the closest thing publishing has to hip-hop music,\" Temple says. \"And just as when hip-hop came around, everyone thought it was going to last two years, and now it's transformed the landscape of the world of music, I've always believed strongly that urban lit has great potential.\"</p><p>The genre has its roots in the 1960s and '70s, with such authors as Iceberg Slim, Donald Goines and Chester Himes. Its current renaissance goes back about 15 years, to <em>The Coldest Winter Ever,</em> a hit novel by rapper Sister Souljah. That book's blockbuster success transformed an indie genre into a corporate money maker, says K'wan, an author with more than 20 novels under his belt.</p><p>\"Initially we weren't getting advances,\" K'wan recalls. \"We made our money from our hustle, the out-of-the-trunk hustle. So when the major publishers came in, they started throwing these advances like, 'Hey, this is what it is: I'll give you six figures if you write two or three books.' And you're like, 'Wow, you're going to give me six figures up front — all mine?' So, off to the races.\"</p><p>Kwan's latest, <em>Black Lotus</em>, is published by an imprint of Akashic that's curated by Prodigy. It's called Infamous Books, and publisher Johnny Temple says Akashic's goal is simple: \"Akashic's slogan — it's slightly tongue in cheek but not really — is 'reverse gentrification of the literary world.' And Infamous Books is, in some ways, the ultimate manifestation of that motto.\"</p><p>For his part, as curator of Infamous, Prodigy says he's interested in titles that teach — books with a moral. And that grows in part out of the three years he spent in prison on a gun-possession charge.</p><p>\"Having that time, it helped me to learn what other inmates were going through, and the system and how it works,\" Prodigy says. \"So I guess when I'm writing something that pertains to that, it's a little bit more authentic than if I didn't live through it. 'Cause I've seen it, I lived through it, I know what's going on in there.</p><p>\"So it definitely made me want to talk about it and let people know what's going on in there, and let young people know: That's not where you want to be. 'Cause you can go to jail for something small and end up doing 10 years, life, for something that happens in there — a lot of things happen in jail. So it definitely influences the way I tell the story and the stories I choose to tell.\"</p><p>And it's not just his stories he wants to tell through Infamous Books.</p><p>\"I like Malcolm Gladwell a lot,\" Prodigy says. \"His books are real good. Books where you can learn something: health, religion, the food industry, government, politics, federal reserve system, monetary system — how things started and got to the way it is today.\"</p><p>Topics, in other words, that don't bear labels.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hip-Hop+In+Print%3A+Brooklyn+Publisher+Looks+To+%27Reverse+Gentrify%27+Literature&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Baz Dreisinger","audio":[{"meta":{"duration":"323"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344477203-fc1217.m3u?orgId=1&topicId=1033&ft=3&f=344046504"},{"href":"http://media.npr.org/assets/img/2014/08/28/146309429-c5a6eb3a7f3e18a15aad12b9c0a59a9679674f7c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2047","width":"2733"}}]}