{"created":"2015-06-23T08:48:16+00:00","modified":"2015-06-23T22:04:58+00:00","valid":{"from":"2015-06-23T22:04:58+00:00","to":"3015-06-23T22:04:58+00:00"},"hreflang":"en","title":"Immortalized As 'The Woman In Gold,' How A Young Jew Became A Secular Icon","published":"2015-06-23T17:34:00+00:00","teaser":"Gustav Klimt's 1907 portrait of Adele Bloch-Bauer was seized by the Nazis. A film now tells the story of Adele's niece, who fought to recover her family's paintings more than a half century later.","itags":["npr_api","416518188"],"guid":"bb11be31-54b4-488f-9bf9-67614c48eb96","contentencoded":"<p>In <em>Woman in Gold</em>, Helen Mirren plays Maria Altmann — an octogenarian Jewish refugee who <a href=\"http://www.npr.org/2015/04/02/396688350/after-nazi-plunder-a-quest-to-bring-the-woman-in-gold-home\">fought to recover</a> the Gustav Klimt paintings the Nazis seized from her family in Vienna at the outset of World War II. On Friday, Mirren received an award for her performance at New York's Neue Galerie, which is now home to more Klimts than anywhere else in the country.</p><p>The Neue collection includes a 1907 portrait of Altmann's aunt, Adele Bloch-Bauer — <em>the </em>woman in gold. Several of Klimt's other portraits have joined Adele Bloch-Bauer at the Galerie in <a href=\"http://www.neuegalerie.org/content/gustav-klimt-and-adele-bloch-bauer-woman-gold\">an exhibit</a> on display until Sept. 7.</p><p>One of those portraits — <em>The Dancer --</em> was painted in 1917, and it was one of Klimt's last. The real dancer's name was Ria Munk. She took her own life at age 24 after an unhappy love affair, explains museum director Renée Price.</p><p>She was in love with an impoverished poet who got cold feet and broke up with her in a letter. \"She took a revolver and shot herself in the chest,\" Price says. \"Her parents were so devastated that they wanted Klimt to make a posthumous portrait of her.\"</p><p>Lovely young Ria stands surrounded by colorful, densely painted flowers. Her robe, open at the breasts, is patterned green and red. The portrait is decorative and joyful.</p><p><em>The Dancer</em> was the first Klimt to be shown in the United States, says curator Janis Staggs. \"So that's how Americans first began to think of Klimt, as this person who painted these luscious, beautiful portraits of women — kind of idealizing them,\" Staggs explains.</p><p>But the best-known Klimt woman here is Adele Bloch-Bauer, or, as some have called her: \"The<em> Mona Lisa </em>of Austria.\"</p><p>Klimt titled the portrait simply <em>Adele Bloch-Bauer</em>, but when the Nazis seized the painting and displayed it in the early 1940s, they removed her name and called her <em>The Woman in Gold</em> instead.</p><p>\"They took away her identity,\" Staggs says. Without a Jewish name, the work became appropriate to show in Hitler's Third Reich. \"So it is a betrayal on the grandest scale.\"</p><p>It was a violation, enacted by officials who knew exactly who she was. From a prominent family, Adele Bauer was the daughter of a banker and the wife of Ferdinand Bloch. (In sweets-loving Vienna, Bloch made his fortune in sugar). He was nearly twice her age — their marriage was arranged when she was just 18.</p><p>Her life in the 1890s was one of leisure — there were servants, fittings, art shows and the opera. There were no universities for Viennese women.</p><p>\"So if you were her generation or earlier you coped by hosting a salon,\" Staggs explains. \"Writers, politicians, intellectuals, musicians — [and] artists such as Klimt.\"</p><p>Adele's loving husband commissioned their illustrious friend Gustav Klimt to paint two portraits of her. (<em>Adele Bloch-Bauer II</em> is <a href=\"https://www.moma.org/visit/calendar/exhibitions/1530\">at the Museum of Modern Art</a>).</p><p>\"He was, by the early 20th century, the most beloved and widely known Austrian artist of his day,\" Staggs says.</p><p>Most of his clients were wealthy Jews, and owning a Klimt was a mark of prestige. \"I think to those families it was a way of saying they had made it,\" Staggs says.</p><p>Klimt — in his long artists smock which he wore, according to reliable sources, with nothing underneath (he had some 14 illegitimate children) — spent four years painting his tall, slim subject. He puts Adele in a throne-like chair. Her long neck is sheathed in a gem-encrusted choker. Her voluminous gown is covered in geometric patterns inspired by gold-embedded mosaics he'd seen on a trip to Ravenna, Italy. The dress is three-dimensional in some places — the paint built up and off the canvas. He painted not only with oil, but also layered in gold and silver leaf, Staggs says.</p><p>Adele has a cloud of black hair piled on top of her head, and thick, lush eyebrows. \"Her lips have this rosy tint — they're full, slightly parted,\" Staggs says. That sort of sign of sensuality was unusual in portraits of that time.</p><p>Her hands are clasped in front of her chest in a strange, awkward position. \"She had a disfigured little finger; she was very self-conscious about this,\" Staggs says.</p><p>Adele's eyes — heavy-lidded and dark in her pale face — hint of life in a gilded cage. There's sadness in them. For all her wealth and privilege, Adele Bloch-Bauer had much to bear.</p><p>\"She suffered poor health all her life,\" Staggs says. She was frail, suffered bad migraines and was a chain smoker.</p><p>And she experienced great tragedies as well — two miscarriages and a son who died just a few days after he was born. She was 22 when Klimt began this portrait, and those losses show in her eyes.</p><p>\"She can perceive for herself what the rest of her life will hold. The opportunities she had dreamed of as a young girl were going to be denied,\" says Staggs.</p><p>Adele died of meningitis in 1925 at age 43. The prominent artist who painted her portrait — which was shown in Germany, Vienna and Switzerland in her lifetime — had made her into a secular icon. Staggs theorizes that was a gift to both of them.</p><p>\"The unhappiness that she felt in real life — he could offer her something in this eternity that he created by becoming this icon of Vienna in the early 20th century,\" Staggs says. \"It helped realize both his ambitions artistically but also hers as a woman — and what she wanted to be but couldn't.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Immortalized+As+%27The+Woman+In+Gold%2C%27+How+A+Young+Jew+Became+A+Secular+Icon&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susan Stamberg","audio":[{"meta":{"duration":"430"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416736965-1133b5.m3u?orgId=1&topicId=1141&d=430&p=3&story=416518188&t=progseg&e=416736212&seg=8&ft=nprml&f=416518188"},{"href":"http://media.npr.org/assets/img/2015/06/22/adele-bloch-bauer-ca-1915-32b986272f41fbaa25b6072c21c3326acebab167.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1084","width":"1445"}},{"href":"http://media.npr.org/assets/img/2015/06/22/gustav-klimt-adele-bloch-bauer-i-1907-e1cf2da11a1784eef490c52fdcff251063f569bc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"766","width":"1022"}},{"href":"http://media.npr.org/assets/img/2015/06/22/img_1648-4e15b994d2d585de3aa7af9f7bc534bd9de5ff8e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1545","width":"2060"}},{"href":"http://media.npr.org/assets/img/2015/06/22/klimt-the-dancer-1916-17_enl-7053405e44967ed7d1c638f4b1ba2c855b4559bb.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1327","width":"652"}},{"href":"http://media.npr.org/assets/img/2015/06/22/klimt_loan_vw1_enl-74df1142b9610dd0e0da77c843e3751fe9b165ec.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"4888","width":"3176"}},{"href":"http://media.npr.org/assets/img/2015/06/22/portrait-of-gustav-klimt_enl-ee26eb28b72b37cf85c3255fa8bb6169fbe3bd7e.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1868","width":"1031"}}]}