{"created":"2015-01-17T14:38:25+00:00","modified":"2015-06-05T15:30:27+00:00","valid":{"from":"2015-06-05T15:30:27+00:00","to":"3015-06-05T15:30:27+00:00"},"hreflang":"en","title":"United Noshes: Dinner Party Aims To Eat Its Way Through Global Cuisine","published":"2015-04-01T00:10:00+00:00","teaser":"A couple is cooking its way through meals from all 193 members of the United Nations. The series of dinner parties for friends and strangers is also a fundraiser and way to foster global connections.","itags":["npr_api","377535158"],"guid":"bb13f344-30ee-4812-bd25-322839437bca","contentencoded":"<p>The United Nations has <a href=\"http://www.un.org/en/members/\" target=\"_blank\">193 member states</a>. And <a href=\"http://unitednoshes.com/\" target=\"_blank\">United Noshes</a> aims to recreate meals from every last one of them, alphabetically, as a series of dinner parties.</p><p>The project was started by Jesse Friedman and his wife, Laura Hadden, three years ago, as a way to explore the culinary bounty of New York City. As they cooked food from Algeria to Djibouti to Guyana, United Noshes hosted dinners that ranged from just a few friends gathered around a living room table, to dozens of guests assembled in a banquet hall. And the ingredients have ranged as well — from <a href=\"http://www.unitednoshes.com/2012/week-24-brazil/\" target=\"_blank\">cashew juice</a> to <a href=\"http://www.unitednoshes.com/2013/meal-60-france/\" target=\"_blank\">French charcuterie</a> to <a href=\"http://www.unitednoshes.com/2013/meal-67-ghana/\" target=\"_blank\">fermented corn flour</a>.</p><p>These ingredients can be hard to find — especially those that haven't yet won fans in America.</p><p>\"One time I walked into an African market, and the person behind the counter asked me, 'So where did you do Peace Corps?' \" Friedman laughs. \"Because that's the only time a non-African would come into their store.\" Funny, enough, Friedman notes, Peace Corps cookbooks can be a surprisingly good recipe source, especially for some of the world's smaller countries.</p><p>In addition to exploring global culinary diversity, Friedman has also been happy to cook for people <strong>—</strong> which doesn't always happen in New York City. The dinners started with friends and family. Then, as articles cropped up and their blog readership and mailing list grew, the meals came to include interested strangers (some from other countries themselves).</p><p>From there, Friedman says, it was a natural step to turn the project into a fundraiser.</p><p>\"We felt we had to acknowledge the fact that many people couldn't even enjoy the sorts of foods we were celebrating from their own country,\" says Friedman.</p><p>Diners contribute a small donation, and over the years the project has raised over $20,000 — first for the <a href=\"http://www.wfp.org/\" target=\"_blank\">U.N.'s world food program</a>, and now for <a href=\"https://www.mercycorps.org\" target=\"_blank\">Mercy Corps</a>, an international relief and development organization based in Friedman's new home of Portland, Ore.</p><p>In addition to learning about the culinary holdovers of colonialism, and several dozen very distinct ways to cook rice, the project has been a way for Friedman and Hadden to discover places with surprising foodways — like the African islands of Comoros.</p><p>\"There's a lot of central African countries that start with the letter c,\" laughs Hadden, who had grown a bit fatigued of meal after meal of fufu and collard greens. \"And so we were like OK, another one of these meals. And then [we] discovered this really great cuisine.\"</p><p><a href=\"http://www.unitednoshes.com/2012/meal-38-comoros/\" target=\"_blank\">Comoros</a>, with its Portuguese, French and Arabic influences, has a rich culinary tradition quite different from its African neighbors. That includes the dish United Noshes featured, a lobster in vanilla crème fraiche sauce, which became an all-time favorite.</p><p>Of course, there have been meals that were less successful: the attempted yak butter and chiles of <a href=\"http://www.unitednoshes.com/2011/week-19-bhutan/\" target=\"_blank\">Bhutan</a>, or the sheeps head of <a href=\"http://www.unitednoshes.com/2014/meal-76-iceland/\" target=\"_blank\">Iceland</a>, or the red palm oil fry disaster of <a href=\"http://www.unitednoshes.com/2012/week-31-cameroon/\" target=\"_blank\">Cameroon</a>.</p><p>But United Noshes' impact isn't just the money that's being raised. Friedman and Hadden say it's the connections that happen when you share a meal with the world — both at the table, and beyond.</p><p>\"I had a cab driver in D.C. from Burkina Faso,\" Remembers Hadden. \"And I said, 'Oh, I've had <a href=\"http://www.unitednoshes.com/2012/week-28-burkina-faso/\" target=\"_blank\">food from Burkina Faso</a>.' And he was like, 'No, you haven't.' And I was like, 'Yes, I have.' And I told him the name of the little doughnuts. And he said, 'Oh, my god! I used to sell them in the market with my mom when I was a kid!' \"</p><p>Friedman and Hadden should reach the halfway point of their project in a few weeks — with a meal from Libya. They expect to conclude the entire project in about four more years.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=United+Noshes%3A+Dinner+Party+Aims+To+Eat+Its+Way+Through+Global+Cuisine&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Deena Prichep","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379550464-b3124c.m3u?orgId=1&topicId=1053&d=234&p=7&story=377535158&t=progseg&e=379546621&seg=8&ft=nprml&f=377535158"},{"href":"http://media.npr.org/assets/img/2015/01/16/united-noshes-wide-203b800d1d7d15cc051410192ede4a084715e120.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1238","width":"1652"}},{"href":"http://media.npr.org/assets/img/2015/01/16/7869696412_cb190503fe_k-eb1ea9ab63025c266601138f5e67bbb85205b95d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1365","width":"1823"}}]}