{"created":"2015-05-28T20:16:56+00:00","modified":"2015-05-29T20:41:34+00:00","valid":{"from":"2015-05-29T20:41:34+00:00","to":"3015-05-29T20:41:34+00:00"},"hreflang":"en","guid":"bb1613fa-39de-4a31-b713-21b326d9108c","title":"Pentagon's anthrax readiness effort has gone horribly wrong","published":"2015-05-29T20:41:28+00:00","byline":"Christopher Woolf","tags":["anthrax","military","health","SafeMode","Health","Health & Medicine","North America","United States"],"teaser":"The Defense Department has accidentally shipped live spores of the deadly anthrax bacteria all over the country, and overseas. The shipments were part of a readiness training exercise. Still, authorities insist there is no risk to the general public.","contentencoded":"<p>An effort to help get the United States ready to handle an anthrax attack appears to have gone horribly wrong. The military has accidentally shipped live spores of the deadly bacteria all over the country, and even overseas. The shipments were part of a program to prepare for a possible terrorist attack.</p>\n<p>Anthrax is believed to be the biological weapon most likely to be used by terrorists against US targets.</p>\n<p>The Pentagon says there is no known suspected infection or risk to the public. Now the race is on to locate and lock down the anthrax sent to facilities in nine states — Texas, Maryland, Wisconsin, Delaware, New Jersey, Tennessee, New York, California and Virginia — plus a US military base in South Korea.</p>\n<p>The sites in Virginia and Maryland are Defense Department facilities, but the others are all commercial facilities that have not been identified.</p>\n<p>“It was sent to these locations,” says Dan Lamothe, who’s covering the story for the <a href=\"http://www.washingtonpost.com/news/checkpoint/wp/2015/05/27/pentagon-army-laboratory-inadvertently-distributed-live-anthrax/\">Washington Post</a>, “as part of a Defense Department program to develop ways to detect for it better. In the event that there was a possible anthrax scare, you want to be able to test to make sure that you’ve got it all, whether it’s live or whether it’s dead.”   </p>\n<p>There are concerns that some of the spores may have been forwarded already to other locations. <a href=\"http://www.cdc.gov/anthrax/basics/index.html\">Anthrax is most deadly</a> when inhaled.</p>\n<p>Twenty-two individuals at Osan Airbase in South Korea have been placed under observation after being exposed to the anthrax. None have so far shown any symptoms.</p>\n<p>The spores originated at the army's Dugway Proving Ground in Utah, where they test and research biological and chemical weapons.</p>\n<p>“They didn’t realize these spores were still live,” says Lamothe. “Typically the spores are irradiated to be killed, and then sent out for the purpose of developing vaccines, detection: a variety of reasons that you’d use anthrax in a legitimate way.”</p>\n<p>It appears the irradiation was ineffective. “The best I can tell, it was not human error,” the army’s top general, Ray Odierno, said on Friday. He added that normal procedures had been followed.</p>\n<p>Inactive or dead anthrax spores can still be a threat, but Lamothe says the precautions needed to package, ship and handle live anthrax are much more intense. The spores sent out from Dugway, he says did not “have the level of care and precaution that it should have had.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-28%2Fanthrax-readiness-exercise-has-gone-horribly-wrong&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/anthraxCROPPED.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/anthraxcroppedjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05282015_04.mp3"},{"href":"http://admin.pri.org/file/0528201504mp3"}]}