{"created":"2015-01-22T21:33:11+00:00","modified":"2015-05-13T21:20:54+00:00","valid":{"from":"2015-05-13T21:20:53+00:00","to":"3015-05-13T21:20:53+00:00"},"hreflang":"en","title":"States Continue Push To Ban Abortions After 20 Weeks","published":"2015-01-23T01:32:00+00:00","teaser":"Although the Republican-led House decided not to vote to ban abortions after 20 weeks, 10 states already have such measures and more states are considering them.","itags":["npr_api","378852507"],"guid":"bb1fc612-0112-4103-af20-c6c51c32053d","contentencoded":"<p>House Republicans decided Wednesday night to shelve a bill that would have banned abortion at 20 weeks post-conception. But 10 states already ban abortions at 20 weeks and two others are defending such laws in court.</p><p>Activists are pushing for bans in at least three more states; a panel in the South Carolina Legislature passed one Thursday.</p><p>But under the 1973 Supreme Court decision <em>Roe v. Wade, </em>a woman has the right to an abortion for several weeks after that, until the point when the fetus is considered viable.</p><p>The laws target just a sliver of all abortions — only 1.5 percent take place after 20 weeks post-conception — but such procedures can be among the most emotionally fraught.</p><p>Six years ago, Christy Zink and her husband were thrilled to be expecting a second child. All seemed good until her ultrasound at 21 weeks, when her OB-GYN noticed something off and ordered MRI. Looking over the results with doctors, Zink was shocked to see the image of her baby's brain.</p><p>\"It looked like, on one side, almost like splotches,\" she says. \"Like an abstract painting. It did not look like a brain.\"</p><p>She says half the brain was basically missing, along with key central nerve fibers. Doctors said the baby would probably have near constant seizures and might have to live in a hospital.</p><p>\"We did not feel like we wanted to bring a baby into the world whose life was going to be about pain and surgery and being hooked up to machines,\" says Zink.</p><p>She had little trouble getting a late-term abortion where she lives, in Washington, D.C.</p><p>But most of the 10 states that now ban the procedure at 20 weeks post-fertilization have no exception for fetal abnormalities. The few that do are written so narrowly it's not clear that Zink would have been allowed to have the procedure in those states.</p><p>By contrast, the Supreme Court has upheld a broad array of exceptions allowing abortion in order to protect all aspects of a woman's health, including \"physical, emotional, psychological, familial.\"</p><p><strong>Why 20 Weeks?</strong></p><p>\"This is a point where the humanity of the unborn child is very, very clear,\" says <a href=\"https://www.sba-list.org/about-sba-list/who-we-are/marjorie-dannenfelser\">Marjorie Dannenfelser</a>, president of the Susan B. Anthony list, which seeks to ultimately end all abortion. She says there is good reason that polls show majority support for banning it after 20 weeks.</p><p>\"Brothers and sisters of a baby that's 20 weeks look at the sonogram, they see the child moving around,\" she says. \"Mothers read WebMD and it says you should be singing to your baby at this point, that she can hear melodies, she can feel rhythms.\"</p><p>And Dannenfelser says the fetus can feel also pain at 20 weeks; the legislation her group lobbies for is called the Pain Capable Unborn Child Protection Act. Most research disputes the premise, though, finding that neural connections are not yet fully developed at that point.</p><p>\"This whole <a href=\"https://www.congress.gov/bill/114th-congress/house-bill/36\">bill </a>is based on faulty science,\" says <a href=\"http://www.womensmediacenter.com/author/profile/vicki-saporta\">Vicki Saporta</a>, president of the National Abortion Federation. She contends the House measure and others are really about politics.</p><p>\"They're introducing bans in states as early as six weeks,\" she says. \"They're introducing them at 12 weeks. And they would like us to believe that a 20-week ban is therefore then reasonable. It is not.\"</p><p>In a small room packed with people answering phones, the federation gets 5,000 calls a week to its abortion hotline.</p><p>Saporta says they hear from many women with no money for the procedure. They put it off, which makes their plight worse, as the later an abortion happens the more it costs, running into the thousands of dollars.</p><p>Zink says through support groups she has befriended women who've had to \"think about mortgaging their retirement accounts, or having help from their parents to take out a second mortgage on their house\" in order to pay for a later-pregnancy abortion.</p><p>Saporta says some women don't realize they're pregnant until late, especially teens or those with irregular menstrual cycles, and others are afraid to tell anyone.</p><p><strong>A Vulnerable Population</strong></p><p>\"One of the patients that I saw recently had been raped continuously by her half-brother,\" says <a href=\"http://www.drhern.com/\">Dr. Warren Hern</a>, who runs Boulder Abortion Clinic in Colorado. He says the girl was 13 and \"was many months pregnant when her mother discovered she was pregnant, and they were all quite terrified.\"</p><p>Only Arkansas' ban allows someone in this situation to get an abortion after 20 weeks. The nine other states have no exception at all for rape.</p><p>Hern says other women seeking later abortions struggle with substance abuse or mental illness, or simply decide they are unfit to be a parent.</p><p>\"She's not prepared for that economically, or educationally, or emotionally,\" he says. \"She's been abandoned by her partner or she has no support from her parents. And she doesn't have the means to raise a child.\"</p><p>Abortion-rights advocates say banning later abortions disproportionately impacts a vulnerable population.</p><p>But \"the vulnerable population that must be considered is the vulnerable child waiting to be born as well,\" says ban supporter Dannenfelser. She says a woman's rights should not trump those of a fetus just to make her life easier.</p><p>\"This debate revolves around a group of children who have nothing wrong with them, but the circumstances in their life, beyond the womb, are very difficult for the mother,\" she says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=States+Continue+Push+To+Ban+Abortions+After+20+Weeks&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jennifer Ludden","audio":[{"meta":{"duration":"258"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379157288-cfb513.m3u?orgId=1&topicId=1128&d=258&p=2&story=378852507&t=progseg&e=379001225&seg=13&ft=nprml&f=378852507"},{"href":"http://media.npr.org/assets/img/2015/01/22/461976232-0cca63e78e5efabad329ce7dc6e8cab47017631c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}},{"href":"http://media.npr.org/assets/img/2015/01/21/christy-zink-650fc1352db59c9dc6ad3f42f66e49d962f9a247.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1157","width":"1544"}}]}