{"created":"2015-05-25T15:38:21+00:00","modified":"2015-05-25T15:38:23+00:00","valid":{"from":"2015-05-25T15:38:23+00:00","to":"3015-05-25T15:38:23+00:00"},"hreflang":"en","guid":"bb21008f-3a67-4b04-bb44-b820c467b074","title":"Scientists roll back evolution by turning a chick's beak into a 'dino-snout'","published":"2015-05-25T15:38:16+00:00","byline":"Adam Wernick","tags":["Evolution","science","research","Science","Science, Tech & Environment","North America","United States","Dinosaurs","Evolution","Evolutionary biology","Genetics","Bird","Beak"],"teaser":"Scientists believe today's birds descended from dinosaurs. Paleontologists dig up new fossils every few months that confirm this theory. Now, there's a new piece of evidence from experiments with a chicken embryo.","contentencoded":"<p>If you study evolution, it's kind of hard to do experiments that don't involve thousands of years and natural selection. But that's what researchers just did by making a chicken more like its ancient dinosaur ancestors.</p>\n<p>A team of developmental biologists from Yale, Harvard and the University of Chicago partially re-created the <a href=\"http://evolution.berkeley.edu/evolibrary/article/evograms_06\">evolution of modern birds</a> from their ancient ancestors. They reverse-engineered the beak of a chicken embryo to create a “dino-snout” — a change in the bone structure of the chicken’s beak that resembles its dinosaur progenitors. Their results were published in the journal <a href=\"http://onlinelibrary.wiley.com/doi/10.1111/evo.12684/abstract\">Evolution</a>.</p>\n<p>Now, before you go imagining that scientists are turning back the clock and creating dinosaurs, consider this. Researchers were watching a chicken embryo develop, before hatching, and they were able to block the expression of some specific proteins associated with facial genes. What they saw develop was a snout similar to dinosaur embryos and not at all like a bird beak.</p>\n<p>But why so much focus on the beak?</p>\n<p>“The beak is one of the most distinctive features of the bird's skull,” explains Bhart-Anjan Bhullarr, a postdoctoral scholar at the University of Chicago and an assistant professor of geology at Yale, who was part of the research team.</p>\n<p>Birds, unlike their dinosaur ancestors, evolved in ways that allowed them to fly, so their bodies and heads are well adapted for flight. That means that many characteristics necessary for flight are shared by all different types of birds. But one feature that varies greatly in the enormous ecological diversity of birds is the beak. “It seems to be a very special and unique organ,” Bhullar says.</p>\n<p>Though it’s an over-simplification to claim that the researchers successfully created the snout of a dinosaur, they were able “to take a chicken embryo and turn a part of the snout partially into a more dinosaurian or non-avian dinosaurian condition,” Bhullar says with a laugh.</p>\n<p>“We still were looking only at the protein and gene expression level,” he explains. “So we haven't yet gotten back to the actual genomic sequences that control these changes, although we're working on it. But I think we were able to convincingly resurrect ancestral morphology [features.]”</p>\n<p>Because they didn't alter the genes themselves, if the embryo had been allowed to hatch and reproduce, it would have produced normal chicken offspring, Bhullar notes. Nevertheless, he says this is an exciting first step.</p>\n<p>“It tells us that this very simple set of genes [has] a uniquely “bird” patch of molecular activity in the middle of the face that is not there in the non-avian reptiles,” he explains. “It’s this big middle patch that superficially resembles the big middle structure that birds have — that is, the beak.\"</p>\n<p>Inhibiting this patch of molecular activity caused the embryo to develop the skeleton that looked more like a non-avian reptile or a dinosaur skeleton.</p>\n<p>“Instead of having one big, single middle bone forming the beak, there were two small paired ones, which is what we have as babies, which is what dogs have and what reptiles and other vertebrates have. [But] it is not a bird-like condition,” Bhullar explains.</p>\n<p>Surprisingly, it wasn't just the upper bone of the beak that transformed, Bhullar says. Parts of the bones of the roof of the mouth, which weren't known to be very closely linked to the snout development, also changed.</p>\n<p>“So we found this interesting molecular link, which showed that two apparently different evolutionary changes were perhaps caused by the same molecular transformation,” he says. “That tells us something about the dynamics of evolution.”</p>\n<p><em>This story is based on an <a href=\"http://www.sciencefriday.com/segment/05/15/2015/chicken-beaks-and-dinosaur-snouts.html\">interview</a> that aired on PRI's <a href=\"http://sciencefriday.com/segment/05/15/2015/chicken-beaks-and-dinosaur-snouts.html\">Science Friday</a> with Ira Flatow.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-21%2Fdino-beak&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/Dino-snout.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/dino-snoutjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/scifri-dino-snout.mp3"},{"href":"http://admin.pri.org/file/scifri-dino-snoutmp3"}]}