{"created":"2015-04-27T20:12:25+00:00","modified":"2015-05-13T21:00:20+00:00","valid":{"from":"2015-05-13T21:00:20+00:00","to":"3015-05-13T21:00:20+00:00"},"hreflang":"en","title":"For Europe-Bound Migrants, Desperation Outweighs Risks","published":"2015-04-28T00:14:00+00:00","teaser":"At a charity center in Sicily, survivors of the dangerous sea crossings from Libya to Italy face legal and economic limbo and a frosty welcome. But it's still better than the places they fled.","itags":["npr_api","402555160"],"guid":"bb2446f3-b8e2-4286-ae39-2c9b36a31546","contentencoded":"<p>After a two-month wait in Libya, Hassan Silla, a 35-year-old from Sierra Leone, made the sea crossing from northern Africa to southern Italy on a smuggler's boat last February.</p><p>As one of 76 migrants on a 12-meter-long inflatable dinghy, Silla knew exactly what the risks were. Lawlessness and chaos have gripped Libya, and Silla says migrants from sub-Saharan Africa are the most vulnerable.</p><p>While waiting to make the crossing, he lost his best friend.</p><p>\"They tried to attack him, to take his money,\" Silla recalls. \"He refused, so from there, you know, they put a knife on him, that is what happened to him.\"</p><p>The <a href=\"http://www.npr.org/blogs/thetwo-way/2015/04/22/401517726/site-of-capsized-migrant-boat-was-like-a-floating-cemetery\">death of perhaps as many as 900 migrants</a> last week when the boat they were on capsized off the Libyan coast <a href=\"http://www.npr.org/blogs/thetwo-way/2015/04/23/401711615/eu-leaders-close-to-agreement-to-deal-with-influx-of-migrants\">jolted the European Union into holding an emergency summit</a> on the Mediterranean crisis.</p><p>But no agreement was reached on a Europe-wide policy to grant asylum or refugee status to the growing human tide fleeing war-torn countries.</p><p>Now, Silla and others like him wait in the Sicilian town of Catania. Like other cities in Sicily and elsewhere in southern Italy, Catania has received tens of thousands of migrants over the past several years.</p><p>Many move on, joining relatives and friends in northern Europe.</p><p>But many stay here in limbo that is both legal and economic.</p><p>Silla is among those. Every morning, he joins hundreds of other migrants at the mess hall of the Caritas help center run by the Catholic Church.</p><p>Built in 2007 with a capacity to serve 80 people, volunteers are now distributing 400 to 450 evening meals every day.</p><p>Thirty percent of those who come are local homeless Italians, while 70 percent are migrants — mostly Eritreans, Somalis, Sudanese, Senegalese and Gambians.</p><p>These migrants have decided not to seek asylum in Italy, a long and uncertain process.</p><p>\"All I do is wander around the city, I come and go,\" says Anousso Koffi, 29, from the Central African Republic. \"For four years, I've been sleeping outdoors.\"</p><p>Koffi was living in Libya but he fled in 2011 when civil war broke out. He blames the Europeans for overthrowing the regime of Moammar Gadhafi.</p><p>\"It's the Europeans who forced me to come here, because when Gadhafi was in power, we had peace and we had work,\" Koffi says. \"But now, here I lost everything.\"</p><p>Samuel Daniel, 25, fled two years ago from Eritrea, where all men are forced into the army. He went first to Sudan and from there he reached Libya.</p><p>\"Five months in Libya, without work, in one house with 300 persons,\" Daniel says.</p><p>War was raging around them and they couldn't leave. There was no food, no water. All they were given, he says, were 10 to 15 loaves of bread once a week for all 300 of them.</p><p>Daniel says his smuggler was an Eritrean whom he paid $1,500 for the sea crossing.</p><p>While Daniel is speaking, a loud argument between an Italian and a migrant breaks out during breakfast in the mess hall.</p><p>Mimma Mascena is a psychologist who volunteers at the Caritas center.</p><p>\"There are many jobless Italians, and this crisis is pitting poor against poor,\" she says.</p><p>Like many other aid workers and human rights activists, Mascena is very critical of the <a href=\"http://www.npr.org/blogs/thetwo-way/2015/04/23/401711615/eu-leaders-close-to-agreement-to-deal-with-influx-of-migrants\">EU's plan to crack down against human trafficking by destroying smugglers' boats</a> in Libya.</p><p>\"This is a human tide that cannot be stopped,\" she says. \"These migrants know exactly the risks they face in paying smugglers for the sea crossing, but for them, it's worse to stay where they are.\"</p><p>Europeans have to start providing legal channels that will allow them to seek asylum here.</p><p>This is a humanitarian crisis, says Mascena, that cannot be solved by use of force — or by leaving these desperate human beings bottled up in Africa and the Middle East.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Europe-Bound+Migrants%2C+Desperation+Outweighs+Risks&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sylvia Poggioli","audio":[{"meta":{"duration":"280"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402632470-03560e.m3u?orgId=1&topicId=1124&d=280&p=2&story=402555160&t=progseg&e=402629330&seg=6&ft=nprml&f=402555160"},{"href":"http://media.npr.org/assets/img/2015/04/27/caritas-064e9739d15caa21fc8dff95e0d1562a6da0a50d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"405","width":"540"}}]}