{"created":"2015-05-14T02:59:29+00:00","modified":"2015-05-15T11:14:03+00:00","valid":{"from":"2013-08-01T14:12:11+00:00","to":"3013-08-01T14:12:11+00:00"},"hreflang":"en","contentencoded":"<div class=\"barn-cleaned\"><p>This week, we’re devoting our show to credit, how to earn it and how to keep it.</p>\n<p>Not every business takes credit, but there are some businesses that issue it themselves, like <a href=\"http://www.sunny-side-farm.com/\">Sunnyside Farm</a> in Dover, Penn., where they just might let you run a tab.&nbsp;</p>\n<p>Dru Peters owns the 13-acre farm with her husband, Homer Walden.&nbsp;\"We are a pasture-based farm, we raise grass fed beef, pork, chicken, turkey, eggs, we have heirloom variety vegetables,\" Peters says.</p>\n<p>Sunnyside Farm sells to their customers directly from their farm and also at a few local farmers markets. But they had humble beginnings.&nbsp;</p>\n<p>&nbsp;\"We lived in Baltimore when we first started, on a major thoroughfare that had four lanes of traffic,\" Peters says. \"We set a table out with tomatoes and things like that with just a hole in the table that went to a box that was below, and marked the prices and left them. We never had any trouble with that,&nbsp;never staffed it.\"</p>\n<p>Sunnyside Farm has taken that mentality to their own farm. \"People will stop in, want a couple of chickens and maybe some pieces of meat as well, and they find they don't have enough money. I'm like, 'It's fine. Just bring it next time you have money.' I do the same when I’m at market when I'm there,&nbsp;and I've not encountered people who are interested in just taking food from me. People are honestly without cash for what they need, and they always come back and pay the balance, and usually pay a little more to say thank you.\"</p>\n<p>Peters says in the 10 or so years she's run the farm, not once has a customer not paid her back.&nbsp;\"If somebody has even a brief conversation with us, they realize the two of us, my husband and I, are working pretty hard to get this food available to them,\" Peters says. \"They appreciate what we do, and they usually come back because they want another chicken, or maybe some eggs. So we've not had any trouble with that at all.\"</p></div>","guid":"bb3702e3-f961-4e8b-8554-1087bc93ee97","contenttemplated":"[{\"content\":\"<p>This week, we’re devoting our show to credit, how to earn it and how to keep it.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Not every business takes credit, but there are some businesses that issue it themselves, like <a href=\\\"http://www.sunny-side-farm.com/\\\">Sunnyside Farm</a> in Dover, Penn., where they just might let you run a tab. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>Dru Peters owns the 13-acre farm with her husband, Homer Walden. &quot;We are a pasture-based farm, we raise grass fed beef, pork, chicken, turkey, eggs, we have heirloom variety vegetables,&quot; Peters says.</p>\"},{\"content\":\"<p>Sunnyside Farm sells to their customers directly from their farm and also at a few local farmers markets. But they had humble beginnings. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> &quot;We lived in Baltimore when we first started, on a major thoroughfare that had four lanes of traffic,&quot; Peters says. &quot;We set a table out with tomatoes and things like that with just a hole in the table that went to a box that was below, and marked the prices and left them. We never had any trouble with that, never staffed it.&quot;</p>\"},{\"content\":\"<p>Sunnyside Farm has taken that mentality to their own farm. &quot;People will stop in, want a couple of chickens and maybe some pieces of meat as well, and they find they don&apos;t have enough money. I&apos;m like, &apos;It&apos;s fine. Just bring it next time you have money.&apos; I do the same when I’m at market when I&apos;m there, and I&apos;ve not encountered people who are interested in just taking food from me. People are honestly without cash for what they need, and they always come back and pay the balance, and usually pay a little more to say thank you.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Peters says in the 10 or so years she&apos;s run the farm, not once has a customer not paid her back. &quot;If somebody has even a brief conversation with us, they realize the two of us, my husband and I, are working pretty hard to get this food available to them,&quot; Peters says. &quot;They appreciate what we do, and they usually come back because they want another chicken, or maybe some eggs. So we&apos;ve not had any trouble with that at all.&quot;</p>\",\"type\":\"text/html\"}]","description":"One farm lets customers build their own credit through the honor system.","teaser":"One farm lets customers build their own credit through the honor system.","byline":"Adrienne Hill","tags":["APM","Business","credit","farming","tabs"],"itags":["Marketplace Money for Friday, August 2, 2013","Marketplace","bb3702e3f961e8b0554a1087bc93ee97","Marketplace Money","PMP:Marketplace_PMP"],"title":"No credit needed at Sunnyside Farm","published":"2013-08-01T14:12:11+00:00","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/Sunnyside_Farm.JPG?itok=rP8QLffc","type":"image/jpeg","meta":{"width":"610","crop":"primary","height":"340"}},{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/08/02/marketplace_segment30_20130802_64.mp3","type":"audio/mpeg","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/08/02/marketplace_segment30_20130802","type":"application/json"},"duration":186,"duration_hms":"00:03:06"}}]}