{"created":"2015-06-19T18:26:38+00:00","modified":"2015-06-29T19:05:27+00:00","valid":{"from":"2015-06-29T19:05:27+00:00","to":"3015-06-29T19:05:27+00:00"},"hreflang":"en","title":"Why Ebola Won't Go Away In West Africa","published":"2015-06-20T05:19:00+00:00","teaser":"Over the past few months, case tallies have dipped toward zero, only to bounce back up. Health officials worry the outbreak could never end if people keep hiding cases and dead bodies.","itags":["npr_api","415302571"],"guid":"bb3b39c4-b327-43b1-a906-7b1c18a0d339","contentencoded":"<p>Ebola has dug in its heels.</p><p>Despite dramatic drops in the overall numbers of reported cases, Sierra Leone and Guinea are still struggling to stop the deadly disease.</p><p>Case tallies in both countries have dipped towards zero in the past few months, only to bounce back up. Sierra Leone <a href=\"http://apps.who.int/ebola/current-situation/ebola-situation-report-17-june-2015\">reported</a> 14 new cases this week and Guinea counted 10.</p><p>To try to finally wipe out Ebola once and for all, Sierra Leone President Ernest Bai Koroma ordered the military last week to enforce new community-wide quarantines around the most recent cases.</p><p>\"The curfew restrictions and the soldier activities will last for a 21-day period,\" President Koroma declared on TV last week. Anyone caught violating the quarantine will be arrested, he ordered.</p><p>People aren't allowed to leave the quarantined communities, and the government has imposed a curfew from 6 p.m. to 6 a.m. The new restrictions are aimed at \"ending the secret movement of cases, contacts, and dead bodies that has propagated transmission over the past two months,\" the World Health Organization said.</p><p>Guinea arguably is in a worse position than Sierra Leone. The outbreak has been going on longer in Guinea. Cases are more geographically widespread, and some rural communities in Guinea have blocked health workers from entering.</p><p>\"I think it's going to be very difficult to actually get to zero cases and stay at zero cases in Sierra Leone and Guinea,\" says <a href=\"http://www.law.georgetown.edu/oneillinstitute/faculty/DanielLucey.cfm\">Dr. Daniel Lucey</a>, a professor of immunology at Georgetown University, who just returned from Guinea last week.</p><p>Lucey has worked as a doctor on Ebola treatment wards in both Sierra Leone and Liberia. He still sees major problems facing the Ebola eradication effort.</p><p>One bad sign is that people continue to die from Ebola at home and are only diagnosed as having the disease <em>after</em> death. \"That means they've been sick for days, possibly weeks, and so they're contagious,\" he says. \"Who did they expose? It's hard to know once they're dead.\"</p><p>To gain the upper hand against the outbreak, health officials need to be able to track down anyone who may have been exposed to the virus. Currently they're monitoring more than 2,000 contacts of Ebola patients in the region. Yet, despite this, sick people keep turning up who aren't on any known contact list. \"We don't have the degree of control that's essential to stop the epidemic,\" Lucey says.</p><p>To get control of this outbreak, health officials need to be able to go visit the contacts who are being monitored for Ebola. They have to get blood samples to laboratories. They have to be able to transport patients to isolation wards and safely bury anyone who's died of the disease.</p><p>In remote parts of West Africa, with poorly-maintained dirt roads, this is difficult in the best of times. It'll get even more difficult as seasonal rains kick in to full gear, Lucey says. \"If we haven't been able to succeed in the last six months during the dry season, how are we going to succeed in the next six months in the rainy season?\"</p><p>Lucey concedes that there has been incredible progress against Ebola. At the <a href=\"http://www.npr.org/sections/goatsandsoda/2014/10/09/354754602/could-ebola-be-slowing-down-in-liberia\">apex</a> of this outbreak last fall, there were more than a thousand cases being reported each week. Now we are down to only about two dozen new cases each week.</p><p>But those last few cases may be the hardest to stamp out, Lucey warns. And if the outbreak doesn't get completely stopped soon, he says, there's a danger Ebola could become endemic in the region.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Ebola+Won%27t+Go+Away+In+West+Africa&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"206"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415809580-19c1c6.m3u?orgId=1&topicId=1031&d=206&p=2&story=415302571&t=progseg&e=415809417&seg=3&ft=nprml&f=415302571"}]}