{"created":"2014-09-15T03:10:04+00:00","modified":"2014-12-23T18:13:04+00:00","valid":{"from":"2014-12-23T18:13:04+00:00","to":"3014-12-23T18:13:04+00:00"},"hreflang":"en","title":"Q&A: Why Teaching Music Matters   ","published":"2014-09-20T18:07:00+00:00","teaser":"From homeless parent to Ph.D., Margaret Martin has always believed in the power of music. She founded Harmony Project, which puts instruments into the hands of kids from LA's toughest neighborhoods.","itags":["npr_api","347665155"],"guid":"bb497e04-7958-441d-833c-4ed4c784035a","contentencoded":"<p>I went to Los Angeles to report a <a href=\"http://www.npr.org/blogs/ed/2014/09/10/343681493/this-is-your-brain-this-is-your-brain-on-music\">story on brain science</a>. A new study had just been released, exploring how music instruction helps kids process language. The children the researchers studied were all participants in a community music program run by the nonprofit <a href=\"http://www.harmony-project.org/\">Harmony Project</a>.</p><p>But after an hour talking with passionate staffers at the group's office in Hollywood — and then recording an hour of music lessons there — I knew I had a compelling second story, that of Harmony Project and the woman who created it.</p><p>The group provides instruments (trombones, trumpets, oboes, flutes, strings, drums, you name it) and free lessons to kids in many of LA's toughest neighborhoods. It also sends teachers into the schools for onsite after-school lessons twice a week. Throw in a rehearsal each Saturday, and you have a program that gives much and asks much in return — which is one reason its students keep signing up.</p><p>And then there's Margaret Martin, who founded Harmony Project in 2001 after a tumultuous early life. At 17, she gave birth to her first child; she later spent a year homeless on the streets of Los Angeles while parenting two kids. A survivor of domestic violence, Martin eventually earned a doctorate in public health from UCLA.</p><p>Here are selected excerpts from our conversation, on the beginnings of Harmony Project and why it matters.</p><p><strong>Why did you found Harmony Project?</strong></p><p>I was inspired. A group of hardcore Los Angeles gang members walked through a farmers market on a Sunday morning: teardrop tattoos, oversized clothing, attitude. They stopped to listen to a little kid playing Brahms on a tiny violin. After five or six minutes without saying a word to one another, I watched those gang members pull out their own money and lay it gently in the child's case. [Turns out that \"little kid\" was Martin's son Max.]</p><p>I was at UCLA at the time finishing a doctorate in public health focused on what it takes to make a healthy community, and those gang members taught me that they would rather be doing what that child was doing than what they were doing. But they never had the chance. So I dove into the research literature and discovered that music learning was linked to improvements in language, cognition, music, brain development and behavior.</p><p><strong>How would you describe the neighborhoods where Harmony Project is working?</strong></p><p>They are the highest crime neighborhoods in Los Angeles. [The city] designate[s] gang-reduction zones for rates of violent gang crime that are at least 400 percent greater than anywhere else in the city. Something you don't always hear about: These are also the neighborhoods with the highest fertility rates, so they have also got the highest number of little kids and really nothing much for the kids to do after school hours. ...</p><p>So I founded Harmony Project to help keep disadvantaged kids safe, in school and out of trouble. It was basically a public health approach. If they were in music classes or rehearsals or practicing their instruments at home, it would reduce their exposure to negative influences in their environment and it would increase their exposure to the positive influences of music teachers and conductors.</p><p>One thing we know for sure, and that is that if we want to get serious about closing the achievement gap for disadvantaged kids, we should provide five days a week of music instruction in every Title 1 inner-city school in the country, from K through grade five. If you do that, you could save a whole lot of money on remediation, and you'd save a whole lot more money on juvenile incarceration because ... we don't have behavior problems with our students. They learn how to work together from an early age, and those are lessons that they never lose.</p><p><strong>And yet you and I both know that music programs are the first thing on the chopping block in district after district these days.</strong></p><p>It's been going on for decades like that. You know, we talk about, \"Oh, music programs are getting chopped,\" but it's been a death by a thousand cuts, because you used to have five-day-a-week programs. Kids could really thrive that way. And then you said, \"Well, you know, why don't we just give them one lesson a week?\" So then you had the music specialist go around to three or four schools.</p><p>When my son was in public elementary school there was a music teacher trying to teach six instruments to 40 kids one hour a week. And kids think that they couldn't learn; what they don't realize is that they were in a program where nobody could learn. It was sort of designed to fail, so it's just not fair.</p><p>I was speaking to one curriculum specialist at a school district. She said, \"Oh, all of our kids get music. The second-graders get music for eight weeks. The third-graders get music for eight weeks. The fourth-graders get music for eight weeks. The fifth-graders and so forth.\"</p><p>I mean, that would be like saying, \"Oh, everyone gets math. The second-graders get math for eight weeks. The third-graders get math for eight weeks. The fourth-graders get math for eight weeks.\" And, like math, you don't teach music in order to make musicians, and you don't teach math in order to make mathematicians.</p><p>You teach music because the lessons that you learn serve you in your life and make you live a better, more functional life the same way the lessons you learn in math help you live a better, more functional life.</p><p>I mean, we need these things. We need to learn how to be precise, how to listen carefully, how to collaborate closely, how to express ourselves whether we're in the depths of despair or whether we feel joyful. ...</p><p>It's ... music, it's an authentic good. So, for all of those policy wonks out there who think music is just some enrichment tool, I'm sorry. Music is now permanently off the shelf with the warm fuzzies, and it's on the shelf with the rigorous, scientifically proven, evidence-based interventions that close the achievement gap for poor kids.</p><p><strong>What do you see among the kids who either seek you out or that Harmony Project finds: Are these overachievers, or are they truly a cross-section of every neighborhood in which you work?</strong></p><p>Let me tell you this. So, a dad walks up to me after a recital. And he says, \"I didn't know what to do. I was losing my son. He was going with the wrong crowd. And then Harmony Project showed up. For the last three years he's been playing with a Harmony Project orchestra. He's a smiling, responsible kid.\" Tears filled that dad's eyes, and he said, \"Thank you for my son.\"</p><p>Over and over, I'll have a student say, \"You know, Harmony Project has really helped me. I have friends that are into a lot of bad stuff, and they say, 'Come with us.' And I say, 'I have to go to rehearsal.' \" And then they say, \"So it really helps me.\"</p><p>It gives them something else to do, something else that they're about. Something that's about achievement. They set different goals. They actually say, \"I'm thinking about possibilities I never would have imagined.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Q%26A%3A+Why+Teaching+Music+Matters+++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cory Turner","audio":[{"meta":{"duration":"213"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350140412-f6cbfc.m3u?orgId=1&topicId=1013&ft=3&f=347665155"},{"href":"http://media.npr.org/assets/img/2014/09/11/mmartin-edit-15800edd972a9cff03f35b914613ab8f7035d1eb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1238","width":"1651"}}]}