{"created":"2014-10-03T14:25:36+00:00","modified":"2014-10-03T14:25:36+00:00","valid":{"from":"2014-10-03T14:25:36+00:00","to":"3014-10-03T14:25:36+00:00"},"hreflang":"en","title":"Why Women Don't Ask For More Money","published":"2014-04-08T14:17:00+00:00","teaser":"A study shows that women can be great negotiators, just not when they're asking for themselves. When women negotiate pay on behalf of a friend, they bargain just as hard as the guys.","tags":["npr_api","300290240"],"contentencoded":"<p>When Emily Amanatullah was a graduate student studying management, she couldn't help noticing that a lot of the classic advice in the field was aimed more at men than women. Negotiation tactics in particular seemed tougher for women to master.</p><p>\"You realize they're pretty at odds with how women comport themselves and how they're expected to comport themselves,\" she says.</p><p>She started to talk to other women and to examine her own behavior. All the women she spoke to said they hated advocating for themselves at work. But they had no trouble speaking up for colleagues.</p><p>So Amanatullah, now an assistant professor of management at the University of Texas, devised <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/20085399\" target=\"_blank\">an experiment</a>. In a simulation, she had men and women negotiate a starting salary for themselves. Then she had them negotiate on behalf of someone else.</p><p>When the women negotiated for themselves, they asked for an average of $7,000 less than the men. But when they negotiated on behalf of a friend, they asked for just as much money as the men.</p><p>Amanatullah says when women advocate for themselves, they have to navigate more than a higher salary: They're managing their reputation, too. Women worry that pushing for more money will damage their image. Research shows they're right to be concerned: Both male and female managers are less likely to want to work with women who negotiate during a job interview.</p><p>One person I spoke with for this story lowballed herself so much in a negotiation that the recruiter came back and asked if she was sure she wanted to request so little. She hates negotiating to this day.</p><p>But Maggie Neale of Stanford Business School says there are ways around this discomfort. For one thing, she says, women can use their ability to fight for others for their own ends. When you're negotiating a raise, she says, think of the other people your salary is supporting so the negotiation doesn't seem like it's all about you.</p><p>She also recommends that women stop thinking about negotiation as \"adversarial, putting on the armor, getting ready to do battle.\" Instead, she says, think of it as solving a problem.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Women+Don%27t+Ask+For+More+Money&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ashley Milne-Tyte","guid":"bb70561a-c528-4306-9a8a-22f52cf60f74","audio":[{"meta":{"duration":"333"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1300477966-faaa2f.m3u?orgId=1&topicId=1006&aggIds=177622347&ft=3&f=300290240"},{"href":"http://media.npr.org/assets/img/2014/04/07/istock_000013746693medium-30b6389b70c554be27fa1138205d65c5149cfcb3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1131","width":"1509"}}]}