{"created":"2015-04-22T17:47:33+00:00","modified":"2015-04-22T19:36:11+00:00","valid":{"from":"2015-04-22T19:36:11+00:00","to":"3015-04-22T19:36:11+00:00"},"hreflang":"en","title":"Saving Food Scraps From The Trash To Make Better Meals","published":"2015-04-22T19:36:00+00:00","teaser":"Are you throwing away your broccoli stems and peach pits? Food writer and cookbook author Eugenia Bone says don't.","itags":["npr_api","401523319"],"guid":"bb74d326-849a-4aa9-a5dc-85a2be46fd96","contentencoded":"<p>Are you throwing away your broccoli stems and peach pits? Food writer and cookbook author <strong>Eugenia Bone</strong> says don&#8217;t. In her new book, &#8220;<a href=\"http://www.amazon.com/The-Kitchen-Ecosystem-Integrating-Delicious/dp/0385345127\" target=\"_blank\">The Kitchen Ecosystem</a>,&#8221; she writes that foods we normally throw away, such as leftover bones, pea pods or beet juice, can be used to enhance the flavor of other dishes.</p><p>She also argues that we should be making things that we use often, such as canned tomatoes, both for improved flavor and to reduce waste. On this Earth Day, <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson talks with Eugenia Bone about &#8220;The Kitchen Ecosystem.&#8221; She also shares these five recipes:<a name=\"jelly\"></a></p><ul><li><a href=\"#jelly\">Peach Pit Jelly</a></li><li><a href=\"#chicken\">Chicken with Peas, Pearl Onions, and Mint</a></li><li><a href=\"#stock\">Pea Pod Stock</a></li><li><a href=\"#pesto\">Pea Pesto</a></li><li><a href=\"#broccoli\">Jeremy&#8217;s Broccoli Pesto</a></li></ul><p><em><a href=\"https://hereandnow.wbur.org/tag/kathy-gunst\" target=\"_blank\">See more recipes and cooking segments on Here & Now</a></em></p><h4>Peach Pit Jelly</h4><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/04/0422_eugenia-bone-recipes.pdf\" target=\"_blank\">(View/print a PDF of all five recipes)</a></p><p><strong>Eugenia’s Note:</strong> One of the great perks of writing recipes is connecting with likeminded fellow cooks. This recipe comes from one such lovely person, Ginger Saylor, and it is a winner. Peach pit jelly has a kind of furry quality, very homey and bed and breaskfasty. This jelly calls for pectin. I use Pomona’s Universal Pectin. The processing time for this jelly comes from &#8220;The Ball Complete Book of Home Preserving.&#8221; You can also make pear peel jelly. The recipe is identical. Just substitute the peach pits and peels with the peels of any variety of pears.</p><p><em>Makes 2 half-pints.</em></p><p><strong>Ingredients:</strong></p><p>4 cups peach peelings and pits</p><p>About 6 cups water</p><p>1 tablespoon lemon juice</p><p>2 teaspoons calcium water (included in the Pomona’s package)</p><p>2 cups sugar</p><p>2 1/2 teaspoons pectin</p><p><strong>Instructions:</strong></p><p>Place the peach peelings and pits in a large pot and cover with the water. Bring to a low boil over a medium-low heat, cover, and cook for about 30 minutes.</p><p>Remove from the heat and pour the peelings and water into a bowl. Place in the fridge overnight or up to 3 days. (This step intensifies the flavor, but it’s okay to skip it.)</p><p>Arrange a jelly bag or a sieve lined with two layers of cheesecloth over a deep pot. Wet the bag or cheesecloth so it doesn’t absorb any of the juice. Ladle the peelings and their water into the jelly bag and allow the juice drip through into the bowl. You aren’t supposed to squeeze the jelly bag because it can make the jelly cloudy, but I do a little pressing anyway, to speed the process up, and have never had a problem.</p><p>In a large saucepan, combine the peach juice, lemon juice, and calcium water. Bring to a boil over a medium heat.</p><p>In a bowl, combine the sugar and pectin very well. Add to the boiling juice. Allow the mixture to return to a boil, and cook, stirring, until the sugar has dissolved.</p><p>Have ready 2 clean half-pint jars and bands, and new lids that have been simmered in hot water to soften the rubberized flange. Pour the jelly into the jars leaving ½ inch headroom. Wipe the rims, place on the lids, and screw on the bands fingertip tight.</p><p>Process the jars in a water bath for 10 minutes at sea level. Process the jars for an addition 1 minute for every 1,000 feet above sea level. Remove from water, let the jars rest 24 hours, and then check the seals. <a name=\"chicken\"></a>Store in a cool dark place for up to a year.</p><h4>Chicken with Peas, Pearl Onions, and Mint</h4><p><strong>Eugenia’s Note:</strong> This is a typical rustic Italian dish: one pot, a vegetable, and a protein. Save the chicken neck, back, and wing tips for making chicken stock: it will only make about 2 pints, but what’s wrong with 2 pints? Save the pea pods for Pea Pod Stock (method follows).</p><p><em>Serves 4.</em></p><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/04/0422_kitchen-ecosystem.jpg\"><img class=\"alignright size-medium wp-image-82554\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/04/0422_kitchen-ecosystem-243x300.jpg\" alt=\"Cover of The Kitchen Ecosystem (Photo by Ben Fink)\" width=\"243\" height=\"300\" /></a></p><p><strong>Ingredients:</strong></p><p>2 tablespoons olive oil</p><p>One 4-pound chicken, cut into serving pieces</p><p>Salt and freshly ground black pepper</p><p>One 3-inch sprig of fresh rosemary</p><p>1 1/2 cups pearl onions</p><p>1/2 cup white wine</p><p>1 tablespoon chopped fresh thyme or</p><p>1 teaspoon dried</p><p>1 1/2 cups shelled fresh peas (about 1 1/2 pounds in the pod)</p><p>Pinch of sugar (optional)</p><p>4 tablespoons (1/2 stick) unsalted butter, cut up</p><p>2 tablespoons chopped fresh mint</p><p><strong>Instructions:</strong></p><p>Preheat the oven to 400°F.</p><p>In a large ovenproof skillet with a fitted cover, heat the oil over medium-high heat. Add the chicken and brown it for about 5 minutes, then add the salt and pepper and rosemary. Continue cooking until the chicken browns, turning often, about 15 minutes. Add the onions and cook them until they turn translucent, about 5 minutes. Pour off the chicken fat if lots have accumulated (but leave a few tablespoons in for flavor). Add the wine and thyme. Cover and simmer for 5 minutes, then uncover and cook until the wine has mostly evaporated.</p><p>Meanwhile, place the peas in a small saucepan and cover with water. Add the sugar and bring to a gentle boil over medium heat.</p><p>Drain the peas and add to the chicken, along with the butter and mint. Cover and place in the oven. Bake for 10 minutes until the peas are tender and the chicken reaches an inner temperature of 165°F.</p><p>Check the seasoning and serve.<a name=\"stock\"></a></p><p>To freeze, pour into a freezer safe container leaving 1-inch headroom, refrigerate to chill, then freeze for up to 12 months.</p><h4>Pea Pod Stock</h4><p>I’ve boiled the stems, the pods, and the tough outer leaves of just about every vegetable I cook to see what’s worth saving to make stock. In some cases, once is enough. But in other cases, like pea pods, vegetable scraps can delicately flavor water. I hold the stock in the fridge in a quart jar, and the next time I need water—for boiling pasta, or adding to soup or stew—I use it. This stock delivers a sweet undertone. You can add an onion to the stock if you’d like, or herbs. A small batch is handy will last for 3 or 4 days in the refrigerator. And if you have a lot, make Spring Minestrone, or pea soup!</p><p>To make 1 quart of pea pod stock, remove the stems and wash the pods from 2 pounds of peas. Place the pods in a soup pot and cover with about 5 cups of water. Bring to a boil over medium heat, and boil for about 30 minutes. There might be some oil-like patches on top of the water. It’s okay. Strain. The stock will be very pale green and smell gently but distinctly of peas. <a name=\"pesto\"></a>To freeze, pour into a freezer safe container leaving 1-inch headroom, refrigerate to chill, then freeze for up to 12 months.</p><h4>Pea Pesto</h4><p><strong>Eugenia’s Note:</strong> Pea pesto is a condiment, a sauce, a flavor enhancer. You can spread it on grilled skirt steak toss it in spaghettini, dress cold roast chicken, broil or grill seafood skewers and serve them on a pillow of pea pesto, even serve poached eggs on an English muffin spread with this incredibly versatile stuff. For extra zing, you can add a tablespoon of horseradish to every cup of peas.</p><p><em>Makes 3 cups.</em></p><p><strong>Ingredients:</strong></p><p>2 cups chicken stock</p><p>4 cups shelled fresh peas (about 4 pounds in the pod)</p><p>1 to 2 tablespoons chopped garlic</p><p>1 to 2 tablespoons fresh lemon juice</p><p>Salt and freshly ground black pepper</p><p><strong>Instructions:</strong></p><p>In a large saucepan, bring the chicken stock to a boil over medium heat. Add the peas, reduce the heat, and boil the peas gently until tender, about 10 minutes for large peas (smaller ones cook more quickly). Drain and reserve the stock.</p><p>Place the peas in a food processor with 1 cup of the reserved stock, 1 tablespoon garlic, 1 tablespoon lemon juice, and salt and pepper to taste. Process to a smooth puree. At this point taste the cream and adapt it to your taste.</p><p>If you’d like more lemon juice, add it. Missing that garlic heat? Add it. Not creamy (which can happen if the peas are not cooked quite enough or if they are starchy)? Add more stock.<a name=\"broccoli\"></a></p><p>Place the puree in one-cup containers or half-pint freezer jars leaving 1 inch of headroom. Chill in the refrigerator, then freeze for up to 12 months.</p><h4>Jeremy&#8217;s Broccoli Pesto</h4><p><strong>Eugenia’s Note:</strong> You can make this pesto with the half a bunch of broccoli you didn’t eat for dinner, and put it in the freezer for later. To use, make a salad with tuna, boiled sliced potatoes, and broccoli pesto, or serve the pesto with boiled chicken, or toss with spaghettini and garnish with pecorino cheese.</p><p><em>Makes one 1/2-pint jar.</em></p><p><strong>Ingredients:</strong></p><p>1/2 head broccoli, peeled and boiled in salted water until al dente</p><p>2 large garlic cloves, peeled</p><p>1/4 cup organic or homemade chicken stock</p><p>4 tablespoons olive oil</p><p>Salt to taste</p><p><strong>Instructions:</strong></p><p>Chop the broccoli into large chunks. Chop the garlic. Combine the broccoli, garlic, and remaining ingredients in the bowl of a food processor and pulse to blend.</p><p>Pour the broccoli pesto into a ½ pint jar or a food grade plastic container leaving 1/2 inch headroom, cover and chill in the fridge. After the pesto is cold, transfer to the freezer.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.eugeniabone.com/\" target=\"_blank\">Eugenia Bone</a></strong>, food writer, cookbook author and president of the New York Mycological Society. She tweets <a href=\"https://twitter.com/eugeniabone\" target=\"_blank\">@eugeniabone</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Saving+Food+Scraps+From+The+Trash+To+Make+Better+Meals&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"586"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401523322-eceda4.m3u?orgId=1&e=401523319&d=586&ft=nprml&f=401523319"},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0422_eugenia-bone.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"850","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0422_peach-jelly.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1503","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0422_kitchen-ecosystem.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1579","width":"1280"}}]}