{"created":"2014-11-17T23:38:54+00:00","modified":"2014-11-26T15:01:05+00:00","valid":{"from":"2014-11-26T15:01:05+00:00","to":"3014-11-26T15:01:05+00:00"},"hreflang":"en","title":"What You Need To Know About The Keystone XL Oil Pipeline","published":"2014-11-19T00:36:00+00:00","teaser":"The long-delayed project is a jobs generator to some and an ecological disaster to others. Ahead of a key Senate vote, we revisit what the Keystone XL pipeline would do and why it's so contentious.","itags":["npr_api","364727163"],"guid":"bb8bba63-de7a-42a8-a580-10d003d33819","contentencoded":"<p><strong>Update at 7:35 p.m. ET: The Senate <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/18/365048998/senate-rejects-keystone-xl-pipeline-bill-in-a-close-vote\">voted against</a> completing the Keystone pipeline.</strong></p><p>The remaining portion of the Keystone pipeline project, if completed, will be fewer than 1,200 miles long — just a fraction of the existing 2.6 million miles of oil and gas pipelines running beneath our feet in the United States.</p><p>But the pipeline, which would stretch from Alberta, Canada, to the Gulf of Mexico, is at the center of a years-long, contentious debate among politicians, energy companies and environmentalists.</p><p>A Senate vote approving completion of the pipeline is scheduled for Tuesday — less than one week after the House approved the same legislation. That means President Obama may soon have a chance to sign off on the pipeline — or to veto it.</p><p>Before Tuesday's vote, here are a few things to help you make sense of the Keystone XL debate:</p><p><strong>How much of the pipeline is completed, and what will it do?</strong></p><p>About 40 percent of the total project has been built so far, in two segments: <a href=\"http://www.transcanada.com/5641.html\" target=\"_blank\">a 298-mile stretch</a> from Steele City, Neb., to Cushing, Okla., and a <a href=\"http://www.gulf-coast-pipeline.com/\" target=\"_blank\">485-mile segment</a> between Cushing and Nederland, Texas. Oil is flowing through these pipelines from the increased production currently happening in the middle of the U.S.</p><p>The remaining segment, if approved, would run between Alberta and Steele City. If fully completed, the Keystone XL pipeline would be able to move up to 830,000 barrels a day of crude <a href=\"http://keystone-xl.com/about/the-keystone-xl-oil-pipeline-project/\" target=\"_blank\">from Canada's oil sands south to the U.S. Gulf Coast</a>. There, refineries would process it into gasoline and other fuels.</p><p><a href=\"http://tarsandsaction.org/spread-the-word/key-facts-keystone-xl/\" target=\"_blank\">Opponents argue</a> that some of that crude would be exported, but TransCanada, the company building the pipeline, <a href=\"http://keystone-xl.com/not-a-drop-of-crude-oil-will-be-exported/\" target=\"_blank\">says that wouldn't make financial sense</a>. <a href=\"http://www.energy.alberta.ca/oilsands/791.asp\" target=\"_blank\">Alberta estimates</a> it has the third-largest proven oil reserves in the world after Saudi Arabia and Venezuela. But that oil is valuable only if producers can get it to a market where it can be sold. A pipeline is the least expensive way for the industry to do that.</p><p><strong>What are the environmental concerns?</strong></p><p>Producing crude from oil sands emits an estimated 17 percent more greenhouse gases than traditional oil drilling in the U.S. In part, that's because it has to be heated to separate the crude from the sand.</p><p>Earlier this year, the State Department <a href=\"http://www.npr.org/2014/01/31/269529696/state-dept-delivers-unwelcome-news-for-keystone-opponents\" target=\"_blank\">released an environmental review</a> that concluded the Keystone XL very likely wouldn't have a significant effect on greenhouse gas emissions because the oil will ultimately be produced, even if the pipeline is not built. But environmental groups object to that conclusion and <a href=\"http://priceofoil.org/campaigns/extreme-fossil-fuels/no-extreme-fossil-fuels-tar-sands/\" target=\"_blank\">want the oil left in the ground</a>.</p><p><strong>How many jobs would the pipeline create, and where?</strong></p><p>The <a href=\"http://keystonepipeline-xl.state.gov/documents/organization/221135.pdf\" target=\"_blank\">State Department estimates</a> the construction phase would create about 42,000 direct and indirect jobs and generate about $2 billion in earnings in the U.S. Opponents <a href=\"http://www.nrdc.org/energy/keystone-pipeline/\" target=\"_blank\">dispute some of those numbers</a>. One thing is clear: Once construction is finished in about two years, the pipeline would create only <a href=\"http://www.politifact.com/punditfact/statements/2014/nov/16/russ-girling/transcanada-ceo-says-42000-keystone-xl-pipeline-jo/\" target=\"_blank\">about 50 new permanent jobs</a>.</p><p><strong>Where does President Obama stand on the pipeline?</strong></p><p>The president has unusual leverage over this pipeline. Because it crosses the U.S. border with Canada, Keystone XL requires a \"presidential permit.\" Obama has guarded that power jealously. Three years ago, when Congress tried to force him to make a decision by issuing a 60-day deadline, he simply rejected the permit application.</p><p>The political challenge for Obama is that Democrats are genuinely divided on the issue, with construction unions favoring the project and some environmental activists opposing it. No matter what he decides, some constituents will be unhappy — so the president has basically stalled.</p><p>If the legislation passes the Senate Tuesday and becomes law, the pipeline would get an immediate green light.</p><p><strong>Why was there a State Department review of the project, and what is its status?</strong></p><p>The State Department was required to conduct an environmental assessment of the final, proposed leg of the pipeline because it will cross the U.S.-Canada border.</p><p>The State Department is waiting for the outcome of a Nebraska Supreme Court case that could affect the pipeline's route, but the department's basic environmental review was completed in January.</p><p>It concluded that the pipeline would have \"little impact\" on the price consumers pay for gasoline in the U.S. It also concluded that blocking the pipeline would reduce income for tar sands developers, \"but not enough to curtail most oil sands growth plans or to shut-in existing production.\" Reviewers cautioned that blocking the pipeline could have a bigger effect on tar sands development if oil prices drop into the $65- to $75-per-barrel range. Oil prices have fallen recently to around $75 per barrel.</p><p><strong>What is the legal challenge in Nebraska and how could it affect the pipeline?</strong></p><p>The court battle is over where the pipeline will be located. An early proposed route through the environmentally sensitive Sand Hills region was widely criticized. But after the pipeline company TransCanada changed the route, Republican Gov. Dave Heineman approved it.</p><p>Pipeline opponents have argued before the state Supreme Court that the governor did not have the authority to approve the new route. They say that under Nebraska law, only the state Public Service Commission can approve it. <a href=\"http://www.npr.org/2014/09/05/345997386/nebraskas-supreme-court-to-hear-keystone-xl-pipeline-case\" target=\"_blank\">Justices are expected to announce their ruling in coming months</a>.</p><p><strong>What are the alternatives to the pipeline?</strong></p><p>There are other pipelines that can move oil sands crude (including a controversial <a href=\"http://blogs.rollcall.com/energy-xtra/understanding-enbridges-oil-sands-pipeline-tactic-from-canada/?dcz=\" target=\"_blank\">plan by the company Enbridge</a>), but there's not enough capacity for all the oil being produced in Alberta. Producers in Canada are pursuing transporting oil sands by rail cars, even though it's more expensive than moving it by pipeline.</p><p>That becomes even less attractive as world oil prices fall, however. Crude from oil sands is <a href=\"http://www.rystadenergy.com/AboutUs/NewsCenter/PressReleases/global-liquids-cost-curve\" target=\"_blank\">some of the most expensive oil to produce</a> in the world. When the extra cost of moving it by rail is added on, some producers will find it difficult to make money.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+You+Need+To+Know+About+The+Keystone+XL+Oil+Pipeline&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Brady","audio":[{"meta":{"duration":"444"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364760952-c6e24a.m3u?orgId=1&topicId=1131&ft=3&f=364727163"},{"href":"http://media.npr.org/assets/img/2014/11/17/nd-xl-pipeline-801e8f967020f1c09bf97addfec32f45ee50ef84.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2329","width":"3108"}}]}