{"created":"2014-10-08T14:34:55+00:00","modified":"2014-12-04T14:34:16+00:00","valid":{"from":"2014-12-04T14:34:16+00:00","to":"3014-12-04T14:34:16+00:00"},"hreflang":"en","title":"A Small Device Helps Severely Nearsighted Drivers Hit The Road","published":"2014-06-09T12:22:00+00:00","teaser":"Dustin Jones is visually impaired, but after he got a bioptic telescope he started driving. About 40 states allow severely nearsighted drivers to use this technology on the road.","itags":["npr_api","316683890"],"guid":"bb9188e6-8030-461a-b271-b2b4e24ff188","contentencoded":"<p>On an interstate heading into Birmingham, Ala., Dustin Jones merges a small white SUV into the flow of traffic. This might seem unremarkable, but Jones has a genetic condition that reduces his long-distance vision. Driving safely hadn't been an option for him, but now, with the help of a little device called a bioptic telescope, it is.</p><p>\"Life without the ability to drive is exponentially harder,\" Jones says. \"It's just very difficult to do anything at all.\"</p><p>In nearly every state, visually impaired people now can drive with the aid of the bioptic telescope, a small black box that attaches to glasses. That's about 10,000 people, according to one estimate, and the number is growing as more people learn about the technology.</p><p>Both Jones and his mother have the same condition, and not being able to drive made everything harder in a rural area with limited public transportation.</p><p>\"We relied a lot on family or friends just for simple things like groceries,\" Jones says.</p><p>Six years ago he entered a program that trains people to drive with bioptic telescopes at the University of Alabama at Birmingham (UAB).</p><p>\"You go through some training just for general mobility, so walking around, using it as a passenger in a car,\" his teacher Jennifer Elgin explains. \"Once we feel pretty good about the passenger part, then we move on to driving.\"</p><p>A year later, Jones was trained and certified. He passed the Alabama driver's test on the first try. Then he started commuting by car to an information technology job and eventually landed his current, higher-paying job at a children's hospital. Jones says without his bioptic telescope, things would be different.</p><p>\"I wouldn't be a productive member of society,\" he says. \"I could potentially just be a forgotten soul.\"</p><p>It's also easier to pick up a girl for a date. Jones is a little shy on the subject, but Elgin jokes about how people using the scopes notice certain, ahem, scenery.</p><p>\"A lot of times with new drivers, especially young men, we'll be stopped at a stop sign and I'll watch them and they'll be looking at the girls walking across the crosswalk,\" Elgin says. \"I'll say, 'I know what you're doing.' \"</p><p>This new vision doesn't come cheap. Bioptic telescopes can cost more than $2,000, depending on the model. Sometimes state rehabilitation programs pay for them, but insurance companies generally won't. Jones's grandmother paid for his.</p><p>As he drives, every few seconds Jones subtly dips his head and glances through the scope. It magnifies objects like signs and traffic lights four times.</p><p>In addition to training drivers, specialists at UAB have done some of the first road-test studies on people with bioptic telescopes. UAB's Cynthia Owsley coauthored a recent study of 23 bioptic users, that showing the vast majority drove safely.</p><p>\"As the evidence comes out on the research side, more and more jurisdictions are willing to entertain the possibility of bioptic driving,\" Owsley says.</p><p>That would give even more people opportunities like the ones given to Dustin Jones, who still sees driving as a privilege.</p><p>\"I didn't feel entitled to drive,\" Jones says. \"Having not driven my entire life, I felt the opportunity itself was gift enough.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Small+Device+Helps+Severely+Nearsighted+Drivers+Hit+The+Road&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Carsen","audio":[{"meta":{"duration":"210"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319718367-31515c.m3u?orgId=1&topicId=1128&ft=3&f=316683890"},{"href":"http://media.npr.org/assets/img/2014/05/28/img_2084-9a7aba812391ca7b2cb95101bc29641891ea09d8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1311","width":"1747"}},{"href":"http://media.npr.org/assets/img/2014/05/28/bioptic-f81cbf196bde6e8307711193b8402716d763df88.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1794","width":"2393"}}]}