{"created":"2015-06-10T19:03:39+00:00","modified":"2015-06-23T18:24:10+00:00","valid":{"from":"2015-06-23T18:24:10+00:00","to":"3015-06-23T18:24:10+00:00"},"hreflang":"en","title":"It's Spawning Season: Are Horseshoe Crabs Down For the Count?","published":"2015-06-10T22:31:00+00:00","teaser":"Migratory birds and humans have long relied on the odd creatures, and scientists now fear they're on the decline. This time each year, volunteers fan out along Mid-Atlantic coast to count the crabs.","itags":["npr_api","411563803"],"guid":"bb973c21-6701-4c3e-b740-330ff2b0d281","contentencoded":"<p>Walk along Mid-Atlantic beaches right now and you may see odd creatures that look like they belong in the dinosaur age. They're horseshoe crabs, and scientists worry their numbers are declining.</p><p>To gather more information about what's happening to the crabs, volunteers are dispatched along the coast each year at this time for an annual count.</p><p>It's getting dark, and these sea creatures are lined up for miles on Kitts Hummock Beach near Dover, Del., where they come ashore to spawn.</p><p>Horseshoe crabs are sometimes called living fossils because they've been around for millions of years and survived when other species didn't. The females are larger than males, some as big as a dinner plate. The shell has a horseshoe shape and from a few steps back they look like shallow green Army helmets.</p><p>Faith Hewes learned about horseshoe crabs from her father, Jim Hewes, a seventh-grade science teacher. He volunteers with Delaware National Estuarine Research Reserve to lead counting teams.</p><p>\"You can tell when they're old,\" Faith says. \"Because they have a lot of stuff on their backs and a lot of barnacles.\"</p><p>As the high tide recedes, Hewes instructs a half-dozen volunteers. They hold meter-wide white squares made of plastic pipe.</p><p>\"When you put in your square, go right to the water's edge, OK? Drop it in,\" Hewes says.</p><p>Then he reminds them, \"You're counting the crabs that are only within the square itself.\"</p><p>Two teams do this 50 times each along a mile of beach. Hewes says if a crab walks out of the square, count that one too.</p><p>\"All right, guys, let's have fun and let's count crabs,\" he says.</p><p>With rubber boots and headlamps, the volunteers dig through the many males to find the few females laying eggs in the sand.</p><p>Volunteer Tom Huber and his daughter Melanie bend down and dig in while his son Benson stands with a clipboard.</p><p>\"They count them. I just write it down,\" Benson says. \"If they have tags I have to record those as well.\"</p><p>Some crabs are tagged so researchers can track where they go.</p><p>There are plenty of crabs tonight, but overall there's still concern.</p><p>The fishing industry uses horseshoe crabs for bait. Migratory birds eat their eggs. And biomedical companies use their blue blood to make a special clotting agent.</p><p>Kirby Rootes-Murdy with the <a href=\"http://asmfc.org/\">Atlantic States Marine Fisheries Commission</a> says here in the Delaware Bay region numbers are stable. And south of here the population is increasing.</p><p><strong>\"</strong>What we are seeing, in terms of concerning evidence, is a decrease in abundance for the New York and, kind of, New England regions,\" he says.</p><p>And Rootes-Murdy points out another important thing about horseshoe crabs: It turns out they aren't really crabs.</p><p>\"It's pretty nuts that they have the name horseshoe crab but they're much more closely related to spiders and scorpions than they are to actual blue crabs that people are familiar with,\" he says.</p><p>Back at the shore, Maggie Pletta with the estuarine reserve says don't let that spider-scorpion thing worry you.</p><p>\"They can't sting you; they're not venomous. They're not using their tail as a spear,\" Pletta says. \"So if you see them on the beach and they're stuck upside down, flip 'em over. Return them the favor — just flip 'em — and let them get back to doing their business.\"</p><p>Volunteers will be out here on the beach at night through June 18 this year counting the horseshoe crabs.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=It%27s+Spawning+Season%3A+Are+Horseshoe+Crabs+Down+For+the+Count%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Brady","audio":[{"meta":{"duration":"219"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413455689-c31c74.m3u?orgId=1&topicId=1132&d=219&p=2&story=411563803&t=progseg&e=413343077&seg=3&ft=nprml&f=411563803"},{"href":"http://media.npr.org/assets/img/2015/06/03/2067364_brady_horseshoecrabs-3-edit-2f5eeac8c52077f9dd8dc6ad4d9b616d87fed8fa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2664","width":"3552"}},{"href":"http://media.npr.org/assets/img/2015/06/03/2067364_brady_horseshoecrabs-41-edit-51ac509fc2da419f17c998aa13323688482b565d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2664","width":"3552"}},{"href":"http://media.npr.org/assets/img/2015/06/03/2067364_brady_horseshoecrabs-30-edit-ba98005bc1d6c7dbd7023b28fd50d25a3e12b432.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2664","width":"3552"}},{"href":"http://media.npr.org/assets/img/2015/06/03/2067364_brady_horseshoecrabs-19-edit-ce8d9e640aae9ae235b8df673e7af56a2cef2eff.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2135","width":"2847"}},{"href":"http://media.npr.org/assets/img/2015/06/03/2067364_brady_horseshoecrabs-28-edit-adb6d3b289380b0e6359194df23017d1f90d4d75.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2409","width":"3212"}}]}