{"created":"2014-10-31T08:57:47+00:00","modified":"2014-12-30T19:40:34+00:00","valid":{"from":"2014-12-30T19:40:34+00:00","to":"3014-12-30T19:40:34+00:00"},"hreflang":"en","title":"Virus Sleuths Chip Away At Ebola Mysteries","published":"2014-12-30T19:40:00+00:00","teaser":"Big questions have bedeviled virus hunters for 38 years: Why do people differ in their response to Ebola? Is it becoming more or less dangerous? There's now more evidence about who gets sick and why.","itags":["npr_api","359837446"],"guid":"bb9fb125-b627-4b5a-9c7c-84b9060512c0","contentencoded":"<p>Vincent Racaniello, who studies viruses at Columbia University, says Ebola has recently become his obsession.</p><p>\"I find myself reading incessantly about Ebola when I should be doing other things,\" says <a href=\"http://www.microbiology.columbia.edu/faculty/racaniello.html\">Racaniello</a>, host of the online show <a href=\"http://www.twiv.tv/\">This Week in Virology</a>, which has devoted several recent programs to Ebola.</p><p>The unprecedented Ebola outbreak probably has more virologists thinking about Ebola than ever before. And while scientists have learned a lot about this virus since it was discovered almost four decades ago, there's still a lot left to wonder about.</p><p>Racaniello and his virologist buddies wish they knew some really basic things — like, how does the virus actually slip into cells? What part of the cell's surface does it latch onto to get access? Knowing that might let scientists figure out ways to block it.</p><p>And how do outbreaks of Ebola actually start? \"This is a really important question,\" says Racaniello,\"because if we could figure out where the virus comes from we might be able to take measures to stop that.\"</p><p>Scientists believe the virus circulates in fruit bats, which seem to carry Ebola without getting sick. But no one knows the details of how bats pass it to humans or other species.</p><p>\"We know for sure that gorillas and chimpanzees and some antelope have been infected with Ebola in the past,\" says veterinarian and epidemiologist <a href=\"http://www.ecohealthalliance.org/about/experts/10-epstein\">Jonathan Epstein</a> of EcoHealth Alliance, an organization devoted to understanding and predicting the emergence of diseases. \"But the mechanism for spillover isn't totally clear, and so that's an area where more study needs to be done.\"</p><p>Here's another issue that needs more study: Once the virus finds its way into people, why is it that some people get very sick, others seem to get less sick, and others may not get sick at all?</p><p><a href=\"http://www.angelarasmussen.com/\">Angela Rasmussen</a>, a microbiologist at the University of Washington in Seattle, says we don't yet know of any genes that might influence someone's response to this virus.</p><p>\"Prior to this outbreak in West Africa, there really haven't been that many human patients with Ebola, so these studies haven't really been conducted in people,\" Rasmussen says.</p><p>She and some colleagues have started to study this aspect of Ebola infection in mice. In a secure lab, they infected dozens of genetically diverse mice with the same Ebola virus. And <a href=\"http://www.sciencemag.org/content/early/2014/10/29/science.1259595\">in this week's issue</a> of the journal <em>Science</em>, they report that they saw a wide range of disease outcomes, all the way from mild to severe illness — suggesting that the genetic makeup of individual mice played a huge role in how sick they got.</p><p>Rasmussen says there were key differences in genes that affect blood vessels. \"We think that those genes may be implicated in Ebola pathogenesis,\" she says, \"but we're still in the process of conducting studies on enough mice to be able to say that definitively.\"</p><p>Besides genes, scientists wonder what else might affect who lives and who dies. <a href=\"http://tulane.edu/som/departments/microbiology/garry.cfm\">Robert Garry</a>, a microbiologist at Tulane University, is part of a team that published an analysis Thursday in the <em>New England Journal of Medicine </em>that looks at people who got Ebola in Sierra Leone. He says it turns out that a person's <a href=\"http://www.nejm.org/doi/full/10.1056/NEJMoa1411680\">age really mattered</a> — with people under 21 having a much better chance of survival than people over 45. The researchers are not sure why — it may have something to do with differences in their immune systems.</p><p>And even though Ebola is known as a hemorrhagic fever, bleeding appears to be rare in this outbreak — the team only saw it in one patient in this study. That means it looks like this West African variant of the virus is different from the ones that have been seen in Central Africa in the past. \"It's something that we need to examine further to try to see what these differences are in terms of the viral biology,\" says Garry.</p><p>Another big question is how the virus might mutate as it moves through large numbers of people, as it is now doing in West Africa. Could it become more or less deadly? Racaniello says there are examples of other viruses that changed over time to cause milder illness.</p><p>\"But for the most part, most of the major viruses we know — AIDS/HIV-1, influenza, polio, measles — they all keep their virulence at pretty much the same level,\" Racaniello says. \"Although you could argue we've only been studying them a short time.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Virus+Sleuths+Chip+Away+At+Ebola+Mysteries&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"292"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360300799-fd5dfc.m3u?orgId=1&topicId=1128&ft=3&f=359837446"},{"href":"http://media.npr.org/assets/img/2014/10/30/ebolavirus-2170f27af790f466a140bd7948f8c986b8f9e335.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1440","width":"1920"}}]}