{"created":"2014-09-22T20:43:24+00:00","modified":"2015-06-26T16:10:14+00:00","valid":{"from":"2015-06-26T16:10:14+00:00","to":"3015-06-26T16:10:14+00:00"},"hreflang":"en","guid":"bba6d6cc-6238-4abf-ab51-f00f7bc73c8b","title":"The death of a teen activist marks a new low in Benghazi's violence","published":"2015-06-26T16:10:09+00:00","byline":"Marine Olivesi","tags":["libyan civil war","war","activism","International Security","SafeMode","Conflict","Conflict & Justice","Benghazi","Africa","Libya","eastern Libya","North Africa","Tawfik Bensaud","Ansar al Sharia","Amal Bayu","Faraj Alrabhi","Khalifa Hiftar","Repercussions of the Arab Spring","Libyan civil war","Libyan revolution","Activism","Benghazi"],"teaser":"Last week, a group of activists, civil rights workers and military leaders were killed by Islamic militants — Tawfik Bensaud, a teenage peace activist, was among them. While politically-motivated killings are all too common in post-revolution Libya, the events of Benghazi's \"Black Friday\" are a new low. ","contentencoded":"<p>A teenager with scruffy hair and a huge grin on his face holds a sign. “Smile,” the banner reads. “You’re in Benghazi.”</p>\n<p>Tawfik Bensaud was proud to display that message of hope from his hometown. That was back in 2012, when hope was still in large supply in Libya.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>\"Smile, you are in <a href=\"https://twitter.com/hashtag/Benghazi?src=hash\">#Benghazi</a>\", Tawfik Bensaud (<a href=\"https://twitter.com/TBensaud\">@TBensaud</a>) truly loved his city and his country. Taken from us today. <a href=\"http://t.co/Tfqo7kvxMy\">pic.twitter.com/Tfqo7kvxMy</a></p>\n<p>— Libyan Youth Movmnt (@ShababLibya) <a href=\"https://twitter.com/ShababLibya/status/513124367229005824\">September 20, 2014</a></p></blockquote>\n<p>Noor, a friend of Tawfik, says Tawfik stayed true to the message in good times and bad — unlike many others.</p>\n<p>“To be honest, everyone backed out ages ago,” Noor says. “He was the only person that was still hopeful, and he was the only person that kept going.”</p>\n<p>Together, Noor and Tawfik had marched for peace, picked up trash and gotten people out to vote. But as the city turned more violent, Tawfik’s friends started leaving Benghazi. Noor and her family followed suit two months ago, but Tawfik wouldn’t budge.</p>\n<p>“Every single time I’ve spoken to him, even when I left Libya, I called him and told him it’s getting scary and you need to take care,” she says. “He always said the same thing — he always said that everything is gonna be fine. We have to have faith, we have to keep going ... Because he believed in his cause and he had principles.\"</p>\n<p><a href=\"http://www.theguardian.com/world/2014/sep/20/teenaged-libyan-peace-activists-assassinations-benghazi-libya-tripoli\">Tawfik was shot dead on Friday.</a> He was in a car with a fellow activist — also in his teens, and also fatally hit. Eight more people were murdered in the city that day — five of them were military officers.</p>\n<p>\"He was never a violent person,\" Noor says. \"I’m sure he never actually believed that someone would go out to hurt him.”</p>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>Noor says Benghazi has seen its share of violence in 2012, but Friday’s rampage marks an all-time low.</p>\n<p>“Everybody I’ve been in contact with is either in a funeral, going to the funeral, or coming back from a different funeral,\" she says. \"So everyone is just in a state of grief right now, and I’m fearful that there’s nothing we can do about it. We used to think we could always do something about it, we could always help, but people are starting to lose hope.”</p>\n<p>Most of the killings in Benghazi are political. No one has been held accountable for a single death since 2011, so nobody knows for sure who’s behind the violence. But the 10 people targeted on Friday did have one thing in common — they stood against radical Islamist militias that have taken root in eastern Libya since the revolution.</p>\n<p>Last June, Ansar al-Sharia, the al-Qaeda franchise in the country, declared Benghazi a caliphate. Residents say the militants have checkpoints outside of the city that control who goes in and out.</p>\n<p>The militias are not as visible inside Benghazi, and their power doesn’t yet compare to the likes of ISIS, but many fear the situation is heading there. Faraj Alrabhi says Ansar al-Sharia’s campaign of terror has already depleted the city of its civil society.</p>\n<p>“You cannot find the police — no police, no military, no university, no media,\" he says. \"You cannot talk in the media because you will lose your life — no judge, nothing.”</p>\n<p>Alrabhi, an engineer, refers to his hometown as “Benghazistan.” “We are saving our places, our residence by ourselves, by our guns,\" he says. \"What happens for us now, it doesn’t happen even when Gaddafi was in power, really.”</p>\n<p>He believes the only way to tackle militants is by force, and supports the one man who’s led the charge against them. Last May, Khalifa Hiftar, a former general, launched an offensive against Ansar al-Sharia in the city. He blamed Libyan authorities for turning a blind eye to the violence and ordered airstrikes against the militants without authorization from the government.</p>\n<p>Amal Bayu, a member of parliament from Benghazi who was elected in June, says Hiftar stood up when everyone else backed down. But Hiftar’s offensive also escalated the violence and turned Benghazi into a war zone. Bayu’s family paid a heavy price in the clashes — her nine-year-old nephew was killed by a rocket last month.</p>\n<p>Noor, Tawfik’s friend, says it was a mistake to attack radical groups with small forces and little support. “It’s just not the right way,\" she argues. \"When you’re strong enough, when you have more unity, when you have backup from your government, from [parliament] — then you can have one unified move against people who are causing terror in the city.”</p>\n<p>Noor says Tawfik held a different view, and the two had long debates on the subject.</p>\n<p>She also remembers her friend as the teenager he was. On Facebook, he had posted his wish list for 2014. Among the items: “Change my mobile; learn to play the guitar; grow up.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2014-09-22%2Fbenghazi-young-peace-activists-live-constant-danger&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/092220145.mp3"},{"href":"http://admin.pri.org/file/092220145mp3"}]}