{"created":"2015-02-02T10:02:23+00:00","modified":"2015-06-05T15:29:35+00:00","valid":{"from":"2015-06-05T15:29:35+00:00","to":"3015-06-05T15:29:35+00:00"},"hreflang":"en","title":"Here's How To End Iowa's Great Nitrate Fight","published":"2015-02-02T18:09:00+00:00","teaser":"Des Moines, Iowa, wants to control nitrate pollution — often called fertilizer runoff — in nearby rivers. But the best way to reduce it involves planting different crops, not using less fertilizer.","itags":["npr_api","382475870"],"guid":"bbaed93f-3157-48a1-a775-afba358b6300","contentencoded":"<p>Three weeks ago, <a href=\"http://practicalfarmers.org/blog/author/sarah/\">Sara Carlson</a> was driving to her job in Ames, Iowa, when she turned on the radio and heard me talking about nitrates in Iowa's water.</p><p>\"And I was like, 'I really hope he nails this,' \" she says.</p><p>This topic is Carlson's specialty. She works with a group called <a href=\"http://practicalfarmers.org/\">Practical Farmers of Iowa</a>. These farmers are devoted to farming in ways that protect the environment.</p><p>This puts Carlson right in the middle of the unusual confrontation that had provoked my <a href=\"http://www.npr.org/blogs/thesalt/2015/01/12/376139473/iowas-largest-city-sues-over-farm-fertilizer-runoff-in-rivers\">report</a>. The <a href=\"http://www.dmww.com/\">Des Moines Water Works</a> says it will go to court to stop farmers from releasing so much nitrate pollution into nearby rivers, which are the source of the city's water.</p><p>As Carlson listened to the radio, she was hoping that I wouldn't say that nitrate comes from farmers using too much nitrogen fertilizer, or at least that I wouldn't mention only fertilizer.</p><p>But that's what I did, more or less. Here's the quote from that story: \"Farmers spread fertilizer on their corn fields, it turns into nitrate and then it often runs into streams.\"</p><p>\"I was like, 'Oh no!' \" Carlson says.</p><p>She hears a version of this sentence all the time from journalists and government officials. On the face of it, it makes sense, and each part of that sentence is, in fact, technically accurate. Nitrogen fertilizer does turn into nitrate and nitrate does run into streams.</p><p>But Carlson and plenty of other scientists who've looked at this carefully say that this version of reality ignores what is probably the most important factor that sends nitrate flowing into streams. And it upsets Carlson, because she believes that this half-truth gets in the way of solving a massive, continent-wide environmental problem.</p><p>She sent me a disappointed email. And as soon as I read it, I knew that she had a point.</p><p>Here's the bigger picture, Carlson says: During the summer, when crops are growing on those fields, they scarf up most of the soil's available nitrate. The plants need it to grow. And as a result, during that period, there's usually not much nitrate flowing into streams and rivers.</p><p>\"Our problem is, we only grow plants for five months out of the year,\" she says.</p><p>Most Midwestern farmers grow corn and soybeans, which are warm-season plants. And after they're harvested, for seven long months, from fall until the following spring, nitrate continues to form naturally in the soil. It can be released from decaying plant roots or from microbes, \"and if there's nothing to suck it up, to scavenge it, then it's going to move,\" Carlson says.</p><p>Rainfall and melting snow will carry it downstream to Des Moines and beyond. It damages wildlife and fisheries all the way to the Gulf of Mexico. Many other rivers and estuaries suffer from similar problems.</p><p>We won't fix this mess by using less fertilizer, Carlson says. \"The way to fix this is, we need to have something growing from October to May.\"</p><p>Turning cropland back into permanent grasslands, perhaps to graze cattle, would be most effective but also very costly. There's a much cheaper option, though. Farmers can plant a cold-weather crop — rye is a popular choice — right after the corn or soybean harvest. These plants will grow through the fall, go dormant when everything freezes and come back to life in the spring.</p><p>They're called \"cover crops,\" because they cover the soil over winter, and their impact can be dramatic.</p><p><a href=\"http://www.nrcs.usda.gov/wps/portal/nrcs/detail/ia/home/?cid=STELPRDB1237160\">Tim Smith</a>, a farmer in Eagle Grove, Iowa, joined a government-funded effort to protect water in the Mississippi River Basin a few years ago. The program's experts suggested planting cold-weather crops. Smith wasn't that interested at first. \"I thought, why would I want to do that? But as I used those cover crops for the last four years, I realized that they probably have the greatest impact on water quality,\" he says.</p><p>Measurements showed that they cut the amount of nitrate in water draining from his fields by roughly half. Scientists who've studied cover crops in many places say that they typically reduce nitrate releases by about one third. There are other benefits as well, including protecting the soil from erosion.</p><p>Despite those advantages, very few farmers in the corn- and soybean-growing heartland of the Midwest use cover crops. Carlson says that such crops only cover about 2 percent of cropland in Iowa, for instance.</p><p>The main reason, according to Smith, is that it's still a new idea, and farmers want to be sure it works before they try it. It does cost a bit more money, and the payoff is long-term, not immediate. And finally, \"some farmers aren't aware of the necessity for water quality. That's part of the issue,\" he says.</p><p>That may be changing, though, in part because of the lawsuit that the Des Moines Water Works is planning to file. Smith says most farmers don't like that lawsuit. They feel like it's a slap in the face.</p><p>But it did get their attention.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Here%27s+How+To+End+Iowa%27s+Great+Nitrate+Fight&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"256"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383214986-d555cc.m3u?orgId=1&topicId=1053&d=256&p=3&story=382475870&t=progseg&e=383214021&seg=17&ft=nprml&f=382475870"},{"href":"http://media.npr.org/assets/img/2015/01/31/cereal-20rye-20cover-20on-20corn-12a8d2367185b4894bd07f5bd8915b565b321a2c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1431","width":"1909"}}]}