{"created":"2015-05-22T19:56:26+00:00","modified":"2015-05-26T20:06:18+00:00","valid":{"from":"2015-05-26T20:06:18+00:00","to":"3015-05-26T20:06:18+00:00"},"hreflang":"en","guid":"bbba1d32-aba2-4724-8ceb-fcceab6751d2","title":"Why the US doesn't want to call ISIS' offshoots parts of ISIS at all","published":"2015-05-26T20:06:12+00:00","byline":"Christopher Woolf","tags":["ISIS","Islamic State in Iraq and Syria","Ansar al-Sharia","terrorist groups","Conflict","Conflict & Justice","ISIS","Libya","Iraq","Syria","War","Islamism","Extremist Groups"],"teaser":"As ISIS grows its reach into new countries, the US and its allies are debating whether those affiliates should be attacked. And that decision has a lot to do with who's considered a part of ISIS at all.","contentencoded":"<p>ISIS was on the march this week, having captured the key Iraqi city of Ramadi and the ancient ruins of Palmyra in Syria. But it’s also a growing menace in other countries.</p>\n<p>At least 33 Sunni Muslim extremist groups around the world have pledged \"bayat,\" or allegiance, to ISIS and its leader, Abu Bakr al-Baghdadi. According to the <a href=\"http://www.nytimes.com/interactive/2015/05/21/world/middleeast/how-isis-expands.html?_r=0\">New York Times</a>, these groups are active in 18 countries from North Africa to East Asia, and there are active ISIS cells in many more countries.  </p>\n<p>That’s leading to a big debate in Washington — and among America’s 60-odd allies in the anti-ISIS coalition that's currently fighting in Iraq and Syria — over how to respond.</p>\n<p>“The Obama administration is very torn on what to do about this global spread of the Islamic State, and whether some of these outcroppings are in fact [the] Islamic State,\" says reporter Lara Jakes of Foreign Policy magazine.</p>\n<p>One such outcropping is a Libyan Islamist group called Ansar al-Sharia, which pledged allegiance to ISIS earlier this year. It's one of the largest jihadi groups in Libya, and dominates a number of cities including the central city of Sirte and much of Benghazi.</p>\n<p>“US, European and even Middle Eastern intelligence officials all say there have been at least some ISIS leaders going directly from Iraq and … Syria down to Libya to help Ansar al-Sharia get more acclimated in how to fight, how to overcome its adversaries in the manner that the Islamic State does,\" <a href=\"http://foreignpolicy.com/2015/05/21/whos-part-of-the-islamic-state-depends-whom-you-ask/?utm_content=bufferb8d30&amp;utm_medium=social&amp;utm_source=twitter.com&amp;utm_campaign=buffer\">Jakes says</a>. \"So there is definitely a connection, according to intelligence officials, between ISIS in its base and the Ansar al-Sharia militants in Libya.”</p>\n<p>So why isn't the US eager to declare the group an integral part of ISIS? “One reason … is that it could potentially compel them to move in militarily,\" Jakes says, \"and Washington does not want to get involved in another war in yet another Middle Eastern country, especially at a time when ... its ally in Baghdad is not really holding the front against the Islamic State in Iraq.”</p>\n<p>Some people in Washington also argue the fight should be focused on defeating ISIS at its heart in Iraq and Syria. “Having said that, the affiliates are starting to pose a greater threat to some of our allies, including Italy and Egypt,\" Jakes says. \"Those partners who have contributed a lot to this anti-ISIS coalition are now saying, 'Hey, we need to get something back for this investment that we have put into this coalition. Ergo, we need to start confronting this threat that is more of a problem for us than what is happening in Iraq and Syria.'”</p>\n<p>And change may be coming: The US and its allies are expected to start the process of defining the criteria for making an ISIS affiliate a target at a meeting in Paris in June.  </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-22%2Fshould-isis-affiliates-be-bombed&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05222015_06_0.mp3"},{"href":"http://admin.pri.org/file/0522201506mp3-0"}]}