{"created":"2015-06-17T20:53:26+00:00","modified":"2015-06-18T23:05:30+00:00","valid":{"from":"2015-06-18T23:05:30+00:00","to":"3015-06-18T23:05:30+00:00"},"hreflang":"en","title":"Gambler-Turned-Conservationist Devotes Fortune To Florida Nature Preserve","published":"2015-06-17T23:22:00+00:00","teaser":"M.C. Davis made millions gambling and buying up land and mineral rights. Now, he's restoring ecosystems destroyed by agriculture and timbering in his private preserve, one of the largest in the U.S.","itags":["npr_api","415226300"],"guid":"bbbc9390-ee24-4264-a9c9-c7f35fdf8f1a","contentencoded":"<p>You might think you know what frogs sound like — until, that is, you hear the symphony of amphibians that fills the muggy night air at Nokuse Plantation, a nature preserve in the Florida Panhandle.</p><p>There, about 100 miles east of Pensacola, a man named M.C. Davis has done something extraordinary: He has bought up tens of thousands of acres in the Florida sandhills and turned them into a <a href=\"http://nokuse.org/\">unique, private preserve</a>.</p><p>In the largest block of privately owned conservation land in the southeastern U.S., Davis is restoring ecosystems that agriculture and timbering have destroyed.</p><p>\"I'm a self-proclaimed, devout conservationist,\" Davis says. \"I've been dedicated now for about 20 years.\"</p><p>Davis is thinking 300 years into the future with his wildlife restoration project, even though he knows he doesn't have much time left. He was diagnosed with Stage 4 lung cancer in November.</p><p><strong>From Gambler To Unlikely Conservationist</strong></p><p>Davis grew up poor in the Florida Panhandle, and he just wanted to get away.</p><p>\"I grew up with five other people in 300 square feet in a wore-out trailer on a dirt road,\" Davis says. \"I was trying to get out to town and make some money. I spent half my life doing that, and I spent the other half getting back in the woods, you know?\"</p><p>So he set out to make his fortune through gambling.</p><p>\"I was hustlin' around gambling from about the time I was 16 until I was 30,\" Davis says. It was his primary income.</p><p>Eventually, he started buying land and mineral rights, and he made hundreds of millions along the way.</p><p>Now, 70-year-old Davis proudly calls himself a tree hugger. He's in love with this land.</p><p>I ask Davis to show me one of his favorite spots on his land. We ride out through the woods in a golf cart to a bog of carnivorous pitcher plants with trumpets glowing a vivid yellow.</p><p>Davis has bought up 54,000 acres of land — mostly from timber companies — and he's restoring it to a longleaf pine forest, which is a rich center of biodiversity.</p><p>About 40 million acres of longleaf pines once covered the South, but by the 1930s that original longleaf forest was all cut down — lost to timbering, and lost to memory.</p><p>\"I'd never even heard the word longleaf,\" Davis says.</p><p>So how did this committed capitalist become a conservationist? He says it all started 20 years ago in a traffic jam.</p><p>\"It's drizzling rain, and I was sort of just sort of frantic with exasperation,\" he says. \"Stuck in traffic, and I looked up, and I saw on the marquee of the high school, 'Black Bear Presentation.' \"</p><p>Davis pulled out of traffic and went inside.</p><p>\"I hate to confess to this,\" he says. \"I didn't know Florida even had black bears at the time.\"</p><p>He heard the passionate pitch, and it changed his life. He started reading books by environmentalists and had an epiphany: He should dedicate his fortune to nature.</p><p>Davis spent some $90 million snapping up land for conservation. To restore the forest to the way it was centuries ago, he had 8 million longleaf pine seedlings planted.</p><p>And with all of this, he's creating an ecological hotspot, filled with wildlife. Davis has spotted eagles, ospreys, bobcats, foxes, raccoons, armadillos.</p><p><strong>A Haven For Threatened Species</strong></p><p>The most recent arrivals come not by paw or wing, but in Rubbermaid tubs stacked in the back of a white Chevy Suburban. Inside are 11 newcomers — gopher tortoises. The great diggers have top shells that are patterned with gorgeous amber hexagons.</p><p>Gopher tortoises are listed as a threatened species in Florida. Many were killed for their meat, and others have suffered from habitat loss. This batch was rescued from a subdivision under construction hundreds of miles away. These tortoises would have been buried and died.</p><p>Biologist Matt Aresco, who is director of Nokuse Plantation, handles one of the new arrivals: It's an adult female that weighs about 6 pounds.</p><p>\"You're probably only the third person she's ever seen in her entire life,\" Aresco says. \"She's probably been around for about 40 years at least.\"</p><p>We head out to the center of the preserve with the new tortoises in tow.</p><p>\"All of the trees you see are longleaf pines that were planted in 2005,\" Aresco says.</p><p>Those pines started as 10-inch seedlings. Now they're about 20 feet tall with long, bright green needles clustered like pompoms. They look like trees you would find in a Dr. Seuss book.</p><p>One by one, Aresco sets the tortoises at the entrance to a burrow. These newcomers bring the total of gopher tortoises released into the forest at Nokuse Plantation to 4,043.</p><p><strong>Just The Beginning Of A 300-Year Project</strong></p><p>Over at the pitcher plant bog, Davis looks out at his land as a heavy rain starts drumming down. He says all of this work — tortoise by tortoise, seedling by seedling — is just the beginning of a 300-year project.</p><p>But Davis is all too aware that his own time is limited.</p><p>\"Not a lot different from most folks,\" he says. \"I'm dying, as we all are. It's well advanced. It's not anything. There's 300-something-thousand people right now in the United States that have fourth-stage lung cancer, so hey, it's just nature's way.\"</p><p>He says he's confident he has a solid team in place to carry on this work after he's gone.</p><p>\"That is the purpose,\" he says. \"If there's such a thing as being perpetual — this will be here. No matter how stupid our species gets and how much it degrades this, it will start over. But I'm hoping that we're capable of leaving some huge biological warehouses that — if and when our country fails, and all of them do sooner or later — that hopefully the impacts wouldn't be total. That nature just doesn't have to start from scratch.\"</p><p>Davis says he's leaving nearly all of his millions to this conservation trust. His money will also go to the environmental education center he created that thousands of Florida schoolchildren come through every year.</p><p>\"I can't change people your age,\" he says, \"but give me a fourth-grader.\"</p><p>And at that idea, Davis smiles.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Gambler-Turned-Conservationist+Devotes+Fortune+To+Florida+Nature+Preserve&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Melissa Block","audio":[{"meta":{"duration":"497"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415274601-da8290.m3u?orgId=1&topicId=1025&d=497&p=2&story=415226300&t=progseg&e=415155036&seg=4&ft=nprml&f=415226300"},{"href":"http://media.npr.org/assets/img/2015/06/17/nokuse-153edit-b4deaaccaab35750cb5c67990269ecafbac1dc30.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1346","width":"1794"}},{"href":"http://media.npr.org/assets/img/2015/06/17/nokuse-93edit_custom-2bc27389338be099a640b5fcf443a9e5fffe69cc.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2856","width":"2250"}},{"href":"http://media.npr.org/assets/img/2015/06/17/nokuse-117_custom-40dfc6e39bc753e5930117347b87396e0e15a2fe.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2019","width":"3000"}}]}