{"created":"2015-05-25T19:05:07+00:00","modified":"2015-05-25T19:07:50+00:00","valid":{"from":"2015-05-25T19:07:50+00:00","to":"3015-05-25T19:07:50+00:00"},"hreflang":"en","title":"Father's Love For Fallen Son Inspires Memorial Day Tradition","published":"2015-05-25T19:04:00+00:00","teaser":"In what has become an annual tradition, volunteers join Paul Monti, whose son died while serving in Afghanistan, to plant flags at each gravestone at the Massachusetts National Cemetery.","itags":["npr_api","409520878"],"guid":"bbbd9758-28d9-461c-bc37-fd7497cc9131","contentencoded":"<p>For the last four years, hundreds of people have volunteered to place American flags on the nearly 60,000 graves at the Massachusetts National Cemetery on Cape Cod.</p><p>on Saturday, Liz Monahan was there with her daughter and her two grandchildren.</p><p>&#8220;I thought it would be a nice thing for the kids and it would be a respectful thing to do on Memorial weekend,&#8221; Monahan says.</p><p>Paul Monti started this Memorial Day tradition. It&#8217;s called Operation Flags for Vets. He did it because he wanted to make sure all the graves at this cemetery had flags on them for the holiday.</p><p>One of those graves belongs to his son Jared, who was killed in Afghanistan nearly 9 years ago.</p><p>&#8220;Things haven&#8217;t changed much,&#8221; Monti says. &#8220;You try to tell people. It&#8217;s a hole in your heart that just won&#8217;t close. It just goes on and on and on.&#8221;</p><p>Jared Monti died when his unit was ambushed by the Taliban on a remote mountain in 2006.</p><p>A rocket propelled grenade cut him down the third time he tried to save a fellow soldier who was wounded.</p><p>For that action, Jared was posthumously awarded the Medal of Honor.</p><p>Chris Chalka was at the National Cemetery on Saturday.</p><p>He&#8217;s a Marine Corps vet who he came because he&#8217;s known the Monti family since he was a kid.</p><p>&#8220;I think it&#8217;s great,&#8221; Chalka says. &#8220;The support he gets from everybody out there is great. I think it&#8217;s a good way to remember his son&#8217;s memory.&#8221;</p><p>Memory is what this holiday is all about.</p><p>Jane Zulkiewicz was volunteering to help place the flags for the first time.</p><p>&#8220;I came because my father, who was a World War II vet, just passed a couple of months ago,&#8221; Zulkiewicz says. &#8220;It&#8217;s just an incredible amount of joy that my dad brought me, and he&#8217;s no longer here, and I just wanted to respect him and all the other vets today.&#8221;</p><p>Another volunteer, Ken Gidney, places flags in section 11 every year. Gidney served in the Iraq War in 2006 and 2007</p><p>&#8220;Again just like last year and the year before, it just shows respect,&#8221; Gidney says. &#8220;Within an hour we&#8217;ll have it all done.&#8221;</p><p>Paul Monti has always said that Operation Flags for Vets is not about his son. It&#8217;s about all the country&#8217;s veterans.</p><p>But as gratifying as it is to see so many people at the cemetery each year, Monti says it never replaces the hole in his heart.</p><p>&#8220;I&#8217;d like people to try to understand that label Gold Star family,&#8221; Monti says. &#8220;People who have lost a child in combat, you&#8217;re going to grieve for ever. You lose a parent, you&#8217;ve lost your past. But you lose a child and you&#8217;ve lost your future.&#8221;</p><p>Monti still drives his son&#8217;s old Dodge Ram pickup truck.</p><p>A songwriter in Nashville heard that story on <em>Here & Now</em> in 2011 and turned it into a hit song recorded by Lee Brice.</p><p>The song has become a symbol for all Gold Star families &#8212; families whose stories haven&#8217;t been told.</p><p>They&#8217;re holding onto something, too. It might be a shirt, or a pair of boots their loved one wore.</p><p>On this Memorial Day, they&#8217;re holding those things extra tight.</p><p><strong>Previous Here & Now reports on Operation Flags for Vets</strong></p><ul><li><a href=\"http://hereandnow.wbur.org/2013/05/27/operation-flags-vets\" target=\"_blank\">‘Operation Flags For Vets’ Honors Fallen Soldiers</a></li><li><a href=\"http://hereandnow.wbur.org/2014/05/26/flags-for-vets\" target=\"_blank\">A Father’s Labor Of Love Sparks A Tradition And A Hit Song</a></li><li><a href=\"http://hereandnow.wbur.org/2011/05/30/father-memorial-day\" target=\"_blank\">A Father’s Memorial Day Labor Of Love</a></li></ul><h4>Reporter</h4><ul><li><strong>Alex Ashlock</strong>, producer for <em>Here & Now</em>. He tweets <a href=\"https://twitter.com/aashlock\" target=\"_blank\">@aashlock</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Father%27s+Love+For+Fallen+Son+Inspires+Memorial+Day+Tradition&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"293"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409520881-c9c2f3.m3u?orgId=1&d=293&p=60&story=409520878&t=progseg&e=409520755&seg=8&ft=nprml&f=409520878"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0525_cape-cemetery.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"851","width":"1280"}}]}