{"created":"2014-11-01T21:00:51+00:00","modified":"2014-11-10T21:00:13+00:00","valid":{"from":"2014-11-10T21:00:13+00:00","to":"3014-11-10T21:00:13+00:00"},"hreflang":"en","title":"Millennials Navigate The Ups And Downs Of Cohabitation","published":"2014-11-01T22:24:00+00:00","teaser":"Millennials are more likely to live with the person they're dating than previous generations were — it's practically a rite of passage. So what does that means for their relationships?","itags":["npr_api","358876955"],"guid":"bbbf5504-15bf-410a-a576-823649ccc7b4","contentencoded":"<p><em>This story is part of the <a href=\"http://www.npr.org/series/352990765/new-boom\">New Boom</a> series on millennials in America.</em></p><p>If you went to a wedding this summer, there is a better-than-even chance that the happy couple was already living together. Today, more than 65 percent of first marriages start out that way. Fifty years ago, it was closer to 10 percent.</p><p>Cohabitation before marriage, once frowned upon, is now almost a rite of passage, especially for the millennial generation. Young adults born after 1980 are more likely to cohabit than any previous generation was at the same stage of life, <a href=\"http://www.pewsocialtrends.org/2011/03/09/ii-comparing-millennials-with-gen-xers/#fn-19336-3\">according to the Pew Research Center</a>. With more than <a href=\"http://www.census.gov/hhes/families/files/cps2013/tabUC3-all.xls\">8 million</a> couples currently cohabiting, it is obviously a living arrangement with appeal — but it is also one with unique challenges.</p><p>Claire Noble and Charlie Sharbel are among those who have decided to share the keys to an apartment. They are both 27 years old and have been living together in Washington, D.C., since August.</p><p>They say the decision made sense to them for emotional reasons. \"I get to hug her when she comes home. I get to kiss her goodbye in the morning,\" Sharbel says.</p><p>But it also made sense from a practical perspective: \"We both now actually get to save money, because we're not spending half of our paychecks on rent,\" he says. And before the move-in, they said, Sharbel was already spending most nights at Noble's place.</p><p>But their new arrangement has also exposed some points of conflict that they didn't have to deal with when they lived apart. For example, Noble, who describes herself as \"not a tech person\" would prefer Sharbel spent less time on the computer — he works in software development and plays games online with friends. \"I honestly didn't know the extent of it until we moved in,\" she says.</p><p>That's pretty typical of the kinds of issues Galena Rhoades sees as a researcher studying cohabitation at the University of Denver, and in her work as a clinical psychologist. In her 10 years of practice, she's seen a growing number of people coming to her for help with cohabiting relationships. She says those couples are sandwiched between the pressures of dating and marriage.</p><p>\"They face all of the same issues that dating couples face: things about friends and how much time to spend together. But then they also find the issues that married couples face: who does what around the house, parenting responsibilities and managing money together,\" she says.</p><p>Discovering and working through issues was actually something Noble says she was hoping for when Sharbel moved in. She says she would never marry someone she hadn't lived with first. \"I think that it's so important to know somebody when you're not in the bubble of ... 'you only see me at my best,' \" she says.</p><p>Rhoades, who is a senior fellow at the pro-marriage <a href=\"http://nationalmarriageproject.org/\">National Marriage Project</a>, says that can be risky, because breaking up is tough when you're living together. She worked with one couple who decided to split up, but they were stuck in a lease together for two months. She spent several sessions helping them divide finances that had been joined, as well as mutual friends that they had.<br /> <br />\"That's something that people often don't recognize ... that ending a cohabiting relationship is very much like getting a divorce,\" Rhoades says.</p><p>And since roughly half of people cohabiting for the first time go on to marry, Rhoades is concerned that a dating couple with issues can eventually become a married couple with issues — and potentially a divorced couple.</p><p>The research on whether cohabitation increases the risk of divorce is still <a href=\"http://www.slate.com/blogs/xx_factor/2014/03/10/cohabitation_effect_it_s_not_real_says_new_study_on_the_impact_of_living.html\">being</a> <a href=\"http://slidingvsdeciding.blogspot.com/2014/04/the-complex-risks-associated-with_10.html\">debated</a>, but Rhoades and her colleagues <a href=\"http://nationalmarriageproject.org/wp-content/uploads/2014/08/NMP-BeforeIDoReport-Final.pdf\">have found</a> that couples who move in together before getting engaged or committed to marry are a little more likely to have lower-quality marriages.</p><p>But rather than advise people not to cohabit, she suggests taking the decision seriously and discussing its implications.</p><p>\"You don't want to wind up in a relationship where you think you live together because it's a step toward marriage, and your partner's just thinking, 'She lives closer to where I work,' \" she says.</p><p>Before they moved in together, Noble and Sharbel had a big discussion about exactly what living together meant for them. It also included a contingency plan.<br /> <br />\"I said to him, 'Look, listen, I want this to work, I want you to move in ... But I want to be the name on the lease,' \" says Noble.</p><p>And Sharbel went along with that. He's more mobile, since Noble owns most of the furniture. Besides, they say, they couldn't see a scenario where one of them would be kicked out.</p><p>But if worst does comes to worst, they know who's getting the U-Haul.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Millennials+Navigate+The+Ups+And+Downs+Of+Cohabitation&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Connor Donevan","audio":[{"meta":{"duration":"274"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360719271-72a246.m3u?orgId=1&topicId=1008&aggIds=352990765&ft=3&f=358876955"},{"href":"http://media.npr.org/assets/img/2014/10/25/istock_000011923006large-de7e995754d9f1a9d6093def1ab4ca31b93ffb2f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1752","width":"2336"}}]}