{"created":"2014-10-08T19:45:10+00:00","modified":"2015-04-02T17:17:50+00:00","valid":{"from":"2015-04-02T17:17:50+00:00","to":"3015-04-02T17:17:50+00:00"},"hreflang":"en","title":"A Mortician Talks Openly About Death, And Wants You To, Too","published":"2014-10-09T20:58:00+00:00","teaser":"\"You're never going to be completely comfortable with it,\" says mortician and author Caitlin Doughty. \"But it's an important process.\" <em>Smoke Gets In Your Eyes</em> is her new memoir<em>.</em>","itags":["npr_api","352765943"],"guid":"bbc92c20-ac09-4f6e-aa13-ffc2c526421f","contentencoded":"<p>Talking about death isn't easy, but mortician Caitlin Doughty is trying to reform how we think about the deaths of loved ones — and prepare for our own.</p><p>\"My philosophy is honesty,\" Doughty tells <em>Fresh Air</em>'s Terry Gross. \"I think that we've been so hidden from death in this culture for such a long time that it's very refreshing and liberating to talk about death in an open, honest manner.\"</p><p>Doughty is the founder of <a href=\"http://www.orderofthegooddeath.com/\">The Order of the Good Death</a>, a group of funeral industry professionals, academics and artists who focus on the rituals families perform with their dead and how the industry disposes of dead bodies. She is also starting her own funeral service in Los Angeles, called Undertaking L.A., that will help families with planning after they lose a family member.</p><p>Doughty's new memoir, <em>Smoke Gets in Your Eyes and Other Lessons from the Crematory,</em> serves as, among other things, a way for her to cope with working with dead bodies.</p><p>\"I write a lot because it can take a lot out of you — especially if you consider the job as more than just a trade,\" Doughty says. \"Not only are you dealing with the dead bodies; you're dealing with the incredible sorrow of the families and the fact that they can get very mad at you. ... They're angry that somebody has died and they're looking for somebody to take it out on.\"</p><p>Doughty says she hopes to educate people on the inevitable. On her video series, <a href=\"https://www.youtube.com/watch?v=6w_Idqdeutg\">Ask a Mortician</a>, she answers questions on a wide range of subjects including home death, pet death, necrophilia and what happens to breast implants and titanium hip replacements after a body is cremated. Her Wednesday Addams style and energetic personality is part of what draws viewers.</p><p>\"I think that humor gets people to watch them; I think cultural references get people to watch them; I think me being friendly and young gets people to watch them,\" she says. \"I'm passionate about presenting it in a way that makes people consider it — and makes people not afraid of it.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On how she once romanticized crematory work, and how that compared with reality</strong></p><p>I think it was probably more romantic than it actually ended up being. I thought of the idea of ... the open-air pyre and leading the body to it and placing it on the pyre and everybody's weeping and it's beautiful. But the reality that I found is that modern crematories are really industrial environments and the body goes into large industrial machines and oftentimes I was the only one there. And it's hot and it's dirty and you get covered in dust [ashes] as you're working.</p><p>[The ashes] are inorganic bone fragments, which means that the organic material that is the body — which is your organs, your flesh, the clothes that you're wearing — all burn up. And what's left is inorganic bone and that's what we actually know of as \"ashes.\" And there's so much of it that it can, when you're taking it out of the machine, get on you and get into strange little places that you didn't even know you had.</p><p><strong>On the emotional impact of working with bodies </strong></p><p>You get used to it, in a way. I don't mean that you get callous, but it becomes a reality of your workplace because if you really took it in in the sense of thinking, \"Ahh, this is the dust of a man who is no longer here. We are all mortal!\" — if you did that every morning with your cup of coffee, while you were cremating your first body, you wouldn't be able to do the work.</p><p>You really have to look past that and really see it as an occupational hazard. That doesn't mean that working with the bodies and working with the family loses its impact over time, but it just means you can't take in the full existential despair of it every time or you just wouldn't be able to come to work every day.</p><p><strong>On what she would like to see done differently in cremation </strong></p><p>If I could see anything change it would be the level of involvement of the family in the death rituals. Because, when I was working at the crematory, the most shocking thing to me wasn't so much the decomposing bodies or the strange bodies that I saw, it really was that I was alone there. And I was sending all of these people off to their final disposition in the crematorium machine and there was no one there and it didn't feel right because I didn't know these people. And it was an honor and I took it very seriously.</p><p>But the time when families did come — and that's called a \"witness cremation,\" which is something you can ask for at your local crematory or funeral home — when ... the family was there and they sat with the body and they took the time and they pushed the button to send the body into the flames; it was an incredibly powerful experience because they took responsibility for that body. And they took responsibility for that death and for that loss to the community, and that to me is the thing that we've lost and it's most crucial that we get back.</p><p><strong>On using more natural alternatives for burial</strong></p><p>I did go to school to be an embalmer, in something called \"mortuary school,\" which is a real thing. ... Embalming is the practice that the American funeral industry was essentially built on. ... It's the short-term preservation of the body for a viewing and then the body goes in the casket and the idea would be that you are buried after you are embalmed.</p><p>But my personal opinion is that we should be moving towards not embalming unless it's absolutely necessary because it is a chemical process and it can be an expensive process for the family.</p><p>And [we should] return more to the body as it naturally is and [let] it be buried without a big vault and without a big casket and without embalming — just straight into the ground in a shroud or decomposable casket and be allowed to go back into the earth.</p><p><strong>On embalming </strong></p><p>It's a very invasive process and a lot of people don't realize that. It involves removing the blood from the circulatory system through a vein and then putting chemicals, including formaldehyde, [in] to replace the blood. It also involves penetrating the internal organs and putting chemicals there as well.</p><p>For me, it doesn't seem necessary. If you're shipping a body to Germany or something, you probably want to embalm it — or if there's some reason that you need to preserve it for a long period of time, at the coroner's or medical examiner's office, or for a medical school study, perhaps.</p><p>But other than that, if you're just going to have it at a wake and then bury it, it doesn't really make sense to have this environmentally unfriendly, invasive procedure done.</p><p><strong>On what she wants readers and listeners to take away from her work</strong></p><p>Death is going to happen to you — whether you want it to or not — and you're never going to be completely comfortable with it. But it's an important process, and please consider facing it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Mortician+Talks+Openly+About+Death%2C+And+Wants+You+To%2C+Too&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"1909"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354640095-9450cc.m3u?orgId=1&topicId=1033&aggIds=100876926&e=352765943&d=1909&ft=nprml&f=352765943"},{"href":"http://media.npr.org/assets/img/2014/10/08/72521508-27bab5afe78b4b60347cf4c7319414970511c270.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1950","width":"2601"}},{"href":"http://media.npr.org/assets/img/2014/09/30/doughty-caitlin-mara-zehler-1--732013e8917ccc976cba1a6f2ceccbb200cbedbb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1350","width":"1800"}}]}