{"created":"2014-11-14T21:18:44+00:00","modified":"2015-05-13T21:32:20+00:00","valid":{"from":"2015-05-13T21:32:20+00:00","to":"3015-05-13T21:32:20+00:00"},"hreflang":"en","title":"Why These Kids Love Kale","published":"2014-11-24T22:25:00+00:00","teaser":"With childhood obesity rates high, one program in a handful of Washington, D.C., schools is trying to change kids' lives — one vegetable at a time.","itags":["npr_api","361740667"],"guid":"bbd436e3-07c8-4818-94a4-2c69e97f58dd","contentencoded":"<p>A question for all you parents out there: Are your kids still working their way through a pile of Halloween candy?</p><p>Maybe you've even confiscated some, to give back as a reward for eating the healthy, green things they don't like. Things like ... kale.</p><p>Well, imagine an alternate universe, where kids talk about kale as if it <em>is</em> candy.</p><p>Welcome to Watkins Elementary in Washington, D.C.</p><p>\"All I know is that I like to eat kale,\" says 9-year-old Alex Edwards. \"I like it, I like it, I like it!\"</p><p>He's standing outside Watkins, in a narrow, gated garden that stretches the length of the school's south side. It's a surreal scene. Among the raised beds of kale, cabbage, and broccoli (to name just a few), Kristina Kellogg's fourth-graders flit about in pajamas emblazoned with unicorns and Transformers. It's Spirit Week.</p><p>Alex is not alone in his kale-thusiasm. One girl does jumping jacks, cheering for kale, while the kids around her shake their jazz hands.</p><p>Why so crazy for kale? The answer, in a word, is <a href=\"http://www.foodprintsdc.com/\">FoodPrints</a>.</p><p>The program was founded in 2005 by Bernadine \"Bernie\" Prince, the co-executive director of a local nonprofit called <a href=\"http://freshfarmmarkets.org/\">FRESHFARM Markets</a>. The goal, she says, was to help kids take better care of the land and their bodies.</p><p>FoodPrints is now part of the curriculum in five area schools, each of which has its own garden tended, in part, by students. Roughly once a month, kids head to the garden for a lesson. On this day, Alex and his classmates are learning about decomposition.</p><p>Using spades, the Watkins students bury a handful of items — styrofoam, a piece of paper, a paper clip, a pepper — and will revisit them in the months to come, to see how quickly (or slowly) they deteriorate. Once the kids have buried and labeled their items, they pluck a few veggies and head upstairs to the school's fourth-floor food lab.</p><p>The kitchen — funded through <a href=\"https://www.kickstarter.com/projects/547484901/build-the-foodprints-kitchen-at-watkins-elementary-0\" target=\"_blank\">a $60,000 dollar Kickstarter campaign</a> — looks like an IKEA showroom plunked down into an old, cinderblock classroom. On today's menu: lentil soup, toast with herbed butter and a Tuscan kale salad, much of it straight from the garden.</p><p>The kids divide into teams, chopping celery with pink and blue plastic knives and stripping the kale. Canon Cole, 9, offers a few pointers.</p><p>\"Like, I just rip the whole thing from right here and all the way down,\" he says, tenderly tugging at the leaf in his hand, \"and then I just start shredding it all up.\"</p><p>Across the room, Amani Williams minces garlic. She enjoys the work and doesn't mind if her fingers smell the rest of the day. After all, she says, it'll keep the vampires away.</p><p>Some of the kids in Miss Kellogg's class say they have a garden at home, though more for flowers than veggies. Some say they have no room for a garden. All say they love FoodPrints.</p><p><strong>Real Work</strong></p><p>\"A big part of it is allowing them to do real work,\" says FoodPrints Program Director Jennifer Mampara. She believes kids get tired of doing work that only is meant to keep them busy. With Foodprints, \"they really go into a real garden. They're really harvesting it out of the ground. And they're actually cooking the food themselves.\"</p><p>They're proud of it, Mampara says. And that pride — plus a little garlic — can make kale taste pretty amazing. The only work the kids aren't doing is sauteeing the vegetables for the soup — that hot job stays with Mampara, though they eagerly watch her every move thanks to the large mirror hanging at a tilt above the stovetop.</p><p>While the food cooks, Mampara shifts to the reading rug, where the kids continue their study of decomposition and bacteria. The lesson culminates with a hands-on visit to the classroom worm bin. Mampara gingerly lifts a writhing handful of worms from their dark clutch of compost and separates them, and the kids, into stations. There, the heartiest students can get a closer look.</p><p>The class actually has a dinner bell — and, when it sounds, the kids make a beeline for the sink. Hands are washed, and everyone hurries to their desks to eat.</p><p>Each child gets a plate with a bit of salad, a slice of herbed-butter toast and a bowl of lentil soup. Before they eat, Mampara reminds them that, if they like the food, compliments are welcome. If they don't like it, they don't have to eat it, but they should keep unkind words to themselves.</p><p>Once the eating starts, though, it's hard to get any words out of these kids; they're ravenous. When they do stop chewing to breathe, it's hard to find anyone who doesn't love the food. Many want seconds (and get them).</p><p>\"That kale is the bomb,\" blurts one boy across the room.</p><p>On a scale of one to 10, Liam Murphy gives the meal an 11.</p><p>Not good enough, says kale enthusiast Alex Edwards. \"On a scale of one to 10, for the kale, I'll give it a one million.\"</p><p>Nearby, a girl pipes up, mouth full: \"The salad was very nice, especially with the kale — whoever did it.\"</p><p>The other kids at her cluster of desks all jump in with the same three words:</p><p>\"<em>We</em> did it.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+These+Kids+Love+Kale&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cory Turner","audio":[{"meta":{"duration":"268"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364138385-5e4e6a.m3u?orgId=1&topicId=1013&aggIds=130593764&d=268&p=2&story=361740667&t=progseg&e=364137984&seg=13&ft=nprml&f=361740667"},{"href":"http://media.npr.org/assets/img/2014/11/13/kale-f1040c4dbcb0d53797376c2144007e0e9dc8db71.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1535","width":"2046"}},{"href":"http://media.npr.org/assets/img/2014/11/13/foodisready-0fc95ce5cb86e02d739e214526b0f854573dcd60.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"769","width":"1025"}},{"href":"http://media.npr.org/assets/img/2014/11/13/cookingclass2-7291b4bb51fa1c62baebb1fc7d29f8f458e7021e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"574","width":"765"}},{"href":"http://media.npr.org/assets/img/2014/11/13/garden-6bfb130fca03d4f2f6324b3933217a5865e156f7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"591","width":"788"}}]}