{"created":"2015-06-17T19:59:19+00:00","modified":"2015-06-20T21:10:29+00:00","valid":{"from":"2015-06-20T21:10:29+00:00","to":"3015-06-20T21:10:29+00:00"},"hreflang":"en","guid":"bbd5ec46-29e7-4890-b5c0-4de0e7887d33","title":"Despite protests, Ontario is going forward with a newer, more modern sex ed curriculum. These girls helped make it happen.","published":"2015-06-20T21:10:22+00:00","byline":"Laura Lynch","tags":["Ontario","consent","sex education","Across Women's Lives","Education","Development & Education","Toronto","North America","Canada","Ontario","Kathleen Wynne","TeachHer","Teach Her"],"teaser":"There’s a battle afoot over sex education in the Canadian province of Ontario. The government says it’s overhauling its sex ed curriculum — which it hasn’t done since 1998 — to prepare kids for issues like tolerance, consent, and so many things they might encounter on the Internet. Some parents say they’ll pull their children out of class rather than expose them to what they call harmful material. But two teen activists are not only welcoming the changes: they helped make them.","contentencoded":"<p>There’s a battle afoot over sex education in the Canadian province of Ontario. The government says it’s overhauling its sex ed curriculum — which it hasn’t done since 1998 — to prepare kids for issues like tolerance and consent. Some parents say they’ll pull their children out of class rather than expose them to what they call harmful material. But two teen activists are not only welcoming the changes: they helped make them.</p>\n<p>A little background: starting in the fall of 2015, the new sex ed lesson plans will start in Grade One with “identifying body parts, including genitalia.” With each successive grade, the curriculum encourages more knowledge about sexuality, in a way that the government says is age and developmentally appropriate. But it didn’t emphasize the issue of consent enough for 13-year-old students Lia Valente and Tessa Hill.</p>\n<p>The two eighth graders, for a class assignment, made a short film that deals frankly with rape, including cases like the sexual assault of a high school girl in <a href=\"http://www.nytimes.com/2013/03/18/us/teenagers-found-guilty-in-rape-in-steubenville-ohio.html?_r=0\">Steubenville</a>, Ohio. </p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/tweet%20copy.jpg?itok=3YGipj4s\" alt=\"\" /><div class=\"field-caption\">\n    <p>Ontario Premier Kathleen Wynne tweeted her support for We Give Consent earlier this year.</p>\n  </div>\n</div>The film, called “<a href=\"https://www.facebook.com/WeGiveConsent\">Allegedly: Rape Culture in our Society</a>,\" got noticed, along with a <a href=\"http://www.elle.com/culture/news/a26488/tessa-hill-lia-valente-peitition-consent-sex-education/\">petition</a> to add consent to the sex-ed curriculum. The girls got to meet Ontario Premier Kathleen Wynne to talk about sex education, and why the consent needed to be emphasized in the lesson plans.\n<p><strong>“</strong>I think the new curriculum is really awesome,” Hill says. “Both Lia and I are really happy it’s been updated.”</p>\n<p>Valente adds: “I’m mostly just happy that the curriculum is finally going to catch up with what teens and young people have already been learning through the media, [since] that may not be healthy or reliable information.”</p>\n<p>But what Valente calls reliable, others call inappropriate.</p>\n<p>Thousands of Ontario parents kept their children out of school in recent <a href=\"http://www.thestar.com/yourtoronto/education/2015/05/04/thousands-of-parents-keep-kids-home-from-school-in-sex-ed-protest.html\">protests</a> against the new curriculum.</p>\n<p>More than 2,000 people gathered recently on the lawns of the provincial legislature in Toronto. Many of the protestors wore signs of religious faith, from hijabs to rosaries, and many had concerns about content of lesson plans aimed at the youngest students. A 10-year-old named Manahil addressed the crowd, saying that first through third grades are “the time for kids to play and learn science, math, social studies and English. Not sex, the dirty stuff that will be taught at school.</p>\n<div class=\"edit-entity cta_border cta_align-right cta_icon-engagement\" data-entity-id=\"81817\" data-entity-title=\"See more Teach Her\" data-entity-type=\"node\">\n<div id=\"node-81817\" class=\"node node-story-act story-act-cta story-act-nid-81817 cta-type-custom-text clearfix\" about=\"/node/81817\" typeof=\"sioc:Item foaf:Document\">\n<h2><a href=\"/node/81817\">See more Teach Her</a></h2>\n<p>    <span property=\"dc:title\" content=\"See more Teach Her\" class=\"rdf-meta element-hidden\"></span><span property=\"sioc:num_replies\" content=\"0\" datatype=\"xsd:integer\" class=\"rdf-meta element-hidden\"></span></p>\n<div class=\"content\">\n<div class=\"field-display-title\">\n    See more from this series  </div>\n<div class=\"field-body\">\n<p><a href=\"https://twitter.com/hashtag/TeachHer?src=hash\">#TeachHer</a> tells the stories of women and girls learning, teaching and changing the world from the classroom to the field to the lab and beyond. Read more and <a href=\"http://www.pri.org/series/teach-her\">get involved</a>. </p>\n<p><iframe allowfullscreen=\"\" class=\"giphy-embed\" frameborder=\"0\" height=\"240\" mozallowfullscreen=\"\" src=\"//giphy.com/embed/xTiTnzNMDqa5HjB888\" webkitallowfullscreen=\"\" width=\"480\"></iframe></p>\n</div>\n</div>\n</div>\n</div>\n<p>“I’m opposed to this because in the future, I don’t want to teach my kids anything ‘inappropriate,’” says 21-year-old Esther Henen. “In my definition, ‘inappropriate’ is anything exposing different parts, private parts, to the opposite gender.” Henen admitted she had not yet had time to read the proposed curriculum.</p>\n<p>Threaded through the protests are suggestions that the debate over sex education is also for some a debate about homosexuality. One speaker asked to be “protected” from the purported homosexual agenda of Premier Wynne, Canada’s first openly gay premier.</p>\n<p>Away from the arguments and the protests, Lia Valente and Tessa Hill are trying to spread the word about consent by showing their film online and at meetings. For them, a new approach to sex education means children won’t learn about sex solely from Internet porn or be unprepared for social media issues like sexting and body-shaming.</p>\n<p>The girls know they’re growing up in a different world than their mothers did. Valente says her mother told her she didn’t know what “consent” meant “until she was in her 30s.”</p>\n<p>The two are not daunted by the generational gap; they’re excited to tackle it.</p>\n<p>“I am definitely going to grow up differently because of what I’ve learned…about sex in general, and gender and sexuality,” Hill says. “I know I can be comfortable in myself and also just be confident.”</p>\n<p>Her province is trying to do the same.</p>\n<p> </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-17%2Fdespite-protests-ontario-going-forward-newer-more-modern-sex-ed-curriculum-these&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/FINALforleadphoto_aligned.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/finalforleadphotoalignedjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06172015_07.mp3"},{"href":"http://admin.pri.org/file/0617201507mp3"}]}