{"created":"2014-10-29T23:18:41+00:00","modified":"2014-10-30T19:44:55+00:00","valid":{"from":"2014-10-30T19:44:55+00:00","to":"3014-10-30T19:44:55+00:00"},"hreflang":"en","guid":"bbd65bdd-0755-43b7-b9ca-24aa380d6d28","title":"Meet the undocumented workers who rebuilt New York and New Jersey after Sandy","published":"2014-10-30T19:44:54+00:00","byline":"Traci Tong","tags":["immigration","business and economy","jobs","Global Nation","Development","Development & Education","New York","North America","South America","Central America","United States","New York","New Jersey","Northeast","North America","David Noriega","Miguel Angel Pineda","Reyna","Sandy Hurricane clean up","immigrant day workers","undocumented workers","Disaster"],"teaser":"It's been two years ago since Hurricane Sandy destroyed large swaths of New York city and caused huge damage across the Northeast. Undocumented immigrants dealt with the danger and dirt of the cleanup, getting low wages and health problems for the work that got communities back on their feet.","contentencoded":"<p>It's a classic tale: Immigrants make their way to America to try and create a better life for themselves, and they'll take any job available to do it — often the job no one else wants to do. That's exactly what happened in the aftermath of Hurricane Sandy.</p>\n<p>The \"superstorm\" blasted the northeastern US in October 2012, leaving dozens dead, thousands homeless and millions without power.</p>\n<p>Then came the clean-up.</p>\n<p>Most of the dirtiest and most dangerous jobs were given to day laborers, most of them immigrants and most of <em>them</em> undocumented. <a href=\"http://www.buzzfeed.com/davidnoriega/the-undocumented-immigrants-who-rebuilt-new-york-after-sandy\">David Noriega of BuzzFeed</a> tracked down nearly two dozen of those workers, who came from Mexico as well as countries in Central and South America.</p>\n<p>Noriega discovered the undocumented workers were often hired to do dangerous jobs without proper compensation or concern for their health. Miguel Ángel Piñeda, 33, was hired as an electrician. Noriega says Piñeda was working around live wires, a job he wasn't qualified to do. He came close to being seriously injured.</p>\n<p></p><div class=\"media media-element-container media-story_image\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/story_main/public/MiguelAngelPineda.JPG?itok=Y65s8x3e\" width=\"864\" height=\"487\" alt=\"\" /><div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>David Noriega</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>Miguel Ángel Piñeda, 33 worked with an electicity contractor to help repair and replace meters, something only registered and certified electricians are allowed to do. He experienced safety hazards and some discrimination while working on these repairs, but he told Noriega, \"There was a lapse of time when Americans didn’t see us as immigrants, but as other people here dealing with the same things.\"</p>\n  </div>\n</div>\n<p>Reyna, a 47-year-old woman from Mexico who didn't want to give her last name, was hired to clean up flooded homes. Like other undocumented workers Noriega interviewed, Reyna would go into moldy, rotten, basements and spend hours inside, day after day. A week or two later, she would break out with rashes or have respiratory problems. </p>\n<p>The workers didn't seek medical attention because of their undocumented status. For their time, they were rewarded with low wages. For the dangerous, filthy work, the immigrants made the same amount of money they would normally make as day laborer. \"$10 an hour. It's minimum wage,\" Noriega says. \"But that got stretched.\" Many workers also put in overtime they were never paid for. </p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"2592\" width=\"3888\" style=\"margin: 5px; font-size: 13px; line-height: 20.006303787231445px; width: 300px; height: 200px; float: right;\" alt=\"sandy_immigrants_3\" title=\"sandy_immigrants_3\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/Reyna.JPG\" /><div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>David Noriega</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>Renya worked in house basements that were flooded from Hurricane Sandy. She told Buzzfeed reporter David Noriega that she spent hours in moldy spaces and then has severe respitory issues afterwards. But despite the health risks, she said \"I think people here sometimes don’t appreciate what they have. This is a beautiful country.\"</p>\n  </div>\n</div>\n<p>What surprised Noriega was that, in spite of the treatment, the workers generally felt camaraderie. Watching the storm rip through their communities made them realize how connected they are to to their adopted homes.</p>\n<p>\"In many instances, they would say, 'I’m not American. I've never been made to feel especially American and yet I live here, this is my community,'\" Noriega says. </p>\n<p>Noriega was particularly touched by a young man he met in New Jersey, who was resentful about the treatment he got in the United States. He had worked low-wage jobs and was hounded by police. But after seeing others suffer from Sandy, Noriega says this worker found himself softening his stance.</p>\n<p>\"He realized that when another person is suffering you think about their plight,\" Noriega says. Even the people who had largely ignored or harassed him as an undocumented immigrant. \"You think about their suffering and you do what you need to do to help. And in a strange way, it made him feel more warmly\" towards America.</p>\n<p> </p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/EnriqueGutierrez.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/enriquegutierrezjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/102920145_1.mp3"},{"href":"http://www.pri.org/file/102920145mp3-0"}]}