{"created":"2014-10-27T17:00:31+00:00","modified":"2014-10-30T22:00:56+00:00","valid":{"from":"2014-10-30T22:00:55+00:00","to":"3014-10-30T22:00:55+00:00"},"hreflang":"en","title":"Indian Prime Minister Visits US On Heels Of Mars Success","published":"2014-09-26T20:07:00+00:00","teaser":"India' new prime minister begins his first trip to the United States today, just days after an Indian space vehicle successfully reaches Mars.","itags":["npr_api","351805879"],"guid":"bbeedc46-39f4-4b6a-a59e-48f1af9c83ee","contentencoded":"<p>India&#8217; new prime minister begins his first trip to the United States today, just days after an Indian space vehicle successfully reaches Mars.</p><p>Narendra Modi&#8217;s visit will include meetings with with President Obama and Vice President Biden, an address to the United Nations and a sold-out speech at Madison Square Garden.</p><p>The trip coincides with a religious fast, and Modi is expected to consume only tea and lemonade with honey during his time in the U.S.</p><p>India and U.S. expert <strong>Sumit Ganguly</strong> told <a href=\"http://hereandnow.wbur.org\"><em>Here & Now&#8217;</em></a>s Jeremy Hobson that before setting off, Modi signaled his intentions to increase trade between India and the U.S.</p><p>Ganguly says that Modi has only undertaken modest steps on key issues in India, and he comes with an &#8220;albatross around his neck,&#8221; over the riots in Gujarat state that occured during his term as chief executive. The rioters killed more than a thousand Muslims.</p><p>Modi&#8217;s critics charge him with tacitly encouraging the violence, or at least, not doing what he could have to stop it.</p><h4>Interview Highlights: Sumit Ganguly</h4><p><strong>On the Mars mission</strong></p><p>&#8220;The antecedents to this mission go back decades. It is a steady process of careful investment and bringing together of scientific and engineering expertise under the aegis of the Indian Space Research Organization. This is one organization that works remarkably well in India.&#8221;</p><p>&#8220;So while Modi is basking in the glory of the success of this mission, it has little or nothing to with him.&#8221;</p><p>&#8220;But it is obviously, a moment of celebration in India. Indians of all political stripes seem to have come together.&#8221;</p><p><strong>On the progress of women</strong></p><p>&#8220;There&#8217;s a substantial number of women engineers who are involved in this effort, that is also a reflection of a changing India. Historically, engineering schools were completely male-dominated institutions, but the complexion of those institutions is increasingly undergoing a change. They are more open to women, and women are increasingly climbing the ranks of higher education in India, particularly in areas that had hitherto been cloistered.&#8221;</p><p><strong>On Modi and the economy</strong></p><p>&#8220;He has yet to tackle some of the more contentious issues, like the perennial issue of labor law reform. He has yet to tackle the question of multi-brand retail in India, because that would directly affect a number of the constituencies that support him.</p><p>&#8220;He has made some efforts to reduce the red tape that exists, but on the other hand he does not seem willing at the moment to tackel the issue of agricultural subsidies, which has caused a good degree of heartburn with the [World Trade Organization].</p><p>&#8220;On the other hand, just before coming to the United States, he de-controlled drug prices in India, and he dramatically expanded the capacity of the Indian patent office to address all manner of patent application which are hanging fire and have not been addressed.&#8221;</p><h4>Guest</h4><ul><li><a href=\"http://polisci.indiana.edu/faculty/profiles/sganguly.shtml\" target=\"_blank\"><strong>Sumit Ganguly</strong></a>, professor of political science and director of the Center on American and Global Security at Indiana University in Bloomington</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Indian+Prime+Minister+Visits+US+On+Heels+Of+Mars+Success&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"475"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351805882-35691b.m3u?orgId=1&ft=3&f=351805879"}]}