{"created":"2014-09-21T09:38:36+00:00","modified":"2014-10-30T22:14:26+00:00","valid":{"from":"2014-10-30T22:14:26+00:00","to":"3014-10-30T22:14:26+00:00"},"hreflang":"en","title":"Marvel's New Hero Wants To Save The World — And The Citrus Industry","published":"2014-09-22T21:40:00+00:00","teaser":"Captain Citrus was sponsored by Florida's orange growers, whose profits are being hurt by disease and declining consumer demand for orange juice. They hope the comic character will boost sales.","itags":["npr_api","349843712"],"guid":"bc040209-0ba8-4c4f-991e-d6ad941bc8bc","contentencoded":"<p>Marvel's latest superhero, Captain Citrus, draws his power from the sun and hails from a Florida orange grove. And here's his true origin story: He was developed by Marvel for Florida's citrus growers, who hope the hero will use his powers to help them sell more orange juice.</p><p><strong>Captain Of An Industry</strong></p><p>Marvel's successful films and comics, from <em>Spider-Man</em> to <em>The Avengers</em> to <em>Guardians of the Galaxy</em>, have made them a hit with not just audiences, but also businesses.</p><p>Marvel has teamed recently with Lexus, M&M's and Kiehl's, a company that sells natural skin care products. Dozens and dozens of other companies are lining up to work with one of America's hottest brands.</p><p>In Tampa recently, Marvel unveiled its new Captain Citrus digital comic and an animated trailer, commissioned and paid for by Florida's orange growers.</p><p>Florida's citrus industry has been hit hard in recent years by <a href=\"http://www.npr.org/blogs/thesalt/2014/08/26/343211968/the-greening-of-florida-citrus-means-less-green-in-growers-pockets\">a disease that has hurt production</a> and by declining consumer demand for orange juice. Facing all the challenges, the industry asked Marvel to redesign the orange growers' Captain Citrus character.</p><p>The old Captain Citrus mascot was basically an orange with legs and a cape. The new Captain Citrus is cut, young and fit. In his first comic adventure, he uses his solar power to help the Avengers defeat an evil villain. And, Marvel's Bill Rosemann says, he starts his day with a glass of orange juice.</p><p>\"He lives in an orange grove,\" Rosemann says. \"In the comic book, you see him with his family. They're having breakfast. You see how orange juice brings the family together and kick-starts the day.\"</p><p><strong>Commercials In Capes</strong></p><p>It may seem a bit commercial. To purists it may even seem crass to use heroes like Thor and Iron Man to help sell orange juice, but it's hardly new. Marvel Custom Solutions, a special division of the comics company, has been doing it for more than a decade. And long before that, comics were using their characters in advertising.</p><p>Mike Perkins, a Marvel artist who draws Captain America and other characters, remembers seeing Marvel heroes sell products in comics in the 1960s and 1970s — \"little one-page strips for Twinkies or Hostess CupCakes,\" he recalls. \"It's a way of connecting with the audience.\"</p><p>Marvel Comics has been around for 75 years, but recently, the company and its comics have reached a new level of popularity. At Tampa's Heroes Haven Comics, marketing director Ivan Plaza says he's seeing new customers every week. \"The movies have been helping bring that traffic,\" he says. \"The regular consumer that never knew about comics or they just found out they love these characters and the only way to follow their stories is through comic books.\"</p><p>Businesses are also more interested in comics than ever before. Marvel's Rosemann says his division will probably work with a hundred clients this year. The projects vary; working with brands like Harley-Davidson and Lexus involves comic book art, but also using their vehicles in Marvel films.</p><p>For projects like Captain Citrus, the company works with educators to create teacher guides to go along with comic giveaways. And there can be a <em>lot</em> of comics: Florida's citrus industry is printing a million Captain Citrus comics to distribute through the schools.</p><p>That's why Marvel sees these custom editions as opportunities. \"Every day,\" Rosemann says, \"we remind ourselves that ... many people may see these comics that normally don't see our comics. So, these will be read by parents and kids. And these may be their first comics ever.\"</p><p>Marvel can work with almost any company as long as it has a story it wants to tell, Rosemann says. The guiding principle is that custom work just can't damage the comic company's brand. That means, he says, making sure it matches up to the quality of storytelling and art that, after 75 years, Marvel has become known for.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Marvel%27s+New+Hero+Wants+To+Save+The+World+%E2%80%94+And+The+Citrus+Industry&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Greg Allen","audio":[{"meta":{"duration":"224"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350662116-b22403.m3u?orgId=1&topicId=1006&ft=3&f=349843712"},{"href":"http://media.npr.org/assets/img/2014/09/19/captaincitruscomic1-coverartwork-0aba257504120cfa19aa7fa9f7d57769875a89bb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"596","width":"794"}}]}