{"created":"2014-11-23T22:10:35+00:00","modified":"2014-11-25T18:46:48+00:00","valid":{"from":"2014-11-25T18:46:48+00:00","to":"3014-11-25T18:46:48+00:00"},"hreflang":"en","title":"'Madagascar' Director Polishes His Penguin Voice","published":"2014-11-24T14:36:00+00:00","teaser":"Tom McGrath, an executive producer of <em>Penguins of Madagascar </em>who also co-directed the first three films in the franchise, says he came to voice the part of the penguin Skipper kind of by accident.","itags":["npr_api","365599147"],"guid":"bc160d02-ccbb-42a4-8603-8a12d2dec2a1","contentencoded":"<p>The voice actors in <em>Penguins of Madagascar, </em>out Wednesday, include some of the boldface names you might expect on a big-budget animated film. John Malkovich voices an evil octopus, abducting penguins around the world. Benedict Cumberbatch voices a wolf who helps four penguins on their spy mission to stop the villain.</p><p>But the star of the film, a penguin named Skipper, is voiced by Tom McGrath — who co-directed the first three films in the \"Madagascar\" franchise, and is an executive producer of the new installment.</p><p>McGrath explains to NPR's Arun Rath that he wasn't the No. 1 choice to voice Skipper in the first film, 2005's <em>Madagascar --</em> he just agreed to temporarily voice tracks while they signed up a star. But his voice turned out to be the one that stuck — first in <em>Madagascar, </em>in which<em> </em>the four penguins inspire animals at a New York zoo to break out, then in a couple of sequels, and now in the penguins' own feature film.</p><p>\"It's interesting to be behind the mic, 'cause usually I'm on the other side of the glass,\" McGrath tells Rath. \"And stepping into the shoes of an actor really taught me what's important and what kind of direction people need.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On falling into the role of Skipper</strong></p><p>For me and my [directing] partner Eric Darnell, we wanted Robert Stack [Eliot Ness on <em>The Untouchables,</em> Captain Rex Kramer in<em> Airplane!</em>]... He was just that '50s tough guy and so the character was kind of one-note, at least for my character Skipper. And he would just say, \"You, status report!\" and it was kind of a poor man's Robert Stack.</p><p>... What I had done was the temporary track, the scratch track, to fill in until Robert Stack, until we were able to get him — and, unfortunately, he passed away. And I think people got so used to hearing my voice, [DreamWorks CEO] Jeffrey Katzenberg just said, \"You got the part, kid.\"</p><p><strong>On the penguins moving from plot device to their own franchise</strong></p><p>They almost didn't make the first movie because they were just in that one scene. A way to give them job security was to embed them in the story, so we thought, \"OK, they can inspire the zebra to escape the zoo and then they're forever in the story and they can't be cut!\"</p><p>And, you know, as each film went by, people really loved the penguins, and it was easy because they were just pure comic relief and they didn't have to support a story. But as we did three films and did three shorts and then they had their own TV show, we were able to develop the characters. And ... each one of their personalities became much more distinct.</p><p><strong>On making movies that appeal to both parents and kids</strong></p><p>I remember in the days of Saturday morning, you could get up at 5:30 in the morning, eat your cereal with your dad and watch <em>Bugs Bunny</em>. And he would laugh at some jokes and you would laugh at others. There's no reason a family can't go to a movie together and enjoy it. And so parents aren't watching their watches; there's something for everybody in it.</p><p><strong>How playing Skipper has changed his work as a film director</strong></p><p>When we record animated films, I don't know if most people realize this, we do all the voice work beforehand and then the animation is done afterwards based off that performance. So you're working in isolation. You're in a booth with no sets, there are no costumes. And you're kind of vulnerable as an actor and you kind of need to know the context of the scene: you know, you're being chased by 30 octopi, you enter the scene this way because this just happened. And so, in a way, it taught me to be a better director just from stepping in the shoes of recording voiceover.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Madagascar%27+Director+Polishes+His+Penguin+Voice&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"314"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366166240-3fa19c.m3u?orgId=1&topicId=1137&ft=3&f=365599147"},{"href":"http://media.npr.org/assets/img/2014/11/21/penguins-of-madagascar-peng_sq700_s22_f312_v1_0_rgb_rgb-20b7d0caa61a0ac7893b8c65c4c71b643830d02f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1643","width":"2191"}}]}