{"created":"2014-10-08T15:12:47+00:00","modified":"2014-10-31T01:41:48+00:00","valid":{"from":"2014-10-31T01:41:48+00:00","to":"3014-10-31T01:41:48+00:00"},"hreflang":"en","title":"Already Tough On Gun Control, Massachusetts Aims To Get Tougher","published":"2014-05-29T00:10:00+00:00","teaser":"Massachusetts is considering a bill that would require background checks on all private gun sales, including at gun shows and online, and would give police more discretion to deny gun licenses.","itags":["npr_api","316679627"],"guid":"bc3495ef-be52-4498-bfd9-6522b10ff637","contentencoded":"<p>The <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/25/315698759/uc-santa-barbara-hosts-vigil-for-victims-of-shooting-rampage\" target=\"_blank\">rampage that left six dead</a> in California last week has once again revived the debate over gun control around the nation. In Massachusetts — a state that is already one of the toughest on guns — lawmakers are considering sweeping new legislation that includes some of the nation's tightest restrictions on sales of shotguns and rifles, and more focus on the mentally ill.</p><p>But the measure omits some other proposals, such as disqualifying any would-be gun buyers who have been hospitalized for mental illness, or further restricting the number of guns that could be purchased per month.</p><p>\"I knew that Massachusetts was going to take a different path than other states where legislation was hastily proposed, especially after Newtown,\" says Massachusetts House Speaker Robert DeLeo.</p><p>In the months after the school shooting in Newtown, Conn., some 40 gun control bills were filed in Massachusetts. Many expected a crackdown that would have gone further and faster than other states. Instead, a special commission spent a year carefully crafting an omnibus bill that DeLeo, who is considered a conservative Democrat in Massachusetts, calls \"reasonable.\"</p><p>The Massachusetts bill requires state officials to do better at reporting information to the federal background check database, so anyone found by a court to be mentally ill can't get a gun, as federal law requires. But the legislation also gives more discretion to police chiefs to deny licenses for shotguns and rifles.</p><p>Jack McDevitt, a dean at Northeastern University who chaired the special commission, says local law enforcement officials need that leeway.</p><p>\"This isn't the opinion of a police chief. There's <em>data</em> that says, 'We've been to the house [on a disturbance call] 10 times in the last two years, and each time there was a fight but nobody wanted to file a complaint,' \" McDevitt says. \"The police <em>know</em> that this person is not the kind of person that's suitable to have a firearm.\"</p><p>Opponents have called that the most objectionable part of the bill. They argue that police, who already have that latitude on handguns, routinely abuse their discretion.</p><p>\"There has to be an adjudication process,\" says Jim Wallace, who heads the Gun Owners' Action League, a state affiliate of the National Rifle Association. \"It cannot just be one person's arbitrary decision to remove somebody's civil rights.\"</p><p>The bill also calls for statewide standards to help ensure that denials are being levied consistently — in other words, to ensure that there will be fewer cases of local chiefs who always say no, and others who are far more lenient. But McDevitt cautions, \"There are limits to what we can legislate ... when it comes to who is mentally ill\" and suitable to own a gun.</p><p>That's why the bill also calls for a public service campaign that would encourage family and friends to report concerns to police so guns can be denied or temporarily taken away from those who are disturbed or unstable.</p><p>\"We found even psychiatrists who were feeling that they couldn't predict dangerousness of these individuals,\" McDevitt says. \"We tried to take a step back and say, family members who care for them are the people that are most likely — and we saw that in the case of Santa Barbara — to be able to notice when someone's dangerous ... and reach out to people correctly.\"</p><p>The Massachusetts bill would also crack down on private gun sales by requiring purchases at gun shows or online to take place in front of an officially licensed gun dealer. Only six other states require a background check in those kinds of sales.</p><p>Wallace of the Gun Owners' Action League calls it more unnecessary red tape, since even private buyers and sellers have already gone through background checks to be licensed.</p><p>But even he agrees the bill is not \"kneejerk\" as others have been, and he supports other parts of the legislation, like the focus on mental health services — especially in schools — and on suicide prevention. The bill aims to increase awareness among schools and doctors, and would require the phone numbers of suicide help lines to be printed on firearm IDs and licenses.</p><p>The bill is considered to have a good chance of passing as early as this summer, but advocates say even the most aggressive state laws can only be so effective when a state is surrounded by others with far more lenient laws. And the real battle, they say, continues to be at the federal level.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Already+Tough+On+Gun+Control%2C+Massachusetts+Aims+To+Get+Tougher&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tovia Smith","audio":[{"meta":{"duration":"219"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316728891-e88643.m3u?orgId=1&topicId=1070&ft=3&f=316679627"},{"href":"http://media.npr.org/assets/img/2014/05/28/deleo-03fcb53c7aa610d238d7b9c5319d60c7f06923b1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4606"}}]}