{"created":"2015-05-24T09:29:38+00:00","modified":"2015-06-16T17:11:45+00:00","valid":{"from":"2015-06-16T17:11:45+00:00","to":"3015-06-16T17:11:45+00:00"},"hreflang":"en","title":"Controversy Follows As Activists Cross North-South Korean Border","published":"2015-05-26T14:53:00+00:00","teaser":"The symbolic gesture was aimed at reunifying two nations still technically at war. But an event staged in the name of peace ended up exposing some distrust that's lasted for decades.","itags":["npr_api","409192045"],"guid":"bc3f08d3-83ad-4ce5-8d90-4a85d8d69a51","contentencoded":"<p>The much-publicized peace walk across the inter-Korean border was really a bus ride. South Korean immigration officials insisted that a group of 30 international women, including American feminist pioneer Gloria Steinem and two Nobel Prize laureates, take a ride across the border for their own safety.</p><p>Still, Steinem said, just getting agreement to cross at all — from two nations still technically at war — counts as a win.</p><p>\"It was an enormous, enormous triumph,\" Steinem said, after crossing into the South Korean side of the demilitarized zone.</p><p>The walk was aimed at promoting reconciliation between North and South Korea. The two nations find themselves stuck in an uneasy truce, since they never signed a formal peace treaty to end the Korean War. But the group's reluctance to call out North Korea's human rights abuses led to protests in the South and criticism from a few worldwide human rights groups.</p><p>\"You can get to human rights when you have a normal situation and not a country at war,\" says Irish Nobel Prize Laureate Mairead Maguire of the charges the group has been hesitant to openly criticize North Korea.</p><p>Normalizing relations with nonviolence certainly sounds good. But that's far from the reality of dealing with the world's most cut-off country, says Alex Gladstein of the Human Rights Foundation.</p><p>\"This group in no way shape or form has ever criticized the North Korean government,\" Gladstein says. \"In fact, it has actually covered for it and made excuses for it. This isn't some wishy-washy government that might be doing something good. This is the world's most repressive government.\"</p><p>Gladstein argues that North Korea supported the walk, which started in Pyongyang, only because it benefited the Kim regime.</p><p>\"I would describe it as a marketing stunt for the North Korean government. The North Korean government is being showered in praise and media attention right now,\" he says.</p><p>In a somewhat tense press conference at the inter-Korean transit station, the women denied North Korean state media reports that they praised the DPRK's first communist dictator, Kim Il Sung, during the visit to Pyongyang.</p><p>\"So just cut it out, OK?\" Steinem said. \"Nothing we do can change the image of North Korea, or can change the image of any country, right? We are trying to make person-by-person connections.\"</p><p>The peace walk is done, but peace will take much longer. North Korea's recent moves to <a href=\"http://www.npr.org/sections/thetwo-way/2015/05/09/405418168/north-korea-claims-missile-launch-from-submerged-submarine\">test a submarine missile</a>, rescind an approval for the secretary general to visit and <a href=\"http://www.npr.org/sections/thetwo-way/2015/05/13/406383976/spy-agency-north-korea-executes-its-defense-chief-with-anti-aircraft-guns\">publicly execute its top officials</a> have left the country where it's been — out in the cold, in international politics.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Controversy+Follows+As+Activists+Cross+North-South+Korean+Border&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"139"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409309306-2a9026.m3u?orgId=1&topicId=1125&d=139&p=2&story=409192045&t=progseg&e=409281487&seg=2&ft=nprml&f=409192045"},{"href":"http://media.npr.org/assets/img/2015/05/24/gettyimages-474584946-3f50a02d4adb89e992089e7309a1e33da6ada7b3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2895","width":"3860"}},{"href":"http://media.npr.org/assets/img/2015/05/24/gettyimages-474575924-3855926c9ab72743f2d5c7564ed6409ff8e91a25.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2518","width":"3357"}}]}