{"created":"2015-03-31T08:59:03+00:00","modified":"2015-04-27T18:33:04+00:00","valid":{"from":"2015-04-27T18:33:04+00:00","to":"3015-04-27T18:33:04+00:00"},"hreflang":"en","title":"Fear Of Black Men: How Society Sees Black Men And How They See Themselves ","published":"2015-04-08T19:31:00+00:00","teaser":"NPR's Michel Martin continues her examination of how the fear of black men plays out in America. She talks with two African-American men about how that fear affects their lives.","itags":["npr_api","396415737"],"guid":"bc4893d3-3076-4e6e-960e-5f4328fb7334","contentencoded":"<p>It's an open secret among African-American men and boys that people are often afraid of them. This week, we've brought that conversation to the airways and social media.</p><p>We spoke with Paul Butler, a Georgetown University law professor, and Doyin Richard, a blogger at a parenting blog, <a href=\"http://daddydoinwork.com/\" target=\"_blank\">Daddydoinwork.com</a>, to talk about how these experiences have affected them.</p><hr /><h3>Interview Highlights</h3><p><strong>On being racially profiled </strong></p><p><em>Prof. Paul Butler</em>: [I was] walking home in my beautiful upper-middle-class neighborhood in D.C., when the cops start following me —kind of like this cat and mouse thing. They are in their car, and you know, every time I move they move. And we get up to my house and I just stop on the street and say 'what are you doing? And then they say 'what are you doing?' I say 'I live here.' They say 'prove it.' They made me go to my porch, and then when I got there I said, 'you know what, I don't have to proof nothing.' I knew this because I am a law professor. They said, 'we are not leaving until you go in the house, because we think you're a burglar.' I say 'you're doing this because I am black.' They said, 'no, we are not, were black too,' and that was true. These were African-American officers. Even they were racial profiling me, another black man.</p><p><em>Blogger Doyin Richards</em>: When I was out with my oldest daughter, who's [four-years-old], we were in a shopping mall, in a garage in Los Angeles...and there was a lady, who was with her husband. And I could tell they were just really nervous around me. And then we went to an ATM — I had to get some money — and there's another couple and I heard the woman say 'Hurry up, let's go, let's go.' Like I was going to rob them, and my daughter was all like 'What happened dad? What was that all about?' And I have to go into this conversation, 'Well honey, sometimes people look at the color of my skin and they think I am a threat to them.'</p><p><strong>On how to appear non-threatening</strong></p><p><em>Blogger Doyin Richards:</em> Sometimes if I am walking down a street or something, I am whistling <em>Frozen</em> songs just to prove that ... 'Hey I have kids, I am not a threat to you. I just want to go home to my family.' So often people just view this as, 'Oh gosh, you're just whining,' or 'they are just making excuses or pulling out some mythical race card that doesn't exist.' This is a real thing.</p><p><em>Prof. Paul Butler:</em> When you're in an elevator or walking behind somebody and you feel like you have to perform to make them feel safe, it's like apologizing for your existence. So I am in an elevator with a white woman and I have to look down to make her feel comfortable. It's like 'excuse poor black me.' And you get angry and you get tired. But as a prosecutor, you also kind of understand where some these attitudes come from. Because while most black men don't commit any crime, of men who commit crime, a disproportionately number are African-American. And so yeah, sometimes there's a tendency to say, 'Well, gee if you other brothers weren't doing this, I wouldn't have to be in this position.\"</p><p><strong>On being proud of being a black man.</strong></p><p><em>Prof. Paul Butler:</em> one problem with conversations like this, is it doesn't get across that I love being a black man. I feel connected, like when I see President Obama's swag, I get that as a black man. When I hear Jay Z's cool ... I kind absorb and relate as well. Sometime we don't talk about the joy of this identity, and how proud I am to be African-American and a man.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Fear+Of+Black+Men%3A+How+Society+Sees+Black+Men+And+How+They+See+Themselves+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michel Martin","audio":[{"meta":{"duration":"419"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396505336-bf1dfe.m3u?orgId=1&topicId=1015&aggIds=352974380&e=396415737&d=419&ft=nprml&f=396415737"},{"href":"http://media.npr.org/assets/img/2015/03/31/11911419676_4d5e3bfb5d_k-9da79b34197887172a37ac24d906167df4404a5d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1178","width":"1571"}}]}