{"created":"2014-10-10T23:16:29+00:00","modified":"2014-10-13T20:11:07+00:00","valid":{"from":"2014-10-13T20:11:07+00:00","to":"3014-10-13T20:11:07+00:00"},"hreflang":"en","guid":"bc48789c-296d-4e1d-9e4e-31afd2a0579e","title":"Long, dangerous journeys aren't stopping Cubans from trying to come to the US","published":"2014-10-13T20:11:05+00:00","byline":"Shirin Jaafari, Shefali S. Kulkarni","tags":["Migration & Immigration","immigration","Cuban refugees","Global Nation","Justice","Conflict & Justice","North America","United States","Cuba","North America","Central America/Caribbean","Raul Castro","Frances Robles","Socialism","Government","Communism","Raúl Castro","Cuba","Cubans"],"teaser":"Cubans may not be jamming into fleets of makeshift rafts like they did in 1994, but the number of people trying to leave the island for the US is still surprisingly high. That's even despite routes that may take them as far south as Ecuador in their quest to enter the US.","contentencoded":"<p>It&#39;s been 20 years since thousands of&nbsp;Cubans made their way to Florida,&nbsp;floating on homemade vessels. But the number of Cubans migrating to the US is still high.</p><p>&quot;To me [the numbers] are startling,&quot; says Frances Robles, a New York Times reporter&nbsp;who&#39;s been covering the Cuban community in Florida.&nbsp;In the last fiscal year &mdash; which ended on Sept. 30&nbsp; &mdash;&nbsp;approximately 2,500 Cubans&nbsp;came to the US.</p><p>Many of them, Robles says, are doing so by <a href=\"http://www.nytimes.com/2014/10/10/us/sharp-rise-in-cuban-migration-stirs-worries-of-a-mass-exodus.html\">making dangerous</a><span style=\"line-height: 1.538em;\"><a href=\"http://www.nytimes.com/2014/10/10/us/sharp-rise-in-cuban-migration-stirs-worries-of-a-mass-exodus.html\">&nbsp;journeys</a> all the way south&nbsp;to Ecuador and taking buses back up&nbsp;to the Texas border.&nbsp;</span></p><p>The number of Cubans leaving for the US&nbsp;has&nbsp;actually dropped at various points over the past 20 years.&nbsp;&quot;The numbers dipped at around 2008 &mdash;&nbsp;that&#39;s when Raúl Castro takes over,&quot; Robles explains.&nbsp;&quot;There was a real sense of hope back then. People thought, &#39;You know what? This guy is going to change some things,&nbsp;he&#39;s allowing a little more freedom of speech, he&#39;s allowing the sales of electronics.&#39;&quot;</p><p>The financial crisis in the US meant that relatives and friends who made it there couldn&#39;t help pay for others to follow them. But now the numbers are back up, and Robles says she&#39;s surprised by the determination of some of her sources to leave.</p><p><span style=\"line-height: 1.538em;\">One of them</span><span style=\"line-height: 1.538em;\">, a wrestling coach named&nbsp;</span><span style=\"line-height: 1.538em;\">Yannio La O, has made</span><span style=\"line-height: 1.538em;\">&nbsp;about six failed attempts trying to leave Cuba.&nbsp;</span><span style=\"line-height: 1.538em;\">&quot;This is a guy who&#39;s spent 24 days lost at sea, who had to throw nine people overboard, day by day as more people died,&quot; Robles says.</span></p><p><span style=\"line-height: 1.538em;\">Yet&nbsp;he&#39;s still going for a seventh attempt, and R</span><span style=\"line-height: 1.538em;\">obles says he&#39;s optimistic about his chances.</span></p><p>&quot;He says, &quot;Let&#39;s say half the people who go to sea don&#39;t make it &mdash;&nbsp;half of them did!&#39;&nbsp;He&#39;s looking at it from a glass half full perspective,&quot; she says. &quot;His message to people in&nbsp;Cuba is get your Toyota motors&nbsp;and your styrofoam and your inner tubes ready and make the trip, too. Because, as he put it,&nbsp;it&#39;s better to die on your feet than live on your knees.&quot;</p><br>Array<br>Array","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Cuba_boat.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/cubaboatjpg"}]}