{"created":"2015-05-14T03:20:19+00:00","modified":"2015-05-18T16:57:09+00:00","valid":{"from":"2013-11-13T21:39:26+00:00","to":"3013-11-13T21:39:26+00:00"},"hreflang":"en","description":"As he travels for The Atlantic and Marketplace's American Futures project, Jim Fallows says there's an economic narrative for the cities and towns forging a way into the future.","tags":["APM","American Futures","Economy","economic growth","towns"],"itags":["Marketplace","Marketplace for Wednesday, November 13, 2013","PMP:Marketplace_PMP","bc4cf1305b748b70a43c745e0a92e5f1"],"contentencoded":"<div class=\"barn-cleaned\"><p><span>If you're only focused on Wall Street and K Street you aren't really getting a true picture of what's going on in America.&nbsp; So as part of the American Futures Project The Atlantic's Jim Fallows and his wife Deb in collaboration with Marketplace have been doing just that.&nbsp; Getting out to small towns across the country, finding out how they're taking ou their slice of the global economy</span></p>\n<p>And what you discover,&nbsp; Fallows says, is that the towns that are doing well are doing well in part because they're building a specific story.&nbsp; A story about the kind of town they are and want to be which often turns out to be a story that changes their economic fortunes. &nbsp;&nbsp; &nbsp; \"The way people understand&nbsp; their past and the things that worked affects their view of the present and more importantly the future,\" he says.</p>\n<p>Fallows says, its crucial that everyone in the town buy into the narrative.&nbsp; He says most of the people who didn't buy into the narrative have left, they've gone to make a life elsewhere.</p>\n<p>\"The people who are still there have to think its worth it and there are ways they can work together,\" Fallows says.</p>\n<p>Fallows says this type of buy in does come with risk, \"the danger would be people trying too hard to hang on to something that's just not saveable.\"</p></div>","contenttemplated":"[{\"content\":\"<p><span>If you&apos;re only focused on Wall Street and K Street you aren&apos;t really getting a true picture of what&apos;s going on in America.  So as part of the American Futures Project The Atlantic&apos;s Jim Fallows and his wife Deb in collaboration with Marketplace have been doing just that.  Getting out to small towns across the country, finding out how they&apos;re taking ou their slice of the global economy</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>And what you discover,  Fallows says, is that the towns that are doing well are doing well in part because they&apos;re building a specific story.  A story about the kind of town they are and want to be which often turns out to be a story that changes their economic fortunes.      &quot;The way people understand  their past and the things that worked affects their view of the present and more importantly the future,&quot; he says.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Fallows says, its crucial that everyone in the town buy into the narrative.  He says most of the people who didn&apos;t buy into the narrative have left, they&apos;ve gone to make a life elsewhere.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;The people who are still there have to think its worth it and there are ways they can work together,&quot; Fallows says.</p>\"},{\"content\":\"<p>Fallows says this type of buy in does come with risk, &quot;the danger would be people trying too hard to hang on to something that&apos;s just not saveable.&quot;</p>\",\"type\":\"text/html\"}]","teaser":"As he travels for The Atlantic and Marketplace's American Futures project, Jim Fallows says there's an economic narrative for the cities and towns forging a way into the future.","byline":"Kai Ryssdal","guid":"bc4cf130-5b74-48b7-8a43-745e0a92e5f1","title":"The economic narrative of America's future","published":"2013-11-13T21:39:26+00:00","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/field_images/2013/08/american-futures-map.jpg?itok=-VK6ZY48","meta":{"width":"610","crop":"primary","height":"340"}},{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/11/13/marketplace_segment23_20131113_64.mp3","type":"audio/mpeg","meta":{"duration":262,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/11/13/marketplace_segment23_20131113","type":"application/json"},"duration_hms":"00:04:22"}}]}