{"created":"2015-03-20T12:46:11+00:00","modified":"2015-06-25T17:44:54+00:00","valid":{"from":"2015-06-25T17:44:54+00:00","to":"3015-06-25T17:44:54+00:00"},"hreflang":"en","title":"Pop Culture Happy Hour: Nick Hornby's 'Funny Girl' And Adapting Books","published":"2015-03-20T15:23:00+00:00","teaser":"On this week's show, we read a book — specifically Nick Hornby's <em>Funny Girl</em>. We broaden out from there to film adaptations of books, and as always, we tell you what's making us happy this week.","itags":["npr_api","394061955"],"guid":"bc5e581a-9a2f-4db7-88f9-b47e81b764fe","contentencoded":"<p>While our pal Stephen Thompson is in Austin, Glen Weldon and I are happy to be spending the week talking to our pals Barrie Hardymon and Chris Klimek about the latest Nick Hornby novel, <em>Funny Girl</em>. It follows the life cycle of a British sitcom born in the 1960s, from its inception through its period of popularity, right through its fade and its status as a piece of nostalgia. We talk about the development of the characters, how they are and aren't like the people Hornby has written in books like <em>High Fidelity </em>and <em>About A Boy</em>, and what it's like to read a book about a television show that you're told — but not shown — is funny.</p><p>We move on from there to the related topic (given Hornby's track record) of film adaptation of books. Without reaching all the way back to <em>Gone With The Wind </em>and the whole history of book-inspired cinema, we talk about how adaptations cope with the limitations of prose, how they balance the importance of story with the importance of preserving the author's tone, and about the sometimes competing goals of being completely faithful to the book and making the best possible film the book could inspire.</p><p>As always, we close the show with what's making us happy this week. Glen is happy about the new comic book series <em>Bitch Planet</em>. Chris is happy about the video game Alien Isolation, and while he's sad about the loss of a <a href=\"https://www.youtube.com/watch?v=T2vYHOYFB9s\" target=\"_blank\">great storyteller</a> he will miss, he's happy to share some of the words of John Kevin Boggs. Barrie is happy about <em>The Americans</em>, a tough but smart spy show she's afraid not enough people are watching. And I am happy about having gotten my hands on the Julie Andrews <em>Cinderella </em>as<em> </em>well as the eternally available basic cable runs of the banter-cop-mystery show <em>Castle</em>.</p><p>Find us on Facebook or follow us on Twitter, or reach out individually to <a href=\"http://www.twitter.com/nprmonkeysee\" target=\"_blank\">me</a>, <a href=\"http://www.twitter.com/ghweldon\" target=\"_blank\">Glen</a>, <a href=\"http::/www.twitter.com/bhardymon\" target=\"_blank\">Barrie</a>, <a href=\"http://www.twitter.com/ctklimek\" target=\"_blank\">Chris</a>, producer <a href=\"http://www.twitter.com/jessica_reedy\" target=\"_blank\">Jessica</a> and pal <a href=\"http://www.twitter.com/mikekatzif\" target=\"_blank\">Mike</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pop+Culture+Happy+Hour%3A+Nick+Hornby%27s+%27Funny+Girl%27+And+Adapting+Books&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Linda Holmes","audio":[{"meta":{"duration":"2712"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394146848-07d341.m3u?orgId=1&topicId=1048&aggIds=100876926&d=2712&story=394061955&ft=nprml&f=394061955"},{"href":"http://media.npr.org/assets/img/2015/03/19/pchhblogrect1-33bc0b884ba703eebf9be1ed20a4220786199be3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"326","width":"435"}}]}