{"created":"2014-09-29T18:18:33+00:00","modified":"2014-11-12T18:16:06+00:00","valid":{"from":"2014-11-12T18:16:06+00:00","to":"3014-11-12T18:16:06+00:00"},"hreflang":"en","title":"Cause For Celebration: The Iconic Blue Note Records At 75","published":"2014-05-29T21:03:00+00:00","teaser":"Musicians and insiders talk to NPR about the jazz label's legacy. \"It's just like the Empire State Building or the White House,\" says one. \"It's a monument.\"","itags":["npr_api","316723990"],"guid":"bc6ed2f1-1b60-4b22-9f34-03be39a22d0a","contentencoded":"<p>Blue Note Records is the kind of record label that people like to call \"storied\" — so celebrated and impactful that no one narrative can capture its essence. From swing to bebop and hard bop, through fusion and the avant-garde, Blue Note has been telling the story of jazz in the grooves of its records since 1939 — and for its 75th anniversary, it's releasing remastered vinyl editions of some gems from its catalog. But the real legacy of the label is too big to capture on disc.</p><p>Even on a stage as big as the Kennedy Center's in Washington, D.C., where dozens of the label's stars gathered for a special Blue Note at 75 concert earlier this month, the label's history felt sprawlingly diverse: Elder titans like Lou Donaldson shared the moment with pop contemporaries like Norah Jones. You can see <a href=\"http://www.npr.org/series/315273149/npr-jazz-live\" target=\"_blank\">videos of four of those performances here</a>, or zoom in on the label's discography with <a href=\"http://www.npr.org/blogs/ablogsupreme/2014/05/28/316713372/take-75-great-solos-in-blue-note-records-history\" target=\"_blank\">a look at 75 great Blue Note solos here</a>.</p><p>NPR's Melissa Block went looking for the big picture as well, gathering stories and insights from the label's current president, Don Was, and many musicians from throughout its history. Read quotes from pianist Jason Moran, organ master Dr. Lonnie Smith and others below, and hear the radio segment at the audio link.</p><h3>\"I can't remember the first Blue Note album I bought, but I do know my very first <em>favorite</em> Blue Note record — and that would be <em>Speak No Evil</em>, Wayne Shorter. It's almost like a really amazing underground hip-hop record that didn't go mainstream for some reason; that's how it sounds. It just has a certain mood, a certain darkness and a certain honesty.\"</h3><blockquote><p><em>— Pianist <strong>Robert Glasper</strong></em><em>, who released his Blue Note debut, </em>Canvas<em>, in 2005</em></p></blockquote><h3>\"You won't see this on the Grammys, and that's a shame. I always say that if the aliens came to Earth and they watched one of these award shows, would that be the best America has to offer? I sometimes am unsure of that. And I want to make sure that the best of what Blue Note Records has to offer, at least a small portion of it, is on this stage, presented in the most earnest and honest way possible.\"</h3><blockquote><p>— <em>Pianist <strong>Jason Moran</strong> (on Blue Note since 1999) on the importance of the Blue Note at 75 concert</em></p></blockquote><h3>\"Blue Note captured you because of the liner notes and the cover art. There was an energy there; there was a hipness that you followed. The music followed the production, and the production followed the music. And you could just feel the love in each disc.\"</h3><blockquote><p><em>— Saxophonist <strong>Joe Lovano</strong>. His Blue Note debut, </em>From the Soul,<em> came out in 1991</em></p></blockquote><h3>\"Blue Note was the first to take the chance and the risk to record him as a leader — and not only did they record him as a leader, they called the recording<em> Genius of Modern Music</em>. That's bold.\"</h3><blockquote><p><em>— Library of Congress jazz historian <strong>Larry Appelbaum</strong> on Thelonious Monk's Blue Note debut</em></p></blockquote><h3>\"In this kind of music, change is part of the DNA. You're supposed to play the music differently every night. You're not supposed to repeat yourself; you're always supposed to be pushing the threshold. So we've gotta continue to do that. I've never said no to something because it's the wrong genre. I've said no to stuff — a lot of stuff — because I didn't feel anything when I heard it.\"</h3><blockquote><p><em>— Blue Note President <strong>Don Was</strong></em></p></blockquote><h3>\"Blue Note has a history. It's a legacy. If they didn't keep it up that would be a tragedy, because it's just like the Empire State Building or the White House. It's a monument. It's part of life.\"</h3><blockquote><p>— <em>Organist <strong>Dr. Lonnie Smith</strong>, whose playing on Lou Donaldson's</em> Alligator Bogaloo<em> won him a </em><em>Blue Note contract in 1967</em></p></blockquote>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Cause+For+Celebration%3A+The+Iconic+Blue+Note+Records+At+75&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"NPR Staff","audio":[{"meta":{"duration":"489"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316728933-502a8b.m3u?orgId=1&topicId=1106&aggIds=315273149,100920965&ft=3&f=316723990"},{"href":"http://media.npr.org/assets/img/2014/05/28/artblakey_byfranciswolff-3c055ada28f69aed6f8fd1d5448f2f836f20d8fb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1491","width":"1988"}}]}