{"created":"2014-09-08T15:47:14+00:00","modified":"2014-09-30T14:29:40+00:00","valid":{"from":"2014-09-30T14:29:40+00:00","to":"3014-09-30T14:29:40+00:00"},"hreflang":"en","title":"U.N. Report Raises Climate Change Warning, Points To Opportunities","published":"2014-03-31T14:07:00+00:00","teaser":"In many ways, the world is \"ill-prepared\" for the dangers, scientists say in a new report. They also say efforts to improve energy efficiency and cut water consumption could help make a difference.","tags":["npr_api","297092061"],"guid":"bc988d39-3426-4206-a637-a0f424d97ece","contentencoded":"<p>\"The effects of climate change are already occurring on all continents and across the oceans,\" and the world is mostly \"ill-prepared\" for the risks that the sweeping changes present, <a href=\"http://ipcc.ch/pdf/ar5/pr_wg2/140330_pr_wgII_spm_en.pdf\" target=\"_blank\">a new report from the U.N.'s Intergovernmental Panel on Climate Change concludes</a>.</p><p>The report also wastes no time in pointing a finger toward who is responsible: \"Human interference with the climate system is occurring,\" reads the first sentence <a href=\"http://ipcc-wg2.gov/AR5/images/uploads/IPCC_WG2AR5_SPM_Approved.pdf\" target=\"_blank\">in the scientists' summary of their work</a>.</p><p>As NPR's <a href=\"http://www.npr.org/people/279612138/geoff-brumfiel\" target=\"_blank\">Geoff Brumfiel </a>tells our Newscast Desk, the panel \"includes hundreds of scientists from around the world. Its past reports have made gloomy predictions about the impact of climate on humans. This time around, they're also trying to prepare us. Chris Field, the co-chair of the new report, says improving health systems, making transportation more efficient, and beefing up disaster response can make a difference.\"</p><p>\"Things we should be doing to build a better world are also things we should be doing to protect against climate change,\" Field says.</p><p>In the summary of its findings and recommendations, for instance, the panel suggests that ongoing efforts to improve energy efficiency, switch to cleaner energy sources, make cities \"greener\" and reduce water consumption will make life better today and could help reduce mankind's effect on climate change in the future. While all people will continue to feel the effects of climate change, the report concludes that the world's poorest populations will suffer the most from rising temperatures and rising seas unless action is taken.</p><p>Still, <a href=\"http://www.theguardian.com/environment/2014/mar/31/climate-change-threat-food-security-humankind\" target=\"_blank\"><em>The Guardian</em> says</a> the report concludes that climate change is \"already having effects in real time — melting sea ice and thawing permafrost in the Arctic, killing off coral reefs in the oceans, and leading to heat waves, heavy rains and mega-disasters. And the worst was yet to come. Climate change posed a threat to global food stocks, and to human security, the blockbuster report said.\"</p><p>\"Nobody on this planet is going to be untouched by the impacts of climate change,\" says Rajendra Pachauri, chair of the IPCC.</p><p><a href=\"http://www.bbc.com/news/science-environment-26810559\" target=\"_blank\">The BBC calls the report</a> \"the most comprehensive assessment to date of the impacts of climate change on the world.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.N.+Report+Raises+Climate+Change+Warning%2C+Points+To+Opportunities&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mark Memmott","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1297139158-256ff5.m3u?orgId=1&topicId=1001&ft=3&f=297092061"},{"href":"http://media.npr.org/assets/img/2014/03/31/climatechange312way-bcbd4a49729066e8ac3f0fdfb4f9099b7ec9b826.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"357","width":"476"}}]}