{"created":"2014-10-23T20:22:23+00:00","modified":"2014-11-10T22:06:15+00:00","valid":{"from":"2014-11-10T22:06:15+00:00","to":"3014-11-10T22:06:15+00:00"},"hreflang":"en","title":"Bring Home A Taste Of Paris The Easy Way With French Bistro Brisket","published":"2014-10-23T22:35:00+00:00","teaser":"Steven Raichlen says slow cooking can transform beef brisket from a dry, tough cut of meat into something \"incredibly rich and soulful.\"","itags":["npr_api","358048952"],"guid":"bcb8b1a3-e5ff-41ef-ae45-8a7694ef1a6b","contentencoded":"<p>Beef brisket is more than a tough cut of meat. Steven Raichlen says when it's braised low and slow until tender, it becomes otherworldly.</p><p>\"Your knife doesn't so much cut through the brisket as glide through it,\" he says. \"It's beefy, meaty, earthy.\"</p><p>Raichlen is the author of <a href=\"http://www.npr.org/books/titles/358148238/man-made-meals-the-essential-cookbook-for-guys\" target=\"_blank\">Man Made Meals: The Essential Cookbook for Guys</a>. He says his <a href=\"http://www.npr.org/series/175306271/found-recipes\" target=\"_blank\">Found Recipe</a> for French Bistro Brisket, adapted from the one featured at the Paris restaurant Benoit, is well worth the long cooking time.</p><p>\"It is part of what I call classic French guy food — food like snails, oysters, organ meat, wild game,\" he says. \"[Benoit] was opened in 1912 in Les Halles, the old French market, and it catered to the market men, the butchers — guys with really big appetites.\"</p><p>Because brisket tends to be dry, the chefs at the restaurant would first insert slivers of pork fat and carrot into the meat with a hollow needle. As the beef cooked, it would moisturize the brisket from the inside out.</p><p>Raichlen describes eating Benoit's brisket as a sensual experience.</p><p>\"The way you eat it at Benoit, first of all, they bring it to you in a copper pot, lift the lid of the pot and you get this incredible blast of wine flavor with aromatic vegetables, meat, French herbs,\" he says.</p><p>The generous addition of wine does triple duty, serving as a marinade, cooking liquid and finally a gravy.</p><p>\"It was just incredibly rich and soulful. You could get drunk on the aroma,\" he says.</p><p>Raichlen says he often dreams of the dish and has figured out how to make it at home. Despite a long cooking time, it's easy, he says.</p><p>\"You start by browning bacon and onion, carrots, celery and garlic. Then you brown the brisket, then you flambé the brisket with Cognac, and add red wine to cover — a bottle. Then simply cover the pot, bake the brisket in a low oven for four hours,\" he says. \"Return the vegetables and bacon to the pot and continue baking until the beef is tender enough to cut with the side of a fork.\"</p><p>And when you finally do take that first bite, Raichlen says it'll be \"completely extraordinary.\"</p><hr /><h3>Recipe: French Bistro Brisket</h3><p><em>Serves 6 to 8</em></p><p>1 slab (about 3 pounds) center-cut beef brisket</p><p>4 slices thick bacon, cut crosswise into 1/4-inch slivers</p><p>24 pearl onions, peeled, or 6 small onions, peeled and quartered</p><p>8 medium-size carrots, peeled, trimmed, and cut crosswise into 2-inch pieces, plus 2 carrots, peeled, trimmed, and finely chopped</p><p>1 pound small red or new potatoes, cut in half</p><p>Coarse salt and freshly ground black pepper</p><p>1 onion, peeled and finely chopped</p><p>2 ribs celery, finely chopped</p><p>2 cloves garlic, peeled and finely chopped</p><p>2 bay leaves</p><p>1/2 cup Cognac</p><p>1 bottle (750 milliliters) fruity red wine, like Beaujolais</p><p>2 tablespoons tomato paste</p><p>1 tablespoon chopped chives (optional)</p><p>Preheat the oven to 275 degrees Fahrenheit. Trim any excess fat (more than 1/4 inch) off the brisket.</p><p>Place the bacon in a large heavy pot or Dutch oven over medium heat and cook until browned, about 3 minutes. Using a slotted spoon, transfer the bacon to a platter.</p><p>Add the pearl onions, carrot pieces and potatoes to the pot, increase the heat to medium-high, and cook until browned (about three minutes), stirring often. Using the slotted spoon, transfer the browned onions, carrots and potatoes to the platter with the bacon. Lightly cover the bacon and vegetables with aluminum foil — they won't be added back to the pot until the brisket has cooked for three hours. Pour off and discard all but about two tablespoons of the bacon fat from the pot.</p><p>Very generously season the brisket on all sides with salt and pepper. Place the brisket in the pot and sear it in the hot bacon fat over medium-high heat until darkly browned, about five minutes per side. Transfer the brisket to a plate. Pour off and discard all but two tablespoons of fat.</p><p>Add extra two chopped carrots, second chopped onion, celery, garlic and bay leaves to the pot and cook until browned, about four minutes, stirring often.</p><p>Add the Cognac and let come to a boil, stirring up the brown bits from the bottom of the pot with the wooden spoon. Return the brisket to the pot. Add the wine and tomato paste and bring to a boil. Cover the pot with a tight-fitting lid and place it in the oven. Cook the brisket until semi-tender, about three hours, checking once or twice to make sure the meat doesn't stick to the pot or scorch on the bottom.</p><p>Remove the pot from the oven. Uncover the pot, and using a large spoon, remove and discard any fat floating on the surface. Stir in the bacon, browned pearl onions, carrot pieces, and potatoes. Cover the pot, return it to the oven, and continue cooking the brisket for 1 hour longer.</p><p>Remove the pot from the oven. Uncover the pot, spoon off the fat again, and return the uncovered pot to the oven. Cook the brisket until it is very tender, some of the pan juices have evaporated, and the sauce starts to thicken, 30 minutes to one hour more. Remove the pot from the oven and let the brisket rest for about 10 minutes.</p><p>Again, spoon off any fat that has risen to the surface. Remove and discard the bay leaves. Transfer the brisket to a cutting board and thinly slice it crosswise across the grain.</p><p>Place the pot with the sauce and vegetables on the stove over medium-high heat and bring to a boil. Boil the sauce until concentrated and flavorful, about three minutes. Taste for seasoning, adding salt and pepper to taste; the sauce should be highly seasoned.</p><p>Return the sliced brisket to the sauce and vegetables. Sprinkle the chopped chives, if using, on top. Serve the brisket French bistro style directly from the pot.</p><p><em>Excerpted from</em> Man Made Meals: The Essential Cookbook for Guys <em>by Steven Raichlen. </em><em>Copyright 2014 by Steven Raichlen. Excerpted by permission of Workman Publishing Company.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bring+Home+A+Taste+Of+Paris+The+Easy+Way+With+French+Bistro+Brisket&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"155"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358363621-b5caa2.m3u?orgId=1&topicId=1139&aggIds=175306271&ft=3&f=358048952"}]}