{"created":"2014-09-22T21:44:44+00:00","modified":"2014-09-22T21:44:44+00:00","valid":{"from":"2014-09-22T21:44:44+00:00","to":"3014-09-22T21:44:44+00:00"},"hreflang":"en","title":"Why Did Congress Kick The Can On Funding Islamic State Mission?","published":"2014-09-22T21:39:00+00:00","teaser":"The president got approval for his plan to train and equip Syrian opposition fighters. But lawmakers didn't approve funds to pay for it or the broader air campaign. So where will the money come from?","tags":["npr_api","350658527"],"contentencoded":"<p>President Obama now has the approval he sought from Congress to train and arm trusted Syrian rebel forces.</p><p>What he didn't get from Congress was the money to pay for the mission.</p><p>Lawmakers — who've skipped town for the campaign trail — also didn't approve any new money to pay for the broader air campaign against the group that calls itself the Islamic State.</p><p>So where will the money come from?</p><p>For a while, at least, combat in Iraq and Syria will probably be paid for from a special account meant to wind down the war in Afghanistan.</p><p>Vermont's Peter Welch is one of the 85 House Democrats who voted last week against training and arming Syrian rebels. One reason he did so, he says: Congress did not come up with the money for it.</p><p>\"If it's so important for us to do,\" he says, \"a lot of us are asking the question: Why don't we pay for it?\"</p><p>What Congress essentially said was, we'll get to that later, after the November elections. Texas Republican Pete Sessions, chairman of the House Rules Committee, says the agreement on the House side was to \"allow the president to reprogram money as he chooses.\"</p><p>\"We will look at the plan, and when we get back we will then offer a chance to change the Defense Authorization Act or any appropriations that we need to,\" he adds.</p><p>That \"kick the can down the road\" funding strategy got buy-in from both sides of the aisle. New York's Nita Lowey, the top Democrat on the House Appropriations Committee, wants other countries to kick money in first. \"I'm going to focus on the Saudi money, the Qatar money, the Emirate money, and all the other money that's in that region that is there to help pay for this before we consider our part and our appropriations,\" she says.</p><p>Money will be needed not only for training and arming Syrian rebels, but also for some 60 intelligence flights daily and the ever-widening aerial bombardment campaign. In a speech at West Point in May, before ISIS had seized any territory in Iraq, President Obama urged lawmakers to approve funds specifically for fighting terrorism.</p><p>\"I am calling on Congress to support a new Counterterrorism Partnerships Fund of up to $5 billion, which will allow us to train, build capacity, and facilitate partner countries on the front lines,\" he said.</p><p>But legislation that would grant much of Obama's request is now stalled in the Senate. Congress has instead given the Pentagon permission to tap what's known as the Overseas Contingency Operations account. Its funds had been earmarked for the war in Afghanistan. John Cornyn, the Senate's No. 2 Republican, says this \"funny money,\" as he calls it, distracts from the larger issue:</p><p>\"A strategy to actually succeed in destroying ISIL and to pay for it, I mean, this is the debate we should be having that we're not,\" he says.</p><p>The cost of the entire military effort could well exceed $200 million a week, says Todd Harrison of the Center for Strategic and Budgetary Assessments. \"The tricky thing about this is it's too soon to tell precisely how much this is going to cost,\" he says.</p><p>That war-fighting account Congress plans to tap, Harrison says, was supposed to shrink by $2 billion a month starting in October. But lawmakers just approved continuing all current funding levels through mid-December.</p><p>Harrison says they're going to be able to stay at that higher level \"at least until Congress gets around to passing a regular appropriations bill.\"</p><p>That means in the meantime, \"they're going to have more money than they were even requesting, much more than they would even need for operations against ISIS in Iraq,\" he says.</p><p>Rep. Welch, the Vermont Democrat, says what it all adds up to is one big punt. \"I think the real enemy here is Congress. Because there's a non-willingness on the part of Congress to pay for things, so we think there's this magic offset. But then we completely ignore our responsibility to come up with the funds.\"</p><p>Still, in the weeks following the elections, Congress likely will have to vote on appropriating more money for war — how much is still unknown.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Did+Congress+Kick+The+Can+On+Funding+Islamic+State+Mission%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Welna","guid":"bcc3ebb1-a3a4-4c7d-b132-1e976751a26d","audio":[{"meta":{"duration":"256"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350662208-5190f7.m3u?orgId=1&topicId=1122&ft=3&f=350658527"}]}