{"created":"2015-03-16T07:05:26+00:00","modified":"2015-06-05T15:27:57+00:00","valid":{"from":"2015-06-05T15:27:57+00:00","to":"3015-06-05T15:27:57+00:00"},"hreflang":"en","title":"A Rail Line That Crosses Jerusalem's Divide, But Can't Unite It","published":"2015-03-16T17:43:00+00:00","teaser":"The city's light rail has attracted Israeli and Palestinian riders. But it has also been a source of controversy in a conflict where even the trains are freighted with political significance.","itags":["npr_api","392817444"],"guid":"bcd43d66-47ed-4f32-bdee-fc933a467e16","contentencoded":"<p>David Felber was out of breath when he met up with us at the Pigsat Ze'ev Light Rail station in East Jerusalem.</p><p>\"We missed the 8 o'clock train,\" he panted. He didn't want to miss the 8:05.</p><p>The 53-year-old was on his way to work at the Ministry of Education in West Jerusalem.</p><p>We stepped on board to glimpse how the battle for land touches so much in this region, including Felber's commute.</p><p>Jerusalem's light rail system connects the two halves of a divided city. Israel captured East Jerusalem in the Six-Day War against Arab nations almost half a century ago.</p><p>Israel annexed heavily Palestinian East Jerusalem, declaring it part of Israel. The Israeli move has never been recognized by the rest of the world, and the Palestinians are seeking that part of the city for the capital of a future state. Two decades of start-and-stop peace talks have resolved nothing.</p><p>In the meantime, Israel has built thousands of new homes in East Jerusalem, where Israeli Jews like Felber moved in.</p><p>\"We're in the biggest neighborhood of Jerusalem, around 50,000 people live here,\" Felber said of Pigsat Ze'ev, with its modern looking stone high-rises. \"It's a part of Jerusalem that wasn't a part of the city before the '67 war.\"</p><p>Israelis built this new Jewish area in the 1980s and built the light rail line just a few years ago.</p><p>It runs through Felber's Jewish community, then into Palestinian zones and onward to old Israeli neighborhoods in West Jerusalem. Along the way it has become the target of violence.</p><p>The train we boarded with Felber was sleek, blue and silver, sliding beneath overhead electric wires. Felber is a third-generation Israeli. He says his grandparents came here before there was an Israel.</p><p>This train ride is a regular part of his commute to West Jerusalem, despite his early misgivings.</p><p>\"Actually although I use it very frequently, I was one of the big campaigners against the train,\" he said.</p><p>He opposed the project for many reasons, including its route. He wished it would have bypassed Palestinian neighborhoods that we now pass through on our commute with him.</p><p>Felber pointed at cracked windows on our train car.</p><p>\"You can see the windows broken from stones that were thrown at the train. This shouldn't be a surprise to anyone,\" he said.</p><p>Palestinians have thrown stones at mass transit for decades as they protest Israeli rule.</p><p>The cracks were covered by clear plastic stickers promising the windows would be repaired as soon as possible.</p><p>\"It doesn't say what's the reason, but it was not birds who broke the windows, neither was it Israelis who did it,\" he said.</p><p>This is not the image Jerusalem transit officials would have liked to promote. A transit spokesman told us the train brings people together. He called light rail passengers a \"mosaic\" of Jews and Arabs, men and women, tourists and more.</p><p>But the rail line was also divisive from the start of construction. Israel was building a train into occupied territory, serving Jewish settlements that the United Nations had called illegal.</p><p>A pro-Palestininan group sued the French train contractors, claiming the project was aiding in a war crime, the taking of territory.</p><p>The suit was dismissed, but trouble continued, as we saw while riding with Felber.</p><p>\"Just now when you look outside. It's burned, all burned, all ruined,\" he said motioning to the scene outside the car.</p><p>The train was rolling up to a platform, the Shu'afat station, in the middle of a Palestinian street.</p><p>\"It was all burned by Palestinians. They were angry, doesn't matter for what, but they always find a reason,\" Felber said.</p><p>Later, we returned to that train platform to learn about the reason.</p><p>Last year this stop on the light rail line became entangled in the broader story of the Middle East conflict.</p><p>Three Israeli teenagers were kidnapped and killed by Palestinians, and in apparent retaliation, a Palestinian teenager sitting very near this stop was kidnapped by Jewish extremists and burned alive.</p><p>In retaliation for this, the light rail station was torched.</p><p>In this neighborhood we met a cousin of the Palestinian youth who was killed near the train. The man's name was Walid Abu Khdeir. He led us down a narrow street and up the stairs to his apartment. The train line is visible from his window.</p><p>\"We can see and hear it day and night,\" said Walid.</p><p>For Walid, his cousin's death was just part of a lifetime of conflict. He said his family has long resisted Israeli rule. Walid himself said he was imprisoned years ago for violent acts he committed on the streets.</p><p>He told us he understands why people burned down the station when his cousin was killed.</p><p>\"After that barbaric act,\" Walid said, \"people took out their anger on any Israeli project nearby.\"</p><p>Though the train is conveniently outside his door, he said he rarely rides it and tells his children to stay off it, too.</p><p>In any case, the government has yet to replace the ruined kiosk on the platform, meaning nobody at that station can buy a ticket.</p><p>From Walid's window, we saw the way the train passes a local mosque and continues on toward Jewish West Jerusalem. Trains rolled by every few minutes. And when we were on board, we did see Palestinian as well as Jewish riders.</p><p>We saw men wearing Jewish yarmulkes on their heads, near women wearing Muslim head scarves.</p><p>We fell into conversation with a Palestinian couple who run a store near the grand Al-Aqsa Mosque in Jerusalem's Old City.</p><p>Emad and Nahla Abu Khadije told us they ride the train from East to West Jerusalem twice a week. They go to an Israeli hospital for Emad's cancer treatment and told us they feel safe riding the train.</p><p>But they find Jerusalem rather tense. As the couple reached their stop, Emad and Nahla told us they feel they're often looked upon as terrorists.</p><p>\"We born here, we hope to die here. It's our land,\" Emad said.</p><p>Before 1948, before the creation of Israel, Jews and Arabs lived together he tells us.</p><p>\"Now,\" he said, \"I'm not sure they want to.\"</p><p>We let him get on to his cancer treatment, and he urged us to visit his store.</p><p>\"I wait for you, inshallah, to come,\" he said.</p><p>The train line continues westward across the rest of Jerusalem to the Holocaust museum, its final stop.</p><p>A symbol of the many tragic stories that come together in this city. From East to West Jerusalem, the light rail brings Israelis and Palestinians elbow to elbow, whether they like it or not.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Rail+Line+That+Crosses+Jerusalem%27s+Divide%2C+But+Can%27t+Unite+It&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Inskeep","audio":[{"meta":{"duration":"466"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393284586-bc23c5.m3u?orgId=1&topicId=1009&d=466&p=3&story=392817444&t=progseg&e=393279842&seg=2&ft=nprml&f=392817444"},{"href":"http://media.npr.org/assets/img/2015/03/13/israel_lightrail_001-f026476aecf47071174daf54357ff627c81d8b59.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/13/israel_lightrail_002_slide-58090e2c3ce1707a57599294522487f642c5f413.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1999","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/03/13/israel_lightrail_003_slide-f8cef821a014b6a91b0db998508fa70144f45ad2.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1999","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/03/13/israel_lightrail_004_slide-e617e3d6275336c4ae17627a3ec88ec8bcd56091.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1999","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/03/13/israel_lightrail_005_slide-420ec255779dd65e74bc16f8da86187e00e03a0f.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1999","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/03/13/israel_lightrail_006_slide-0a801a4a8a4f107d1aeb3ebf9cdf9a641ae94c82.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1999","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/03/13/israel_lightrail_007_slide-709aa8b7385807bcebd7bf5d6ab6c5fe57eebc1b.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1999","width":"3000"}}]}