{"created":"2014-09-22T16:10:27+00:00","modified":"2014-10-31T15:41:40+00:00","valid":{"from":"2014-10-31T15:41:40+00:00","to":"3014-10-31T15:41:40+00:00"},"hreflang":"en","title":"Nostalgia For What's Been Lost Since 'Brown V. Board'","published":"2014-05-19T17:41:00+00:00","teaser":"No one wants to return to the system of American apartheid. Public education, with its glaring inequities, is a reminder of all the work left undone.","itags":["npr_api","312555307"],"guid":"bcf91f7d-34fb-4576-9fec-a23b0f1a145f","contentencoded":"<p><em>Brown v. Board of Education</em> became the law of the land when it struck down de jure segregation in Topeka, Kan., on May 17, 1954, saying, \"We conclude that, in the field of public education, the doctrine of 'separate but equal' has no place. Separate facilities are inherently unequal.\"</p><p>The decision overruled several states' two-tiered system of providing very separate and, usually, inherently unequal schools for white and Negro children. It was a first step in trying to create the level playing field Americans believe they value.</p><p>Despite the indignities of being made to live within certain physical parameters and being assigned schools based on the color of their skin, many black Americans who are old enough to recall their segregated childhoods remember some aspect of that time with some fondness.</p><p>Carmen Fields is a media consultant who has lived in Boston for a number of years, but she grew up in Tulsa, Okla. She proudly reels off the amenities her self-sufficient community maintained in her 1950s childhood.</p><p><strong>Nostalgia For A More Supportive Time</strong></p><p><strong></strong>\"We had our own grocery stores, black doctors, lawyers, dentists, hotel, movie theaters, shoe repairmen, our own segregated YMCA,\" Fields says.</p><p>It was a community, she says, where she felt supported, valued and welcomed. And where, because local colleges refused to hire black professors, her education in segregated schools was never substandard.</p><p>\"Some of our teachers were Ph.D.s, or Ph.D. candidates,\" Fields recalls. \"We had the best of the best, the talented 10th, if you will, and they expected the best of us.\" Segregation should not get in the way of excelling, Fields and her peers were told. They had to be ready to inherit the integrated world their elders were fighting for, and the wider opportunities that would surely accompany it.</p><p>Odd to consider nostalgia for segregation, but Fields admits, \"I do experience that longing from time to time.\"</p><p>Brenda Stevenson teaches history at the University of California, Los Angeles, and says she understands some blacks' wistful look back at a more supportive time.</p><p>\"There is a sense, I know in Southern California, that black children are not educated well,\" she says. \"People feel that way. And I think that's where the nostalgia comes from.\"</p><p>Stevenson says many of the children currently in Los Angeles schools are the descendants of Southerners who migrated north and west to escape segregation. They wanted to live free of white oppression, but they missed the closeness that came from their all-black neighborhoods, where everyone knew everyone else — largely because they weren't allowed to live anywhere else.</p><p><strong>What The Nostalgia Really Means</strong></p><p>The nostalgia for functioning black communities does not mean anyone wants to return to the system of American apartheid that forbade blacks to vote, or in some cases, own property. Or use public facilities their taxes paid for. That era was powerfully captured in <em>Once Upon a Time ... When We Were Colored</em>, a 1996 film of writer Clifton Taulbert's memoir that chronicled his youth in segregated Mississippi. In this scene, great grandfather Poppa, played by Al Freeman Jr., gently gives 5-year-old Cliff a lesson that could save his life:</p><blockquote><p>Poppa tells his grandson: \"<em>This is a 'W.' That's the first letter of the word 'white.' Now when you see this, whether it's on the door or a sign or a water fountain ... you don't use it. Now this is the letter 'C.' It's the first letter of the word 'colored.' Now that's what you look for, hmmmm? That's what you use.\"</em></p></blockquote><p>Michelle Boyd, a professor at the University of Illinois at Chicago, says people shouldn't confuse the longing for the good part of the bad old days with a wish to go back to segregated life. This nostalgia, she says, means something else: \"This is an expression with disappointment in the limits of desegregation.\"</p><p>With so many hopes pinned on the end of segregation, it is inevitable that all expectations could not be met.</p><p>Desegregation is not the same thing as integration. And, Boyd points out, while there <em>is </em>open access to public facilities, everything from bathrooms to libraries, it doesn't mean that discrimination has ended.</p><p><strong>Post-Racial Confusion</strong></p><p>Not even the fact that Americans elected a black president — twice — mean that discrimination is over, says UCLA's Brenda Stevenson. The belief by some opinion-makers that President Obama's election has moved America into an era where race is no longer central, let alone relevant, says Stevenson, causes many black Americans more than a little cognitive dissonance.</p><p>\"In this 'post-racial' society, what African-Americans, I believe, feel, it's <em>not </em>post-racial,\" Stevenson insists. \"We're still evolving as a society in which race is extremely important and has differential impact on different groups.\" To ignore the disparate impact is to ignore reality.</p><p>Michelle Boyd says public education, with all its inequities, has been a glaring example of post-<em>Brown v. Board of Education</em> work that still needs to be done.</p><p>\"The ways that racial discrimination and racism still show up in the daily lives of people who still have to send their kids to public school, for example, makes it easy to look longingly back into the past,\" Boyd says.</p><p>Even if it's a past that wasn't really as simple or golden as the complicated present makes it seem.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Nostalgia+For+What%27s+Been+Lost+Since+%27Brown+V.+Board%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Karen Grigsby Bates","audio":[{"meta":{"duration":"339"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313343352-3271df.m3u?orgId=1&topicId=1015&ft=3&f=312555307"},{"href":"http://media.npr.org/assets/img/2014/05/16/51916588-b1cdc04d3e2fccd3bf865e8efdba62b0f7161aed.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3042","width":"4054"}},{"href":"http://media.npr.org/assets/img/2014/05/16/screen-shot-2014-05-16-at-4.29.14-pm_custom-b41f4b57ab112a84ea423ed8f6156205d4c2ce92.png","type":"image/jpeg","meta":{"crop":"custom","height":"552","width":"899"}},{"href":"http://media.npr.org/assets/img/2014/05/16/photo-6--321234c5d0c848cea3aa67d6faf981a8bc75a57d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1535","width":"2048"}}]}