{"created":"2014-09-11T21:17:56+00:00","modified":"2014-10-30T22:28:46+00:00","valid":{"from":"2014-10-30T22:28:46+00:00","to":"3014-10-30T22:28:46+00:00"},"hreflang":"en","title":"A Promise Fulfilled Upends Kansas Governor's Race","published":"2014-09-12T13:00:00+00:00","teaser":"GOP Gov. Sam Brownback is losing support from his own party because his tax-cutting agenda contributed to the state's budget problem. Moderate Republicans are turning to the Democratic opponent.","itags":["npr_api","347689750"],"guid":"bd033dff-93d3-4a83-a66e-f5f8928c3361","contentencoded":"<p>Kansas has become such a reliably red state in presidential elections that when other election years roll around, the results still seem a foregone conclusion. But <a href=\"http://en.wikipedia.org/wiki/List_of_Governors_of_Kansas\" target=\"_blank\">the governor's mansion has switched parties often in the past 60 years</a>, and Democrats may take it back this November.</p><p>Republican Gov. Sam Brownback is running for re-election, and for months now, polls have shown him consistently running well behind his Democratic challenger.</p><p>This isn't your typical incumbent-in-trouble story, though. In office, Brownback has done exactly what he said he would. But many, many voters aren't happy, including a lot of Republicans.</p><p>Big tax cuts that Brownback championed have left Kansas with a serious budget problem.</p><p>Hutchinson resident Mark Richardson has a long history of supporting Brownback — as a U.S. senator, and as governor. But this year: \"Who am I going to vote for? I'm not going to say yet.\"</p><p>The Democrat in the race is Paul Davis, currently the minority leader in the Kansas House of Representatives. Davis is not well-known statewide, but polls show him benefiting from widespread disapproval of Brownback.</p><p>Some of the loudest complaints have come from moderate Republicans. This summer, 104 Republicans — current and former Kansas officials — held a press conference to endorse Davis.</p><p>Republican Carol Ruppe Linnens, a former state school board member, was there. \"In his very first legislative session, [Brownback] made the largest cut to our schools in state history and then had the nerve to call it a victory for our state,\" she says.</p><p>Brownback argues that he has increased total funding to schools, noting that it's 52 percent of the state budget. But his critics point out that per-pupil spending is down significantly. There have been cuts to programs, classes are larger, teachers are working longer hours, and local school boards are just trying to cope.</p><p>And in the coming years, projections put state budget shortfalls in the hundreds of millions annually.</p><p>Jeffrey Jarmon, a political analyst at Wichita State University, says Brownback ran on a platform to cut taxes in the state, and he followed through on that promise.</p><p>\"He got legislators on board with that, put other legislators in place to support that policy. And now the economic issues the state faces are a result of that, and that's really what this election is deciding,\" Jarmon says.</p><p>Brownback's position is simple: Kansas is doing quite well, thank you, and his critics distort the facts. In the closing line of his <a href=\"https://www.youtube.com/watch?v=0JpDz1BRaO8&feature=youtu.be\" target=\"_blank\">latest campaign ad</a>, he tries to drive that home: \"The sun is shining in Kansas and don't let anybody tell you any different.\"</p><p>In the first gubernatorial debate recently at the Kansas State Fair, Brownback addressed the state's economic issues. \"Our unemployment rate is 4.9 percent. We have a record number of Kansans working. We have the fastest-growing economy in the region and more new business created than ever in the history of the state,\" he said.</p><p>But Democrat Paul Davis countered with a darker view of things, saying the deficit is projected to hit $1.3 billion in five years.</p><p>\"Our credit rating has been downgraded three times. We're 45th in the nation in new business creation,\" Davis said. \"In 2013, more businesses closed up shop than opened shop. It's because we have an economic experiment that isn't working. Let's return to a proven Kansas model of growing our economy, and that's how we're going to help Kansas.\"</p><p>Working in Brownback's favor is the fact that Republicans outnumber Democrats in the state by nearly 2-1. But there are lots of independents. And while they tend to vote overwhelmingly Republican, it's not at all certain they will this time. That leaves Brownback — who got just about everything he wanted in his first term — with eight weeks to convince a wary public that it's what they wanted, too.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Promise+Fulfilled+Upends+Kansas+Governor%27s+Race&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Don Gonyea","audio":[{"meta":{"duration":"278"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347738246-5edfac.m3u?orgId=1&topicId=1014&ft=3&f=347689750"}]}