{"created":"2014-12-22T21:22:47+00:00","modified":"2015-02-26T23:06:00+00:00","valid":{"from":"2015-02-26T23:06:00+00:00","to":"3015-02-26T23:06:00+00:00"},"hreflang":"en","title":"Yule Have To Try This Gingerbread Buche De Noel","published":"2014-12-22T22:50:00+00:00","teaser":"In Paris, holiday buche de Noel cakes verge on art. Cookbook author Dorie Greenspan has created her own Franco-American version that's fun to make and \"just as good as birthday cake,\" she says.","itags":["npr_api","371279552"],"guid":"bd0c723d-e29f-42ee-b164-75c718c3b78a","contentencoded":"<p>Sweets this time of year take on all kinds of whimsical shapes: cookies cut into stars, stockings and gingerbread men, candy canes, peanut butter balls ... or logs covered in frosting.</p><p>Yes, really — logs.</p><p>Not <em>real</em> logs, of course — these are holiday cakes, rolled and frosted to look like a yule log and known as buche de Noel. Sometimes the cakes are dotted with little meringue mushrooms or edible holly leaves. While the cake may not be on every American's baking list, cookbook author Dorie Greenspan says it's iconic in Europe.</p><p>\"It's really traditional in Europe and has been for years,\" she says. \"But boy, oh boy — in Paris, it's news-making.\"</p><p>Greenspan, the author of <em>Baking Chez Moi,</em> lives part-time in Paris, and says pastry is fashion in the City of Light. Every year before fall fashion week, pastry chefs gather to show off their most dazzling buche de Noel creations.</p><p>\"They're amazing. I've seen some that are shaped like musical instruments,\" she says. \"One was a collaboration with an architect, and instead of the log going lengthwise, it stood up tall like a skyscraper. They're just phenomenal.\"</p><p>Like \"every other Parisian,\" Greenspan says she ogles the beautiful buche de Noel displayed in shop windows. Most years she'll buy one, as well as make one.</p><p>\"I do this kind of Franco-American buche de Noel. This is American flavoring and French technique,\" she says.</p><p>She uses a gingerbread spongelike cake, spiced with cinnamon, ginger and pepper. \"The pepper really brings up the flavor of the other spices,\" Greenspan says.</p><p>Once the cake is baked, she spreads a cream cheese filling on top of the unrolled cake and sprinkles it with pecan praline. Then, after rolling it into a log shape, she tops it with a marshmallow frosting.</p><p>\"[The frosting is] billowy and white and sweet and so easy to put over the log, you can do anything with it,\" she says. \"You can make it sleek and sophisticated (I never do) or you can use the back of a spoon and just go swirl crazy — just make swirls and whirls and then sprinkle the whole thing with nuts.\"</p><p>The result, Greenspan says, is an \"ooh and ahh\" dessert that's \"just as good as birthday cake.\"</p><hr /><h3>Recipe: Gingerbread Buche De Noel</h3><p><em>Makes 12 servings</em></p><p><em>Everything but the frosting can be made ahead, so you can get a jump on things. You need to spread the frosting as soon as it's made, but the cake needs to be refrigerated after it's frosted and it can stay in the fridge for up to 2 days, so there are no last-minute to-dos with this beauty. And just because it's called a buche de Noel doesn't mean you can't stud it with candles and call it a birthday cake.</em></p><p><em>A word on tools: You'll need a candy thermometer for the frosting and a stand mixer.</em></p><p>For the praline:</p><p>1 cup pecan halves or pieces<br />1/3 cup sugar<br />1/4 cup water</p><p>For the cake:</p><p>3/4 cup all-purpose flour<br />1/4 cup cornstarch, sifted<br />3/4 teaspoon ground cinnamon<br />3/4 teaspoon ground ginger<br />1/4 teaspoon fine sea salt<br />1/4 teaspoon freshly ground black pepper<br />6 large eggs<br />3/4 cup packed light brown sugar<br />1/2 stick (4 tablespoons) unsalted butter, melted and cooled<br />Confectioners' sugar, for dusting and rolling</p><p>For the filling:</p><p>8 ounces cream cheese, at room temperature<br />1 stick (8 tablespoons) unsalted butter, at room temperature<br />Pinch of fine sea salt<br />1/2 teaspoon ground cinnamon<br />2 teaspoons pure vanilla extract</p><p>For the frosting:</p><p>1/2 cup egg whites (about 4 large)<br />1 cup sugar<br />3/4 teaspoon cream of tartar<br />1 cup water<br />1 tablespoon pure vanilla extract</p><p>To make the praline: Center a rack in the oven and preheat the oven to 350 degrees Fahrenheit.</p><p>Line a baking sheet with parchment or a silicone baking mat and spread the pecans out on the baking sheet. Bake the nuts for 3 minutes (you want to heat, not toast, them), stir them around and then put them in a warm spot while you cook the sugar.</p><p>Put the sugar in a small saucepan and pour the water over it. Swirl to moisten the sugar, then put the pan over medium-high heat. Cook the sugar, washing down the sides of the pan if needed with a pastry brush dipped in cold water, until the sugar turns a medium amber color. (Stay close; sugar changes color quickly.) Turn off the heat, add the nuts to the saucepan (set the lined baking sheet aside) and stir a few times with a heatproof spatula or a wooden spoon, just to coat the nuts with syrup.</p><p>Pour the caramelized nuts out onto the baking sheet and use the spatula, spoon or an offset metal spatula to spread them out. If they won't spread out, no matter — you're going to chop them anyway. Let cool completely. (The praline can be made up to a day ahead, packed in a container and kept in a cool, dry place — moisture is praline's nemesis.) Finely chop 1/2 cup of the praline; coarsely chop the remainder.</p><p>To make the cake: Center a rack in the oven and preheat the oven to 350 degrees. Line a 12-by-17-inch rimmed baking sheet with a piece of parchment paper. Butter the paper, dust with flour and tap out the excess. Whisk the flour, cornstarch, cinnamon, ginger, salt and pepper together in a small bowl.</p><p>Have a wide skillet about one-third full of simmering water on the stove. Working in the bowl of a stand mixer, or in a heatproof bowl in which you can use a hand mixer, whisk together the eggs and brown sugar. Set the bowl in the pan of simmering water (pour off some water if you're concerned that it will slosh over the sides) and whisk nonstop until the mixture is very warm to the touch, about 2 minutes. Remove from the heat.</p><p>If you're using a stand mixer, attach the bowl to the stand and fit it with the whisk attachment, or use a hand mixer. Working on high speed, beat the sugared eggs until they are thick and pale, have more than doubled in volume and have reached room temperature, 7 to 10 minutes. Switch to a flexible spatula and fold in the flour mixture in two additions. Be as delicate as you can and don't be overly thorough now — you're going to continue to fold when the butter goes in. Put the melted butter in a small bowl, scoop a big spoonful of the batter over it and stir. Turn this mixture out onto the batter in the bowl and fold it in: Cut deep into the center of the bowl and search the bottom for unincorporated flour — find it and fold it. Scrape the batter out onto the prepared baking sheet and spread it evenly with an offset spatula.</p><p>Bake for 13 to 15 minutes, or until the cake is golden brown, lightly springy to the touch and starting to pull away from the sides of the baking sheet. Transfer the baking sheet to a cooling rack, but keep it on the rack for no more than 5 minutes; you want to roll the cake while it's hot.</p><p>Lay a cotton or linen kitchen towel (not terrycloth or microfiber) on the counter and dust it generously with confectioners' sugar. Run a table knife around the sides of the cake and invert the cake onto the towel. Carefully peel away the parchment. Lightly dust the cake with confectioners' sugar and replace the parchment, putting the clean side against the cake (or use a new piece). Starting at a short end, roll the cake into a log; this is a preroll, so it doesn't have to be tight or perfect. If the cake cracks, keep rolling — the filling and frosting will patch everything. Return the rolled-up cake (still in its towel) to the rack and let it cool, seam side down, to room temperature.</p><p>Meanwhile, make the filling: Put the softened cream cheese, butter and salt in the bowl of a stand mixer fitted with the paddle attachment, or work in a large bowl with a hand mixer. With the mixer on medium speed, beat until the cream cheese and butter are homogeneous and smooth. Beat in the cinnamon and vanilla. If you're going to use the filling now, stir in the 1/2 cup finely chopped praline; if not, wait until you're ready to fill the Yule log. Transfer to a bowl, cover and refrigerate. (You can make the filling — without the praline — up to 2 days ahead and keep it well covered in the refrigerator.)</p><p>To fill the log: If the filling has been chilled, give it a good whisking to return it to a spreadable consistency; add the praline if you haven't already done so.</p><p>Unroll the log and carefully remove the parchment; leave the cake on the kitchen towel. Beginning with a short end, gently roll up the cake, peeling away the towel as you go. Unroll the cake onto the towel or a clean piece of parchment.</p><p>Spread the filling across the surface of the cake, leaving a scant 1-inch border uncovered on the long sides. Again starting from a short side, roll up the cake, leaving the towel or parchment behind and trying to get as tight a roll as you can. If you'd like, tighten the log using <a href=\"http://blog.foodnetwork.com/fn-dish/2014/12/in-the-kitchen-with-dorie-greenspan/\" target=\"_blank\">the paper-and-ruler technique</a> [You can find more detail on this technique in <em>Baking Chez Moi</em>]. Place the cake on a parchment-lined cutting board, cover it and chill it for 30 minutes.</p><p>Meanwhile, make the frosting: Put the egg whites in the clean, dry bowl of a stand mixer fitted with the whisk attachment or in a large bowl that you can use with a hand mixer.</p><p>Stir the sugar, cream of tartar and water together in a small saucepan. Bring to a boil over medium-high heat, then cover and boil for about 3 minutes. Uncover, attach a candy thermometer to the pan and cook until the thermometer reads 242 degrees F (this can take almost 10 minutes).</p><p>When the sugar reaches 235 degrees, begin beating the whites on medium speed. If you get to the point where the whites look like they're about to form stiff peaks and the syrup isn't at 242 degrees yet, lower the mixer speed and keep mixing until the sugar is ready.</p><p>At 242 degrees, with the mixer on medium speed, stand back and carefully and steadily pour the hot syrup into the bowl. Try to get the syrup between the side of the bowl and the whisk. Perfection is impossible, so ignore any spatters; don't try to stir them into the frosting. Add the vanilla and keep beating until the frosting cools to room temperature, about 5 minutes. You'll have a shiny, marshmallow frosting, which you should spread now.</p><p>To frost and finish the log: Remove the cake from the refrigerator. You can frost it on the cutting board and then transfer it to a serving platter or put it on the platter now. To keep the platter clean during frosting, tuck strips of parchment under the log, putting just a sliver of the parchment under the cake and leaving the lion's share to protect your platter.</p><p>If the ends of the log look ragged, trim them. Using an offset spatula, table knife or the back of a spoon, swirl the frosting all over the cake in a thick layer. Refrigerate for at least 1 hour to set the frosting and firm up the filling.</p><p>Sprinkle the cake with the remaining coarsely chopped praline before serving.</p><p>Serving: Bringing the cake to the table is its own dramatic event, but there's no reason not to add to the drama by making it the sole event. Instead of waiting to serve the log <em>apres</em> dinner, have an afternoon holiday party and serve just the cake and Champagne. It's a very chic way to say Merry Christmas!</p><p>Storing: Covered lightly and kept away from foods with strong odors, the cake will keep in the refrigerator for up to 2 days. Serve it chilled.</p><p><em>Recipe excerpted from </em>Baking Chez Moi<em>, copyright 2014 by Dorie Greenspan. Reproduced by permission of Houghton Mifflin Harcourt. All rights reserved.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Yule+Have+To+Try+This+Gingerbread+Buche+De+Noel&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"198"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372526919-cac97a.m3u?orgId=1&topicId=1139&aggIds=175306271&e=371279552&d=198&ft=nprml&f=371279552"},{"href":"http://media.npr.org/assets/img/2014/12/19/buche2-f9cace82c55a6ce50f608869f382d12e353005ac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"5422","width":"7230"}}]}