{"created":"2014-10-07T19:26:44+00:00","modified":"2014-10-30T23:45:16+00:00","valid":{"from":"2014-10-30T23:45:16+00:00","to":"3014-10-30T23:45:16+00:00"},"hreflang":"en","title":"Maggie Gyllenhaal Is 'The Honorable Woman': A Series Both Ruthless And Rewarding","published":"2014-07-31T21:18:00+00:00","teaser":"The eight-part drama that begins Thursday stars Maggie Gyllenhaal as a British baroness with an Israeli passport. She's a fearless actor in a show full of kidnappings, seductions and betrayals.","itags":["npr_api","336863665"],"guid":"bd16e42d-b5d2-4ef3-8598-c7d39b44a82c","contentencoded":"<p>Maggie Gyllenhaal stars in a new eight-part miniseries that couldn't be more timely: It's about a woman who finds herself embroiled in the Israeli Palestinian conflict.</p><p><em>The Honorable Woman </em>is a co-production between the Sundance Channel, which premieres the eight-part miniseries beginning Thursday, and England's BBC-2, where viewers already have seen about half the episodes. So have I. And while I expected <em>The Honorable Woman </em>to be topical and potentially controversial, given its setting and premise, I didn't expect it to be so involving, or so intense. Or so <em>good.</em></p><p><em>The Honorable Woman </em>is produced, written and directed by Hugo Blick, who hasn't broken through in the States yet – but probably will now. TV viewers who were drawn to the political intrigues and moral complexities of Showtime's <em>Homeland, </em>will be very, very pleased by <em>The Honorable Woman. </em>But so should viewers who revel in the unsettling surprises and shocking violence of HBO's <em>Game of Thrones </em>and AMC's <em>The Walking Dead – </em>because <em>The Honorable Woman </em>is one of the most ruthless TV dramas I've ever seen. Major characters in this miniseries not only die without warning – they die without foreshadowing, and without dignity, like flies being swatted suddenly.</p><p>Even before the opening credits roll, <em>The Honorable Woman </em>demonstrates this quickly, and graphically. The very first scene is a flashback showing lunch at a fancy restaurant, where a young girl and boy fidget and joke with one another while their father tries to settle them down. The waiter who serves them dinner rolls with a pair of sharp tongs then uses the same tongs to stab their father in the throat. He dies as they watch in stunned disbelief, and as the little girl is dotted with his blood. Meanwhile, the adult voice of that girl is heard on the soundtrack, offering some perspective from the distant future. She's played by Maggie Gyllenhaal, who adopts a British accent, and an understandably wary attitude, to portray the grown-up Nessa Stein.</p><p>It's unusual, and a little refreshing, to see an American actress travel overseas to play someone with a British accent, given how many Brits are playing Americans on TV over here. But Gyllenhaal nails more than just the accent. She's playing a very complicated, hard-to-read character: a British baroness with an Israeli passport, an Internet communications executive who has just been appointed a seat in the House of Lords, and a visionary who wants to donate money and resources to the West Bank. She thinks that improving conditions there, and making the Internet more available, is the key to prospects for peace. But others disagree – sometimes very violently. <em>The Honorable Woman </em>includes killings and kidnappings, seductions and betrayals, and Nessa's obsession about trust turns out to be very central to her character, and to the drama itself.</p><p>Every step Nessa takes, or doesn't take, is followed or influenced or thwarted by those around her – especially her business-partner brother Ephra, played by Andrew Buckman, and a British Intelligence officer played by the always intriguing Stephen Rea. MI-6, American spies, the Israelis, the Palestinians – they're all in play here, and they're not playing. Some of the power struggles are for money or territory; others are sexual. There's a lot of tension between men and women here, corporate as well as cultural – and Gyllenhaal is fearless about exploring and portraying it all.</p><p>Writer-director Blick peels back and reveals the elements of his story, and the motivations and relationships of his characters, very slowly. A scream you hear in episode one isn't explained until episode four — and the pain behind anguished glances isn't evident until you've clocked hours of TV time. But by that time, <em>The Honorable Woman </em>has taken you places where TV seldom ventures. Not only to the tunnels under the Gaza Strip – and I couldn't believe I was seeing scenes set in those tunnels, after they've figured so prominently in the news – but to the deepest fears and hopes and dreams and despairs of the show's characters. Politically, <em>The Honorable Woman </em>doesn't take sides – it comes at you from all sides. And all sides are given motivations and conflicts, which makes this miniseries both a rare and a rewarding viewing experience. The characters in <em>The Honorable Woman </em>may not know whom to trust – but trust <em>me. </em>This is one TV drama not to miss.</p><p><em>David Bianculli is founder and editor of the website </em><a href=\"http://www.tvworthwatching.com/\">TV Worth Watching</a><em>, and teaches TV and film history at Rowan University in New Jersey.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Maggie+Gyllenhaal+Is+%27The+Honorable+Woman%27%3A+A+Series+Both+Ruthless+And+Rewarding&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Bianculli","audio":[{"meta":{"duration":"344"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336922840-fc3a05.m3u?orgId=1&topicId=1138&ft=3&f=336863665"},{"href":"http://media.npr.org/assets/img/2014/07/31/cd6c9336-a357-9e65-8dc8-256125b48e2f_new_thw-specials-395-d87f0ee6e79f05d4594a62f82328dc509096dab8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4605","width":"6144"}}]}