{"created":"2014-11-04T00:58:48+00:00","modified":"2014-11-04T20:16:16+00:00","valid":{"from":"2014-11-04T20:16:16+00:00","to":"3014-11-04T20:16:16+00:00"},"hreflang":"en","guid":"bd30f35d-6324-47e2-9abc-b12905378d23","title":"American campaign rhetoric stuns overseas observers","published":"2014-11-04T20:16:15+00:00","byline":"Traci Tong","tags":["US politics","elections","midterm elections","2014 elections","Barack Obama","Democrats","Republicans","congress","Global Politics","North America","United States","North America","Rory Carroll","President Obama","Joni Ernst","Barack Obama","Midterm elections","Ferguson","Missouri","Politics"],"teaser":"When you call your leader a dictator, it seems like things are getting pretty bad in your country. But rhetoric like that has been par for the course in the 2014 midterm elections, and The Guardian's Rory Carroll says explaining that to readers overseas is a big challenge.","contentencoded":"<p>One name you didn't hear much from Democrats on the campaign trail this year was the biggest one of all: Barack Obama.</p>\n<p>That's a surprise for Rory Carroll, a reporter for The Guardian who's been covering Tuesday's midterm elections for readers in the United Kingtom.</p>\n<p>\"Economists actually give Obama much better points for averting a depression and for pulling, yanking, the United States out of what could have been a much worse, much more painful recession,\" he points out. </p>\n<p>But with the president's <a href=\"http://www.realclearpolitics.com/epolls/other/president_obama_job_approval-1044.html\">approval rating in the low 40s</a> and much of the country angry with Washington and incumbent politicians, many Democrats seem to think Obama's name might be toxic with undecided voters this year.</p>\n<p>Carroll contrasts that with Europeans, who still hold Obama in decent regard despite issues like Guantanamo Bay and revelations about NSA surveillance programs. \"Obama's allure faded some time ago,\" he admits. \"But, unlike Americans, there is a residual respect and affection for him\" that is unseen in the United States.</p>\n<p>Polls show a large majority of Americans feel <a href=\"http://www.realclearpolitics.com/epolls/other/direction_of_country-902.html\">the country is on the wrong track</a> — and that Obama is to blame. That's given Republicans an opening to go all-out in their anti-Obama rhetoric.</p>\n<p>Carroll is currently in Iowa, where Republican Senate candidate Joni Ernst called Obama a \"dictator\" during her primary race and said he should be impeached — statements she later <a href=\"http://onpolitics.usatoday.com/2014/07/09/joni-ernst-obama-impeachment-dictator/\">attempted to walk back</a>.</p>\n<p>\"Now these are very strong statements,\" Carroll says. \"And again, to European ears, it sounds a bit like that's what you say when your country is in grave crisis, or a dark era is upon you — which is not really the case in the US at the moment.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}