{"created":"2014-10-03T21:13:05+00:00","modified":"2014-10-31T01:35:48+00:00","valid":{"from":"2014-10-31T01:35:47+00:00","to":"3014-10-31T01:35:47+00:00"},"hreflang":"en","title":"With Beats, Apple Buys A Quick Start On Smart Headphones","published":"2014-06-02T19:39:00+00:00","teaser":"Apple purchased Beats By Dre this week, suggesting the company is looking at smart headphone technology — headphones that can sense what the body is doing.","itags":["npr_api","317569307"],"guid":"bd3080a2-86c0-4221-8544-03a125593cc4","contentencoded":"<p>Apple's purchase of headphone maker Beats By Dre for $3 billion is a big payday for Beats founders Jimmy Iovine and Dr. Dre. But what's in it for Apple?</p><p>Beats By Dre headphones are flashy, cool, a fashion statement. One critic called them the Air Jordans of headwear. Most reviewers, however, say Beats headphones aren't actually that good.</p><p>\"Every time I've listened to them, I think, 'Oh, right, I really don't like these,' \" says Whitson Gordon, editor-in-chief of Lifehacker.com.</p><p>Gordon has reviewed Beats headphones for Lifehacker, and he says they make everything sound like live music — in a bad way.</p><p>\"It's almost like when you go to a concert and you're standing too close to the speakers, and you're just hearing this booming noise, and sometimes you can't even tell what song they're playing,\" he says. \"You can't hear the mids and the highs. That's what listening to Beats is like, for me.\"</p><p>So why would Apple spend $3 billion for this technology, if not for the audio fidelity?</p><p>Because Apple's not really concerned with making the best-sounding headphones, says Tyll Hertsens, editor-in-chief of the audio review website InnerFidelity.com.</p><p>\"Apple has a great deal of interest in putting sensors of various types in headphones and making headphones smart,\" Hertsens says.</p><p>Such headphones could monitor a lot about the wearer, he says.</p><p>\"Temperature, pulse, perspiration, sensors for athletic tracking applications, position sensing so they can tell when your head is moving, the ability to give you cues to where things are,\" Hertsens says.</p><p>Earlier this year, the U.S. Patent and Trademark office gave Apple a patent for a sports monitoring system for headphones. The patent says the devices would also be able to tell when the user is speaking, or know if the headphones are on ears or off.</p><p>It's much easier for Apple to integrate that new technology with a company like Beats — which already has a big headphone infrastructure — than for the company to build it up from scratch, says Dan Frakes, senior editor of <em>MacWorld</em>.</p><p>\"They just sort of accelerated the process from the logistical standpoint,\" Frakes says, \"because now they've got the resources to design and produce something.\"</p><p>Big companies like Intel and LG already have smart headphone prototypes that they've been showing off at tech shows.</p><p>Small companies and startups are in the game as well. One European company, Bragi, just finished a successful Kickstarter campaign to fund smart wireless earbuds called The Dash. The headphones are already in preorder.</p><p>Jim Ninesling, who runs Bragi's U.S. operations, says ultimately, smart headphones won't just monitor things like heart rate — they'll actually be able to tell what the wearer is doing.</p><p>\"You don't have to tell it that you're biking; it knows,\" Ninesling says. \"You don't have to tell it that you're swimming; it knows by your body movements.\"</p><p>Bragi's Kickstarter campaign raised over $3 million. Ninesling says people know that smart headphones and other wearable technology — like bracelets that monitor sleep patterns — are going to be big.</p><p>The speculation is that the wearables industry will exceed $30 billion, Ninesling says. \"I've heard estimates as high as $50 billion in sales revenues by 2018.\"</p><p>If Apple wants to, it shouldn't be that hard to grab a big chunk of that pie. Besides its dominant market share, Apple has a loyal — even rabid — customer base. If Apple and Beats By Dre decide headphones that measure heart rates and running speeds are cool, chances are lots of people will probably believe them.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Beats%2C+Apple+Buys+A+Quick+Start+On+Smart+Headphones&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sam Sanders","audio":[{"meta":{"duration":"228"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317642160-9ce120.m3u?orgId=1&topicId=1049&ft=3&f=317569307"}]}