{"created":"2015-05-16T11:47:28+00:00","modified":"2015-05-22T13:05:06+00:00","valid":{"from":"2015-05-22T13:05:06+00:00","to":"3015-05-22T13:05:06+00:00"},"hreflang":"en","title":"Pressed For Time? Try Hiring A Body Double","published":"2015-05-16T15:23:00+00:00","teaser":"A Mexican politician is trying to find a body double to attend ceremonial events in his stead. NPR's Scott Simon wonders if it might be a useful gimmick for American politicians, too.","itags":["npr_api","407064713"],"guid":"bd368f23-4959-4770-9e60-857e5aba5dcf","contentencoded":"<p>American political consultants soar around the world these days to counsel candidates, from Britain to Israel to Panama. But now a Mexican politician has an idea that might interest U.S. politicians and their consultants.<br /> <br />Renato Tronco Gomez, an independent deputy in Veracruz, wants to find a body double. He's holding a contest this month to find someone who will study his speech, walk, and mannerisms so that he can play Mr. Gomez at ceremonies and events that the deputy cannot attend himself.<br /> <br />\"I am not trying to fool anyone because my double will always identify himself as my double,\" Mr. Gomez <a href=\"http://hosted.ap.org/dynamic/stories/L/LT_MEXICO_DOUBLE_POLITICIAN\">told the AP</a>. \"But if singers and comedians do it, why not?\"</p><p>Mr. Gomez stressed that his body double would not cast his vote in parliament. That requires a fingerprint ID, \"and I'm not going to cut off my finger to give it to my double,\" he says, and adds, \"there is going to be an agreement that he can't sleep with my wife, nor live in my house, nor be father to my children.\"</p><p>I wondered about that.<br /> <br />It's tempting to dismiss Mr. Gomez' contest as a gimmick. But gimmicks can be as useful in politics as political action committees.<br /> <br />A politician could court contributors while the body-double sits behind the politician's nameplate through the drone of committee meetings so dreary they wouldn't even be on C-SPAN. If the Lakeside Council of Neighbors meets one night at the same time as the Lakeview Citizens Committee, a politician and his double can make both meetings, and both sincerely declare, \"I wouldn't miss this!\"<br /> <br />If the Museum of Lithuanian Culture on Pulaski Road has an event at the same time as the Polish Museum of America on Milwaukee Avenue, the politician wouldn't have to make a choice. Politicians like that.</p><p>A politician can choose a double of a different race or gender and tell groups with whom he might not have much in common, \"I feel your pain.\" He can appear before an anti-gun control group while he sends a body-double to speak before an pro-gun control group, and then both earnestly and fervently deny whatever the other said.</p><p>A politician can use his body-double the way a child blames an imaginary friend for breaking the living room lamp.<br /> <br />But a body-double might also be more relaxed, interesting, slightly irreverent, and lots more entertaining than the politician he or she is doubling. The double might feel free to utter things a politician never can, like \"What was I thinking?\" or, \"I never thought of that.\" Who do you think you'd rather meet: the politician or the body-double?  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pressed+For+Time%3F+Try+Hiring+A+Body+Double&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Simon","audio":[{"meta":{"duration":"172"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407212170-517efd.m3u?orgId=1&topicId=1060&aggIds=4495795&d=172&p=7&story=407064713&t=progseg&e=407212155&seg=3&ft=nprml&f=407064713"}]}