{"created":"2014-10-03T17:00:16+00:00","modified":"2015-05-14T17:17:05+00:00","valid":{"from":"2014-10-03T11:00:00+00:00","to":"3014-10-03T11:00:00+00:00"},"hreflang":"en","title":"PODCAST: Planes, trains, and billionaires","published":"2014-10-03T11:00:00+00:00","byline":"David Brancaccio","contentencoded":"<div class=\"barn-cleaned\"><p>First up, there's news the American labor market was stronger than expected in September and payroll numbers were revised upward in July and August as well. The government said today that payrolls were 248,000 higher last month--There was a lot of hiring in retail, construction, and health care. And the unemployment rate fell from 6.1 to 5.9 percent. We'll also take a look at&nbsp;Brazil, where the economy's faltering, and there was civil unrest in the last year with people fed up with the quality of government services. The worst country for stocks during the month of September was Brazil, with traders selling stocks each time they saw &nbsp;incumbent president Dilma Roussef, doing better ahead of the first round of elections this Sunday. The business community has generally embraced the candidacy of a rival, Marina Silva, whose fortunes have see-sawed.&nbsp;More on that. Plus, billionaires love trains. Warren Buffett's got the Burlington Northern, and Bill Ackman's hedge fund is the largest investor in Canadian Pacific, the second-largest railroad in Canada, which just announced <a href=\"http://www.marketplace.org/topics/world/big-trains\" target=\"_blank\">a plan to double its profits in the next four years</a>.&nbsp;</p></div>","tags":["Mid-day Update","Life","APM"],"description":"The jobs report for September, the economy of Brazil, and Canada's railways.","guid":"bd47c8d4-85c8-4789-8be0-c790a608cf59","itags":["bd47c8d485c87898be07c790a608cf59","Marketplace Morning Report for Friday, October 3, 2014","Marketplace Morning Report","PMP:Marketplace_PMP","Marketplace"],"contenttemplated":"[{\"content\":\"<p>First up, there&apos;s news the American labor market was stronger than expected in September and payroll numbers were revised upward in July and August as well. The government said today that payrolls were 248,000 higher last month--There was a lot of hiring in retail, construction, and health care. And the unemployment rate fell from 6.1 to 5.9 percent. We&apos;ll also take a look at Brazil, where the economy&apos;s faltering, and there was civil unrest in the last year with people fed up with the quality of government services. The worst country for stocks during the month of September was Brazil, with traders selling stocks each time they saw  incumbent president Dilma Roussef, doing better ahead of the first round of elections this Sunday. The business community has generally embraced the candidacy of a rival, Marina Silva, whose fortunes have see-sawed. More on that. Plus, billionaires love trains. Warren Buffett&apos;s got the Burlington Northern, and Bill Ackman&apos;s hedge fund is the largest investor in Canadian Pacific, the second-largest railroad in Canada, which just announced <a href=\\\"http://www.marketplace.org/topics/world/big-trains\\\" target=\\\"_blank\\\">a plan to double its profits in the next four years</a>. </p>\",\"type\":\"text/html\"}]","teaser":"The jobs report for September, the economy of Brazil, and Canada's railways.","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/137521430.jpg?itok=jr9IzfXI","meta":{"height":"340","width":"610","crop":"primary"},"type":"image/jpeg"},{"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/morning_report/2014/10/03/midday_20141003_pod_64.mp3","meta":{"duration_hms":"00:06:33","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/morning_report/2014/10/03/midday_20141003_pod"},"duration":393},"format":"MP3"}]}