{"created":"2015-04-19T11:45:38+00:00","modified":"2015-06-25T17:44:33+00:00","valid":{"from":"2015-06-25T17:44:33+00:00","to":"3015-06-25T17:44:33+00:00"},"hreflang":"en","title":"'Spinster' Celebrates The Single Ladies","published":"2015-04-20T23:02:00+00:00","teaser":"Writer Kate Bolick says that, growing up, she just assumed she'd get married some day — but it hasn't happened. Her new book looks at five women who upend traditional assumptions about women's lives.","itags":["npr_api","400185473"],"guid":"bd4e9e6d-85e9-40c5-b0cb-619ace9b2677","contentencoded":"<p>It's what every young girl is expected to do: Grow up, get married and have kids. Or is it? Writer Kate Bolick questions that social edict in her new memoir, <em>Spinster: Making a Life of One's Own</em>. She tells NPR's Rachel Martin that, growing up, the expectation that she'd get married eventually was just part of life. \"It didn't feel oppressive, it didn't feel confusing or like something I didn't want to do,\" she says. \"My parents had a nice marriage, I liked having boyfriends, I assumed one day when I grew up I would want to marry one of them. I never felt it as an extremely strong expectation, but it was an unspoken, unquestioned eventuality.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On her mother, and the tension between her identity as a mother and as a writer</strong></p><p>She wasn't resentful of us, or I don't think that she actively questioned or felt angry about the choices that she had made, but at the same time I was watching her frustration around her work, and to have her die at midlife like that ... I was left with the feeling of, she didn't get to finish doing what she wanted. And so I felt like she'd been cruelly robbed of the rest of her life. And that combination of feeling the tension she felt around work and family when she was alive and then just the cruelty of her life being foreshortened had a huge impact on me.</p><p>And I also felt that the shock of losing her before I had started my own life had made me feel very strongly that I must start my life. I must create a foundation for myself, I must be able to take care of myself and that was more important to me than anything else.</p><p><strong>On feeling lonely</strong></p><p>15 to almost 20 years ago was when I was setting out. And it was a much different time. I noticed that there wasn't any positive depiction of single women in popular culture at that moment in time ... You could either be Carrie Bradshaw and be very fabulous and frivolous, or you could be Bridget Jones and be pathetic and desperate. And there was a way in which the conversation around single women or how single women spoke about themselves was very self-deprecating. It was as if single women were a comic figure. So I didn't feel like there was a legitimate representation of the complexities of what it means to be a single person in the world in our pop culture. And then in my own life, everyone I knew was getting married or talking about getting married. I really didn't know unmarried people. And a lot has changed in 15 years, it's a much different landscape now.</p><p><strong>On women whose lives didn't go according to plan</strong></p><p>Maeve Brennan was a staff writer at <em>The New Yorker</em> and would write these \"Talk of the Town\" columns ... The Long-Winded Lady was her pen name. And she lived alone in various apartments and hotels. And she did marry briefly for five years, didn't work out. So she was alone for most of her life and never had a home of her own. Y'know in her later years [she] started moving around out further outside of the city going to writer's colonies and friends' summer houses and became more and more untethered. And she ended up the quintessential bag lady on the streets of New York. The cat lady. The whole shebang. Everything that every single woman in her most desperate moment fears is what Maeve Brennan ended up becoming.</p><p>But once I had heard her whole story and known it and walked around with it for years thinking about, I couldn't let go of this idea. I just wasn't convinced that it had to have been as bad as it was. ... And so when I was working on the book I was able to find one of her very last friends, and got to hear about the whole kind of hidden, unspoken or unknown last chapter of Maeve's life in which while she was going from one writer's colony to the next, she was meeting these women and had these great friendships. And I came to think that Maeve lived her absolute best life, the one that she wanted.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Spinster%27+Celebrates+The+Single+Ladies&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"427"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400750532-b6af23.m3u?orgId=1&topicId=1033&aggIds=100876926&d=427&p=10&story=400185473&t=progseg&e=400750450&seg=9&ft=nprml&f=400185473"},{"href":"http://media.npr.org/assets/img/2015/04/17/spinster-5cb17c2cf7f729a41126fa6926cfd18c8dc4a08b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"365","width":"487"}}]}