{"created":"2014-10-01T20:21:02+00:00","modified":"2014-10-02T17:59:39+00:00","valid":{"from":"2014-10-02T17:59:39+00:00","to":"3014-10-02T17:59:39+00:00"},"hreflang":"en","guid":"bd587940-b974-4533-9b25-994ba5f044c6","title":"Turkey prepares to make a military move into Syria, but NATO needs convincing","published":"2014-10-02T17:59:38+00:00","byline":"Christopher Woolf","tags":["Islamic State","Islamic State in Iraq and Syria","Kurds","refugees","military","Conflict","Conflict & Justice","Asia","North America","Turkey","Iraq","United States","Syria","Middle East","Asia","North America","Bashar al-Assad","Jacob Resneck","Recep Tayyip Erdogan","Kurdish people","Kurds in Syria","Kurds in Turkey","Kurdistan Workers' Party","Ethnic groups in Syria","Ethnic groups in Turkey","Syrian uprising","War"],"teaser":"The Turkish government has asked parliament to authorize military action in Syria and Iraq, hoping to provide safe spaces for Kurds and keeping them on their side of the Turkey-Syria border. But Turkey's NATO allies aren't convinced the intervention is a good idea.","contentencoded":"<p>The war against ISIS might be stepping up a notch. The government of Turkey has asked its parliament to approve cross-border military action <em>inside </em>Iraq and Syria.</p><p>That&#39;s largely in response to the tens&nbsp;of thousands of Syrian refugees, mostly ethnic Kurds, who crossed the border into Turkey in September to escape fighting.&nbsp;President Recep Tayyip Erdoğan has talked about setting up a buffer zone inside Syria, hopefully creating&nbsp;safe havens where displaced people could safely shelter without having to enter Turkey.</p><p>But while Turkey is a NATO ally and several members are currently bombing ISIS, NATO support is not assured. That&#39;s because, as Istanbul-based reporter Jacob Resneck says, it&rsquo;s not clear what the real goal of the action might might be.</p><p>Resneck says many observers believe &ldquo;this so-called buffer zone will be nothing more than a full-scale invasion of northern Syria.&rdquo;</p><p>The Turks also want to establish a no-fly zone above the proposed safe havens. ISIS has no air force, so the Turks are clearly anxious about attacks from Assad&rsquo;s still formidable air force. Resneck says the Turks are keen to get a commitment of NATO air support to hedge their bets.</p><p>But US support for the safe haven idea is weak, Resneck says: &ldquo;All the words I&rsquo;ve seen &mdash; at least publicly &mdash; from the State Department have been non-committal.&quot;</p><p>But Resneck thinks there may be some negotiations going on behind the scenes. Turkey is talking about opening up the large airbase at Incirlik for use by the US and other NATO allies in their operations against ISIS. That would dramatically reduce the cost of operations, which are currently being flown from aircraft carriers and bases in the Persian Gulf. Resneck thinks Incirlik could be a carrot in exchange for NATO air cover for Turkey&rsquo;s ground operation.</p><p>The fear is that the intervention could lead to conflict, not only with ISIS but also potentially with the Syrian government of Bashar al-Assad &mdash; <em>and</em>&nbsp;perhaps even with Turkey&rsquo;s own Kurdish separatist group, the PKK.</p><p>&ldquo;Kurds in Turkey have expressed a lot of concern about this buffer zone idea,&rdquo; Resneck says, &ldquo;because they see any Turkish military presence in northern Syria would smother the autonomous Kurdish region that&rsquo;s actually come out of the Syrian civil war.&rdquo;</p><p>The PKK are also worried that a Turkish military presence would cut off supply lines to their fighters, who have <a href=\"http://www.pri.org/stories/2014-09-29/turkeys-kurds-are-outraged-country-has-sealed-border-syria\">rushed to the assistance of Kurds</a> in Syria.</p><p>There&#39;s also uncomfortable history between the Turks and Syria and Iraq, which were under the control of Turkey for hundreds of years up until the early 20th&nbsp;century. &ldquo;There&rsquo;s definitely a colonial aspect,&rdquo; Resneck says. &ldquo;You talk to many people in Syria, no matter what their ethnic, political or sectarian persuasion, they have no appetite for a renewed Ottoman Empire.&rdquo;&nbsp;</p><p>Resneck says the Turks are aware that intervention could lead to heavy casualties, but he believes Erdoğan probably has enough votes in parliament to push the measure through. The center-left opposition party is dead against it, as are Kurdish parties, but it seems the secular National Party is willing to endorse the measure.</p>","audio":[]}