{"created":"2014-09-22T16:09:48+00:00","modified":"2014-10-31T15:41:21+00:00","valid":{"from":"2014-10-31T15:41:21+00:00","to":"3014-10-31T15:41:21+00:00"},"hreflang":"en","title":"Influx Of Children Creates New Strain On Beleaguered Immigration Courts","published":"2014-07-02T02:55:00+00:00","teaser":"Tens of thousands of Central American children have been detained this year crossing the U.S.-Mexico border. Many will now enter a legal system where cases can take 18 months or longer to resolve.","itags":["npr_api","327341630"],"guid":"bd76fb5c-c8e0-4c77-9f0f-b651e3b70ea3","contentencoded":"<p>President Obama said over the weekend that he is seeking to fast-track deportations of unaccompanied immigrant children from Central America who cross into the United States.</p><p>More than 52,000 have been caught in South Texas since October, and hundreds more arrive daily, overwhelming Border Patrol stations and overflowing temporary shelters.</p><p>But once they get here, what happens? Do they just get to stay, as the president's critics charge?</p><p>The answer is complicated, as minors quickly end up in in an overburdened legal system where cases often take 18 months or more to resolve.</p><p><strong>'I Won't Be Away From My Sons Anymore'</strong></p><p>Carmen, 43, a formidable woman wearing a stained apron, is standing amid the delicious aromas of Salvadoran soul food like fried plantains, chicken and fish tacos in her restaurant in suburban Dallas. NPR is not using her last name because she's not in the country legally.</p><p>In the next room are her sons, Gerson, 14, and Darwin, 17. Carmen says she paid a coyote $10,000 to bring them up from Morazan province and across the border at McAllen, Texas. When they arrived in March, she had not seen the boys for eight years.</p><p>Carmen says word got around in her home village that she runs a restaurant in Texas. Extortionists told her sons to call their mother and tell her that if she didn't send the gangsters $1,500, they would execute her boys.</p><p>And so Gerson and Darwin became part of the great exodus of teenagers fleeing Central America, which, according to the United Nations Office on Drugs and Crime, has some of the highest murder rates on earth.</p><p>But now that her children are here, what happens if they don't get residency in the U.S.?</p><p>\"Well, only God knows what we'll do,\" Carmen says. \"We can't live down there anymore. And I won't be away from my sons anymore.\"</p><p>Carmen's immigration attorney, Paul Zoltan, says that, because their birth father abandoned the family, there's a good chance Gerson and Darwin can get residency through what's called Special Immigrant Juveniles Status.</p><p>But Zoltan says that even if the immigration judge orders them to be deported, \"my hunch is that the very conditions that caused them to abandon their homes are bad enough that they're not likely to leave.\"</p><p>If the past is any guide, federal records show that most nondetained immigrant children ignore removal orders and are rarely re-apprehended and deported, says Jessica Vaughan, a former State Department employee and director of policy studies at the Center for Immigration Studies, which favors stricter immigration laws.</p><p>\"We know from the past that unaccompanied kids have a poor record of appearing for their immigration hearings. And so they simply disappear into American communities and join the rest of the illegal population,\" Vaughan says.</p><p><strong>A Legal System Strained To The Limit</strong></p><p>According to data from <a href=\"http://trac.syr.edu/phptools/immigration/court_backlog/apprep_backlog.php\" target=\"_blank\">Syracuse University</a>, as of March, there were nearly 370,000 total cases creeping through U.S. immigration courts. Each one takes more than <a href=\"http://trac.syr.edu/phptools/immigration/court_backlog/\" target=\"_blank\">a year and a half</a> to resolve, and some take much longer.</p><p>Down in the Rio Grande Valley of Texas, agents are continuing to apprehend about 800 non-Mexican immigrants a day. The great majority of them will be fed into that beleaguered court system.</p><p>That leads Kathleen Walker, past president of the American Immigration Lawyers Association, to be rather pessimistic.</p><p>\"You have an overburdened system faced with an additional influx of very urgent cases, especially those involving unaccompanied minors, of course. And so it's just going to be worse than it ever has been,\" Walker says.</p><p>NPR interviews with 18 immigrant children and their families in recent weeks confirm that the word on the street in San Salvador, El Salvador, Guatemala City and Tegucigalpa, Honduras, is that U.S. authorities, in effect, catch and release immigrant kids traveling solo.</p><p>Minors are put into deportation proceedings and given a \"Notice to Appear\" in immigration court, but they have permission to stay while the United States decides what to do with them.</p><p>Zoltan, who represents 45 Central American clients, says some immigrants have the mistaken impression that their deportation papers are a sort of <em>\"permiso,\"</em> or permission, to be in the U.S.</p><p>\"From a functional standpoint, what they find is that when they have it with them, they're not rearrested,\" Zoltan says.</p><p>Meanwhile, Gerson and Darwin are attending summer school in Dallas in the mornings and helping Carmen in her <em>pupuseria</em> in the afternoons as they await their day in court.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Influx+Of+Children+Creates+New+Strain+On+Beleaguered+Immigration+Courts&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Burnett","audio":[{"meta":{"duration":"270"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1327369433-ca79ca.m3u?orgId=1&topicId=1070&ft=3&f=327341630"}]}