{"created":"2014-10-27T23:03:36+00:00","modified":"2014-10-28T20:00:21+00:00","valid":{"from":"2014-10-28T20:00:21+00:00","to":"3014-10-28T20:00:21+00:00"},"hreflang":"en","guid":"bd7d9a16-1e80-4338-8d7b-73c33fd18a67","title":"How a wedding gown designer is taking on hazmat suits","published":"2014-10-28T20:00:20+00:00","byline":"Marc Kilstein","tags":["Ebola","Development","public health","Human Needs","Health","Health & Medicine","North America","United States","North America","Jill Andrews","Biology","Microbiology","Medicine","Ebola virus disease","Andrews"],"teaser":"Jill Andrews is a Baltimore-based designer who specializes in custom bridal and evening gowns. But this past weekend, she participated in the Emergency Ebola Design Challenge, where she was tasked with designing improved protective gear for health workers on the frontlines of the Ebola crisis.","contentencoded":"<p>Corsets and hazmat gear are more similar than you might think. \"It takes a long time to put on, and takes even longer to take off,” says designer Jill Andrews.</p>\n<p>Andrews is owner of Jill Andrews Gowns, a design studio in Baltimore specializing in custom wedding and evening gowns. But this past weekend, Andrews turned her focus from brides to frontline health workers battling Ebola as she participated in the <a href=\"http://hub.jhu.edu/2014/10/21/emergency-ebola-protective-gear\" target=\"_blank\">Emergency Ebola Design Challenge</a> at Johns Hopkins University.</p>\n<p>The event was an attempt to bring together a wide array of professionals from vastly different backgrounds to design better personal protective equipment for individuals tending to Ebola patients.</p>\n<p>“There were biomedical engineers, virologists, public health workers, doctors,\" Andrews says. \"It was a completely diverse group looking for solutions by thinking outside the box. And it was a wonderfully guided design process.”</p>\n<p>Andrews focused her efforts on problems stemming from the removal of Ebola protective gear. “Most of the contamination from the PPEs are from doffing [or taking off] the garments,” she says. “There’s a 19-step process, and in that removal process there are so many places where contamination can happen. So part of our goal was to try and simplify that process.”</p>\n<p>She says her years of experience working in theatre design came in handy. “I know how to get people in and out of garments quickly and effectively,” Andrews says.      </p>\n<p>“As a wedding gown designer, I also know about fit and about functionality,” she adds. “People have to do very specific things [in gowns] — like dance, for instance. And I’ve done a lot of designs for Orthodox Jewish weddings and Mormon weddings, so I’m familiar with very strict codes of modesty and that helps informs garment need [in PPEs].”</p>\n<p>Andrew couldn't go into specifics — yet — about her team’s design ideas for reimagined protective gear, but she says that “within the next few months, we hope to see the garments we’ve improved hit the ground.”</p>\n<p>As to why she made the jump from the world of wedding dresses to the world of infectious diseases, Andrews says it’s really quite simple. “It was my chance to help,” she says. “My chance to use my powers for good … for really, really good.” </p>\n<br><p>©2014 Public Radio International</p>\n","audio":[]}