{"created":"2014-09-20T09:10:46+00:00","modified":"2014-10-30T22:14:24+00:00","valid":{"from":"2014-10-30T22:14:24+00:00","to":"3014-10-30T22:14:24+00:00"},"hreflang":"en","title":"Tony Bennett & Lady Gaga Go 'Cheek To Cheek' On New Album","published":"2014-09-20T15:16:00+00:00","teaser":"The legendary crooner and pop superstar have a natural chemistry on their new collaborative album, which might introduce a new generation of pop fans to the world of jazz.","itags":["npr_api","349845663"],"guid":"bd86a1d5-73fc-4941-ab7c-974ccb6d87af","contentencoded":"<p>You might think they go together like oil and water, or chalk and cheese.</p><p>\"I think it's probably what a lot of people are thinking when they hear <a href=\"http://www.npr.org/artists/15200004/tony-bennett\" target=\"_blank\">Tony Bennett</a> wants to do a jazz album with <a href=\"http://www.npr.org/artists/120001078/lady-gaga\" target=\"_blank\">Lady Gaga</a>,\" says Gaga herself of her new collaborative album with the legendary crooner, <em>Cheek To Cheek</em>. \"They say, 'Huh? What are you talking about?'\"</p><p>It's not the first time they've worked together. The pair collaborated on \"<a href=\"http://www.youtube.com/watch?v=ZPAmDULCVrU\" target=\"_blank\">The Lady Is A Tramp</a>\" for his album <em>Duets II</em>, which won a Grammy. Bennett says Lady Gaga's up to the challenge of a full album of standards.</p><p>\"She's actually a very authentic jazz singer,\" he says. \"She'll turn a phrase, she'll make it different, because of the moment that she's singing. And so, what happens is it keeps the songs alive; the interpretations become very intimate and everlasting.\"</p><p>Like Bennett, Lady Gaga was born in New York City. She's actually been singing jazz since she was a kid — but of course, she's best known for her pop songs and over-the-top stage shows, which draw sell-out crowds around the world. So, why <em>did</em> she decide to record with Tony Bennett?</p><p>\"He's brought out a subtlety in me that I've missed for a while, because my life is very noisy,\" Gaga says. \"It's a lot harder to sing with auto-tune, in a way, you know? It's a lot harder to sing with rigid electronic music and lots of spectacle. It can be very difficult, because it's not always extremely natural.\"</p><p>But the new record <em>is</em> natural, says <em>New Yorker</em> pop-music critic Sasha Frere-Jones.</p><p>\"You know, her records have become increasingly so crowded, so noisy — but not with noise, just sort of noisy with information that I don't understand what's going on exactly,\" Frere-Jones says. \"And this is a wide-open, fairly natural record. I'm sure there's some editing involved in there, but, you know, she's <em>there</em>. I don't know what the world will make of it, but it's actually pretty good!\"</p><p>Frere-Jones also points out that Lady Gaga is more than pop spectacle; she can really play piano and sing. She says working with the 88-year-old Bennett has been a real education.</p><p>\"I love watching Tony perform,\" she says. \"I always sit in the theater and watch when he's performing without me, with his quartet.\"</p><p>Bennett hopes the learning experience extends to Lady Gaga's audience.</p><p>\"It's the first time that young people that love [her] so much will fall in love with <a href=\"http://www.npr.org/artists/15597620/george-gershwin\" target=\"_blank\">George Gershwin</a>, with <a href=\"http://www.npr.org/artists/103165585/cole-porter\" target=\"_blank\">Cole Porter</a>, with <a href=\"http://www.npr.org/artists/15744000/irving-berlin\" target=\"_blank\">Irving Berlin</a>,\" Bennett says.</p><p>\"And most of them, a lot of them, surprisingly, know some of those songs,\" Gaga says. \"And they're sort of getting more and more and more excited and it's becoming cooler for them to talk about who wrote what. Tony's really opening up a whole new generation.</p><p>\"I feel very validated by this,\" the pop singer says. \"You know, he's given my fans a gift by saying to them that he likes the way I sing jazz.\"</p><p>The two singers also seem to genuinely like each other. In addition to the album, PBS will be broadcasting a concert of Gaga and Bennett singing duets in October. And — in case any of Lady Gaga's fans are curious about who wrote what — Bennett promises there will be visuals, identifying the songwriters, at the start of every song.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tony+Bennett+%26+Lady+Gaga+Go+%27Cheek+To+Cheek%27+On+New+Album&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Lunden","audio":[{"meta":{"duration":"407"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350083313-e75caf.m3u?orgId=1&topicId=1106&ft=3&f=349845663"},{"href":"http://media.npr.org/assets/img/2014/09/19/shot_03_canon_058_e-a708a44f9d9ed4a6017f18f879ad7a163e5afaf7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"999","width":"1332"}}]}