{"created":"2015-05-12T09:00:50+00:00","modified":"2015-05-13T20:57:23+00:00","valid":{"from":"2015-05-13T20:57:23+00:00","to":"3015-05-13T20:57:23+00:00"},"hreflang":"en","title":"NYC Mayor Seeks National Spotlight, New 'Contract With America'","published":"2015-05-12T15:17:00+00:00","teaser":"Just two years into his job as mayor of New York, Bill de Blasio is unveiling a progressive \"Contract With America\" in Washington. But critics back home say it's all too much, too soon.","itags":["npr_api","406051304"],"guid":"bd8ce05d-50b6-42ef-bd70-2354d2768fcc","contentencoded":"<p><strong>Click the above link to hear Joel Rose's <em>Morning Edition</em> report.</strong></p><p>New York City Mayor Bill de Blasio is casting his eye beyond the Big Apple — and is trying to cement his legacy as a progressive champion that could help boost his political future.</p><p>On Tuesday, de Blasio, less than two years into his first term as mayor of the country's largest city, <a href=\"http://www.politico.com/story/2015/05/bill-de-blasio-nyc-contract-with-america-new-york-117676.html\">will unveil</a> at the U.S. Capitol his ambitious \"Contract With America\" for the left. Modeled after former House Speaker Newt Gingrich's conservative promises of the same name, his 13-point plan will call for robust progressive policies, including universal pre-kindergarten programs, a $15 minimum wage, paid family leave, what he perceives as fairer tax plans and more.</p><p>After consulting on the plan with other progressive leaders last month at Gracie Mansion, the mayor's residence in New York, he's now aiming to mark his turf early on these issues. By appearing alongside the progressive movement's other favorite champion, Sen. Elizabeth Warren, D-Mass., at the National Press Club just before unveiling his own agenda later that afternoon, de Blasio is trying to send a message that he's a force to be reckoned with in the growing wing of the Democratic Party.</p><p>\"He wants to be the gatekeeper and definer of who is progressive and who is not around the country,\" said New York Democratic strategist Hank Sheinkopf, who worked for one of de Blasio's 2013 primary opponents.</p><p>De Blasio didn't cut his teeth early on as a progressive voice, though. A longtime political aide and strategist, he worked in the Clinton administration before managing then-first lady Hillary Clinton's successful 2000 bid for New York's open Senate seat.</p><p>Those connections helped him launch his own political career the next year. But when his former boss launched her second bid for the White House last month, he balked, declining multiple times to endorse Clinton, who's been under pressure from the left.</p><p>Sheinkopf argued that delicate dance would make his endorsement more valuable to Clinton later on. That neutrality, along with his new agenda he's touting, is together a way to protect his own brand he wants to take beyond the Big Apple.</p><p>\"He appears to want to be the first mayor to get out of here alive,\" said Sheinkopf, noting that other former New York City mayors like Rudy Giuliani and Michael Bloomberg saw their onetime national ambitions evaporate.</p><p>\"This is not by accident; this is purposeful and very smart,\" he added.</p><p>But casting his eye beyond his city has risks. The <a href=\"http://www.nytimes.com/2015/05/12/nyregion/mayor-de-blasios-days-on-the-road-fuel-criticism-at-home.html?_r=0\">New York Times</a> calculated he has spent a third of the last month on the road for political trips, from Iowa to Wisconsin to Silicon Valley.</p><p>De Blasio defended his out-of-state trips at a press conference Monday, saying he wanted to \"use tools we have here to address income inequality and a whole host of other issues. But I also have to participate in changing the national debate, and changing the reality in Washington in a way that will have the support of people in New York City. We've got to do both at once.\"</p><p>A <a href=\"http://maristpoll.marist.edu/56-optimism-wanes-amid-racial-divide-in-new-york-city-mayor-de-blasios-approval-rating-inches-up-but-voters-not-enthralled-with-his-performance/\">Marist poll</a> last week showed there could be trouble brewing at home. Forty-nine percent of respondents said the city was going in the wrong direction, the first time the number fell below 50 percent since de Blasio took office. What's more, 56 percent said their quality of life in the city had gotten worse. While de Blasio's approval rating had ticked up 5 points to 44 percent since last year, and a majority of voters still had a favorable impression of the mayor, 53 percent said they didn't think his policies were transforming the city.</p><p>Marist pollster Lee Miringoff told NPR that in the poll, de Blasio's liberal base in still intact, but that New Yorkers as a whole were \"very divided on his heading out to the national stage versus the job he's supposed to be doing as mayor.\"</p><p>\"He's coming out of the starting blocks fast,\" Miringoff said, \"and he clearly sees there's a national stage for that kind of dialogue and that national Democrats are desiring that discussion.\"</p><p>It's a discussion national progressive leaders are anxious to hear more from de Blasio. He was the first mayoral candidate MoveOn.org ever endorsed, and Ben Wikler, the group's Washington director, said their members are looking for him to do even more over the next few years, starting with the plans he is releasing Tuesday.</p><p>\"He's a national progressive champion,\" Wikler said, \"and he's demonstrating how you can run as a movement progressive, change laws and create a country we all want to live in.\"</p><p>But challenges at home are still very real for de Blasio. Critics look at de Blasio and think he is being presumptuous, that he has not accomplished enough in his current job to think he deserves the national spotlight.</p><p>Though he was able to get one of his campaign promises through — universal pre-K — income inequality, the core of his progressive message, remains a big problem in New York, where the gap between the haves and have-nots is as wide as anywhere in the country. He has faced criticism from community groups because, unlike past mayors, he has <a href=\"http://www.newsday.com/news/new-york/de-blasio-unlike-past-mayors-avoids-public-q-a-with-new-yorkers-1.10420091\">shied away from holding town halls</a> or taking questions on radio programs. And though she's a supporter of de Blasio's, Letitia James, New York's public advocate, called attention to the city <a href=\"http://observer.com/2015/04/democrats-blast-bill-de-blasios-record-on-minority-owned-businesses/\">contracting with a small percentage</a> of minority-owned businesses. She went so far as to accuse de Blasio and the city of \"institutional racism,\" saying that \"people of color need not apply.\"</p><p>It's a delicate balance politicians need to strike between the national stage and governing at home. Governors, including the current crop of presidential candidates, often face a similar dilemma. That's something de Blasio is going to have to keep an eye on as he looks ahead — or it could be his undoing.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=NYC+Mayor+Seeks+National+Spotlight%2C+New+%27Contract+With+America%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jessica Taylor","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406105659-65ebfc.m3u?orgId=1&topicId=1014&d=245&p=3&story=406051304&t=progseg&e=406103668&seg=2&ft=nprml&f=406051304"}]}