{"created":"2014-10-03T19:50:12+00:00","modified":"2014-10-31T01:29:46+00:00","valid":{"from":"2014-10-31T01:29:46+00:00","to":"3014-10-31T01:29:46+00:00"},"hreflang":"en","title":"A Year After Snowden, U.S. Tech Losing Trust Overseas ","published":"2014-06-05T21:18:00+00:00","teaser":"It's not every day that an industry in hypergrowth loses trust with its customers in a big way. That's what has happened with American companies in cloud computing such as Cisco.","itags":["npr_api","318770896"],"guid":"bd93483f-0d9e-4ed9-a623-55951fcf1de0","contentencoded":"<p>This week marks the one-year anniversary of the Snowden revelations. Whatever you may think about <a href=\"http://www.npr.org/tags/190293264/edward-snowden\">Edward Snowden</a> the man — is he a traitor or a hero? — one fact is indisputable. His leaks shook the U.S. technology industry to its core. And the reverberations keep on coming.</p><p>Take Cisco. The Silicon Valley giant is now at risk of losing its once-stellar reputation with foreign customers — at the exact same moment it needs to grow abroad.</p><p><strong>Security Worries For The Cloud</strong></p><p>Cisco is one of the companies that connect us to the cloud, by making routers and switches. About half of its business is abroad, and every year <a href=\"http://www.ciscolive.com/global/\">Cisco throws an event</a> for its customers.</p><p>The latest one was a concert by rock legend Lenny Kravitz. He <a href=\"https://www.youtube.com/watch?v=3kO0wsX_-h0\">performed at AT&T Park</a> in San Francisco and, between the crowd's cheers, he complained about the weather. \"It's cold here. I live in the Bahamas.\"</p><p>Many in the audience came from much farther away. In fact, 25,000 high-powered executives from around the world flew into town. To keep growing, Cisco needs the trust of these foreign customers. The Snowden revelations don't help.</p><p>Take one man I randomly bump into, <a href=\"http://www.rio2016.com/en/node/113994\">Elly Resende</a> from Brazil. He is responsible for the technology for staging the 2016 Olympic Games in Rio. He's the kind of guy who dives headfirst into the newest gadgets and gear. \"I'm like a freak with ... I like technology a lot,\" he says.</p><p>But this past year, he hit the brakes on a hot trend: cloud computing. That's when you put data online, in servers that can be outside your own country.</p><p>Cisco provides cloud services and was <a href=\"http://www.cisco.com/web/solutions/trends/cloud/index.html\">putting them on display prominently</a> at the conference. Resende is a client who is skeptical. While he likes the convenience of accessing data from anywhere, he's worried about security — especially with data that is valuable to the competition, like athletes' training results.</p><p>\"This is a concern especially after the Snowden thing,\" he says. \"How do you guarantee that your data is accessed only by you? Who else has the same access to the information that you produce, you think you control?\"</p><p><strong>Plenty Of Questions From Customers</strong></p><p>Cisco hears such concerns all over the world.</p><p>\"I think it's been pretty universal outside of the U.S.,\" says <a href=\"http://newsroom.cisco.com/christopher-young?articleId=614047\">Christopher Young</a>, Cisco senior vice president of security. \"So you can go to Latin America, you can go to Europe, to Asia, and there's many examples of customers asking those questions.\"</p><p>The very first Snowden revelation — which was about the National Security Agency spying on phone calls — did not rock the high-tech industry. But the news bomb that came one day later, <a href=\"http://www.npr.org/blogs/thetwo-way/2013/06/06/189321612/nsa-reportedly-mines-servers-of-u-s-internet-firms-for-data\">about a program called PRISM</a>, did. The U.S. was tapping directly into the central servers of nine leading Internet companies including Microsoft, Yahoo, Google, Facebook and Apple.</p><p>Suddenly cloud computing could be a platform for mass surveillance. American tech companies could be working hand-in-hand with their government, and foreign clients would not get the memo.</p><p>Young says the revelations have <a href=\"http://diginomica.com/2014/05/23/european-data-centers-boon-bane-cloud-services-providers/\">shaken customer confidence</a>: \"People say, 'Hey, we've known Cisco for a long time. We know we trust you guys. But given what's going on, how much can we really trust you?' \"</p><p>The answer is a moving target because the revelations keep on coming. Recently Cisco got caught in the cross hairs. The journalist who broke the Snowden story, Glenn Greenwald, published a picture of a Cisco router allegedly intercepted in the mail, taken out of the box and tampered with by the NSA.</p><p>Another progressive journalist, Amy Goodman, <a href=\"http://www.democracynow.org/2014/5/13/collect_it_all_glenn_greenwald_on\">asked Greenwald about it</a> on her show <em>Democracy Now:</em> \"So they get the Cisco router — with the knowledge or without the knowledge of Cisco?\"</p><p>Greenwald responded, \"It's unclear.\"</p><p><strong>'More Shoes To Drop?'</strong></p><p>Cisco says it was not aware of its routers being hacked. And CEO John Chambers wrote <a href=\"http://recode.net/2014/05/18/in-letter-to-obama-cisco-ceo-complains-about-nsa-allegations/\">an open letter to President Obama</a>, telling him that the actions, if true, \"undermine confidence in our industry.\" Chambers also urged standards of conduct that meet national security objectives without jeopardizing business interests.</p><p>It's not every day that an industry in hypergrowth loses trust with its customers in a big way.</p><p>Andrew Bartels, with Forrester Research, studies cloud computing. \"At this point, we don't know which direction it's going to take,\" he says. \"Is everything out? Or [are] there still more shoes to drop?\"</p><p>By his estimate, a sector that hardly existed five years ago will be worth <a href=\"http://www.bloomberg.com/news/2014-04-24/cloud-spending-by-companies-outpaces-predictions-forrester-says.html\">$191 billion by 2020</a>. But that big number, he says, hides the rates at which different countries are moving to the cloud, and new resistance to that move.</p><p>\"You found in Europe, <a href=\"http://www.automotiveit.com/german-cloud-growth-slows-amid-nsa-concerns/news/id-009079\">Germany in particular</a>, companies putting those plans on the shelf because of the privacy issues,\" Bartels says. According to a study by German high-tech association Bitkom, cloud use grew just 3 percent in 2013, compared with a 9 percent increase in 2012.</p><p>When Brazilian President Dilma Rousseff found out her emails were monitored by the NSA, she called for an end to the unquestioned use of U.S.-based servers. Bartels says, \"That in turn has cascaded through the Brazilian government, which does still own a certain large portion of the economy.\"</p><p>And businesses are realizing that cloud computing exposes them to new levels of domestic spying, Bartels says. \"In markets like China or like Russia, I think the issue here is concerns in the private sector about giving business information to the government,\" he says.</p><p>In this messy landscape, Cisco is losing ground. In its <a href=\"http://investor.cisco.com/eventdetail.cfm?eventid=143119\">last quarterly earnings call</a>, the company reported that orders from emerging countries fell 7 percent — down 27 percent in Brazil alone, 8 percent in China and 28 percent in Russia.</p><p>The company and its Silicon Valley competitors are now retooling services, trying to rebuild trust — or offer more secure products.</p><p><em>Tune in to </em>All Things Considered <em>this afternoon <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/06/05/319052653/a-privacy-capitalist-wins-big-after-snowden\">for a report</a> on a capitalist who has made a killing since the Snowden revelations. </em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Year+After+Snowden%2C+U.S.+Tech+Losing+Trust+Overseas+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"292"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319030390-0c4d42.m3u?orgId=1&topicId=1019&ft=3&f=318770896"},{"href":"http://media.npr.org/assets/img/2014/06/04/cisco-nsa-398e3e3692ce1b028f3a40aa5789933432011245.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"451","width":"601"}}]}