{"created":"2015-05-14T03:09:24+00:00","modified":"2015-06-26T18:21:59+00:00","valid":{"from":"2013-10-30T16:11:54+00:00","to":"3013-10-30T16:11:54+00:00"},"hreflang":"en","itags":["Marketplace","Marketplace for Wednesday, October 30, 2013","PMP:Marketplace_PMP","bdb14daf832187ecfdb837d074567793"],"byline":"Steve Gardner","guid":"bdb14daf-8321-487e-8fdb-37d074567793","teaser":"The coal industry and its political supporters have launched their counterattack to EPA rules.","published":"2013-10-30T16:11:54+00:00","description":"The coal industry and its political supporters have launched their counterattack to EPA rules.","contenttemplated":"[{\"content\":\"<p>The folks who mine and burn coal in this country have been fighting federal regulation for years.  But that fight has taken a new, more serious turn now.  President Obama’s Climate Action Plan threatens to kill off a slew of coal-fired power plants in this country, what pro-coal groups like to call the president’s “war on coal.”  The administration is even opposing the funding of new coal plants overseas.  But the U.S. coal industry is making it clear it&apos;s prepared to wage a war of its own.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Busloads of coal miners and other union workers arrived in D.C. this week, thanks to  pro-coal groups like the <a href=\\\"http://www.nma.org/\\\" target=\\\"_blank\\\">National Mining Association</a>. They packed hearings and rallies, all aimed at tearing down the EPA’s plan to regulate emissions from coal-fired power. Kentucky Senator Mitch McConnell was on hand to fire up supporters.   </p>\"},{\"content\":\"<p>“They’re on a listening tour, the EPA. Did you see that?&quot; McConnell told the crowd. &quot;Where they havin’ the hearings?  San Francisco. Atlanta. Interestingly enough, not a single EPA hearing on the impact of this regulation anywhere near coal country!” </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Pro-coal forces are going all out now -- rallies, legislation, new coalitions.  Last year the industry spent $17 million lobbying the federal government. This year,  expect more. That’s because coal companies fear the EPA regulations will make certain what many analysts are already predicting -- coal’s long, slow decline.</p>\"},{\"content\":\"<p>Republicans have already hinted they intend to make coal a key issue in the 2014 elections. Barbara Altizer, a miner’s daughter who now directs the <a href=\\\"http://www.easterncoalcouncil.net/\\\" target=\\\"_blank\\\">Eastern Coal Coalition</a>, says she feels like the industry’s invisible to most Americans. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“Sometimes I think of our coal industry as the dead man walking,” she says. “When they’re talking about energy, they don’t talk about us.  My God, we were providing 40 percent of the electricity in this country.” </p>\"},{\"type\":\"text/html\",\"content\":\"<p>Groups like the Sierra Club have been spending big bucks of their own attacking coal. The environmental organization received $50 million a few years ago from New York mayor Michael Bloomberg to help shut down coal plants around the country. Mary Anne Hitt, director of the Sierra Club’s <a href=\\\"http://content.sierraclub.org/coal/\\\" target=\\\"_blank\\\">Beyond Coal Campaign</a>, says she expects the coal industry to fight very hard against the EPA’s proposed coal plant regulations. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>“This is going to be a contentious process,” says Hite.  “But we’ve got the overwhelming support of the American people behind this process.”  </p>\"}]","title":"The war on the 'War on Coal'","contentencoded":"<div class=\"barn-cleaned\"><p>The folks who mine and burn coal in this country have been fighting federal regulation for years.&nbsp; But that fight has taken a new, more serious turn now.&nbsp; President Obama’s Climate Action Plan threatens to kill off a slew of coal-fired power plants in this country, what pro-coal groups like to call the president’s “war on coal.” &nbsp;The administration is even opposing the funding of new coal plants overseas.&nbsp; But the U.S. coal industry is making it clear it's prepared to wage a war of its own.</p>\n<p>Busloads of coal miners and other union workers arrived in D.C. this week, thanks to &nbsp;pro-coal groups like the <a href=\"http://www.nma.org/\" target=\"_blank\">National Mining Association</a>. They packed hearings and rallies, all aimed at tearing down the EPA’s plan to regulate emissions from coal-fired power. Kentucky Senator Mitch McConnell was on hand to fire up supporters. &nbsp;&nbsp;</p>\n<p>“They’re on a listening tour, the EPA. Did you see that?\" McConnell told the crowd. \"Where they havin’ the hearings?&nbsp; San Francisco. Atlanta. Interestingly enough, not a single EPA hearing on the impact of this regulation anywhere near coal country!”&nbsp;</p>\n<p>Pro-coal forces are going all out now -- rallies, legislation, new coalitions.&nbsp; Last year the industry spent $17 million lobbying the federal government. This year,&nbsp; expect more. That’s because coal companies fear the EPA regulations will make certain what many analysts are already predicting -- coal’s long, slow decline.</p>\n<p>Republicans have already hinted they intend to make coal a key issue in the 2014 elections. Barbara Altizer, a miner’s daughter who now directs the <a href=\"http://www.easterncoalcouncil.net/\" target=\"_blank\">Eastern Coal Coalition</a>, says she feels like the industry’s invisible to most Americans.&nbsp;</p>\n<p>“Sometimes I think of our coal industry as the dead man walking,” she says. “When they’re talking about energy, they don’t talk about us.&nbsp; My God, we were providing 40 percent of the electricity in this country.”&nbsp;</p>\n<p>Groups like the Sierra Club have been spending big bucks of their own attacking coal. The environmental organization received $50 million a few years ago from New York mayor Michael Bloomberg to help shut down coal plants around the country. Mary Anne Hitt, director of the Sierra Club’s <a href=\"http://content.sierraclub.org/coal/\" target=\"_blank\">Beyond Coal Campaign</a>, says she expects the coal industry to fight very hard against the EPA’s proposed coal plant regulations.&nbsp;</p>\n<p>“This is going to be a contentious process,” says Hite. &nbsp;“But we’ve got the overwhelming support of the American people behind this process.” &nbsp;</p></div>","tags":["APM","EPA","Sustainability","coal","nat gas","natgas","natural gas"],"audio":[{"meta":{"width":"610","crop":"primary","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/181753803.jpg?itok=4p6AN51w","type":"image/jpeg"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/10/30/marketplace_segment20_20131030_64.mp3","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/10/30/marketplace_segment20_20131030"},"duration":125,"duration_hms":"00:02:05"},"type":"audio/mpeg","format":"MP3"}]}