{"created":"2015-04-08T22:12:47+00:00","modified":"2015-05-13T21:04:17+00:00","valid":{"from":"2015-05-13T21:04:17+00:00","to":"3015-05-13T21:04:17+00:00"},"hreflang":"en","title":"Sushi Science: A 3-D View Of The Body's Wasabi Receptor","published":"2015-04-08T23:33:00+00:00","teaser":"The same receptor on nerve endings that makes sinuses tingle when we eat wasabi plays an important role in the pain of inflammation. The first 3-D view of the receptor could lead to better pain drugs.","itags":["npr_api","398065961"],"guid":"bdb449b4-2ba7-4a90-8211-c218bc9cf7bf","contentencoded":"<p>Researchers have discovered the exact structure of the receptor that makes our sensory nerves tingle when we eat sushi garnished with wasabi. And because the \"wasabi receptor\" is also involved in pain perception, knowing its shape should help pharmaceutical companies develop new drugs to fight pain.</p><p>The receptor, which scientists call TRPA1, is \"an important molecule in the pain pathway,\" says <a href=\"http://profiles.ucsf.edu/david.julius\">David Julius</a>, a professor of physiology at the University of California, San Francisco and an author of a <a href=\"http://nature.com/articles/doi:10.1038/nature14367\">paper</a> published in this week's <em>Nature</em>. \"A dream of mine is that some of the work we do will translate into medicines people can take for chronic pain.\" </p><p>Julius led a team that <a href=\"http://www.npr.org/templates/transcript/transcript.php?storyId=5297157\">discovered</a> the receptor about a decade ago. Since then, researchers have shown that TRPA1 receptors begin sending distress signals to the brain whenever they encounter pungent chemical irritants, including not only wasabi but tear gas and air pollution from cars or wood fires.</p><p>The receptors also become activated in response to chemicals released by the body itself when tissue becomes inflamed from an injury or a disease like rheumatoid arthritis.</p><p>But Julius wanted to know what the receptor looked like at the level of atoms — something that would tell him a lot about how it worked. And one day, in the hallway near his lab, he ran into <a href=\"http://profiles.ucsf.edu/yifan.cheng\">Yifan Cheng</a>, a biochemist who is an expert in single particle electron cryomicroscopy, which uses an electron microscope to study biological samples at very low temperatures.</p><p>For a long time, the technique produced only fuzzy images of structures as small as the wasabi TRPA1 receptor. \"But in the last few years, this technique has undergone a revolutionary leap forward,\" Cheng says.</p><p>So the researchers decided to give it a try on TRPA1, and it worked. \"The big advance here is that we can actually see the structure of the molecule — we can see the atoms in the molecule,\" Julius says.</p><p>That allowed the team to create a precise, three-dimensional, structural model of the receptor. The model shows how the receptor opens a channel to the nerve cell's interior and sends a distress signal to the brain when exposed to certain chemicals.</p><p>Drug companies have already begun experimenting with medicines meant to reduce pain by blocking the receptor's normal response. \"What the structure does is, it gives pharmaceutical firms sort of a map for either tweaking the drugs that they have,\" Julius says, \"or for developing drugs that might have different properties.\"</p><p>Drugs that affect TRPA1 receptors are desirable because they work in a different way than do existing pain relievers, Julius says. And because TRPA1 receptors are highly concentrated in the nerve fibers involved in pain sensation, he says, the new drugs would be less likely to produce side effects like addiction or stomach problems.</p><p>Drugs that block the wasabi receptor might also offer a new way to treat chronic, debilitating itch, says <a href=\"http://mcb.berkeley.edu/faculty/all/bautistad\">Diana Bautista</a> of the University of California, Berkeley. Bautista's lab has found strong evidence that TRPA1 triggers itch sensations associated with eczema and certain nerve disorders.</p><p>\"Chronic itch is very prevalent,\" she says. \"It's thought to affect about 10 percent of people worldwide, and there are very few effective treatments for it.\"</p><p>Bautista says drug companies are beginning to look into TRPA1 drugs as a new approach.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sushi+Science%3A+A+3-D+View+Of+The+Body%27s+Wasabi+Receptor&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"223"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398342049-13f115.m3u?orgId=1&topicId=1128&d=223&p=2&story=398065961&t=progseg&e=398253975&seg=7&ft=nprml&f=398065961"},{"href":"http://media.npr.org/assets/img/2015/04/08/wasabi-receptor-ed2ed88ccd8b6ad9e8d6b989f45e298ef1f5b47d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1598"}}]}