{"created":"2014-10-30T08:47:01+00:00","modified":"2014-11-14T01:05:21+00:00","valid":{"from":"2014-11-14T01:05:21+00:00","to":"3014-11-14T01:05:21+00:00"},"hreflang":"en","title":"A Violin Concerto Back From Beyond The Grave","published":"2014-10-30T18:40:00+00:00","teaser":"After composer Robert Schumann died, his Violin Concerto languished in a library — until a grandniece of the man he wrote it for got out her Ouija board.","itags":["npr_api","359873812"],"guid":"bdb74c41-412b-4891-9434-db4f5cd613ad","contentencoded":"<p>Classical music meets Halloween and the paranormal Thursday night when the National Symphony Orchestra plays the Schumann Violin Concerto, a work buried for nearly a century and recovered — or so the story goes — by a message from the beyond.</p><p>In the summer of 1853, the young violinist Joseph Joachim asked a friend, pianist, composer and conductor <a href=\"http://www.npr.org/artists/89571552/robert-schumann\" target=\"_blank\">Robert Schumann</a>, to write a violin concerto for him. Schumann, though suffering from depression, went into a frenzy of activity, completing the Violin Concerto in D Minor (fully scored for all the different musical parts) within 13 days in late September and early October. Within months, however, the composer attempted suicide and was confined to an asylum until his death two years later at the age of 46.</p><p>Neither Joachim nor Schumann's wife, Clara, nor their young friend <a href=\"http://www.npr.org/artists/15033230/johannes-brahms\" target=\"_blank\">Johannes Brahms</a>, thought the piece was good enough. In fact, Clara didn't like much of what Schumann wrote in those last years, according to Christoph Eschenbach, music director of the National Symphony Orchestra in Washington, D.C. She was a famous pianist and musical personality and, Eschenbach maintains, she used her influence with the younger Joachim and Brahms to bury the Violin Concerto.</p><p>\"Brahms was easy to convince that she was right, and there is also the story of the love affair between Clara and Brahms,\" says Eschenbach, who notes speculation that the alleged love affair might have caused Schumann's suicide attempt.</p><p>The concerto was not performed or published, and it would end up in the Prussian State Library in Berlin, with the proviso that it not be performed for 100 years after the composer's death. But a grandniece of the violinist for whom the concerto was written had an interest in the occult — as did the Schumanns. Her name was Jelly d'Arányi and she too was a violinist. At a seance, she is said to have received word from the beyond urging her to find and perform an unpublished work for the violin. Who, she asked, is the composer of this work? The dial on the Ouija board is said to have pointed to the letters spelling out the name: Robert Schumann.</p><p>Maestro Eschenbach treats all of this with a grain of salt, but the fact is d'Arányi somehow tracked down the concerto in the Prussian State Library. \"Because she wanted to play it,\" Eschenbach says, \"but Berlin said no, no, no, no, no.\"</p><p>The year was 1933, and Hitler's Germany wanted a <em>German</em> to play the debut performance. The honor went to <a href=\"http://www.youtube.com/watch?v=5XcZSNtBIXw\" target=\"_blank\">Georg Kulenkampff</a>, who played the premiere four years later. \"He was unfortunately not so good a violinist,\" Eschenbach says, \"but a terribly good Nazi.\"</p><p>Famed violinist <a href=\"http://www.youtube.com/watch?v=LjKjpDaLU48\" target=\"_blank\">Yehudi Menuhin</a> loved the piece, calling it the \"bridge\" between <a href=\"http://www.npr.org/artists/15232481/ludwig-van-beethoven\" target=\"_blank\">Beethoven</a> and Brahms, and he played the American debut shortly thereafter. D'Arányi played the British debut. But only recently has the concerto been played more and more. Eschenbach's eyes sparkle when he talks about the piece, calling it \"visionary\" and \"courageous for its time.\"</p><p>Of the beautiful and heart-wrenching second movement, Eschenbach says, \"When you listen to this very simple theme, it is so from deep down and so heartbreaking.\" Schumann would write variations on this theme, which, like the Violin Concerto, were suppressed until the 1930s. They are now known as the Ghost Variations.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Violin+Concerto+Back+From+Beyond+The+Grave&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360019803-44af72.m3u?orgId=1&topicId=1106&ft=3&f=359873812"},{"href":"http://media.npr.org/assets/img/2014/10/29/robert_schumann_1839-9428e038ff4d535850a9aa014c183ce5f225bcd9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"785","width":"1047"}}]}