{"created":"2014-11-05T00:14:09+00:00","modified":"2014-11-05T21:13:48+00:00","valid":{"from":"2014-11-05T21:13:48+00:00","to":"3014-11-05T21:13:48+00:00"},"hreflang":"en","guid":"bdbb4f72-ed75-41f7-b3a5-8491603ba9d9","title":"Burkina Faso's new military leader is familiar to the Pentagon","published":"2014-11-05T21:13:44+00:00","byline":"Joyce Hackel","tags":["military","government","terrorism","Conflict","Conflict & Justice","Ouagadougou","Africa","Burkina Faso","United States","West Africa","Africa","Craig Whitlock","Isaac Zida","Blaise Compaoré","Burkina Faso","Ouagadougou","Coup","West Africa","Transition","Lt. Colonel Isaac Zida","French West Africa","United States Africa Command"],"teaser":"Burkina Faso is temporarily in the hands of its military after longtime president Blaise Compaoré was forced to resign last week. Citizens are demanding that civilians retake control of the country soon, but the current leader, Lt. Col. Isaac Zida, is a man familiar to the US military.","contentencoded":"<p>Burkina Faso's longtime ruler is gone, but the country's messy political transition isn't easing.</p>\n<p>After the resignation last week of Blaise Compaoré, the man who ran Burkino Faso for 27 years, the country's military named one of its own, Lt. Col. Isaac Zida, as temporary head of state.</p>\n<p>But if Zida isn't a household name, he's a known quantity to the US military. \"He's someone that the US embassy, with the advice of officials in Ouagadougou, would have selected as a potentially influential officer,\" says Craig Whitlock, who covers the Pentagon for the Washington Post. \"He was someone that is seen as an up-and-comer in the military.\"</p>\n<p>Whitlock was the first to report that <a href=\"http://www.washingtonpost.com/world/national-security/us-expands-secret-intelligence-operations-in-africa/2012/06/13/gJQAHyvAbV_story.html\">Zida attended two courses</a> sponsored by the US military: A 12-day US counterterrorism class in Florida, and a five-day military intelligence course in Botswana financed by the US.  </p>\n<p>The US military does not have a longstanding presence in West Africa, but during the last decade, the Pentagon has been trying to flex its muscle there and elsewhere south of the Sahara. Washington created the US Africa Command, or AFRICOM, in 2007 to coordinate American military operations in Africa. </p>\n<p>Whitlock says AFRICOM is prominent in parts of the continent where militant Islamist groups have a foothold. Washington has also expanded <a href=\"http://www.washingtonpost.com/world/national-security/us-expands-secret-intelligence-operations-in-africa/2012/06/13/gJQAHyvAbV_story.html\">secret intelligence operations in Africa</a>, including creating a dozen small airbases to spy on terrorists. One of those bases is in Ouagadougou. </p>\n<p>\"It's something that the US military has tried to keep under wraps, and it's based at the military side of the international airport,\" Whitlock says. \"The government there gave the US military a couple of hangars, places to fly small airplanes. Not drones, but small reconnaissance airplanes that the US military would fly, particularly to the north in Mali, Niger, Mauritania.\"  </p>\n<p>Whitlock says those US military efforts to foster more stability in West Africa haven't been a big success. </p>\n<p>\"There have been coups in Mauritania, in Niger, in Mali, and now we have this transition in Burkina Faso. These are all places where the US military had sought to strengthen their relationships with the local militaries, and things went awry,\" he says. \"It's a legitimate question to ask whether this whole approach and strategy pays off or not.\" </p>\n<p>Zida says he'll soon cede power to a transitional civilian government, but he hasn't yet set a date. The African Union <a href=\"http://www.france24.com/en/20141103-african-union-gives-burkina-faso-two-weeks-end-military-rule/\">threatened sanctions on Monday</a> if a civilian government isn't in place within two weeks.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}