{"created":"2014-09-07T23:28:14+00:00","modified":"2014-09-07T23:28:14+00:00","valid":{"from":"2014-09-07T23:28:14+00:00","to":"3014-09-07T23:28:14+00:00"},"hreflang":"en","title":"Animal Rescuers Create Joy Amid Chaos After Exxon Valdez Spill","published":"2014-03-21T16:21:00+00:00","teaser":"LJ Evans and Suzanne Bishop met in 1989 while volunteering at an animal rescue center in Valdez, Alaska. The chaos the spill created \"is incredibly difficult to describe or even imagine,\" Evans says.","tags":["npr_api","292008436"],"guid":"bdbcd599-c295-41dc-ab09-bf472a00a862","contentencoded":"<p>It's been 25 years since the Exxon Valdez ran aground off the coast of Alaska, spilling millions of gallons of oil into Prince William Sound.</p><p>The impact on wildlife was devastating. Cleanup crews poured into the nearby port town, also called Valdez, where an animal rescue center was set up.</p><p>\"The chaos is incredibly difficult to describe or even imagine,\" says LJ Evans, a local resident who volunteered to help. \"Somebody came back with the first bird — the reporters were so frantic, somebody got in a fight trying to take a picture of this poor little oiled bird.\"</p><p>\"We were working 14-, 16-, 18-hour days there for the first month and a half,\" Suzanne Bishop, another rescue worker, tells LJ on a visit to StoryCorps in Fairbanks, Alaska. \"We ran countless times a day from one room to the other with dog kennels stacked up high all the way down the hallway of otters.\"</p><p>\"I had nightmares for years, because they screamed,\" LJ says. \"I'd never heard a sound like that.\"</p><p>\"I remember going home every night and sobbing, because it was not only terribly sad, it was very hard work,\" Suzanne adds.</p><p>\"Then one joyous day, in this whole long stressful experience, we took all these birds that had been washed, and lined up all these kennels on the beach — 30 of them, 40 of them — each one with half a dozen birds,\" LJ recalls. \"We opened all those crates, and they swarmed out into the water and made such an incredible noise. They either paddled or they flew, but they got the hell out of there.</p><p>\"There was so much stress, so much tension for so many months,\" she adds. \"At least for that moment, that little while, you could feel good about something that we had done.\"</p><p><em>Audio produced for </em>Morning Edition<em> by Jud Esty-Kendall.</em><em></em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Animal+Rescuers+Create+Joy+Amid+Chaos+After+Exxon+Valdez+Spill&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"159"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1292225830-5b3e1b.m3u?orgId=1&topicId=1057&aggIds=4516989&ft=3&f=292008436"},{"href":"http://media.npr.org/assets/img/2014/03/20/evansnpr-2fa632a7d849fae91c812800b6462d7e01e94277.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"580","width":"774"}}]}