{"created":"2015-06-23T08:45:48+00:00","modified":"2015-06-24T19:33:18+00:00","valid":{"from":"2015-06-24T19:33:18+00:00","to":"3015-06-24T19:33:18+00:00"},"hreflang":"en","title":"Take A Hike To Do Your Heart And Spirit Good","published":"2015-06-24T19:33:00+00:00","teaser":"For many Americans, an NPR poll suggests, walking is their most consistent exercise. But how much can a moderately paced walk really help your health?","itags":["npr_api","416482690"],"guid":"bdbc131c-9392-43f4-838c-5f3eea3d294c","contentencoded":"<p>Fryman Canyon is one of those special places in the city of Los Angeles — a bit of country and canyon nestled just off the crest of Mulholland Drive, with gorgeous views of the valley and mountains.</p><p>It's favored by the canine set — my two dogs love it here — and on any given morning I'm sure to run into fellow canyon lovers, like Stacy Maes and her energetic weimaraner, Astrid.</p><p>Maes is an independent film producer; she has two kids and works mostly at home. She's not fond of organized exercise classes, so she does some yoga and fast-paced workout videos at home. But, as is the case with many Americans, walking is Maes' most consistent exercise. She's out in the canyon with Astrid three or four times a week.</p><p>\"In the morning, it's all about Astrid,\" Maes explains, and laughs. \"Because if she's not tired, then my day can't go the way I want it to go.\"</p><p>Whether it's to help their dogs or themselves, about half of all Americans surveyed in a recent <a href=\"http://media.npr.org/documents/2015/june/sportsandhealthpoll.pdf\">NPR poll</a> say they exercise regularly. And while getting a cardio-aerobic workout on a treadmill, elliptical machine, or stationary bike are all popular, going for a walk is the exercise Americans say they engage in most frequently, according to the poll, which was conducted by the Harvard T.H. Chan School of Public Health, and the Robert Wood Johnson Foundation.</p><p>According to the poll, most people who walk for exercise do so a few times a week. About a third say they walk every day.</p><p>But are they kidding themselves to think a moderate walk is really helping them much, exercise-wise? Should we all be power-walking or jogging if we want to count that activity as good for us?</p><p><a href=\"http://www.timchurchmd.com/bio/\">Dr. Tim Church,</a> who studies the effects of physical activity at Louisiana State University's Pennington Biomedical Research Center, is reassuring on that score.</p><p>\"Too many people think you have to exercise really, really hard to get a benefit, and nothing could be further from the truth,\" Church says. \"You're actually getting, probably, 95 percent or more of the benefits when you're walking as compared to jogging.\"</p><p>Church says walking has many tangible effects on health — lower blood pressure, lower cholesterol, and an overall lower risk of heart disease.</p><p>And, he has the <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/19204218\">research</a> to back that up. Church headed a study with 464 postmenopausal women who, for six months, came into the lab to walk a treadmill while researchers watched.</p><p>One group walked 73 minutes a week; another group walked 136 minutes, and a third group walked for 190 minutes weekly.</p><p>These women weren't strolling, but they weren't race walking either. They were walking at a slow to moderate pace, and could easily carry on a conversation.</p><p>\"One of the things we really learned from the study — and I guess we shouldn't be surprised, but we were — was how often the group that was only doing 73 minutes a week at a very slow pace benefited, no matter what we looked at,\" Church says.</p><p>Probably the most important benefit, he says, was that metabolism of blood sugar improved; that can lower the risk of diabetes.</p><p>\"Even a little bit of activity can reduce the amount of that dangerous belly fat,\" Church says, \"and we know that visceral fat is related to the risk of <a href=\"http://www.diabetesforecast.org/2011/sep/obesity-and-type-2-diabetes.html?referrer=http://google.diabetes.org/search?site=Diabetes&client=diabetes&entqr=3&oe=ISO-8859-1&ie=ISO-8859-1&ud=1&proxystylesheet=diabetes&output=xml_no_dtd&proxyreload=1&q=obesity\">diabetes</a> and the risk of cardiovascular disease.\"</p><p>Church says he often hears patients say they've gotten more physically active from walking. They haven't necessarily lost weight, they tell him, but their pants fit differently.</p><p>It's because they have less belly fat, he says, which is a very good thing. This <a href=\"http://circ.ahajournals.org/content/107/1/e2.full\">document from the American Heart Association</a> lists dozens of studies showing similar benefits from walking.</p><p>And in Church's study of postmenopausal women, participants gained more than physical benefits.</p><p>\"The majority of benefits of physical activity — in this instance, walking — occur above the shoulders,\" he says. The walkers reaped benefits like less <a href=\"http://www.adaa.org/living-with-anxiety/managing-anxiety/exercise-stress-and-anxiety\">anxiety</a> and fewer symptoms of <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/19204218\">depression</a>. They also discovered something many of us yearn for: more energy.</p><p>\"It wasn't a dose-response — as in, 'the more exercise you did, the more your energy increased,' \" Church says. \"It was actually what I call 'threshold.' ... All the exercise groups — the 73-minutes-a-week group, the 136-minutes-a-week group and the 190-minutes-a-week group — increased their levels of energy the same.\"</p><p>So there appear to be lots of benefits from walking, no matter what the pace. Federal health officials suggest 150 minutes a week of moderate physical activity. That's about 30 minutes a day, five days a week.</p><p>According to those guidelines, a moderately paced walk counts — which would allow you to still carry on a conversation, if you like, with a fellow dog-walker.</p><p><em>Our Sports and Health series continues over the summer, based on the results of our </em><a href=\"http://media.npr.org/documents/2015/june/sportsandhealthpoll.pdf\"><em>poll</em></a><em> with the </em><a href=\"http://www.rwjf.org/\"><em>Robert Wood Johnson Foundation</em></a><em> and the </em><a href=\"http://www.hsph.harvard.edu\"><em>Harvard T.H. Chan School of Public Health</em></a><em>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Take+A+Hike+To+Do+Your+Heart+And+Spirit+Good&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Patti Neighmond","audio":[{"meta":{"duration":"301"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416736977-be6b72.m3u?orgId=1&topicId=1128&aggIds=413970894&d=301&p=3&story=416482690&t=progseg&e=416736212&seg=16&ft=nprml&f=416482690"},{"href":"http://media.npr.org/assets/img/2015/06/22/walkerstill1-6151d576ccff7dd68b197f54382edccf69da5b99.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1679","width":"2240"}}]}