{"created":"2015-04-07T18:33:10+00:00","modified":"2015-04-09T16:48:43+00:00","valid":{"from":"2015-04-09T16:48:43+00:00","to":"3015-04-09T16:48:43+00:00"},"hreflang":"en","guid":"bdc2dfd5-d145-4794-99ad-75ef8dba6ba0","title":"When the grid says 'no' to wind and solar power, this company's technology helps it say 'yes' again","published":"2015-04-09T16:48:38+00:00","byline":"Peter Thomson","teaser":"Too much renewable power? A German engineer comes up with a way to store excess renewable energy, take pressure off the grid and ease the way for the adoption of more wind and solar power in a country that's already way ahead of most of the rest of us.","tags":["Environment","Science, Tech & Environment","Energy","Low-carbon economy","Sustainable energy","Renewable energy","Solar power","Electrical grid","Intermittent energy source","Environment","Climate change","Solar energy","Wind energy","Wind power","Younicos"],"contentencoded":"<p>Too much solar and wind power. Really? Is that possible?</p>\n<p>It’s a good problem to have, because if we’re going to beat climate change, we’re going to need way more low-carbon energy than we get now.</p>\n<p>But it’s still a problem for Germany.</p>\n<p>Germany has brought on record amounts of wind and solar generating capacity in the last few years, helping it now meet more than a quarter of its electricity demand with renewable sources, and building toward <a href=\"http://www.bundesregierung.de/Content/EN/StatischeSeiten/Schwerpunkte/Nachhaltigkeit/2013-10-23-progress-report-climate-and-energy_en.html\">its goal of 80 percent </a>by 2050.</p>\n<p>But that also means it’s having to deal with problems that the rest of us who are farther behind can barely even see coming. Like, occasionally, too much intermittent wind and solar power for the electricity grid to handle without a lot of juggling.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Edith.JPG?itok=S1PwcgJc\" alt=\"\" /><div class=\"field-caption\">\n    <p>Edith Buhs, with the solar panels she recently installed on the roof of her Boston building. The electricity from the system supplies about half of the needs of the building's three apartments, but most of it flows first onto the electric grid. It's a system that works well as long as the total amount of intermittent renewable energy entering the grid is relatively low.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Peter Thomson</p>\n  </div>\n</div>\n<p>The problem — a big challenge already in Germany, a brewing one here in the US — starts at a very local level, with the thousands of new renewable energy producers that have come online in the last decade. People like my wife Edith Buhs, who recently put a 6.5 kilowatt PV solar system on the roof of a small apartment building she owns down the street from our house in Boston.</p>\n<p>The 28 panels cover about half of the energy use of the three apartments, but the way the system is set up, most of the electricity actually goes out to the grid first, because it’s produced during the day, when the residents generally aren’t home.</p>\n<p>That’s a standard setup that works well for just about everybody, at least for now. Edith saves about half her electricity costs for the building. The environment gets a little break, because this is nearly pollution-free electricity. The local utility is happy because they’re under pressure from the state to add more green energy. And the electric grid itself doesn’t mind because an electron is an electron. The grid doesn’t care how they get produced.</p>\n<p>Until, at a certain point, the grid starts to get cranky.</p>\n<p><strong>RELATED: </strong></p>\n<p><a href=\"http://www.pri.org/stories/2015-04-06/how-do-you-catch-sun-make-electricity-night-german-inventor-has-answer\">How do you catch the sun to make electricity at night? This German inventor has an answer.</a></p>\n<p><a href=\"http://www.pri.org/stories/2015-04-08/car-future-very-near-future-might-be-driven-wind\">The car of the future — the very near future — might be driven by the wind</a></p>\n<p>As long as you have below 10 percent wind and solar, says Clements Triebel, of the German energy management company <a href=\"http://www.younicos.com/\">Younicos</a>, “nobody notice that you will become any problem at the grid.”</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/story/images/Sign_0.jpg?itok=-Yhu-Inc\" alt=\"\" /><div class=\"field-caption\">\n    <p>This sign, outside Younicos's Berlin headquarters, plays off others that used to hang at crossing points in the Berlin Wall, but with a very different message. The company has developed technology that softens the destabilizing impact of large amounts of intermittent wind and solar power on the electric grid and so allows the country to replace more of its fossil fuel and nuclear power plants with renewables.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Peter Thomson</p>\n  </div>\n</div>\n<p>And here in the US, we haven’t reached that threshold. But it’s a different story in Germany, which gets a much bigger percentage of its electricity from wind and solar.</p>\n<p>There, Triebel says, as the percentage of wind and solar-generated electricity on the European grid approaches 10 percent, there are “two systems fighting against each other.”</p>\n<p>The old system of big fossil and nuclear plants is fighting against the new system of renewables and it’s actually putting something of a brake on Germany’s ambitious <em>energiewende </em>— its national transition from fossil fuels and nuclear power to renewables.</p>\n<p>The problem is that the grid was built for that old system — a few big, predictable sources of electricity. Renewable sources, on the other hand, are relatively unpredictable. They come and go on nature’s rhythms, not humans’.</p>\n<p>And more than a bit of intermittent power can cause real problems for the grid—worst case, even a blackout. So to keep the grid stable, Germany’s had to slow down the introduction of some new renewable sources. Sometimes,  Triebel says, it even has to shut some wind and solar generators down.</p>\n<p>Which, he says, is “a very, very, yeah, stupid situation. But you can imagine if people, knowing more about this situation, they’re running crazy, and they say it’s not what we want.”</p>\n<p>What most Germans do want is more renewable energy and less fossil and nuclear. They don’t want the old stuff essentially squeezing out the new.</p>\n<p>Which is where Triebel and Younicos come in.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/IMG_0748.JPG?itok=bs6yTnDd\" alt=\"\" /><div class=\"field-caption\">\n    <p>Technology developed by Clements Triebel and colleagues at the German firm Younicos uses super-fast batteries and software to capture and hold intermittent wind and solar power when there's more being generated than is needed and release it when production falls below demand. It could prove an important element of the massive storage infrastructure that will be needed to help Germany reach its goal of 80% renewable electricity by 2050.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Peter Thomson</p>\n  </div>\n</div>\n<p>They’re working deep in the giant black box of the energy grid, the place where that fight is taking place, and they’ve come up with an innovative way to relieve at least some of the tension.</p>\n<p>It’s a complicated fix, the details of which can make the brains of non-experts hurt. During a visit to Younicos’s technology center in Berlin he took about an hour to explain it, drawing graphs and diagrams and frequently invoking terms like<em> frequency control, peak shaving, </em><em>the inertia of </em><em>rotating masses </em>and <em>intelligent loop controls.</em></p>\n<p>Bottom line, Younicos’s work involves massive banks of batteries overlain by sophisticated software and algorithms that work together to suck up excess renewable power when it isn’t needed, store it and push it back out again when it is needed, and switch back and forth almost instantaneously to help keep the grid stable and the lights on.  </p>\n<p>All of which, Triebel says, makes it easier for the grid to absorb more of the renewables and for Germany to continue its effort to phase out more fossil and nuclear plants.</p>\n<p>Younicos has been experimenting with its technology the last few years in a huge glass and concrete box on the edge of Berlin and in a few other pilot projects. But last year it went real-world for the first time with a commercial project in a small city in Germany. At the time it was the biggest battery-power plant in Europe. The company’s since collaborated on an even bigger project in the UK.</p>\n<p>It’s just a start. Eventually, Clements Triebel says, Germany and the world will need to develop a massive storage infrastructure for intermittent wind and solar electricity.</p>\n<p>There are lots of promising technologies, he says, and lots of time for more research over the next couple of decades. But right now he says, “you have to put in battery into the grid.”</p>\n<p>In other words, we have to get started, if we’re really serious about making the switch to renewable energy.</p>\n<p><em>Peter reported from Europe with the support of an <a href=\"http://us.boell.org/tecn\" target=\"_blank\">Energy and Climate Media Fellowship</a> from the Heinrich Böll Foundation.</em></p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/tech%20ctr%20out.JPG?itok=weXJIAHf\" alt=\"\" /><div class=\"field-caption\">\n    <p>Younicos's technology center in Berlin houses vast arrays of batteries and a small diesel generator, which allows it to simulate the properties of a small electricity grid. The company recently opened Europe's largest battery power plant in the city of Schwerin.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Peter Thomson</p>\n  </div>\n</div>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-07%2Fwhen-grid-says-no-wind-and-solar-power-companys-technology-helps-it-say-yes-again&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0407201504.mp3"},{"href":"http://www.pri.org/file/0407201504mp3"}]}