{"created":"2014-10-07T18:51:07+00:00","modified":"2014-10-30T23:34:42+00:00","valid":{"from":"2014-10-30T23:34:42+00:00","to":"3014-10-30T23:34:42+00:00"},"hreflang":"en","title":"Butterfly Shifts From Shabby To Chic With A Tweak Of The Scales","published":"2014-08-08T22:57:00+00:00","teaser":"By playing with the physics of wing color, scientists get a glimpse into how butterflies get their colors, and how quickly they can evolve from brown to brilliant.","itags":["npr_api","338146490"],"guid":"bdc463f1-2baa-4bc5-a086-2c539614a177","contentencoded":"<p>Explore the soft, smooth-looking surface of a butterfly wing through an electron microscope and you'll see it's actually covered in rugged, textured scales that overlap like shingles on a roof.</p><p>Zoom in even more, to the <a href=\"http://www.npr.org/blogs/pictureshow/2009/05/teeny_tiny_art.html\">nano scale</a>, and you'll find a labyrinth of hard, transparent architecture — pillars, ridges, archways, and sometimes even spiral loop-the-loops, all made of <a href=\"http://euchis.org/\">chitin</a>, the same material that makes crab shells so tough.</p><p>According to research <a href=\"http://www.pnas.org/content/early/2014/07/31/1402770111.abstract\">published</a> this week in the <em>Proceedings of the National Academy of Sciences</em>, small changes to those structures can give a butterfly a more glamorous outfit.</p><p>Butterfly wings often have a layer of pigment that gives them a base color. But it's the light-bending chitin structures anchored on top that create an extraordinary range of bright colors, which can help with everything from camouflage to attracting mates and <a href=\"http://www.ucl.ac.uk/~ucbhdjm/courses/b242/Mimic/Mimic.html\">scaring off</a> predators. Beams of light come in and ricochet off the scaly maze.</p><p>\"As they bounce off these structures, they go through a process of constructive interference or destructive interference,\" says <a href=\"http://lepdata.org/monteiro/people.html\">Antonia Monteiro</a>, a biologist at the National University of Singapore. It's the <a href=\"http://www.webexhibits.org/causesofcolor/15E.html\">same effect</a>, she says, that can make a soap bubble look rainbow-colored and pearly.</p><p>It all has to do with geometry and spacing. Tweak one of those parameters, and different wavelengths of light will reflect from the scale, giving off different colors.</p><p>For the butterfly-bent biologists and physicists, a lingering question has been: What exactly would have to change in those tiny transparent structures to make a dull-looking butterfly brilliant? And how many generations would it take for the change to happen?</p><p>To find out, Monteiro decided to try to evolve a new color in the lab.</p><p>She teamed up with some Yale physicists and picked a butterfly species called the <a href=\"http://genomics.senescence.info/species/entry.php?species=bicyclus_anynana\">squinting bush brown</a>, which lives up to its dull name. Aside from a few eye-catching spots, it blends well with tree bark. But the species has some flashy cousins with streaks of blue and violet on their wings.<br /> <br /> \"So, we wondered whether the specific species that was not showing any of those colors could also evolve those colors, if we forced it to through artificial selection,\" she says.</p><p>Here's what they did: The scales of the squinting bush brown's wings were reflecting light, but only very short wavelengths — too short to fall within the visible range of colors. But there was enough variation among a group of the butterflies that some had wings reflecting slightly longer wavelengths of light. By picking out those individuals and mating them to each other, Monteiro's team nudged each generation of butterflies toward the bluer end of the light spectrum.</p><p>One year — and six generations — later, the scientists had bred squinting bush browns that sported purply streaks across their wings. Monteiro was surprised to find that the new decor was the result of only very slight changes to the scales. The chitin layer had become a smidge thicker — 56 nanometers.</p><p>\"It seems to be incredibly easy to evolve these new colors in butterflies,\" says Monteiro.</p><p>So, should the species need to adapt to new surroundings, it has powerful color technology in its back pocket. Tweak a little chitin, and the squinter can shift quickly from brown to brilliant.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Butterfly+Shifts+From+Shabby+To+Chic+With+A+Tweak+Of+The+Scales&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rae Ellen Bichell","audio":[{"meta":{"duration":"190"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338918046-661c66.m3u?orgId=1&topicId=1132&ft=3&f=338146490"},{"href":"http://media.npr.org/assets/img/2014/08/05/blue-scales-f26d9b27ac8699cfd42bb45ad6be41036a95de43.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"180","width":"240"}},{"href":"http://media.npr.org/assets/img/2014/08/05/brown-butterfly-0800ecae3e3363fea19618b76506180f7126ffb4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"675","width":"899"}}]}