{"created":"2015-05-11T19:52:36+00:00","modified":"2015-05-13T14:12:01+00:00","valid":{"from":"2015-05-13T14:12:01+00:00","to":"3015-05-13T14:12:01+00:00"},"hreflang":"en","guid":"bdce3489-9c37-4e3e-bc48-fdb6ffac29a5","title":"How maps are saving lives as Nepal recovers from its earthquake","published":"2015-05-13T14:11:57+00:00","byline":"Nina Porzucki","tags":["Nepal earthquake","technology","Human Needs","Technology","Science, Tech & Environment","Asia","Nepal","Map","Kathmandu","Cartography","OpenStreetMap","Kathmandu Valley","Nepal","Disaster"],"teaser":"As recovery efforts continue in Nepal, one of the biggest challenges is getting supplies to badly damaged areas. Nama Budhathoki and his organization, Kathmandu Living Labs, have been working on mapping the country and the damage using badly needed crowdsourced maps.","contentencoded":"<p>Nama Budhathoki was working on his Ph.D. in the US when a huge earthquake hit Haiti in 2010.</p>\n<p>A student of mapping, he quickly noticed that initial recovery efforts in Haiti lacked good, detailed maps of the island. Budhathoki is from Nepal, and he couldn't help but think about his own country. Nepal was also at great risk for a big earthquake, and the country also lacked decent maps.</p>\n<p>So when he returned home in 2013, Budhathoki started <a href=\"http://quakemap.org/\">Kathmandu Living Labs</a>, an attempt to get better maps for Nepals. He recruited volunteers to help map out the Kathmandu Valley using <a href=\"http://www.openstreetmap.org/#map=5/51.500/-0.100\">OpenStreetMap</a>, a crowd-sourced tool that allows many people to add details to a map and share it.</p>\n<p>“One of the first things we wanted to map was the road networks,\" he says, \"and then slowly we wanted to put other information like restaurants, hospitals, temples — essentially anything.\"</p>\n<p>That's far from easy: Even in the capital city of Kathmandu, there are often no street names or building numbers. “You won’t see that when you walk down the street, and that makes navigation extremely difficult, even in normal situations,” Budhathoki says.</p>\n<p>Imagine trying to navigate the unmarked roads during an emergency — or after an earthquake, when many of the landmarks might have been severely altered or even destroyed completely.</p>\n<p>That's why Budhathoki’s work has been crucial for relief efforts following last month's earthquake. Many foreign and local NGOs delivering aid have relied on the crowd-sourced maps to navigate in Kathmandu. And, thanks to their previous work, Budhathoki's team was able to focus its current efforts on rural areas where aid is badly needed.</p>\n<p>“Since cities were already mapped, the OpenStreetMap community could start mapping the villages,\" he says. \"We didn’t have to focus a lot of the core of the cities, so all 11 districts that were badly hit by the earthquake were quickly mapped.\"</p>\n<p>Because of the crowd-sourced nature of OpenStreetMaps, the maps are continually updated with the latest details to aid recovery efforts.</p>\n<p>“I think a lot of people have started to understand the value of a map from this earthquakes,\" Budhathoki says. \"It’s not really a map culture here, but now, for rescue operations to distribute the needed materials — even to plan the recovery process — a lot of people have started talking about the map.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-11%2Fmapping-earthquake-recovery-efforts&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05112015_04.mp3"},{"href":"http://admin.pri.org/file/0511201504mp3"}]}