{"created":"2015-06-19T21:48:22+00:00","modified":"2015-06-23T18:13:46+00:00","valid":{"from":"2015-06-23T18:13:46+00:00","to":"3015-06-23T18:13:46+00:00"},"hreflang":"en","guid":"bdd43ed7-6d22-4d12-ac9e-b1ace8ae21c3","title":"America has no monopoly on racism, it's just 'more lethal'","published":"2015-06-23T18:13:41+00:00","byline":"Joyce Hackel, Kuang Keng Kuek Ser","tags":["charleston","hate crimes","terrorism","racism","Rachel Dolezal","guns","Justice","Conflict & Justice","Charleston","North America","United States","Gary Younge","Charleston","hate crimes","Terrorism","Racism","Rachel Dolezal","Guns"],"teaser":"After the Charleston shootings, gun control remains the \"gigantic elephant in the room,\" says journalist Gary Younge. FBI data show that African Americans are targeted 16 times more often than whites for hate crimes.","contentencoded":"<p>Just days before Americans turned their attention to the slaughter in Charleston, the national conversation was riveted on a very different discussion of race, the story of Rachel Dolezal, the former head of the Spokane NAACP and her efforts to identify as black.</p>\n<p>Gary Younge, a columnist for The Guardian, sees a through-line linking the two narratives. \"What Rachel Dolezal really proved through her self-identification is that race is an absurdity ... a biological nonsense,\" he says. \"What we see by the end of the week is that while race may be a nonsense, racism is very real.\"</p>\n<p>The nine deaths in Charleston remind Younge of his discussion with Maya Angelou in the wake of 9-11, when the poet told told him \"African Americans have been living in this state of terror for several centuries.\"</p>\n<p>Younge says Wednesday's shootings at the Emanuel African Methodist Episcopal Church are another \"terrorizing event\" for African Americans. \"If you are a black person going to church this Sunday, and a white person walks into the room, you're going to feel different,\" he says.</p>\n<p>Young says American racists are more dangerous because weapons are easy to get here.</p>\n<p>\"Someone with racist intent who walked into an overwhelming black place of worship in Britain would be unlikely to do as much damage because they would be far less likely to have a gun,\" he notes.</p>\n<p>The Charleston shooting occurred six miles from the spot where Walter Scott, an unarmed black man was shot eight times as he ran away from a white police officer in April.</p>\n<p>Younge says America does not have a monopoly on racism, and points to the example of France where an extreme right anti-immigrant party is a viable contender for the presidency. \"American racism is more lethal because no other country has the number of guns that America has, which means when a racist conflict emerges, the potential for murder or death is so much higher,\" Younge says.</p>\n<p>But Younge argues that guns are just one component in an explosive mix in America today.</p>\n<p>\"You have all of this tinder — no mental health care, segregation, inequality, racial strife,\" he says. \"Then on to this tinder you throw the spark of a lethal weapon.\"</p>\n<p>And in the wake of the Charleston shootings, Younge see a \"gigantic elephant\" in the room: gun control. He fears Americans aren't talking about it because they suspect little will change.</p>\n<p>\"If you look at what happened in Tasmania in the past or Dunblane in Britain in the early 90s, this incident alone would be enough for most western countries to say we have to get a grip on this issue,\" he says.</p>\n<p>The fear within the African-American community is not without ground. A check on the latest FBI data by PRI revealed that out of the 5,928 hate crimes reported in 2013, the last year for which figures were available. 2,871 — or 48 percent — were race-motivated. A total of 1,856 — or 65 percent — of all race-motivated hate crimes were categorized as \"anti-Black or African American\" by the bureau.</p>\n<p>On a per capita basis, African Americans were 16 times more likely to experience hate crime compared to whites.</p>\n<div class=\"nochop\">\n<iframe frameborder=\"0\" height=\"470\" scrolling=\"no\" src=\"https://datawrapper.dwcdn.net/s7aON/2/\" width=\"100%\"></iframe></div>\n<p><em>Chart Credit: Kuang Keng Kuek Ser/PRI</em></p>\n<p>A few caveats on the data: The FBI statistics were said to be <a href=\"http://www.splcenter.org/get-informed/intelligence-report/browse-all-issues/2005/winter/hate-crime)\">underreported</a> as they rely on state and local law enforcement agencies to voluntarily report the data. The numbers of participating agencies and submitted reports <a href=\"https://www.fbi.gov/about-us/cjis/ucr/hate-crime/2013/tables/12tabledatadecpdf/table_12_agency_hate_crime_reporting_by_state_2013.xls\">vary greatly</a> from state to state. For example, in 2013 only four hate crime incidents were reported by the 90 participating agencies in Mississippi while the 732 participating agencies in California reported 843 incidents.</p>\n<p>Update: Below, the Roof family statement.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p dir=\"ltr\" lang=\"en\" xml:lang=\"en\">Roof family statement... <a href=\"http://t.co/giZGQpmINv\">pic.twitter.com/giZGQpmINv</a></p>\n<p>— Goldie Taylor (@goldietaylor) <a href=\"https://twitter.com/goldietaylor/status/612014806472654849\">June 19, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-19%2Famerica-has-no-monopoly-racism-its-just-more-lethal-says-gary-younge&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06192015_02.mp3"},{"href":"http://admin.pri.org/file/0619201502mp3"}]}