{"created":"2015-05-14T03:09:03+00:00","modified":"2015-05-18T16:56:49+00:00","valid":{"from":"2013-11-11T11:42:37+00:00","to":"3013-11-11T11:42:37+00:00"},"hreflang":"en","guid":"bddd089f-c352-4e99-8c44-4d88f986b742","byline":"Bruce Johnson","title":"Sea snails: The key to a world of environmentally compatible technology?","published":"2013-11-11T11:42:37+00:00","teaser":"At MIT, a scientist is studying sea snails, and say they hold the key to \"biologically inspired processing.\"","contenttemplated":"[{\"content\":\"<p><span>When we talk about building new technology, we&apos;re often talking about building it out of artificial ingredients. But as we understand our natural world better, the area of biotechnology is growing. And one person at the forefront of using biotech in everything from medical instruments to consumer electronics is Angela Belcher, a professor of biological engineering at MIT. She&apos;s been looking at sea snails -- also called abalone -- and how they might help us build new technology.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>Belcher says what attracted her to abalone was that the snails have proteins that can take calcium and carbonate and &quot;built up little brick wall-like structures into calcium carbonate.&quot; While calcium carbonate may not be that impressive to those who remember their periodic table, Belcher says, it&apos;s the implications of what can be done with the abalone&apos;s ability that excites her and the broader scientific community.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>&quot;You go, &apos;Chalk! I know calcium carbonate. Chalk? What&apos;s so great about chalk?&apos; But when you take these materials and you use some biology and you use some genetics, they can build with very fine control over the materials that give them a lot of strength and regularity,&quot; Belcher says. &quot;In my lab, we don&apos;t actually use calcium carbonate, but we look at the process by which organisms make materials, and we say, okay, let&apos;s use some of those same great controls, and let&apos;s make them into manufactured materials that we can use every day in our lives.&quot;</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>Belcher says there are many possibilities for what she calls &quot;biologically inspired processing&quot; can do to improve both our lives and the planet. Among the potential innovations she sees are &quot;environmentally compatible&quot;  batteries that are produced at low pressures and are completely biodegrad</span><span>able</span><span>.</span></p>\"},{\"content\":\"<p><span>In a world where far too many of us have junk drawers filled with antiquated mobile phone chargers and new technology encourages us to throw away our obsolete gadgets, Belcher says we can take a lesson from the way nature makes things.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>&quot;Usually, when nature is making materials, it doesn&apos;t take a large material and whittle it down and make a smaller one of the right components. One of the things that you can do with biology is build it one atom at a time, and build it into the right dimensions. So, you&apos;re not using excess,&quot; Belcher says. &quot;Going back to cell phone chargers: You can think about, well, do you really need that whole charger? Is there just a smaller component that would make it just as effective? And can we use biology in form and structure to make more efficient materials?&quot;</span></p>\",\"type\":\"text/html\"}]","itags":["Marketplace","Marketplace Morning Report","Marketplace Morning Report for Monday, November 11, 2013","Marketplace Tech","Marketplace Tech for Monday, November 11, 2013","PMP:Marketplace_PMP","bddd089fc352e99bc4424d88f986b742"],"contentencoded":"<div class=\"barn-cleaned\"><p><span>When we talk about building new technology, we're often talking about building it out of artificial ingredients. But as we understand our natural world better, the area of biotechnology is growing. And one person at the forefront of using biotech in everything from medical instruments to consumer electronics is&nbsp;Angela Belcher, a professor of&nbsp;biological engineering at MIT. She's been looking at sea snails -- also called abalone --&nbsp;and how they might help us build new technology.</span></p>\n<p><span>Belcher says what attracted her to abalone was that the snails have&nbsp;proteins&nbsp;that can take calcium and carbonate and \"built up little brick wall-like structures into calcium carbonate.\" While calcium carbonate may not be that impressive to those who remember their periodic table, Belcher says, it's the implications of what can be done with the&nbsp;abalone's ability that excites her and the broader scientific community.</span></p>\n<p><span>\"You go, 'Chalk! I know calcium carbonate. Chalk? What's so great about chalk?' But when you take these materials and you use some biology and you use some genetics, they can build with very fine control over the materials that give them a lot of strength and regularity,\" Belcher says.&nbsp;\"In my lab, we don't actually use calcium carbonate, but we look at the process by which organisms make materials, and we say, okay, let's use some of those same great controls, and let's make them into manufactured materials that we can use every day in our lives.\"</span></p>\n<p><span>Belcher says there are many possibilities for what she calls \"biologically inspired processing\" can do to improve both our lives and the planet. Among the potential innovations she sees are \"environmentally&nbsp;compatible\"&nbsp; batteries that are produced at low pressures and are completely&nbsp;biodegrad</span><span>able</span><span>.</span></p>\n<p><span>In a world where far too many of us have junk drawers filled with antiquated mobile phone chargers and new technology encourages us to throw away our obsolete gadgets, Belcher says we can take a lesson from the way nature makes things.</span></p>\n<p><span>\"Usually, when nature is making materials, it doesn't take a large material and whittle it down and make a smaller one of the right components. One of the things that you can do with biology is build it one atom at a time, and build it into the right dimensions. So, you're not using excess,\" Belcher says. \"Going back to cell phone chargers: You can think about, well, do you really need that whole charger? Is there just a smaller component that would make it just as effective? And can we use biology in form and structure to make more efficient materials?\"</span></p></div>","description":"At MIT, a scientist is studying sea snails, and say they hold the key to \"biologically inspired processing.\"","tags":["APM","Environment","Tech","batteries"],"audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/angelanew.jpg?itok=yySZbhfB","type":"image/jpeg","meta":{"crop":"primary","width":"610","height":"340"}},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/11/11/marketplace_segment03_20131111_64.mp3","type":"audio/mpeg","format":"MP3","meta":{"duration":168,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/11/11/marketplace_segment03_20131111"},"duration_hms":"00:02:48"}}]}