{"created":"2014-11-12T20:26:57+00:00","modified":"2015-05-12T18:53:50+00:00","valid":{"from":"2015-05-12T18:53:50+00:00","to":"3015-05-12T18:53:50+00:00"},"hreflang":"en","title":"Who's That Lebanese Man With A Beard: Hipster Or Jihadi?","published":"2014-12-11T19:03:00+00:00","teaser":"Hipsters in Beirut have a problem. Their long, lustrous beards are getting them mistaken for Islamist extremists and drawing unwanted scrutiny from the security forces.","itags":["npr_api","363517898"],"guid":"bdeaec98-02b7-4808-87fc-0838b341dfff","contentencoded":"<p>Mazen Hariz is well-groomed. A bartender and business student, he has fine features, limpid dark eyes and a long, shiny beard topped with a twirling mustache.</p><p>He tends to his appearance meticulously.</p><p>\"My beard is like my girlfriend,\" he says during a cigarette break from a shift at the Kayan bar in east Beirut.</p><p>It took seven months to grow, and needs 30 minutes of attention every morning. First, hot water, then shampoo, conditioner, blowout and then sometimes straighteners. But not too often because that's not good for the beard.</p><p>Girls like it, he says. But the Lebanese police at checkpoints, which have sprung up on his route to work, aren't so enthusiastic. He says cops stop him every day.</p><p>\"They say, 'What's this, why do you have a beard?' \" he says.</p><p>Lebanon is a small country, yet its social spectrum is broad. It ranges from cosmopolitan hipsters like Hariz to a very different tribe that's also fond of long beards: Islamist extremists, who've attacked the army and planted car bombs. Hariz says it's annoying that people assume he's an extremist because of his beard.</p><p>\"Maybe I'll cut it,\" he says, reluctantly.</p><p><strong>Many Tales Of Misunderstanding</strong></p><p>It's a dilemma all over this trendy part of east Beirut. Fashionable beards flourish here, but their soaring style value coincided with a spate of jihadi attacks. On a stroll 'round the streets where these young bearded men go for beers, it seems everyone has a story of a misunderstanding.</p><p>Down the road, there's a live hip-hop night in full swing. The emcee — Hussein Sharafadine, aka Preacherman — is resplendent. He sports a plaid shirt with top button fastened, black-rimmed glasses, baseball cap — and a sheet of facial hair, a beard he's had since 1998. A beard he reckons all these newcomers have copied.</p><p>He loves it, but it has brought him trouble.</p><p>\"My tale is the endgame of many, many, many tales and many run-ins with the so-called security forces in our country,\" he says.</p><p>At the beginning of this year he became notorious when he was arrested and a photograph of him in handcuffs circulated in the media.</p><p>\"The cop put a gun in my head and told me, 'I'm gonna burn your beard,' \" he says.</p><p>He was released without charge after an overnight detention. The Interior Ministry didn't respond to a request for comment on its policy toward bearded young men.</p><p>Sharafadine vows he'll never shave.</p><p>\"I'm a man and I can grow my beard if I want to,\" he says. \"I'm not stepping on anybody's toes. I'm not disrespecting anyone by growing a beard. I don't know, I love it, it's me.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Who%27s+That+Lebanese+Man+With+A+Beard%3A+Hipster+Or+Jihadi%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"209"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363579844-a1cbbd.m3u?orgId=1&topicId=1009&d=209&p=2&story=363517898&t=progseg&e=363538562&seg=11&ft=nprml&f=363517898"},{"href":"http://media.npr.org/assets/img/2014/11/12/mazen-8fb44a034c944252d04cb837e1e93e8646fe02d5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1964","width":"2618"}}]}