{"created":"2014-11-05T00:23:41+00:00","modified":"2014-11-06T19:25:52+00:00","valid":{"from":"2014-11-06T19:25:52+00:00","to":"3014-11-06T19:25:52+00:00"},"hreflang":"en","guid":"bdf5de13-68fe-4518-b5a9-f871fa09d3df","title":"This band created a 'tripped out' musical mix of Ireland and West Africa","published":"2014-11-06T19:25:51+00:00","byline":"April Peavey, Susie Blair","tags":["music","culture","Music","Arts, Culture & Media","Africa","Europe","Senegal","England","Ireland","West Africa","Peter Gabriel","Simon Emmerson","Iarla O'Lionaird","Amanda Jones","Global Hit","Celtic music","Afro Celt Sound System","Real World Records","World music","Music","West African music","25 Years of Musical Discovery"],"teaser":"In 1989, musician Peter Gabriel launched Real World Records as a way to give international artists wider exposure. Now 25 years later, the label is still going strong. One of their most influential bands, Afro Celt Sound System, blended Irish airs and African beats in a dance-y, original style.","contentencoded":"<p>Peter Gabriel's <a href=\"https://realworldrecords.com/\">Real World Records</a> celebrates its 25th anniversary this year. Known for bringing world music to a widespread audience, the label launched the careers of many artists who might otherwise only be popular in their own countries.</p>\n<p>This week, PRI’s The World will be showcasing five different tracks from Real World’s anniversary set selected by Amanda Jones, the label’s manager. It’s safe to say that today’s song comes from a band that pays no mind to cultural differences — rather, they worked to transcend them.</p>\n<p>“[Afro Celt Sound System] was a really innovative and eclectic group that came from the 1990s, where dance music met with traditional sounds from around the world,” Jones explained.</p>\n<p>The band's track “Release” came out at just the right time, when dance music was at its peak of popularity. They paired traditional West African beats mixed with Celtic melodies, a combination sparked by a 1991 visit by Simon Emmerson — a British producer who would later become the band’s guitarist — to Senegal. There, he heard an African melody that sounded surprisingly like a traditional Irish air.</p>\n<p>But it's still difficult to peg them strictly to those genres — their influences come from genres around the world, including traditional Arab music, reggae and Indian bhangara, to name a few.</p>\n<p>“It began to grow and grow and grow to quite a large sort of musical collective,\" Jones says. \"But essentially, at its heart, it’s where Celtic music and West African music cross over.\"</p>\n<p>The result is something otherworldly, danceable and dreamy all at once. The band clearly took some cues from modern techno, but it’s unlike anything you would hear in a typical dance club.</p>\n<p>\"Our music never felt forced,\" <a href=\"https://realworldrecords.com/artist/340/afro-celt-sound-system/\">said Iarla O'Lionaird</a>, the group’s singer and lyricist, on Real World's website. \"It just tripped out, very loose and clear, on everything from the Irish-tunes-on-acid to the gloriously languid stuff.\"</p>\n<p>“Release” is a prime example of that “gloriously languid stuff.” The track features another 90s pop heavyweight, Sinead O’Connor. But what really sets it apart is the instrumentation, which builds throughout the track into a complex wall of sound.</p>\n<p>\"There's an expansiveness to some of our tunes that makes them rise up inside you, particularly on the instrumentals, which were one of our most recognizable signatures,” said O’Lionaird.  “But the most important thing about our music is the physical and spiritual effect it has. People find it enriching, find a positive and beneficial message in it, which is something that we didn't expect when we started.\"</p>\n<p>The band went on to release five albums with Real World Records, with their last — a greatest hits record — in 2010. For now, Afro Celt Sound System is on an extended break from writing and touring, but they are remembered as one of Real World Record's most innovative groups.</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"//www.youtube.com/embed/_xuGqoB9gG4\" width=\"560\"></iframe></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/ACSS_009_Kevin%20Westenberg.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/acss009kevin-westenbergjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/1104201410.mp3"},{"href":"http://www.pri.org/file/1104201410mp3"}]}