{"created":"2015-05-02T20:17:25+00:00","modified":"2015-05-13T20:58:58+00:00","valid":{"from":"2015-05-13T20:58:58+00:00","to":"3015-05-13T20:58:58+00:00"},"hreflang":"en","title":"Full Senate Debates May Reveal Recent Bipartisanship As An Illusion","published":"2015-05-05T18:21:00+00:00","teaser":"On the committee level in the Senate, Republicans and Democrats have been able to get deals done. The problem will be what happens after bills leave the committees and head to the Senate floor.","itags":["npr_api","403628380"],"guid":"bdf8684f-d4f0-4748-8118-c4239387e613","contentencoded":"<p>Just a few weeks ago we heard a lot about a delicate compromise that would allow Congress <a href=\"http://www.npr.org/2015/04/14/399641350/senate-panel-backs-bill-to-allow-congressional-review-of-iran-deal\" target=\"_blank\">to review any deal emerging from nuclear talks with Iran</a>. It came from a bipartisan negotiation in the Senate Foreign Relations Committee — to wide acclaim.</p><p>But that deal still needs to survive a vote of the full Senate, a far more daunting challenge in these partisan times. Getting through a Senate committee is easy compared to winning on the Senate floor.</p><p>In mid-April, you might have gotten the impression that a bill allowing Congress to review any nuclear agreement with Iran was on a glide path to the president's desk. The Senate Foreign Relations Committee approved the deal 19-to-0, with credit going to the committee's two leaders: Republican Bob Corker of Tennessee and Democrat Ben Cardin of Maryland.</p><p>\"I cannot thank you enough for your temperament, for your tone, for your seriousness,\" Corker said to Cardin when the committee met mid-April to draft the bill.</p><p>Cardin returned the compliment: \"I think we both represent all the members of the Senate in bringing in as much unity as we can to foreign policy in this country.\"</p><p>Well, that \"unity\" soon came apart on the Senate floor. The bill is now snared in a thicket of amendments ... and the normally placid Cardin is starting to lose it.</p><p>\"We're trying to work out a way to do this!\" an exasperated Cardin said on the Senate floor Wednesday. \"We've been on the floor — Sen. Corker and I — now for four days, five days, debating this issue.\"</p><p>As Corker and Cardin are finding out first-hand, the floor can be an infuriating place. Senate rules give any lone-wolf senator the power to stop a bill — and that's exactly what Arkansas Republican Tom Cotton did last week. He threatened to force a vote on what some called a \"poison pill\" amendment — <a href=\"http://www.cnn.com/2015/04/30/politics/marco-rubio-tom-cotton-iran-bill-congress/\" target=\"_blank\">a measure requiring Iran to recognize Israel as a state</a>.</p><p>\"I would say these are not <em>poison</em> pills — these are vitamin pills,\" Cotton said on the floor on Thursday. \"They're designed to strengthen this legislation and strengthen the U.S. negotiating position. Who could object that Israel has a right to exist as a Jewish state?\"</p><p>There's been talk lately about bipartisanship making a comeback in the Senate under its new Republican management, but so far most of that cooperative spirit has been in committee — <em>not</em> on the floor. Senators <a href=\"http://www.npr.org/2015/04/14/399516158/senate-attempts-to-revise-education-law-no-child-left-behind\" target=\"_blank\">have negotiated revisions to the No Child Left Behind education law</a> and <a href=\"http://www.npr.org/2015/04/17/400423946/lawmakers-approve-bill-to-help-finalize-asia-pacific-trade-deal\" target=\"_blank\">fast-track trade negotiating authority for the president</a>. But only in <em>committee</em>.</p><p>\"In theory, right, committees tend to be more collegial,\" said Sarah Binder of the Brookings Institution. \"They tend to foster bargains, bargaining and really to promote accommodation.\"</p><p>There are very basic reasons for this, Binder says. For starters, committees have fewer people.</p><p>\"Granted, senators are kind of big people and big egos — but 19 is far easier to deal with, obviously, than 100,\" Binder said.</p><p>And getting to the floor means getting more media attention — which usually favors the bold. The Senate now has four announced candidates for President – including Florida Republican Marco Rubio, who also took to the floor last week to push for a vote on Israel.</p><p>\"If you don't want to vote on things, don't run for office — be a columnist, get a talk show,\" said Rubio on the floor.</p><p>On the Iran review bill, senators have offered more than 60 amendments so far — taking advantage of an open invitation to do so from new Senate Majority Leader Mitch McConnell, R-Ky.</p><p>Journalist Michael Golden, author of <em>Unlock Congress</em>,<em> </em>says Senate rules are choking the chamber's ability to function.</p><p>\"When one person, in a nation of 320 million people, can halt the country's business due to one single thread of displeasure, our system isn't working,\" said Golden.</p><p>Or at least, it isn't working for those trying to move difficult bills from the compromise-friendly world of committees to the combat arena of the Senate floor.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Full+Senate+Debates+May+Reveal+Recent+Bipartisanship+As+An+Illusion&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ailsa Chang","audio":[{"meta":{"duration":"227"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404236571-c744f5.m3u?orgId=1&topicId=1014&d=227&p=2&story=403628380&t=progseg&e=404236299&seg=14&ft=nprml&f=403628380"}]}