{"created":"2015-01-30T18:39:34+00:00","modified":"2015-01-30T19:44:58+00:00","valid":{"from":"2015-01-30T19:44:58+00:00","to":"3015-01-30T19:44:58+00:00"},"hreflang":"en","title":"Mother Of Slain Student Pushes To Expand DNA Databases","published":"2015-01-30T19:44:00+00:00","teaser":"Gil Harrington wants Virginia's DNA database to include people convicted of Class 1 misdemeanors.","itags":["npr_api","382681166"],"guid":"bdfbef22-9935-46a3-ac14-48d673600748","contentencoded":"<p>Virginia mother <strong>Gil Harrington</strong> is pushing Virginia to expand its database of DNA to include people convicted of Class 1 misdemeanors &#8212; a move she hopes will save lives.</p><p>Harrington&#8217;s daughter, Morgan Dana Harrington, was a 20-year-old Virginia Tech student when she was abducted and murdered in 2009, allegedly by the same man now accused of killing University of Virginia student Hannah Graham last October.</p><p>The alleged abductor, Jesse Matthew, was convicted of criminal trespassing in 2010, which means his DNA may have led prosecutors to solve Morgan&#8217;s case, which in turn means that he may have been jailed before his alleged encounter with Graham. He is currently incarcerated in Charlottesville, Virginia where he awaits trial in March.</p><p>Harrington, who founded the group <a href=\"http://helpsavethenextgirl.com/\" target=\"_blank\">Help Save the Next Girl</a>, addressed Virginia&#8217;s General Assembly this week. Today, she talks with <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Lisa Mullins about her efforts to pass a new law on DNA.</p><h4>Interview Highlights: Gil Harrington</h4><p><strong>On the moment she decided to fight for criminal DNA expansion in Virginia </strong></p><p>&#8220;Actually, I remember the exact moment. We had heard that Morgan’s shirt had been recovered from a site near the Fraternity Row in Charlottesville about three weeks after her abduction. It was the most identifiable piece of evidence that the police were asking for, and it was found draped like a trophy on a bush. At that point I was begging the police to release that information to the community because I felt it was vital for the safety of the students for them to have that information. Unfortunately, that information was not released until it was leaked in the following July.&#8221;</p><p><strong>On why she started Help Save the Next Girl</strong></p><p>&#8220;I have been determined to save other families the anguish that we have experienced through the murder of our daughter. It really came from a primitive, visceral place in me to save the next girl. My daughter&#8217;s dead, but maybe I can prevent that for someone else.&#8221;</p><p><strong>On the implications of the law she is proposing</strong></p><p><div class=\"pullquote\" style=\"\">&#8220;My daughter&#8217;s dead, but maybe I can prevent that for someone else.&#8221;</div></p><p>&#8220;If the law that we are asking for &#8212; the DNA expansion &#8212; were in effect when Jesse Matthew was convicted of petty larceny, his DNA would have been entered in to the data bank at that point in time. It would have pinged with the Fairfax abduction, assault and rape and he would have been serving time for that crime and he would not have been free to intersect with Morgan or Hannah.&#8221;</p><p>&#8220;It [the law] would include first degree misdemeanors as requiring submission of DNA sampling. In Virginia, right now, convicted felons require DNA submission. We’re trying to expand that&#8230; New York has used an expanded DNA data bank for about five years and it has led to solving 50-some homicides, numerous sexual assaults. You know, if you catch a predator as he’s escalating his criminality, we think we can prevent some bad outcomes.&#8221;</p><p>&#8220;[First degree misdemeanors] are the more serious misdemeanors like trespassing and breaking and entering.&#8221;</p><p><strong>On the opposition she faces </strong></p><p>&#8220;People are concerned when they hear DNA because they think it’s ‘big brother.’ I think we submit a whole lot of personal information already: your photos, your fingerprints, your social security number. I travel a lot and crossing borders I’m leaving fingerprints in airports on pads as well as retinal scans, so there’s a lot of personal information out there. This is just one such piece of information. They don’t sequence your entire genome, they just take a snip of the genetic code to identify you as an individual. Sheriff Harding, who spoke with me to the General Assembly, likens it to a biometric fingerprint.&#8221;</p><h4>Guest</h4><ul><li><strong><strong>Gil Harrington</strong></strong>, founder &#8220;Help Save the Next Girl.&#8221;</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mother+Of+Slain+Student+Pushes+To+Expand+DNA+Databases&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"506"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382681169-c360e9.m3u?orgId=1&e=382681166&d=506&ft=nprml&f=382681166"},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0130_gil-harrington.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"533","width":"800"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0130_morgan-harrington.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1280","width":"1009"}}]}