{"created":"2015-01-21T23:10:28+00:00","modified":"2015-01-22T18:40:09+00:00","valid":{"from":"2015-01-22T18:40:08+00:00","to":"3015-01-22T18:40:08+00:00"},"hreflang":"en","guid":"be001aae-02e6-4384-9d94-35e7f930be36","title":"How Saudi Arabia can stop America from producing more fuel","published":"2015-01-22T18:40:07+00:00","byline":"Shirin Jaafari","tags":["Petroleum","economics","oil","Energy","politics","Economics","Business, Finance & Economics","North America","Asia","United States","Saudi Arabia","North America","Asia","Middle East","Robert Kaufmann","Barack Obama","Petroleum politics","Petroleum","Environmental economics","Energy crisis","Disaster","Price of petroleum","Business"],"teaser":"The myth of energy independence, despite US assertions. \"If I was Saudi Arabia, and I didn't want to lose marketshare to these producers in Texas, I would send them a signal that any time I want to ... I can basically ruin the economics of your industry,\" says one energy expert. ","contentencoded":"<p>\"We are as free from the grip of foreign oil as we've been in almost 30 years,\" said President Barack Obama in his State of the Union Speech on Tuesday night. But what do these words actually mean in practice?</p>\n<p>For one, it means that we're in the grip of <em>American </em>oil instead. \"There's more oil floating around in the market and that has pushed the prices down around the world,\" says Robert Kaufmann, an environment science professor at Boston University.</p>\n<p>Most of that glut of oil in the world market comes from the US, thanks to increased production in places like Texas and North Dakota's Bakken shale oil field. That's the big reason your gas prices have plummeted over the last couple of months.</p>\n<p>There are also other economic benefits for the US. \"It helps our balance of trade,\" Kaufmann says, meaning exports are improving. It also creates jobs and means less money going into the pockets of oil-producing countries like Saudi Arabia.</p>\n<p>But despite the upsides, that hardly means the US is now insulated from the global oil market. For one, oil reserves in places like Saudi Arabia are easy to extract from the earth, meaning Saudi companies can still make money at current oil prices — less than $50 a barrel — while producers in North Dakota and Texas have to pay far more to drill.</p>\n<p>That leaves American companies vulnerable. \"If I was Saudi Arabia, and I didn't want to lose marketshare to these producers in Texas, I would send them a signal that any time I want to — me being Saudi Arabia — I can basically ruin the economics of your industry,\" Kaufmann says.</p>\n<p>The Saudis and OPEC, the cartel of oil-producing countries, have so far said they won't reduce their own oil production. But if the market does shift, the US will have to shift with it, regardless of its impact on the US economy.</p>\n<p>\"Do you think US producers are going to continue to sell oil at $40 a barrel?\" Kaufmann asks. \"They're going to charge you world prices.</p>\n<p>So, he believes energy independence makes for a good State of the Union talking point, but in terms of energy prices and energy security, he says \"it's an empty phrase.\"</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/012120155.mp3"},{"href":"http://www.pri.org/file/012120155mp3"}]}