{"created":"2015-04-10T08:49:26+00:00","modified":"2015-06-25T17:44:40+00:00","valid":{"from":"2015-06-25T17:44:40+00:00","to":"3015-06-25T17:44:40+00:00"},"hreflang":"en","title":" Meet The 'Capital Dames,' Civil War Washington's Secret Power Brokers","published":"2015-04-27T01:21:00+00:00","teaser":"In her new book, Cokie Roberts explains how women like Mary Todd Lincoln and Jessie Benton Fremont influenced Washington's men of power when they weren't even allowed to vote.","itags":["npr_api","398334446"],"guid":"be035a84-cf66-4ec5-bb6d-97c5bc6a51a6","contentencoded":"<p>It's an overcast morning outside <a href=\"http://lincolncottage.org/\" target=\"_blank\">President Lincoln's Cottage</a>, a national historic site in Washington, D.C., and Erin Carlson Mast is struggling to open a pair of huge, historic wooden pocket doors.</p><p>\"When we began the restoration these had been closed for over 100 years,\" Carlson Mast, the site's executive director, tells NPR's Steve Inskeep.</p><p>Abraham Lincoln and his family spent summers at this cottage in the 1860s, making use of a retirement complex called the Old Soldiers' Home. It's uphill from the White House and thus much cooler in the summer — in fact, <em>too</em> cold for some.</p><p>\"The one letter we know he wrote definitively from here, he's writing to his wife, Mary, and says that the housekeeper and the cook have grown so cold at Soldiers' Home and want to move back to the White House,\" Carlson Mast says. \"And he just ends with the simple question, 'Shall they?' So he's in no hurry to leave.\"</p><p>The recipient of that letter, Mary Todd Lincoln, is one of several Civil War-era women at the center of <em>Capital Dames:</em> <em>The Civil War and the Women of Washington, 1848-1868</em>, a new book by <em>Morning Edition</em> contributor Cokie Roberts.</p><p>Sitting in the cottage at a marble-topped table, Roberts explains how these women — who couldn't vote and were considered to be their husbands' property — exercised power in Washington.</p><p>\"Their influence was indirect not just with their own husbands, but with other men in power,\" she tells Inskeep. \"So they would go to the secretary of the Navy and say, 'Oh, it's just terrible so-and-so is being deployed to Italy and his wife is pregnant. You can't do that!' And the secretary of the Navy would say, 'Yes, ma'am, I can't do that. You're right.' And that happened all the time. These women were lobbied by favor-seekers or bill-passer-seekers or just individuals. ... They would be the person who had the ear of the powerful man more than anyone else.\"</p><p>The women maneuvering for power included Jessie Benton Fremont, the daughter of a senator and the wife of 1856 presidential candidate John Charles Fremont. In her book, Roberts quotes from a letter in which Jessie notes her neighbors' excitement that they may be living near the future \"presidentess.\"<strong></strong></p><p>\"She was going to elect him president and she would be the 'presidentess' and everyone saw her as an incredible power,\" Roberts says. \"We're talking 1856: John Fremont is the first [ever] Republican [Party] nominee. And Jessie Fremont was out there throughout that campaign — in fact, so much so that the Democrats, Fremont's opponents, said sarcastically: Why not just have a campaign banner that has little tiny letters that say, 'John C. Fremont, husband of <em>Jessie Benton</em>,' in great huge letters, 'for president.' \"</p><p>In the end, the Fremonts lost and, four years later the Lincolns won, which is how they came to spend their summers in what later became known as the Lincoln Cottage. Site director Erin Carlson Mast says the pain of Mary Todd Lincoln's life spread through these spacious rooms.</p><p>\"By the time she's in this house, two of her children have already died and half of her family is fighting with the Confederacy against the government that she and her husband now represent,\" she says.</p><p>Roberts' book includes a scene in which Mary reports that her dead son came to visit her in her bedroom. \"Mary Lincoln held at least one séance out here,\" Carlson Mast says. \"We know that the séance ... was in part to connect with [their sons] Willie and Eddie.\"</p><p>Roberts writes of a first lady who was largely rejected by Washington society, and who tested the patience of her husband. She calls the couple's relationship tortured but loving.</p><p>\"Abraham Lincoln clearly loved Mary Lincoln and vice versa,\" Roberts says. \"But she was one of the most difficult human beings. ... She did have big losses, but everybody had big losses — more than 600,000 Americans lost their lives in the Civil War. And she could have tremendous flare-ups of temper. But she was also very smart and she was politically very savvy.\"</p><p>Mary was even accused of leaking news items to reporters in order to keep their papers on her side. Rejected by Washington society, the first lady came to confide in her servants, including a dressmaker and former slave who later wrote a tell-all memoir.</p><p>More than 150 years later, Roberts says there's a lot she recognizes in these Civil War-era women.</p><p>\"It's really remarkable how much we do the same things century in, century out,\" she says. \"You recognize their concern about their children; you recognize their interest in fashion; you recognize the jewelry that they're wearing. Mary Lincoln's pearls were on display at the Library of Congress the other night; I would have loved to take them out of the case and put them on. But you also recognize their intelligence and their political sensibility.\"</p><p>It was a time when women had to be <em>covertly</em> ambitious. Today, Roberts says, \"They can be overtly ambitious, carefully. ... It's still very difficult for a woman to have the word 'ambitious' attached to her. It's not meant positively when it's attached to a woman.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=+Meet+The+%27Capital+Dames%2C%27+Civil+War+Washington%27s+Secret+Power+Brokers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"446"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398717206-510ad4.m3u?orgId=1&topicId=1033&aggIds=100876926&d=446&p=3&story=398334446&t=progseg&e=398704174&seg=10&ft=nprml&f=398334446"},{"href":"http://media.npr.org/assets/img/2015/04/09/2015-04-08-cokie-roberts-0187edit-8fdb606b7c66b5d474a8443232c110a6b8495921.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1659","width":"2212"}},{"href":"http://media.npr.org/assets/img/2015/04/09/2015-04-08-cokie-roberts-0049edit-538341ebb2e45a374f9f9e402814ae14185ca96d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"991","width":"1321"}}]}