{"created":"2014-10-07T20:29:19+00:00","modified":"2014-10-31T00:01:20+00:00","valid":{"from":"2014-10-31T00:01:20+00:00","to":"3014-10-31T00:01:20+00:00"},"hreflang":"en","title":"New York Death Reignites Decades-Old Debate Over Neck Restraints","published":"2014-07-24T15:18:00+00:00","teaser":"Last week, a man died after a police takedown that appeared to involve a prohibited chokehold. But police trainers say such restraints, when properly administered, are safer than many alternatives.","itags":["npr_api","334275922"],"guid":"be1c50f6-9b41-4681-b3da-ba8839c74a38","contentencoded":"<p>Eric Garner's funeral will be held in Brooklyn, N.Y., on Wednesday afternoon. The New Yorker died last week shortly after being wrestled to the ground by police.</p><p>The arrest was caught <a href=\"https://www.youtube.com/watch?v=_-5UY9I1EbU\">on video</a>, and the case has stirred up considerable anger in New York City — and renewed a debate over the use of force by police officers. Police confronted Garner over the suspicion that he was selling untaxed cigarettes. The unarmed man then appears to have been taken down in a move known as a chokehold, which is banned by the New York City Police Department.</p><p>On Tuesday, police Commissioner William Bratton pledged a wide-ranging review of officer training. \"How do we train our officers for takedown?\" Bratton asked. \"How do we train them to use the various levels of force that they're authorized to use?\"</p><p>But while chokeholds are prohibited by the city's police department, many police trainers say chokeholds are relatively safe — and should be used <em>more</em>. These proponents of the method, it should be noted, hate the word \"chokehold.\" They say it confuses two very different kinds of maneuvers: actual chokeholds, which cut off a person's air supply, and \"lateral vascular neck restraints,\" which don't.</p><p>Missy O'Linn, a former cop and self-defense trainer who is now a lawyer who defends cops in court, says in a neck restraint, the officer puts his or her arm around a person's neck in a \"V\" — putting pressure not on the windpipe, but on the sides of the neck, and on the arteries to the brain.</p><p>\"The application of a neck restraint, when properly trained, properly used and properly executed, is a very low-risk, low-injury use of force,\" O'Linn says. \"When I apply pressure to the sides of your neck, I cause you to lose consciousness, and we are able to restrain you easily, and then you come back to consciousness in handcuffs. And the battle is over.\"</p><p>Cops used to call it the \"sleeper hold,\" back when they felt freer to borrow the vocabulary of all-star wrestling. But in the early 1980s, neck restraints fell out of favor. There were a number of in-custody deaths — not necessarily caused by neck restraints, but associated with them.</p><p>Retired Los Angeles police Capt. Greg Meyer remembers how public sentiment turned.</p><p>\"Because it was on the front page, because people kept pushing — do away with the chokehold, do away with the chokehold — the politicians finally caved in and ordered the police department to do away with the neck restraint holds,\" Meyer says.</p><p>In 1982, the LAPD prohibited the use of chokeholds, but Meyer says that caused a new problem.</p><p>\"Now you have a big gap in the use-of-force process,\" he says. \"What are you going to fill that with? Well, it got filled with the night stick\" — and, in later years, pepper spray and the Taser.</p><p>Proponents of the neck restraint say that's a shame, because when it's properly applied, a neck restraint is less likely to cause injury than some of the newer police tools. But they also acknowledge that the move can look bad — especially on video — and big-city police departments are unlikely to bring back a move popularly known as a \"chokehold.\"</p><p>Still, many smaller police departments are bringing neck restraints back, especially medium-sized departments in the West. Others never got rid of it. The neck restraint is seen as especially useful for subduing someone who is drunk, on drugs or combative. And the technique is painless — in theory.</p><p>Lawyer Derek Connor says the reality isn't so nice. He represents two men who are suing Las Vegas police; they say officers used<a href=\"https://www.youtube.com/watch?v=8B9cmZY20gg\"> excessive force to subdue them</a>.</p><p>\"Both of my clients that were placed in this maneuver experienced extreme choking sensations,\" Connor says. \"They said that their airway was completely cut off [and] they were unable to breathe.\"</p><p>John G. Peters Jr. holds a doctorate and is an expert in preventing deaths in custody. He says that in a struggle, there is a risk that an officer will apply the neck restraint incorrectly, accidentally cutting off a person's air.</p><p>\"Other times, the application of the choke may be performed correctly, but the person may have drugs on board or may have other medical conditions unknown to the officer, and that may in fact trigger some type of a medical emergency as well,\" Peters says.</p><p>In the New York case, for instance, Eric Garner is reported to have suffered from asthma, though the medical examiner has yet to determine a cause of death.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+York+Death+Reignites+Decades-Old+Debate+Over+Neck+Restraints&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Martin Kaste","audio":[{"meta":{"duration":"223"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334275923-c26474.m3u?orgId=1&topicId=1070&ft=3&f=334275922"}]}