{"created":"2014-11-14T22:46:20+00:00","modified":"2015-07-02T19:14:08+00:00","valid":{"from":"2015-07-02T19:14:08+00:00","to":"3015-07-02T19:14:08+00:00"},"hreflang":"en","guid":"be20dc20-ba9f-4de6-babd-c905652528bf","title":"Google is teaming up with environmental groups to help fight illegal fishing","published":"2015-07-02T19:14:05+00:00","byline":"Shirin Jaafari","tags":["environment","technology","Environment","Science, Tech & Environment","Global","David Manthos","Fishing industry","Oceana","Illegal, unreported and unregulated fishing","Fishing vessel","Environment","Business","Social Issues","Technology","Google","Computing","Overfishing","Fisheries science","Navigation","Automatic Identification System"],"teaser":"Google has teamed up with two other organizations with the hope of fighting illegal fishing on the high seas. The digital mapping organization SkyTruth and marine advocacy group Oceana are pushing to create technologies that can help change the way we fish.","contentencoded":"<p>Google will team up with SkyTruth, a digital mapping organization, and Oceana, a marine advocacy group, in an initiative to fight illegal fishing.</p>\n<p>They're planning to create an interactive tool called Global Fishing Watch, which will gather fishing data using boats' Automatic Identification System. AIS has traditionally been used for ship safety, records GPS broadcasts of a vessel's location and charts information about its identity, speed and direction of travel.</p>\n<p>The new Google data will provide a new layer of information within AIS.</p>\n<p>\"The fishing activity [of a vessel] is shown as a heat map of activity,\" says David Manthos, communications director for SkyTruth.</p>\n<p>A user can click on a trajectory of a vessel and find out about its country of origin as well as its activities over a certain period of time. What has historically made tracking ships difficult is that some vessels are not equipped with AIS, while others turn it off.</p>\n<p>But according to Manthos, governments are starting to press for universal AIS coverage — and they want to make it a violation to turn AIS off. Manthos and his team hope the data they collect on the map will help hold governments and shipping companies accountable.</p>\n<p>\"If a government claims we've made this protected area off limits to fishing, but fishing continues,\" he says, \"then the citizens or the conservation groups can go to the media and they can easily show 'here's all the fishing activity from the past year. Are you really protecting this area?'\"</p>\n<p>Manthos says it can also be used to provide positive re-enforcement.</p>\n<p>\"Fishing vessels can say 'look, we want to prove that we're the good guys. We don't fish in in marine-protected areas,'\" he says.</p>\n<p>When asked about the ethics of gathering data in the way \"Global Fishing Watch\" does, Manthos argues that this data-gathering is in the public's interest.</p>\n<p>\"When we're talking about the extraction of resources, in many cases from open areas of the ocean and the resources that belong to all of us, the public does need to know,\" he says.</p>\n<p>Satellite data and imagery has been used in conservation projects before. The Global Forest Watch program used those data to fight de-forestation. That prompted the private sector to use the data to prove it was following sustainable practices.</p>\n<p>\"It has been an accountability tool,\" Manthos says.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2014-11-14%2Fgoogle-joining-fight-against-illegal-fishing&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}