{"created":"2014-10-03T03:46:53+00:00","modified":"2015-04-30T19:47:26+00:00","valid":{"from":"2012-09-28T17:26:06+00:00","to":"3012-09-28T17:26:06+00:00"},"hreflang":"en","guid":"be283f5a-ee28-4644-a68c-18a957ad1fe7","title":"Summer in Sanctuary - An American Graduate Special","teaser":"Every day in America, more than 7,000 students drop out of school. In a State of the Re:Union first, this episode combines radio drama and documentary to explore America's dropout epidemic through the intimate story of one man's attempt to make a difference in the lives of a group of high-risk kids. Based on the celebrated off-broadway show by SOTRU host Al Letson, this episode chronicles Letson's journey teaching at a summer camp at the Sanctuary on 8th Street, a community center in an economically challenged neighborhood of Jacksonville, Florida.  Told through monologue, poetry, song and sound-rich reporting, this episode challenges perceptions about race, class and education, taking listeners beyond the statistics to reveal the unseen challenges and complexities facing students in communities across the country.","description":"State of the Re:Union Summer in Sanctuary - An American Graduate Special  Every day in America, more than 7,000 students drop out of school.&nbsp;In a State of the Re:Union first, this episode combines radio drama and documentary to explore America's dropout epidemic through the intimate story of&nbsp;one man's attempt to make a difference in the lives of a group of high-risk kids. Based on the celebrated off-broadway show by SOTRU host Al Letson, this episode chronicles Letson's journey teaching at a summer camp at the Sanctuary on 8th Street, a community center in an economically challenged neighborhood of Jacksonville, Florida. &nbsp;Told through monologue, poetry, song and sound-rich reporting, this episode challenges perceptions about race, class and education, taking listeners beyond the statistics to reveal the unseen challenges and complexities facing students in communities across the country.  Billboard (:59) Incude: \"From P-R-X and N-P-R\" Outcue: \"...first this news\"  News Hole: 1:00-6:00  SEGMENT A (12:29) Incue: \"You're listening to.\" Outcue: \"on State of the Re:Union\"  A. The Sanctuary &amp; the Statistics We begin the episode in the playground at the Sanctuary on 8th Street, a community center in a low-income part of Jacksonville, Florida that provides a summer camp and after-school support to kids from the area. Host Al Letson introduces us to the place&mdash;and to the tough statistics that face the kids in this community, and all over the country: it&rsquo;s estimated that 7-thousand students drop out every school day. And, if they do, they&rsquo;re 3.5 times more likely to end up incarcerated. Those are the numbers through which Al frames his decision to try to help a group of kids at the Sanctuary avoid becoming more statistics.   B. Battle One: Angela As a new teacher at the Sanctuary on 8th Street&rsquo;s summer camp, Al is thrust into battles he hadn&rsquo;t anticipated, each with its own lesson. Battle one is with Angela, an 8-year-old who inexplicably throws a tantrum at camp, and tests Al&rsquo;s understanding of what motivated him to come to work at the Sanctuary.   C. Meet the Boys Act One of Summer in Sanctuary wraps up with Al introducing listeners to the teenage boys who are at this story&rsquo;s center&hellip; and their resistance to all of the writing lessons that Al is attempting to teach.   SEGMENT B (18:59) Incue: \"You're listening to\" Outcue: \"P-R-X.ORG\"  A. Battle Two: Basketball  In an effort to acclimate Al to the ups and downs of the Sanctuary, its director, Vicky Watkins, suggests he perform a poem for all of the kids. He resists, but ultimately ends up doing a moving rendition of &ldquo;The Ball, The Rim &amp; Him,&rdquo; his poem about a young basketball player dreaming of stardom. The kids at the Sanctuary, however, are less than appreciative, barely applauding when he&rsquo;s finished. And, of course, the subject matter of the poem gives Al his next battle with his students-- this time, on the court. Deron challenges him to a basketball game, and Al accepts, ultimately getting his first win of respect from the boys, even if he and Deron tie the game.   B. Al&rsquo;s Video Back in the classroom, Al is still trying to get the boys interested in writing, this time through showing them videos of performance poetry. The ensuing conversation reveals to Al that the writing he&rsquo;d always experienced as a liberation, these boys view as a form of punishment. Still mulling that, Al gives a ride home to one of the boys, Biko, which sets him thinking about the gentrification of this rough neighborhood, and what impact it might have on his students.  C. Battle Three: Danita Back at the Sanctuary, Al is in for his most challenging confrontation with a student yet. The boys are a handful, but they&rsquo;re nothing compared with one sassy teenge girl, Danita. Al&rsquo;s failure to keep her quiet and engaged during a story circle has him feeling exhausted with the unending battles of teaching at the Sanctuary.   D. Biko &amp; the Gun  &nbsp;Al learns that one of the boys, Biko, has been shot at in an altercation in his neighborhood. This inspires a poem from Al that considers Biko&rsquo;s story as an immigrant from Africa and the harshness of the streets he arrived in in Florida.   SEGMENT C (18:59) Incue: \"I'm Al Letson and ...\" Outcue: \"This is N-P-R\"  A. Biko &amp; the Gun continued Al learns the whole story of what happened with Biko and the man who pulled a gun on him in his neighborhood. Vicky, the director of the Sanctuary, mentions to Al that she wishes she could get Biko and the boys out of town until things have blown over. After wrestling with himself about it, Al volunteers to take Biko&mdash;and all the boys&mdash;up to Baltimore, where he&rsquo;s performing for a weekend.   B. The Cop and the Handshake Driving on their way north towards Baltimore, Al is pulled over by a white policeman in South Carolina, for no apparent reason. The incident inspires him to think about the complex racial dynamics of the situation, and how they&rsquo;re perceived&mdash;or misperceived-- by the boys in his car.&nbsp; He ends up offering the cop a handshake, a move that shakes up the boys&rsquo; understanding of how a black man relates to the police, and sets the tone for a trip to Baltimore that solidifies Al&rsquo;s relationship his students.   C. When Biko Gets Home On the way back from Baltimore, Al starts a tough conversation with Biko and the boys about how they&rsquo;ll handle the tense situation in their neighborhood at home. They end up coming up with a plan to make their own video about the incident, to explore what happened. The video the boys make with Al ends up being such a success that all the kids at the Sanctuary want to make one. Al is thrilled to have stumbled into an activity that finally engages the kids&mdash;until Biko disappears.   D. It&rsquo;s Not a Question of &ldquo;Saving&rdquo; The summer ends with Al questioning whether he has made any impact at all in the lives of these kids. Vicky calls with the news that Biko has been shot, though not seriously. Al thinks about whether Biko will make it or not, and finally concludes that the Hollywood narrative of a motivated teacher waltzing in to &ldquo;save&rdquo; a kid is not as simple as it&rsquo;s made out to be. But he ends the episode on a note of hope: a teacher can have an impact. Even in the case of Biko: his life may have not followed the path that one might want, but the Sanctuary has made a difference in his life.   E. The Boys Today The story ends with a montage from the actual boys&mdash;Biko, Deron and the rest&mdash;giving an update on their lives, where they are today. Despite having dropped out of high school, Biko has managed to get his GED and is now in college.  PROGRAM OUT @ 59:00  Broadcast Window Begins 09/28/2012  THIS EPISODE INCLUDES SOME VIOLENCE AND THE FOLLOWING INTENSE DIALOGUE: Seg A. 11:40 - \"Hell\" Seg B.&nbsp; 00:55 - \"Damn\" 10:34 - \"Hell Yeah\"  The Fall 2012 Season of State of the Re:Union (SOTRU) will be available September 28, 2012 on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2012. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.   State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. This episode made possible with help from the American Graduate Initiative.  Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Deborah Blakeley at Blakeley &amp; Company, LLC, at blakeley.deb@gmail.com with questions or to confirm carriage.","contentencoded":"State of the Re:Union<br /> Summer in Sanctuary - An American Graduate Special<br /> <br /> Every day in America, more than 7,000 students drop out of school.&nbsp;In a State of the Re:Union first, this episode combines radio drama and documentary to explore America's dropout epidemic through the intimate story of&nbsp;one man's attempt to make a difference in the lives of a group of high-risk kids. Based on the celebrated off-broadway show by SOTRU host Al Letson, this episode chronicles Letson's journey teaching at a summer camp at the Sanctuary on 8th Street, a community center in an economically challenged neighborhood of Jacksonville, Florida. &nbsp;Told through monologue, poetry, song and sound-rich reporting, this episode challenges perceptions about race, class and education, taking listeners beyond the statistics to reveal the unseen challenges and complexities facing students in communities across the country.<br /> <br /> Billboard (:59)<br /> Incude: \"From P-R-X and N-P-R\"<br /> Outcue: \"...first this news\"<br /> <br /> News Hole: 1:00-6:00<br /> <br /> SEGMENT A (12:29)<br /> Incue: \"You're listening to.\"<br /> Outcue: \"on State of the Re:Union\"<br /> <br /> A. The Sanctuary &amp; the Statistics<br /> We begin the episode in the playground at the Sanctuary on 8th Street, a community center in a low-income part of Jacksonville, Florida that provides a summer camp and after-school support to kids from the area. Host Al Letson introduces us to the place&mdash;and to the tough statistics that face the kids in this community, and all over the country: it&rsquo;s estimated that 7-thousand students drop out every school day. And, if they do, they&rsquo;re 3.5 times more likely to end up incarcerated. Those are the numbers through which Al frames his decision to try to help a group of kids at the Sanctuary avoid becoming more statistics. <br /> <br /> B. Battle One: Angela<br /> As a new teacher at the Sanctuary on 8th Street&rsquo;s summer camp, Al is thrust into battles he hadn&rsquo;t anticipated, each with its own lesson. Battle one is with Angela, an 8-year-old who inexplicably throws a tantrum at camp, and tests Al&rsquo;s understanding of what motivated him to come to work at the Sanctuary. <br /> <br /> C. Meet the Boys<br /> Act One of Summer in Sanctuary wraps up with Al introducing listeners to the teenage boys who are at this story&rsquo;s center&hellip; and their resistance to all of the writing lessons that Al is attempting to teach. <br /> <br /> SEGMENT B (18:59)<br /> Incue: \"You're listening to\"<br /> Outcue: \"P-R-X.ORG\"<br /> <br /> A. Battle Two: Basketball <br /> In an effort to acclimate Al to the ups and downs of the Sanctuary, its director, Vicky Watkins, suggests he perform a poem for all of the kids. He resists, but ultimately ends up doing a moving rendition of &ldquo;The Ball, The Rim &amp; Him,&rdquo; his poem about a young basketball player dreaming of stardom. The kids at the Sanctuary, however, are less than appreciative, barely applauding when he&rsquo;s finished. And, of course, the subject matter of the poem gives Al his next battle with his students-- this time, on the court. Deron challenges him to a basketball game, and Al accepts, ultimately getting his first win of respect from the boys, even if he and Deron tie the game. <br /> <br /> B. Al&rsquo;s Video<br /> Back in the classroom, Al is still trying to get the boys interested in writing, this time through showing them videos of performance poetry. The ensuing conversation reveals to Al that the writing he&rsquo;d always experienced as a liberation, these boys view as a form of punishment. Still mulling that, Al gives a ride home to one of the boys, Biko, which sets him thinking about the gentrification of this rough neighborhood, and what impact it might have on his students.<br /> <br /> C. Battle Three: Danita<br /> Back at the Sanctuary, Al is in for his most challenging confrontation with a student yet. The boys are a handful, but they&rsquo;re nothing compared with one sassy teenge girl, Danita. Al&rsquo;s failure to keep her quiet and engaged during a story circle has him feeling exhausted with the unending battles of teaching at the Sanctuary. <br /> <br /> D. Biko &amp; the Gun <br /> &nbsp;Al learns that one of the boys, Biko, has been shot at in an altercation in his neighborhood. This inspires a poem from Al that considers Biko&rsquo;s story as an immigrant from Africa and the harshness of the streets he arrived in in Florida. <br /> <br /> SEGMENT C (18:59)<br /> Incue: \"I'm Al Letson and ...\"<br /> Outcue: \"This is N-P-R\"<br /> <br /> A. Biko &amp; the Gun continued<br /> Al learns the whole story of what happened with Biko and the man who pulled a gun on him in his neighborhood. Vicky, the director of the Sanctuary, mentions to Al that she wishes she could get Biko and the boys out of town until things have blown over. After wrestling with himself about it, Al volunteers to take Biko&mdash;and all the boys&mdash;up to Baltimore, where he&rsquo;s performing for a weekend. <br /> <br /> B. The Cop and the Handshake<br /> Driving on their way north towards Baltimore, Al is pulled over by a white policeman in South Carolina, for no apparent reason. The incident inspires him to think about the complex racial dynamics of the situation, and how they&rsquo;re perceived&mdash;or misperceived-- by the boys in his car.&nbsp; He ends up offering the cop a handshake, a move that shakes up the boys&rsquo; understanding of how a black man relates to the police, and sets the tone for a trip to Baltimore that solidifies Al&rsquo;s relationship his students. <br /> <br /> C. When Biko Gets Home<br /> On the way back from Baltimore, Al starts a tough conversation with Biko and the boys about how they&rsquo;ll handle the tense situation in their neighborhood at home. They end up coming up with a plan to make their own video about the incident, to explore what happened. The video the boys make with Al ends up being such a success that all the kids at the Sanctuary want to make one. Al is thrilled to have stumbled into an activity that finally engages the kids&mdash;until Biko disappears. <br /> <br /> D. It&rsquo;s Not a Question of &ldquo;Saving&rdquo;<br /> The summer ends with Al questioning whether he has made any impact at all in the lives of these kids. Vicky calls with the news that Biko has been shot, though not seriously. Al thinks about whether Biko will make it or not, and finally concludes that the Hollywood narrative of a motivated teacher waltzing in to &ldquo;save&rdquo; a kid is not as simple as it&rsquo;s made out to be. But he ends the episode on a note of hope: a teacher can have an impact. Even in the case of Biko: his life may have not followed the path that one might want, but the Sanctuary has made a difference in his life. <br /> <br /> E. The Boys Today<br /> The story ends with a montage from the actual boys&mdash;Biko, Deron and the rest&mdash;giving an update on their lives, where they are today. Despite having dropped out of high school, Biko has managed to get his GED and is now in college.<br /> <br /> PROGRAM OUT @ 59:00<br /> <br /> Broadcast Window Begins 09/28/2012<br /> <br /> THIS EPISODE INCLUDES SOME VIOLENCE AND THE FOLLOWING INTENSE DIALOGUE:<br /> Seg A. 11:40 - \"Hell\"<br /> Seg B.&nbsp; 00:55 - \"Damn\" 10:34 - \"Hell Yeah\"<br /> <br /> The Fall 2012 Season of State of the Re:Union (SOTRU) will be available September 28, 2012 on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2012. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. <br /> <br /> State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. This episode made possible with help from the American Graduate Initiative.<br /> <br /> Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Deborah Blakeley at Blakeley &amp; Company, LLC, at blakeley.deb@gmail.com with questions or to confirm carriage.<br />","byline":"Al Letson","published":"2012-09-28T17:26:06+00:00","tags":[],"itags":["prx:stories-85341"],"audio":[{"href":"https://hal.prx.org/pub/973f959c62319244c1f92123793fb347/0/web/series_image/9400/medium/SOTRUPromo_medium.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/8c6a61da3cae76dc2e180565d85d387a/0/web/audio_file/435749/broadcast/01_Summer_in_Sanctuary_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1895450}},{"href":"https://cms.prx.org/pub/028788780f5f2c6e1288bc21c32fefe7/0/web/audio_file/435750/broadcast/02_Summer_in_Sanctuary_News_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":29,"size":927685}},{"href":"https://cms.prx.org/pub/bdcb4c75a531bc590d6f477c2b957d0a/0/web/audio_file/435745/broadcast/03_Summer_in_Sanctuary_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941955}},{"href":"https://cms.prx.org/pub/55d91b89f7ac7653f82376fd3db5122e/0/web/audio_file/435746/broadcast/04_Summer_in_Sanctuary_Seg_A_Music_Break.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/52a64b0b2d10490edc1f898ea309c7fb/0/web/audio_file/435740/broadcast/05_Summer_in_Sanctuary_Segment_B_v2.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}},{"href":"https://cms.prx.org/pub/f554d9b75bf9651a1c97ebf5f727643c/0/web/audio_file/435752/broadcast/06_Summer_in_Sanctuary_Seg_B_Music_Break.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/d07f00781692ff6242400607c9c65eb3/0/web/audio_file/435701/broadcast/07_Summer_in_Sanctuary_Segment_C_v2.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}}]}