{"created":"2014-12-29T10:02:19+00:00","modified":"2015-04-29T17:59:54+00:00","valid":{"from":"2015-04-29T17:59:54+00:00","to":"3015-04-29T17:59:54+00:00"},"hreflang":"en","title":"Transcript: President Obama's Full NPR Interview","published":"2015-01-02T20:19:00+00:00","teaser":"<strong></strong>Steve Inskeep's wide-ranging interview with President Obama covers recent executive actions on Cuba and immigration, race relations in the U.S., health care and extending democracy in the Middle East.","itags":["npr_api","372485968"],"guid":"be282bff-9bcd-499e-af6c-70571d65ccb5","contentencoded":"<p>NPR's wide-ranging interview with President Obama covers recent executive actions on Cuba and immigration, race relations in the U.S., health care, the midterm elections and extending democracy in the Middle East.</p><p><a name=\"cubaimmigration\"></a><strong>STEVE INSKEEP: Since your party's defeat in the election, you have made two major executive actions — one on immigration, one on Cuba. One of those might have been difficult to do before the election; the other surely would've been difficult to do before the election, which makes me wonder: Is there some way in which that election just passed has liberated you?</strong></p><p>PRESIDENT OBAMA: I don't think it's been liberating. Keep in mind that all these issues are ones that we've been working on for some time.</p><p>It took about a year to arrive at the Cuba policy that was announced yesterday, including extensive negotiations with the Cuban government, meetings with the Vatican, making sure that we had looked at all the policy ramifications. And I was persuaded that ultimately this would be good for the Cuban people and more likely to lead to a loosening up of the restrictions or oppression that exists there.</p><p>With respect to immigration reform, obviously I'd been working on that for six years. And the truth ...</p><p><strong>But this was the moment when you could do those things?</strong></p><p>Yeah. Well, I do — here's what I do think is true: that I have spent six years now in this office. We have dealt with the worst economic and financial crisis since the Great Depression. We have dealt with international turmoil that we haven't seen in a lot of years.</p><p>And I said at the beginning of this year that 2014 would be a breakthrough year, and it was a bumpy path.</p><p>But at the end of 2014, I could look back and say we are as well-positioned today as we have been in quite some time economically, that American leadership is more needed around the world than ever before — and that is liberating in the sense that a lot of the work that we've done is now beginning to bear fruit. And it gives me an opportunity then to start focusing on some of the other hard challenges that I didn't always have the time or the capacity to get to earlier in my presidency.</p><p><strong>Can I think of you as shifting from things you had to do to things you more want to do?</strong></p><p>I think that's fair. Think about how much energy was required for us to yank ourselves out of the economic circumstances we were in when I came into office. That was a big lift, and it took up a lot of time.</p><p>Health care, I believed, was profoundly important for the future of the country — a big lift with significant political cost — but we're now seeing that it's paid off. Not only have more than 10 million people benefited from the marketplace exchanges that we set up, not only have millions more gotten health coverage through expanded Medicaid in those states that are willing to do it, but we've actually seen health care costs grow at the lowest pace in 50 years, which is part of why we've been able to bring down the deficit by two-thirds.</p><p>On education, we really wanted to dig in and make sure that we started reforming a system that wasn't serving our kids well for the competitive 21st-century environment.</p><p>So, these were all big structural shifts that we had to do. I put immigration on that list and was frustrated that we weren't able to get legislation. And so the executive action was, in some ways, just a first step in what I hope will be a continuing effort going forward.</p><p>But what is true is that I'm in a position now where, with the economy relatively strong, with us having lowered the deficit, with us having strong growth and job growth, for the first time us starting to see wages ticking up, with inflation low, with energy production high — now I have the ability to focus on some long-term projects, including making sure that everybody is benefiting from this growth and not just some.</p><p>And on the international front, you know, even as we're managing ISIL and trying to roll them back and ultimately defeat them, even as we've been executing the drawdown in Afghanistan in a responsible way, the moves like the Cuba diplomatic initiative are ones that I want to make sure I continue to pursue partly because, frankly, it's easier for a president to do at the end of his term than a new president coming in.</p><p><a name=\"gopcongress\"></a><strong>You were able to start Cuba without Congress, able to start on immigration without Congress.</strong></p><p>Yeah.</p><p><strong>Each of those issues cannot be fully resolved without Congress.</strong></p><p>Yeah.</p><p><strong>Is there anything that you personally intend to do differently in your approach to Congress in hopes of getting better results in your final two years than you have on some occasions in the past?</strong></p><p>I can always do better in every aspect of my job, and congressional relations isn't exempt from that. I think the circumstances will have changed, though.</p><p>I'm obviously frustrated with the results of the midterm election. I think we had a great record for members of Congress to run on, and I don't think we — myself and the Democratic Party — made as good of a case as we should have. And, you know, as a consequence, we had really low voter turnout, and the results were bad.</p><p>On the other hand, now you've got Republicans in a position where it's not enough for them simply to grind the wheels of Congress to a halt and then blame me. They are going to be in a position in which they have to show that they can responsibly govern, given that they have significant majorities in both chambers.</p><p>And, you know, what I've said repeatedly is that I want to work with them; I want to get things done. I don't have another election to run.</p><p>There are going to be areas where we agree and I'm going to be as aggressive as I can be in getting legislation passed that I think help move the economy forward and help middle-class families. There are going to be some areas where we disagree and, you know, I haven't used the veto pen very often since I've been in office, partly because legislation that I objected to was typically blocked in the Senate even after the House took over — Republicans took over the House.</p><p>Now I suspect there are going to be some times where I've got to pull that pen out. And I'm going to defend gains that we've made in health care; I'm going to defend gains that we've made on environment and clean air and clean water.</p><p>But what I'm hopeful about — and we saw this so far at least in the lame duck — is a recognition by both Speaker Boehner and Mitch McConnell that people are looking to them to get things done and that the fact that we disagree on one thing shouldn't prohibit us from getting progress on the areas where there's some overlap.</p><p><a name=\"gopimmigration\"></a><strong>Well, let me figure out if there's overlap on immigration. In an interview in August, you described the Republican Party as being \"captive to nativist elements of the party.\"</strong></p><p>Yeah.</p><p><strong>What did you mean by that, and can you work with people who you think of in that way?</strong></p><p>Well, on immigration, I probably can't; Steve King and I fundamentally disagree on immigration.</p><p><strong>The Iowa congressman.</strong></p><p>If your view is that immigrants are either fundamentally bad to the country or that we actually have the option of deporting 11 million immigrants, regardless of the disruptions, regardless of the cost, and that that is who we are as Americans, I reject that.</p><p>On the other hand, I think that there are a lot of Republicans who recognize that not only do we need to fix a broken immigration system, strengthen our borders and streamline the legal immigration system, but that we have to show realism, practicality and insist on accountability from those who are here illegally and that the best way to do that is to provide them a path to get legal — paying a fine, submitting to background checks and so forth.</p><p>I think the Republican Party contains a lot of legislators who recognize that; and we know that because those folks voted for a comprehensive bill in the Senate that in many ways was more generous than I was able to offer through executive action.</p><p>So, the question then becomes, by me having taken these actions, does that spur those voices in the Republican Party who I think genuinely believe immigration is good for our country? Does it spur them to work once again with Democrats and my administration to get a reasonable piece of legislation done?</p><p>Or does it simply solidify what I do think is a nativist trend in parts of the Republican Party? And if it's the latter, then probably we're not going to get much more progress done, and it'll be a major debate in the next presidential election.</p><p><strong>I think that if a Republican lawmaker was sitting here, he might say, \"Wait a minute. I'm not captive to nativist elements. I have actual concerns, and you're not addressing them.\"</strong></p><p>Well, the problem is what are those concerns and how is it that I'm not addressing them? If the concern is border security, we've got more resources, more border police, more money being spent at our borders than any time in the last 30, 40 years. If the concern is the flow of illegal workers into the country, that flow is about half of what it was and is lower than any time since the 1970s.</p><p>So, you know, you have to describe specifically what are the concerns that you've got. If you're concerned that somehow illegal immigrants are a drain on resources and forcing, you know, Americans to pay for services for these folks, well, every study shows that's just not the case. Generally, these folks don't use a lot of services, and my executive action specifically is crafted so that they're not a drain on taxpayers; instead, they're going to be paying taxes, and we can make sure that they are.</p><p>So, you know, they'd have to identify for me specifically what those concerns are other than some sense that, you know, these folks just shouldn't be here.</p><p><a name=\"racialdivide\"></a><strong>Is the United States more racially divided than it was when you took office six years ago, Mr. President?</strong></p><p>No, I actually think that it's probably in its day-to-day interactions less racially divided. But I actually think that the issue has surfaced in a way that probably is healthy.</p><p>I mean, the issue of police and communities of color being mistrustful of each other is hardly new; that dates back a long time. It's just something that hasn't been talked about — and for a variety of reasons.</p><p>In some cases, something as simple as the fact that everybody has cellphones now so that you can record some of these events, you know, it's gotten a lot of attention; I think that's good. I think it then points to our ability to solve these problems.</p><p>It's understandable the polls might say, you know, that race relations have gotten worse — because when it's in the news and you see something like Ferguson or the Garner case in New York, then it attracts attention. But I assure you, from the perspective of African-Americans or Latinos in poor communities who have been dealing with this all their lives, they wouldn't suggest somehow that it's worse now than it was 10, 15 or 20 years ago.</p><p><a name=\"data\"></a><strong>Well, let me mention a couple of data points that perhaps do not suggest it's worse but suggest a broad gulf. One has to do with Ferguson ...</strong></p><p>Yeah.</p><p><strong>... which you alluded to. There's a case where there was a grand jury investigation that was released; there were thousands of pages of testimony; people went around reading them — I certainly did. There was a lot of evidence, a lot of debate even about the grand jury process.</strong></p><p><strong>And in the end, survey</strong><strong>s showed that majorities of white people thought the grand jury was right not to indict the officer who shot Michael Brown; majorities of African-Americans found the grand jury was wrong. How do you lead the country when people see the basic facts so profoundly differently?</strong></p><p>That's not new, Steve. I mean ...</p><p><strong>Not new, but how do you deal with it in your final ...</strong></p><p>Well ...</p><p><strong>... two years?</strong></p><p>I think that the fact that there's a conversation about it, and that there are tools out there that we know can make a difference in bridging those gaps of understanding and mistrust, should make us optimistic.</p><p>You know, when I was in the state Legislature in Illinois, I passed a racial-profiling bill. From the perspective of African-Americans, yeah, there was a common, you know, phenomenon called \"driving while black\" — that you were more likely to be stopped particularly in certain jurisdictions.</p><p>If you'd asked whites in those jurisdictions, \"Do you think traffic stops were done fairly?\" the majority of whites probably would say yes because it's not something they experience. It's not because of racism; it's just that it's not something that they see.</p><p>We were able to work with the police departments and the state police in Illinois and persuade them that they would be doing a better job policing if we just kept track so that we had data. And combined with training, suddenly those officers out there are more intentional about how they decide should I stop somebody or not. And the incidents of racial profiling went down.</p><p>The same is true with a lot of these issues. If you have good policing, I guarantee you that nobody's interested more in good policing than African-American community or Latino community because they're more likely to be victimized, if they're in low-income communities, by crime.</p><p>And the task force that I've put together is drawing from police and faith community and civic leaders and activists — and what's been striking to me in the conversations we've had is that they're interested in solving a problem as opposed to simply stewing in the hopelessness of race relations in this country. And I'm convinced that we actually are going to see progress on this issue next year.</p><p><a name=\"whitevoters\"></a><strong>Let me ask about another data point that reflects on the Democratic Party that you will want to leave behind in a ...</strong></p><p>Yeah.</p><p><strong>... couple of years — and this is something that has changed in recent years. As everybody knows, the coalition that's elected you twice included huge minority participation, record minority participation. You had huge percentages ...</strong></p><p>Right.</p><p><strong>... in minority communities. The white vote for Democrats has gone down to rather dramatic levels, which suggests a political division between races that is different than it used to be.</strong></p><p>Yeah, it — but, you know, data's funny. You know, you can, you know, what's the saying? They're ...</p><p><strong>Lies, damned lies and statistics.</strong></p><p>Lies, damned lies and statistics, right? So, when I was elected in '08, I actually did better among white voters in some jurisdictions than John Kerry did. I ...</p><p><strong>And then 2012 ...</strong></p><p>2012, it might have dipped, but it was still on par with what had happened before. In the midterms, because of the nature of the electorate, it tends to exaggerate some of these racial differences — I guess my point being that I think it ebbs and flows in part given circumstances.</p><p>I do think that right now there are a lot of white working-class voters who haven't seen enough progress economically in their own lives, and despite the work that we've done to try to strengthen the economy and address issues like child care or minimum wage or increasing manufacturing, that's not what they read about or hear about in the newspapers. They hear about an immigration debate or they hear about, you know, debate surrounding Ferguson, and they think, \"I'm being left out. Nobody seems to be thinking about how tough it is for me right now,\" or, \"I've been downscaled, I've lost my job,\" etc.</p><p>You know, part of my responsibility then is to communicate directly to those voters. And part of the Democratic Party's job is to communicate directly to those voters and say to them, \"You know what? We're fighting for you.\"</p><p>And one of the best examples of this is the Affordable Care Act, which — if you were just looking at the way it's been couched and characterized by the Republican Party, and in some cases by the news, the perception is somehow that this is largely something that is benefiting black and Hispanic and downscale voters.</p><p>Well, the truth of the matter is that a state like Kentucky that doesn't have a massive black or Hispanic population has been one of the strongest states — Mitch McConnell's state is one of the best states in using the Affordable Care Act to insure huge numbers of working-class white voters. It's just they don't call it Obamacare; they call it something else.</p><p>And so, there's sometimes a gap in perceptions that we have to bridge. I think there's a legitimate sense of loss, particularly among men, who have seen manufacturing diminish; construction has been in the tank. The jobs that are out there are not ones that are traditionally jobs that, you know, blue-collar men aspire to. And, you know, we've got to speak to those concerns.</p><p>Now, the flip side is, you know, nobody would be happier than me to see the Republican Party try to broaden its coalition. Immigration reform, by the way, was a great opportunity for the Republican Party to do so.</p><p>The fact that I got — I've received 75 percent of the Latino vote and 70 percent of the Asian-American vote in the last two elections is something that the Republican Party should worry about because it's actually fixable for them.</p><p>George Bush — I disagreed with a lot of issues, but he was absolutely right in his position on promoting comprehensive immigration reform, reaching out to the Latino community, and, as a consequence, did pretty well.</p><p>So, some of this I think is a matter of circumstance. There's a burden on Democrats to need to make very clear to a broad swath of working-class and middle-class voters that we are, in fact, fighting for them. And there's also an obligation on the part of the Republican Party to make sure that they are broadening their coalition to reach out to the new face of America.</p><p><a name=\"iran\"></a><strong>Let me ask a few question</strong><strong>s, Mr. President, about America's place in the world and how you see it and how you'd like to move it if you can in the last couple of years that you have.</strong></p><p><strong>We're speaking at a moment after you've announced that you're restoring diplomatic relations with Cuba. You want to reopen an embassy there. Is there any scenario under which you can envision, in your final two years, opening a U.S. embassy in Tehran?</strong></p><p>I never say never, but I think these things have to go in steps. You know, Cuba is a circumstance in which for 50 years, we have done the same thing over and over again and there hadn't been any change. And the question was, should we try something different with a relatively tiny country that doesn't pose any significant threat to us or our allies?</p><p>Tehran is a large, sophisticated country that has a track record of state-sponsored terrorism, that we know was attempting to develop a nuclear weapon — or at least the component parts that would be required to develop a nuclear weapon — that has engaged in disruptions to our allies, whose rhetoric is not only explicitly anti-American but also has been incendiary when it comes to its attitude towards the state of Israel.</p><p>So, there's a lot of history there that's different from the history between us and Cuba. And the strategic importance of Tehran is — or Iran — is different from what we face with Cuba.</p><p>Having said that, if we can get a deal on making sure that Iran does not have a nuclear weapon — and that deal is possible; we know the terms of what that would look like. If Iran recognizes that it is in its own interests, having already said that they're actually not interested in developing a nuclear weapon, to go ahead and prove that to the world, so that over time as it's verified, sanctions are removed, their economy begins to grow, they're reintegrated into the international community — if we can take that big first step, then my hope would be that that would serve as the basis for us trying to improve relations over time.</p><p>You know, I was asked very early in my presidential race back in 2007, would I meet with these various rogue regimes? And what I said then remains true: If I thought it advances American interests, yes; I believe in diplomacy, I believe in dialogue, I believe in engagement.</p><p>But in order for us to, I think, open that aperture with respect to Iran, we have to get this nuclear issue resolved — and there's a chance to do it, and the question's going to be whether or not Iran is willing to seize it. I think there are elements inside of Iran that recognize the opportunity and want to take it; I think there's some hardliners inside of Iran that are threatened by a resolution of this because they are so invested politically and emotionally in being anti-American or anti-Western that it's frightening for them to open themselves up to the world in this way.</p><p><strong>That raises a word that I want to bring up that former Secretary of State Clinton used in a speech the other day. She was criticized for having empathy or understanding for even enemies around the world. There are, though, military people who use empathy for the enemy, by which they mean not sympathy but understanding the enemy so you can ...</strong></p><p>Absolutely.</p><p><strong>... outwit them.</strong></p><p>Right.</p><p><strong>Do you feel that you have sufficient empathy for the Iranians, meaning do you feel you understand what it is they need to get a deal done and is it possible?</strong></p><p>I think we do, because if you look at the negotiations as they've proceeded, what we've said to the Iranians is that we are willing to recognize your ability to develop a modest nuclear power program for your energy needs — that there's a way of doing that that nevertheless gives the world assurances that you don't have breakout capacity.</p><p>And, you know, Iran suffered from a terrible war with Iraq in which millions of their countrymen were lost. They have legitimate defense concerns, but those have to be separated out from the adventurism, the support of organizations like Hezbollah, the threats they've directed towards Israel.</p><p>And so on the one hand, you need to understand what their legitimate needs and concerns are. On the other end, you don't need to tolerate or make excuses for positions that they've taken that violate international law, are contrary to U.S. interests, are contrary to the interests of our allies. They've got a chance to get right with the world. This is not just about us.</p><p>I mean, there's a reason why we've been able to get this far in the negotiations. We mobilized the international community at the start of my presidency — a classic example of American leadership. The sanctions worked because we didn't just get our usual allies' support of this; we got China in support of it; we have Russia that still is supportive of the position that the P5+1 has taken in negotiations.</p><p>So, when I came into office, the world was divided and Iran was in the driver's seat. Now the world's united because of the actions we've taken, and Iran's the one that's isolated.</p><p>They have a path to break through that isolation and they should seize it. Because if they do, there's incredible talent and resources and sophistication inside of — inside of Iran, and it would be a very successful regional power that was also abiding by international norms and international rules, and that would be good for everybody. That would be good for the United States, that would be good for the region, and most of all, it would be good for the Iranian people.</p><p><a name=\"usrole\"></a><strong>One other question, Mr. President: In a speech in September, you spoke of the United States' legacy of freedom, is the phrase that you used. You spoke of preserving that and wanting to extend it.</strong></p><p><strong>I want to ask about efforts to extend the idea of freedom or democracy around the world, particularly in the Middle East. You disagreed with invading Iraq partly to democratize that country. You had your own efforts — and Egypt has not turned out very well.</strong></p><p>Right.</p><p><strong>It came full circle, and it's back under military rule. Libya's in chaos; Syria's in chaos; Tunisia is maybe the only thing that has arguably come out of the ...</strong></p><p>Right.</p><p><strong>... Arab Spring that is remotely positive. Do you feel that you understand proper and potentially successful ways to extend democracy in the Middle East over your final two years?</strong></p><p>I think it is important to distinguish between the actions that we take to promote democracy and human rights and rule of law and good governance, and the humility to understand that, in the end, these things are going to happen because the people in these countries demand them.</p><p>Let me just move out of the Middle East momentarily and then we'll swing back.</p><p><strong>Sure.</strong></p><p>There's a fascinating experiment — transformation — taking place in Burma. This is one of the most isolated countries for the last 40 years, ruled by a brutal, repressive military junta.</p><p>There was an opportunity to open up Burma for the first time. We seized that opportunity. America was there. We engaged with Aung San Suu Kyi, the Nobel Prize winner, but we also engaged with President Sein, who saw that Burma was traveling down a dead end.</p><p>They had parliamentary elections for the first time. I was the first U.S. president to visit there. They're now preparing to amend their constitution and schedule broader parliamentary elections.</p><p>And there are all kinds of troubles in Burma; the experiment may go haywire. They may not be able to reconcile all the different ethnic groups inside the country; the military ultimately may not be willing to give up its prerogatives and its power. But there's a possibility.</p><p>Now, we want to be on the side of those who can take advantage of that opportunity. I feel very confident, very good about the work we're doing there. But I can't guarantee success because ultimately it's going to be up to the Burmese people and Burmese leaders to seize this moment.</p><p>The Middle East, I think, is similar, but in some ways, even more difficult. Because you have this counternarrative in the Middle East in which a sizable portion of Islamic extremists have been able to penetrate the imaginations of young people there. You have governments that oftentimes are creaky, don't serve their people, are repressive; you don't have a civic tradition there. And so you have to almost start from scratch in many of these countries.</p><p>What we can do is to be opportunistic and find places where somebody's ready and willing to move forward and do everything we can to help, and Tunisia's a great example of that. Not perfect — still dangerous, still troublesome; but you've seen a civil society develop, elections take place, a constitution get drafted, Islamists being willing to be involved in the political process without trying to take it over completely, and accommodations to the fact that economic and social reforms are required for that country to succeed.</p><p>You haven't seen it in Libya; it's broken off into tribal elements.</p><p><strong>Which raises a question: Is there a responsibility by the United States to do more in Libya, having been involved in ...</strong></p><p>Yeah, well ...</p><p><strong>... overthrowing the Gadhafi regime?</strong></p><p>I think that the challenge that we're going to have is a recognition that we are hugely influential; we're the one indispensable nation. But when it comes to nation-building, when it comes to what is going to be a generational project in a place like Libya or a place like Syria or a place like Iraq, we can help, but we can't do it for them.</p><p>Now, I think the American people recognize that. There are times here in Washington where pundits don't; they think you can just move chess pieces around the table. And whenever we have that kind of hubris, we tend to get burned. Where we're successful is where we see an opportunity, we put resources in, we support those who are trying to do the right thing for their society; and every so often, something breaks.</p><p>But I think that one of the things I've learned over six years, and it doesn't always suit the news cycle, is having some strategic patience. You'll recall that three or four months ago, everybody in Washington was convinced that President Putin was a genius ...</p><p><strong>... for taking Crimea ...</strong></p><p>And he had outmaneuvered all of us and he had, you know, bullied and, you know, strategized his way into expanding Russian power. And I said at the time we don't want war with Russia but we can apply steady pressure working with our European partners, being the backbone of an international coalition to oppose Russia's violation of another country's sovereignty, and that over time, this would be a strategic mistake by Russia.</p><p>And today, you know, I'd sense that at least outside of Russia, maybe some people are thinking what Putin did wasn't so smart.</p><p><strong>Are you just lucky that the price of oil went down and therefore their currency collapsed or ...</strong></p><p>Well ...</p><p><strong>Is it something that you did?</strong></p><p>If you'll recall, their economy was already contracting and capital was fleeing even before oil collapsed. And part of our rationale in this process was that the only thing keeping that economy afloat was the price of oil.</p><p>And if, in fact, we were steady in applying sanction pressure, which we have been, that over time it would make the economy of Russia sufficiently vulnerable that if and when there were disruptions with respect to the price of oil — which, inevitably, there are going to be sometime, if not this year then next year or the year after — that they'd have enormous difficulty managing it.</p><p>I say that, not to suggest that we've solved Ukraine, but I'm saying that to give an indication that when it comes to the international stage, these problems are big, they're difficult, they're messy. But wherever we have been involved over the last several years, I think the outcome has been better because of American leadership.</p><p>Ebola. There was a moment as recently as six weeks ago when people were absolutely convinced that this is a problem we couldn't solve. Because of American leadership, not only have we not seen another Ebola case here in the United States — and when we do, we'll be prepared for it — but internationally, resources, medics, testing, science has poured into poor countries. We're practically rebuilding their public health infrastructure because of our leadership.</p><p>It doesn't happen in two weeks; it doesn't happen in — in four weeks. But if we're steady about it and we're focused and we're clear that we possess capacities as well as values that require us to engage, that we'll be successful.</p><p><a name=\"isis\"></a><strong>Just to wrap this up with this idea that you began with</strong><strong>, of doing things that you want to do rather than ...</strong></p><p>Yeah.</p><p><strong>... have to do, has your limited response to ISIS </strong><strong>in Iraq and Syria been driven in part by a sense that this is a very dangerous threat, but not the biggest problem the United States faces in the world, and you do not want to be distracted from far bigger things going on elsewhere?</strong></p><p>I think we can't underestimate the danger of ISIL. They are a terrorist network that, unlike al-Qaida, has not limited itself to the periodic attack but have aspirations to control large swaths of territory, that possess resources and effectively an army that pose great dangers to our allies and can destabilize entire regions that are very dangerous for us.</p><p>So, I don't want to downplay that threat. It is a real one; it's the reason why I've authorized, as part of a broader 60-nation coalition, an effort to fight back and to push them back and ultimately destroy them.</p><p>But it's not the only danger we have. America is probably as well-positioned for the future as we've been in a very long time.</p><p>We've created more jobs since I've been president than Japan, Europe and every other advanced nation combined. Our energy resources, both conventional and clean energy resources, put most other of our competitors to shame.</p><p>Demographically, we've got a young population, in part because of immigration. We've got the best universities in the world; we've got the best workers in the world. Our manufacturing base has come roaring back, led by the auto industry but not restricted by it. Our deficits I've cut by two-thirds.</p><p>And so, if you look out towards the future, America is in a great position and our military is more capable than any military in history. We don't really have a serious peer, at least on the conventional level, although obviously Russia is a significant nuclear power.</p><p>The question then becomes, all right, how do we play those cards well? Part of it is attending to immediate problems like ISIL; part of it is making sure that we are firm in upholding international norms as we have been in Ukraine; part of it is managing short-term crises that could turn into long-term disasters if we're not attentive, like Ebola. But ultimately, the thing that is most dangerous for the United States is us not tending to the very sources of our strength.</p><p>So, it is true that when it comes to ISIL, us devoting another trillion dollars after having been involved in big occupations of countries that didn't turn out all that well — I'm very hesitant to do that, because we need to spend a trillion dollars rebuilding our schools, our roads, our basic science and research here in the United States; that is going to be a recipe for our long-term security and success. And what we've also learned is that if we do for others what they need to do for themselves — if we come in and send the Marines in to fight ISIL, and the Iraqis have no skin in the game, then it's not going to last.</p><p>When we look at an issue like Ukraine, we have to be firm with the Russians, but we've also got to make sure that we've got our own fiscal house in order; we got to make sure that we are doing what we need to do to build our manufacturing base, because ultimately, the big advantage we have with Russia is we've got a dynamic, vital economy, and they don't. They rely on oil; we rely on oil and iPads and movies and you name it.</p><p>And so, making sure that we are building on our strengths, most of all, our people; making sure that prosperity is broadly shared; making sure that people feel confident about the future here at home — that is going to be the test as to whether we're secure and prosperous over the long term.</p><p>America's never been in the business of colonizing other countries and grabbing their resources; we've never been in the business of bullying folks into doing things that we can't do for ourselves. Where we have done that, by the way, it's never worked out all that well. That's not our best tradition.</p><p>Our best tradition is when we just lead by example and when we are strong and secure and we're standing up for what we believe in. And we're in a great position to do that right now.</p><p>And my last two years, my intention is going to be to make sure that I build on the great work that we've done over the last six years, and I hope that I can bring the country together to do it.</p><p><strong>Mr. President, thanks very much.</strong></p><p>I appreciate you, thank you.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Transcript%3A+President+Obama%27s+Full+NPR+Interview&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2590"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374238202-c43259.m3u?orgId=1&topicId=1014&d=2590&story=372485968&ft=nprml&f=372485968"},{"href":"http://media.npr.org/assets/img/2014/12/23/politics_clip1-2--fbcdc2d26b1bfebcc3a3fd3cc5402ca778ca1fec.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1078","width":"1438"}}]}