{"created":"2015-05-20T07:31:16+00:00","modified":"2015-06-15T17:14:14+00:00","valid":{"from":"2015-06-15T17:14:14+00:00","to":"3015-06-15T17:14:14+00:00"},"hreflang":"en","title":"Biology Professor's Calling: Teach Deaf Students They Can Do Anything","published":"2015-05-20T22:04:00+00:00","teaser":"From a young age, Caroline Solomon wanted a career in science. She also wanted to help other deaf and hard-of-hearing people defy the odds. Now, she's considered a role model at Gallaudet University.","itags":["npr_api","406148448"],"guid":"be2b2183-3afb-49a5-b9dc-864b6bd301fd","contentencoded":"<p>To get a really good sense of why Caroline Solomon is a great teacher, you have to go into the field with her. On this particular morning, that means a boat on the Anacostia River.</p><p>We're about 4 miles from the campus of Gallaudet University, where Solomon is a professor of biology. She and a student — Anna McCall — are heading in a small boat to take water samples.</p><p>The Anacostia is no more than 8 miles long, but it meanders through and around Washington, D.C., past a naval yard, a golf course and I-95, the busiest interstate highway on the Eastern Seaboard.</p><p>For months now, Solomon and her students have been dropping probes testing for oxygen, salinity and chlorophyll. It's data that help gauge the river's health, which is not very good right now, Solomon says.</p><p>\"I know what's in this river,\" she says, laughing. Her voice is audible as she speaks with us, but she communicates with students in sign language.</p><p>Here on the river, Solomon's passion for the environment and her gifts as a teacher are on full display. She dips in a thermometer while McCall fills pre-labeled bottles with water samples.</p><p>They work in tandem, the only sound the low hum of the boat's motor.</p><p>To McCall, who was born deaf, Solomon is more than a role model. She's a great teacher, tough but fair. A missionary with a scientist's zeal.</p><p>\"When I was growing up, I never really considered a career in science,\" McCall signs. \"But after meeting a couple of famous deaf scientists, especially Dr. Solomon, I just developed a fascination with the field.\"</p><p>McCall says if it weren't for Solomon, she couldn't imagine doing this kind of work.</p><p>Solomon grew up in Delaware, the only deaf person in her family. She became deaf after contracting spinal meningitis when she was 15 months old.</p><p>In school, she was always good in math and science, but her interest in the environment didn't blossom until she was a teenager.</p><p>\"When I was in high school, my dad was a visiting professor at the U.S. Naval Academy,\" Solomon says. \"We rented a house right on a creek. We weren't able to swim in the creek because it was just too polluted.\"</p><p>Solomon, who went on to win 13 gold medals in swimming in <a href=\"http://www.deaflympics.com/\">the Deaflympics</a>, says she never forgot that polluted creek in her backyard. A career in science and environmental studies became her calling.</p><p>But she also found another calling: \"How can I influence other deaf and hard-of-hearing students?\"</p><p>It was a question rooted in Solomon's own experience as a college student. First as an undergraduate at Harvard, then as a graduate student at the University of Washington and University of Maryland, where she earned her Ph.D. in biology. These were schools where she was usually the only deaf person in class.</p><p>\"I know how very important it is to be a role model and to have role models,\" says Solomon, especially those who've defied the odds. It's how she sees herself and how she wants her students to see her.</p><p>Here's how she introduces herself to new students: \"My name is Dr. Solomon and I got my bachelor's from Harvard.\"</p><p>The students, she says, are dumbfounded by that. \"Then I say, 'If I can do it, you can do it.' \"</p><p>Training the next generation of biologists who happen to be deaf has become Solomon's mission, and for that she has earned high praise at Gallaudet, including the 2013 Distinguished Faculty Award. Not because she's an especially gifted teacher, she says, but because she has learned how to get her students to focus on what they're capable of, not what they're limited by.</p><p>\"One thing about deaf people is, very often they're isolated,\" she explains. \"They're not part of their family conversations at the dinner table or they're mainstreamed in a public school all by themselves as the only deaf person.\"</p><p>As a teacher, \"You just have to work to change that perspective they have about themselves. Because once you believe you can do anything, the opportunities are just everywhere.\"</p><p>Solomon's classes are infused with this kind of encouragement. Watching her teach is fascinating — like watching several classrooms at once. She's at the front of the class, lecturing.</p><p>Tucked in a corner, an interpreter repeats verbatim what Solomon is saying. And, in some classes, the interpreter speaks into a microphone that converts the spoken word into text for students to read on a screen.</p><p>Some of her students are profoundly deaf. Others are hard of hearing. A few wear hearing aides. Then there are those who can hear, but communicate in sign language.</p><p>Solomon paces up and down, prodding and coaxing students. She has been known to stand on her desk to make sure they understand.</p><p>\"Our students are so very visual,\" she says. \"You have to think about everything in a visual way. For example, the immune system is very complicated. It's not an easy concept to get across.\"</p><p>To make it simple, Solomon once lined up all the chairs in her room and told students that the chairs represented the skin.</p><p>\"I put a hat or a mask on one student and said, 'You are the pathogen.' \"</p><p>In other words, the student playing the pathogen or disease-carrying bacterium had to try to break through the row of chairs, or skin. Solomon then got another group of students to act as the antibodies and antigens to destroy the pathogen.</p><p>It was fun, says Solomon. But more important, the students got it.</p><p>\"I wish someone would have taught me like this when I was in college,\" she says. \"Often, faculty are so focused on teaching from their own perspective, they're not thinking about the student side of things: What students are thinking, what they are looking for in an excellent teacher.\"</p><p>After 15 years, Solomon says her students are looking for a teacher who's relentless in helping them succeed. And by all accounts, that's what she does so well.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Biology+Professor%27s+Calling%3A+Teach+Deaf+Students+They+Can+Do+Anything&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Claudio Sanchez","audio":[{"meta":{"duration":"422"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408159230-2a6187.m3u?orgId=1&topicId=1013&aggIds=359618671&d=422&p=3&story=406148448&t=progseg&e=408122357&seg=4&ft=nprml&f=406148448"},{"href":"http://media.npr.org/assets/img/2015/05/19/_mg_4622_small-814a57e7e147de4e0c22c03f7db97e21ff54f45a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2076","width":"2768"}},{"href":"http://media.npr.org/assets/img/2015/05/19/_mg_4340_3kpx_az-00a7ed1d8241c7739926bd0d752fe2b3ca19b994.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2394","width":"3192"}},{"href":"http://media.npr.org/assets/img/2015/05/19/cd7a2287_small-48000d71e0d6745731001909c1b1a337c9242db7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2101","width":"2803"}},{"href":"http://media.npr.org/assets/img/2015/05/19/cd7a2055-e2b138aa4a8611d318817d7b176e0e22a83b7374.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/05/19/cd7a2371_small-d990a6a80c8903fd4c136d7339e5999ae5349c63.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2133","width":"2845"}},{"href":"http://media.npr.org/assets/img/2015/05/19/cd7a2197_small-c276cbba9a06695bea3299c99dca402180c54c57.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1977","width":"2636"}}]}