{"created":"2014-11-13T18:32:16+00:00","modified":"2014-11-13T22:40:07+00:00","valid":{"from":"2014-11-13T22:40:07+00:00","to":"3014-11-13T22:40:07+00:00"},"hreflang":"en","title":"Jon Stewart's Debut Film Shows 'Humor Survives' In The Bleakest Conditions","published":"2014-11-13T20:00:00+00:00","teaser":"<em>Rosewater</em> is based on Maziar Bahari's experience of being tortured in an Iranian prison. \"His humor sustained him,\" the <em>Daily Show</em> host says. \"And I found that incredibly empowering.\"","itags":["npr_api","363548280"],"guid":"be2cd781-8ebb-440b-8d25-114a85ac1736","contentencoded":"<p>When asked about how he reacted to learning that one of his <em>Daily Show</em> satires was used as evidence to torture a journalist in Iran, Jon Stewart says, \"I might have uttered the phrase: 'Are you — with some profane adjective — are you kidding me?' \"</p><p>\"It's so surreal and it's so absurd that it's hard to imagine it as not farce,\" Stewart tells <em>Fresh Air</em>'s Terry Gross.</p><p>That discovery led to Stewart making his first film, <em>Rosewater</em>, adapted from a memoir by journalist Maziar Bahari.</p><p>Bahari was born and raised in Iran. In 2009, he was back in Iran covering the presidential election and the subsequent protests challenging the results that kept President Mahmoud Ahmadinejad in power. After Bahari shot news video of the protests, he was arrested. During his 118 days in solitary confinement, he was beaten, tortured and accused of being a spy.</p><p>The evidence Bahari's torturer presented to prove he was a spy included a satirical report about Iran that Bahari had appeared in on the <em>Daily Show</em>. In the clip, <em>Daily Show</em> correspondent Jason Jones went to Iran to ask Iranians what makes them so evil. Jones was dressed like a spy in a B movie when he interviewed Bahari in a cafe.</p><p>\"I always assumed that somewhere one of our bits would be used like that — I just didn't think it would be this one,\" Stewart says. \"I think it just affirms that sense that you always have that you cannot outsmart crazy. You can't ever imagine how someone might weaponize idiocy.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On Bahari telling his story </strong></p><p>I think [he] feels that part of the process of transforming his ordeal into something more positive is reclaiming his freedom and reclaiming expression. [The interrogators] also told him, \"When you get out, you say nothing. You will tell nobody. You will tell nothing about it.\"</p><p>And I think, literally, on the plane as he was flying back to London, he was composing the article he was going to write for <em>Newsweek</em> and part of his memoir. ... He's a brave dude!</p><p><strong>On how humor sustained Bahari when he was in solitary confinement </strong></p><p>Humor survives in the bleakest of conditions. ... I think the idea that under these incredibly harsh conditions, not only did [Bahari's] humor survive, his humor sustained him. And I found that incredibly empowering. ...</p><p>People always say, \"Is that an appropriate joke? Is it appropriate to joke about that subject?\" And [I] always want to say, \"Not only is it appropriate to joke about that subject, but I think it's <em>essential </em>to joke about it.\" ...</p><p>I've always had this experience at funerals or in a time of great worry [that] a joke can kind of re-energize or reconfigure a room or bring people back to life to some extent. [Bahari's] ability to do that for himself in the absence of audience I thought was remarkable.</p><p><strong>On whether what happened to Bahari makes Stewart worry about how his satires might be used</strong></p><p>You can't censor yourself for someone else's ignorance. There's no way to understand. What they utilized was innocuous and they weaponized it. ...</p><p>It was just pretense. If it wasn't that, they would've used something else and they did! They used his Facebook page against him. The idea that he was on an Anton Chekhov fan page, they used against him. You know Anton Chekhov, the famed Zionist.</p><p><strong>On making comedy versus making drama</strong></p><p>I think the process of drama is not particularly different from the process of comedy. ... I think there's always the sense when you're a comic that, \"Hey, you know what would go well in this scene? A banana peel. Why don't we stick that right on the floor?\"</p><p>So there was maybe exercising a certain amount of restraint more than it was completely operating in an alien environment or an alien medium. The process of breaking a story, deconstructing the narrative — of creating that narrative arc — is not so different from what we do on a daily basis at the show.</p><p><strong>On filming in a functional prison in Jordan </strong></p><p>From what I understand, Jordan has a new — it's nascent but flourishing — film industry, so it's not as though they had never had somebody from a film crew come in and say, \"Hey, we're doing a film.\" Jordan generally stands in for films that deal with this type of subject matter.</p><p>I think they would've been more surprised if I came over and said, \"Hey, can we use Jordan to shoot a rom-com? I've got Sandra Bullock and I've got Ryan Reynolds, and here's what I want them to do: I want them to meet-cute outside a hummus cafe.\" I think if we had done that, they would've been more surprised.</p><p><strong>On the beard Stewart grew on set in Jordan </strong></p><p>Let me tell you something. Here's what that was: Fifteen years of having to go on the air and wear a suit and shave, it really did feel like one of those things like, \"Hey, man, I'm [<em>Man vs. Wild</em>'s] Bear Grylls; I'm naked and out in the desert, man. I'm gonna let my freak flag fly.\"</p><p>I was unaware — since it had been so long — I was unaware of just how I had gone from sort of having a Timothy Busfield beard to just going flat-out Moses.</p><p>I went flat out — it's just gray and long, and I just felt like, \"Wow, I should study at some point.\" I really felt like I could walk into a rabbinical college and they would just automatically grant me a doctorate, just sort of out of pure and utter biblical looking-ness.</p><p><strong>On whether the camera can be a weapon of its own<em> </em></strong></p><p>Bearing witness has its limitations as activism as well — that doesn't mean that if you have the opportunity to do it, you don't do it. Satire, or what we do on the show, certainly has its limitations, but I think we try to utilize it to the best of our ability. ...</p><p>I don't see it as a weapon as much as I see it as a conversation ... against dogma. ... I see all of these shows as in some ways a weapon against complacency. ... It's an awfully complex ecosystem and it doesn't exist on its own.</p><p>I think when you have a moment that is as focused as the one Maziar faced, then it really crystallizes what it is that your art form does. ... We live in a country where satire is settled law — so we're not fighting against the kinds of censorship and parameters that somebody like Maziar or somebody like my friend Bassem Youssef in Egypt would've been fighting against. That takes away one level of urgency from what you're doing.</p><p><strong>On doing a daily show versus a long-term project, like filmmaking </strong></p><p>What's so seductive, I think, about doing a daily show is ... that sense of accomplishment at the end of the day where you sort of get the sense that, \"Man, we did it!\" It is that rhythm of completion that I think is very seductive and very rewarding within that.</p><p>I think part of the issue with the film is I didn't realize at each turn how much further I had to go. I think sometimes it's sort of that sense of, you know, when you're lost on a highway and you feel like you're in this strange limbo land until you get back to that exit that you knew? ... So until you get back to that tent post, you feel as though you're in kind of a strange limbo of: time is not passing, distance is not passing, because I'm lost. There was a little bit of that. When I finished the script I felt like, \"I'm done!\" And obviously then you have to cast it. When I finished shooting I thought, \"I'm done!\" and [I'm] not done, never done. It's a constant process of revision and revisiting, but the rewarding aspect of that is I felt like at each turn there were opportunities to improve it. ... That's the seductive part of filmmaking.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Jon+Stewart%27s+Debut+Film+Shows+%27Humor+Survives%27+In+The+Bleakest+Conditions&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2750"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363836846-613b6d.m3u?orgId=1&topicId=1137&ft=3&f=363548280"},{"href":"http://media.npr.org/assets/img/2014/11/12/rosewater-rw_00047_rgb-f15ab69c4ad70b15c712013ccce0c7dab10cf9d6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1518","width":"2024"}},{"href":"http://media.npr.org/assets/img/2014/11/12/rosewater-rw_00316_rgb-54065a22a734f4e1cffa16fbc77e47a9a3b974ec.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/11/12/rosewater-rw_00624_rgb-2f21eb78c43a1bd68b9994570bdaa7fd74a3fe58.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2128","width":"2838"}}]}