{"created":"2014-11-02T10:21:02+00:00","modified":"2015-05-02T02:35:43+00:00","valid":{"from":"2015-05-02T02:35:43+00:00","to":"3015-05-02T02:35:43+00:00"},"hreflang":"en","title":"Nutritious Acorns Don't Have To Just Be Snacks For Squirrels","published":"2014-11-02T15:04:00+00:00","teaser":"Despite acorns' wide geographic range and long culinary history, few people eat them. But some fans say they're an untapped nutritional resource — if you're willing to do the work to process them.","itags":["npr_api","358527018"],"guid":"be2f2c3c-59c0-4b36-a809-ed07681295de","contentencoded":"<p>These days, Americans are all about eating local foods. But one important local crop drops to the ground mostly unnoticed every fall. Well, unless you're a squirrel. Yes, we're talking about acorns.</p><p>Although acorns don't get the love that hazelnuts and walnuts enjoy, this wasn't always the case. <a href=\"http://urbanarb.com/\">Bill Logan</a> is an arborist in New York, who traced the history of eating acorns for his book <a href=\"http://books.wwnorton.com/books/Oak/\">Oak: The Frame of Civilization</a>.</p><p>\"There's a lot of references in ancient Greek literature to acorn,\" Logan recounts. \"There's some suggestion that at some of the earliest central settlements, there are unexplained pits which may have been for storage of acorn.\" Logan also notes that in Tunisian, the word for oak means the \"meal-bearing\" tree.</p><p>And it makes sense that the history of acorn-eating spans the globe. Because oak trees are almost everywhere: \"all through North America, down into South America,\" notes Logan. \"Then across the way into Europe, from temperate Russia and south. And then you go on out into China, and then out into Southeast Asia.\"</p><p>But despite this wide geographic range and long culinary history, these days very few people eat acorns. Beyond the occasional enthusiastic forager, widespread consumption is pretty much limited to Korean cuisine (which favors an acorn <a href=\"http://en.wikipedia.org/wiki/Dotorimuk\">jelly</a>), and several Native American tribes. That's because while acorns do have a lot of good qualities — fats, protein and minerals — they also have some drawbacks, namely, tannins.</p><p>If you've ever tried a raw acorn, and quickly spat it out, that's probably due to tannins. These compounds give raw acorns an astringent, puckery quality (they can also do some damage to your kidneys as well). But, as people have learned throughout history, tannins can be removed.</p><p>In Portland, Ore., wild food expert <a href=\"http://www.wildfoodadventures.com/\">John Kallas</a> teaches workshops on how to process acorns. Luckily the tannins are water-soluble, so you can leach them out with a few changes of water.</p><p>But you've also got to crack the shells (bricks, rocks and hammers were employed at the workshop), pick out the nut meats, weed out the bad ones and grind the nuts into meal. (At Kallas' workshop, that resulted in breaking one of the heavy metal grinder plates.) You've also got to dry the meats properly, as they have a tendency to grow mold quickly. All in all, not a terribly convenient food.</p><p>And after all that work, what are you left with? A very subtly flavored flour. Much like other starches, making acorns delicious is all about what you do with them — and what you top them with.</p><p><a href=\"http://www.fs.fed.us/psw/programs/ff/staff/flake/\">Frank Lake</a> comes from the Yurok and Karuk tribes of California. His traditional acorn preparation is a simple soup, cooked with hot stones directly in a basket. But whether it's soup or flatbreads, baked or stovetop, it all comes down to what you pair it with.</p><p>\"For me, growing up eating acorns, it was always what you added to it,\" like grilled salmon, huckleberries or seaweed, says Lake.</p><p>Lake is a research ecologist with the U.S. Forest Service, working with the tribes on their acorn forests — or, as Lake likes to call them, orchards.</p><p>\"We try to gather acorns and have them as part of our diet as much as we can,\" Lake explains. \"But because of the changes in forest management, and particularly acorn quality, it went from being a staple, to then being more of a speciality food.\"</p><p>Lake says tribal oak orchards have shrunk due to a few factors: losing land, not burning off enough of the undergrowth to clear out pests that can destroy acorns (namely a pesky weevil) and favoring fast-growing timber trees over slow-growing oak.</p><p>But there are many places where oaks are thriving — or they've actually been planted, because of their nice picnic-friendly canopies. And there, Lake says, acorns can be great untapped resource.</p><p>There are a few businesses starting to explore this commercially, making acorn flour crackers. But for the most part, the acorn market is still the realm of backyard enthusiasts who are willing to undergo the collecting, grinding, leaching, drying and baking on their own. Which means there should be plenty of nuts left for the squirrels.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Nutritious+Acorns+Don%27t+Have+To+Just+Be+Snacks+For+Squirrels&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Deena Prichep","audio":[{"meta":{"duration":"213"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360859121-0aba7f.m3u?orgId=1&topicId=1053&d=213&p=10&story=358527018&t=progseg&e=359028859&seg=9&ft=nprml&f=358527018"},{"href":"http://media.npr.org/assets/img/2014/10/24/acorn3-7f99b6cb14b2afb41fc10691348e091cbcae0fc4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}},{"href":"http://media.npr.org/assets/img/2014/10/24/acorn4-6c894f33eb088207cb3bcba68a93bc54c7dbcda5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}},{"href":"http://media.npr.org/assets/img/2014/10/24/acorn2-8b71a031e860f34c5b8dcf1a142bbb3f1f2039a5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1322","width":"1763"}},{"href":"http://media.npr.org/assets/img/2014/10/24/acorn1-107917d8223111adbb47aac43adb61aeac98c1e0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1301","width":"1735"}}]}