{"created":"2014-10-07T19:37:28+00:00","modified":"2014-10-30T23:49:44+00:00","valid":{"from":"2014-10-30T23:49:44+00:00","to":"3014-10-30T23:49:44+00:00"},"hreflang":"en","title":"Deford: Is Goodell Good Enough To Lead The NFL? ","published":"2014-07-30T17:59:00+00:00","teaser":"NFL Commissioner Roger Goodell's two-game suspension of a Baltimore Ravens player for an alleged assault has been widely criticized. Commentator Frank Deford says American football needs a new envoy.","itags":["npr_api","336314342"],"guid":"be30c892-1fec-4edc-9c2a-b50f8b971cc8","contentencoded":"<p>NFL Commissioner Roger Goodell's piddling suspension of Ray Rice of the Ravens for a mere two games for Rice's apparent violent attack upon his then-fiancee, now wife, has been met with shock and disappointment.</p><p>But for now, never mind Ray Rice. The larger question is whether Goodell is good enough to serve as the leader of the NFL.</p><p>Football is not only the most popular game in this country, but something more than that. In today's divided America, what other entertainment — what other institution — means so much to so many people, across all of our class, educational, racial and ethnic spectra?</p><p>Don't we need someone of greater stature at the helm of the NFL? Someone who appreciates that he should, if only symbolically, be the steward of all of football America? It is the power of football today that begs for a leader with greater perspective and sensitivity.</p><p><em>Click on the audio link above to hear Deford's take on the issue.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Deford%3A+Is+Goodell+Good+Enough+To+Lead+The+NFL%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"211"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336468375-e80bde.m3u?orgId=1&topicId=1055&aggIds=4499275&ft=3&f=336314342"}]}