{"created":"2014-10-03T21:04:34+00:00","modified":"2014-10-31T01:39:50+00:00","valid":{"from":"2014-10-31T01:39:50+00:00","to":"3014-10-31T01:39:50+00:00"},"hreflang":"en","title":"Anatomy Of A Dance Hit: Why We Love To Boogie With Pharrell ","published":"2014-06-02T12:32:00+00:00","teaser":"There are songs that just make people want to get up and shake their booty. Why? Scientists say the most enticing rhythms have something missing — beats that your body can't help but fill in.","itags":["npr_api","317019212"],"guid":"be36faba-b1f1-4ac6-aeaa-6d476739480b","contentencoded":"<p>There's no doubt Pharrell's \"Happy\" is the biggest hit of the year so far. It spent 15 weeks at the top of the <em>Billboard</em> 100 and inspired hundreds of fan videos on YouTube.</p><p>Just a few weeks ago, six Iranian teenagers <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/21/314577508/happiness-video-prompts-arrests-and-a-presidential-tweet-in-iran\">got arrested</a> for posting a video of themselves dancing to the catchy song.</p><p>So what is it about \"<a href=\"https://www.youtube.com/watch?v=y6Sxv-sUYtM&feature=kp\">Happy</a>\" that triggers a nearly uncontrollable need to tap your foot, bob your head or move to the rhythm in some way?</p><p>It may be more about what's missing from the song than what's there.</p><p>Last month neuroscientists at Aarhus University in Denmark <a href=\"http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0094446\">published</a> a study showing that danceable grooves have just the right amount of gaps or breaks in the beats. Your brain wants to fill in those gaps with body movement, says the study's lead author, <a href=\"http://pure.au.dk/portal/en/persons/maria-witek(ef4009de-c21b-437c-8506-f1788d19f72a).html\">Maria Witek</a>.</p><p>\"Gaps in the rhythmic structure, gaps in the sort of underlying beat of the music — that sort of provides us with an opportunity to physically inhabit those gaps and fill in those gaps with our own bodies,\" she says.</p><p>A few years ago, Witek set out to figure out which songs got people onto the dance floor.</p><p>She created an online survey and gave people drum patterns to listen to. Some had really simple rhythms with regular beats. Others had extremely complex rhythms, with lots of gaps where you'd expect beats to be. Finally there were drumming patterns that fell in the middle of those two extremes. They have a regular, predictable beat, but also some pauses or gaps.</p><p>Witek says that people all over the world agreed on which drum patterns made them most want to dance: \"Not the ones that have very little complexity and not the ones that had very, very high complexity,\" she says, \"but the patterns that had a sort of a balance between predictability and complexity.\"</p><p>These rhythms offer enough regularity so that we can perceive the underlying beat, Witek and her team reported in the journal <em>PLOS ONE</em>. But they also need enough gaps or breaks to invite participants to synchronize to the music.</p><p>So which popular songs on the radio today have this optimal amount of complexity?</p><p>\"I think the recent single by Pharrell, 'Happy,' is a very good example,\" Witek says.</p><p>The song is layered with predictable beats and complex, syncopated ones. The drums, the piano, the clapping and even Pharrell's voice create inviting gaps, she says.</p><p>But Pharrell isn't the only one who knows about this trick. Classic dance tunes in disco, funk, hip-hop and rhythm and blues also hit this sweet spot of <a href=\"https://www.youtube.com/watch?v=zTQ1A7YT1pQ\">syncopation</a>, Witek says.</p><p>\"Michael Jackson, Stevie Wonder — those guys have a lot of tracks which seem to have this balance between predictability and complexity when it comes to the rhythmic structure,\" she says.</p><p>And don't forget about Ray Charles. His 1950s hit \"<a href=\"https://www.youtube.com/watch?v=R8kdX6VJ2oY&feature=kp\">I've Got a Woman</a>\" made everybody want to hit the dance floor.</p><p>But it's not just a song's syncopation that gets you to go from tapping your foot in your chair to standing up and full-out dancing. It's also the song's layers of rhythm, says neuroscientist <a href=\"http://daniellevitin.com/publicpage/\">Daniel Levitin</a> at McGill University.</p><p>\"In 'I've Got a Woman,' the drums are keeping a very steady rhythm. The piano is syncopated and the vocals are exquisitely nuanced in time,\" Levitin says. \"It's very difficult to sing along with him [Ray Charles] exactly the way he does it.\"</p><p>So we don't sing with Charles. Instead we want to move with him.</p><p>\"The more rhythmically complex the music is ... the easier it is to engage different body parts,\" Levitin says, \"because they can be synchronizing with different aspects of the music.\"</p><p>So you're swinging your shoulders with the snare drums. You're bobbing your head with the piano. \"And you might be wiggling your hips in half-time or something like that,\" he says.</p><p>Before you know it, you're up out of your chair and doing the twist.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Anatomy+Of+A+Dance+Hit%3A+Why+We+Love+To+Boogie+With+Pharrell+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michaeleen Doucleff","audio":[{"meta":{"duration":"250"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317274980-b7a182.m3u?orgId=1&topicId=1128&ft=3&f=317019212"},{"href":"http://media.npr.org/assets/img/2014/05/29/happy-16x9_wide-ad9d61b404fd669f011024f0538249b5a781c7dd.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1617","width":"2874"}},{"href":"http://media.npr.org/assets/img/2014/05/30/happy-3x41-fe46bf56e582ec630f0539e23af0a8633dc7b6a2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"539","width":"720"}}]}