{"created":"2015-06-14T06:03:31+00:00","modified":"2015-07-01T23:05:25+00:00","valid":{"from":"2015-07-01T23:05:25+00:00","to":"3015-07-01T23:05:25+00:00"},"hreflang":"en","title":"Charlie Hunter: One Less String Attached","published":"2015-06-14T15:02:00+00:00","teaser":"Hunter's custom eight-string guitar now has seven, but it still produces a big, fat sound.<em> Let The Bells Ring On</em> features two jazz innovators: trombonist Curtis Fowlkes and drummer Bobby Previte.","itags":["npr_api","413928382"],"guid":"be398858-9bf9-47df-9c80-50fe8fa0359e","contentencoded":"<p>The last time <a href=\"http://www.npr.org/artists/15378368/charlie-hunter-quintet\">Charlie Hunter</a> came to the NPR studios, he brought an eight-string guitar with fanned-out frets that included bass strings. He's now pared down to just seven strings, but his guitar still produces a big, fat sound. <em>Let The Bells Ring On</em> is Hunter's new album, and it features two jazz innovators: trombonist Curtis Fowlkes and drummer Bobby Previte. It's a record that goes every which way, but in places is rooted in gospel and the music on which he grew up.</p><p>\"The most important thing that I listened to growing up was my mom's music that she had,\" Hunter says. \"She came up in the whole Greenwich Village folk scene in the '60s. She had all these records playing that, as a teenager, were incredibly embarrassing if friends were over. She had Rev. Gary Davis and Blind Blake and Mississippi John Hurt, Leadbelly, the list goes on and on — Big Bill Broonzy. That was the soundtrack of our youth, really.\"</p><p>Hear Charlie Hunter's conversation with NPR's Rachel Martin at the audio link.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Charlie+Hunter%3A+One+Less+String+Attached&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"418"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414374966-945130.m3u?orgId=1&topicId=1039&d=418&p=10&story=413928382&t=progseg&e=414374839&seg=20&ft=nprml&f=413928382"},{"href":"http://media.npr.org/assets/img/2015/06/12/charliehunter-a660634cdc5bb3970cce0ab3f4c0fa93d35cd96b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3077","width":"4105"}}]}