{"created":"2014-12-25T08:25:07+00:00","modified":"2015-05-13T21:26:36+00:00","valid":{"from":"2015-05-13T21:26:36+00:00","to":"3015-05-13T21:26:36+00:00"},"hreflang":"en","title":"A Century Ago, When The Guns Fell Silent On Christmas ","published":"2014-12-25T12:00:00+00:00","teaser":"World War I had just begun and the battles were blazing in the winter of 1914. But on Christmas Eve, something strange and unexpected happened. The soldiers in the trenches decided to call a truce.","itags":["npr_api","370381693"],"guid":"be48294b-a3af-4759-b1a9-ce5eccf9bdab","contentencoded":"<p>A century ago, young men in Europe were killing each other by the tens of thousands. World War I, which had erupted just a few months earlier, was raging. Yet on a frozen Christmas Eve, the guns briefly fell silent.</p><p>The Christmas Truce of 1914 has become the stuff of legend, portrayed in films, television ads, and songs. On this 100th anniversary of the cease-fire, it is possible to reconstruct the events of that day from letters, diaries, and even the recorded spoken words of the men who experienced the truce.</p><p>\"On Christmas Eve, at noon, fire ceased completely on both fronts,\" said German Army officer Walther Stennes. He told his story in English for an oral history project that Britain's Imperial War Museum recorded years ago.</p><p>\"We heard a German singing <em>Holy Night</em>, of course in German, naturally,\" recalled British soldier Colin Wilson.</p><p>He is referring to the carol known today as <em>Silent Night. </em>In German, <em>Stille Nacht</em>.</p><p>\"There was all sorts of Christmas greetings being shouted across No Man's Land to us. These Germans, they shouted out, 'What about you singing <em>Holy Night?' </em>Well, we had a go, but of course we weren't very good at that,\" said Wilson.</p><p>There is not one single story of the Christmas truce. There are thousands of stories, from all up and down the Western Front.</p><p>\"It was all done independently,\" says William Spencer, a military specialist at the British National Archives. \"It was little bits and pieces, dotted. It wasn't a blanket decision made, 'We will all get out of our trenches and fraternize with the enemy.'\"</p><p>In the weeks leading up to Christmas, life was miserable on the front lines, says historian Alan Wakefield of the Imperial War Museum. The weather was wet and frigid. The trenches were basically large ditches, collapsing and filling with water.</p><p>\"So they do small-scale truces where they actually get out of the trenches and do repair work within sight of each other,\" says Wakefield, who wrote a book called <em>Christmas in the Trenches</em>. \"Nobody's firing at each other, because they're both just trying to make life a bit more bearable. This is the first chance you're really getting to see the enemy, because normally in trench war, you're under the ground.\"</p><p>That was mid-December. Then, Christmas arrives.</p><p>In a letter home, a British soldier named Ernest Morley writes that his men decided to give the Germans a gift on Christmas Eve: Three songs, then five rounds of rapid gunfire. They started with the carol, <em>While Shepherds Watched.</em></p><p>\"We finished that and paused, preparing to give them the second item on the program,\" writes Morley. \"We heard answering strains arising from their lines. Then they started shouting across to us. Therefore we stopped any hostile operations and commenced to shout back. One of them shouted, 'A merry Christmas, English! We are not shooting tonight!'\"</p><p>Germans lit lanterns and put them up above the trench. Rifleman Morley writes that the British tried to outdo them.</p><p>\"Opposite me they had one lamp and nine candles in a row. And we had all the candles and lights we could muster, stuck up on our bayonets above the parapet.\"</p><p>The sun rises on Christmas Day, and all is calm. British Lt. M.S. Richardson writes a letter to his family, where he describes German soldiers cautiously emerging from the trenches: \"The situation was so absurd, that another officer of ours and myself went out, and met seven of their officers.\"</p><p>They exchange gifts in the area between the trenches called No Man's Land.</p><p>\"One of them presented me with the packet of cigarettes I sent you, and we gave them a plum pudding, and then we shook hands with them, and saluted each other,\" writes Richardson.</p><p>Some of the soldiers use the day of peace to bury their dead. 2nd Lt. Wilber Spencer watched many of his men fall a week earlier. On Christmas Day, he had the strange sensation of shaking hands with some of the German soldiers who killed his friends.</p><p>\"They carried over our dead,\" he writes in a letter home. \"I won't describe the sights I saw, and which I shall never forget. We buried the dead as they were.\"</p><p>Spencer took a photograph that day. At the Imperial War Museum, historian Wakefield describes the black-and-white image:</p><blockquote><p>\"The photograph here shows four British soldiers in the foreground beside a grave, a recently dug grave. And a mixed group of German and British in the background, actually digging fresh graves for other casualties.\"</p></blockquote><p>The earth is flat and bare, with a huge blank sky. A small white cross sticks out of the ground.</p><p>Whenever the truce is portrayed in songs and plays, there is always a soccer match between the Germans and the British. This year, a British supermarket chain made a widely-viewed ad that shows the opposing soldiers happily chasing a ball around the snowy field on Christmas Day. Earlier this month, present-day German and British soccer teams played commemorative matches.</p><p>So I asked historians to show me accounts of the game.</p><p>\"Em, we don't have any evidence of that,\" said William Spencer from the National Archives. \"There's nothing recorded in the unit war diaries to say a football [soccer] match took place between this battalion and this particular German infantry regiment.\"</p><p>Thinking maybe it was simply a gap in this particular collection, I asked Wakefield at the Imperial War Museum for evidence of the match.</p><p>It's contentious, he said, but ultimately \"the idea of any organized football game doesn't stand up in the documentation.\"</p><p>About 30,000 British soldiers were involved in the Christmas Day truce. Wakefield says maybe 100 played organized soccer games against the Germans. In other words, it was hardly central to the story of the truce.</p><p>In some places, the two sides held prayer services together. They exchanged mementos, like a small brass button on display in a glass case at the museum.</p><p>A German soldier \"obviously took that button off his tunic to give it to the British soldier. And the German soldier has put his name, and his hometown, which is in Saxony,\" says Wakefield.</p><p>The button was given to 19-year-old Cpl. Eric Rowden, who wrote in his diary that day:</p><blockquote><p>\"I went out and found a German who spoke English a little, and we exchanged buttons and cigarettes. And I had two or three cigars given me, and we laughed and joked together, having forgotten war altogether.\"</p></blockquote><p>\"This is the human side of people in a dehumanizing environment,\" says Spencer, the historian at the Archives.</p><p>When commanders learned about the truce, they were furious.</p><p>\"Various orders were sent down straight after Christmas in 1914 and were heavily reinforced in December 1915 for this particular occurrence not to happen again,\" says Spencer.</p><p>Germans were warned that if they staged another truce, they would be shot. British soldiers were threatened with court martial.</p><p>But many of the men who took part in the Christmas truce refused to fire on their opponents again until the day they were rotated out and other soldiers came to take their place.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Century+Ago%2C+When+The+Guns+Fell+Silent+On+Christmas+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"442"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373038491-f4dfbd.m3u?orgId=1&topicId=1124&d=442&p=3&story=370381693&t=progseg&e=373038379&seg=8&ft=nprml&f=370381693"},{"href":"http://media.npr.org/assets/img/2014/12/23/ww1-xmas-1-898a1ac7cc40ea4ab47a43ccd811ac96bb5fbb45.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4286","width":"5715"}},{"href":"http://media.npr.org/assets/img/2014/12/23/ww1-xmas-3-3915033985c755d005c7e00e3e956d4d295579b9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1772","width":"2362"}},{"href":"http://media.npr.org/assets/img/2014/12/24/iwm-crosses_custom-1c763765bd532278b489892b9e1bd85bd617b845.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"576","width":"923"}},{"href":"http://media.npr.org/assets/img/2014/12/23/ww1-xmas-2-7639ad1d2226b6c15b7aba2d7fe1a7001519b9b6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3879","width":"5172"}}]}