{"created":"2015-01-12T12:06:33+00:00","modified":"2015-06-16T17:32:29+00:00","valid":{"from":"2015-06-16T17:32:29+00:00","to":"3015-06-16T17:32:29+00:00"},"hreflang":"en","title":"Big Wins For 'Transparent' Make It Clear: TV's Undergoing A Revolution","published":"2015-01-12T16:25:00+00:00","teaser":"The show, which portrays a 70-year-old coming out as transgender, won two Golden Globes — the first wins for original programming by Amazon.","itags":["npr_api","376617091"],"guid":"be5c8d77-142e-4628-b0cd-54413641db96","contentencoded":"<p>Surrounded by his cast mates and the show's executive producer, <em>Transparent</em> star Jeffrey Tambor faced a crowd of journalists backstage at the Golden Globe awards Sunday, and made the case for why his win as best actor in a comedy meant more than a typical Hollywood honor.</p><p>\"This is about changing people's lives,\" said Tambor, who won his award playing a 70-year-old coming out as transgender. Earlier, while accepting his award on national TV, he dedicated his award and performance to the transgender community.</p><p>But, revolutionary as it was to see a TV series about a transgender woman win two Golden Globes, <em>Transparent</em> also made history of a different sort on Sunday.</p><p>The evening also marked the first wins for original programming by Amazon, a company better known for selling books than making TV shows just a few years ago.</p><p>In the quality original TV game, Amazon has often seemed a step behind its rival Netflix, often unfocused and less sure of its brand. But the wins — <em>Transparent</em> was also named best comedy or musical series, beating HBO's <em>Girls</em> and Netflix's <em>Orange is the New Black</em> — served notice that Amazon is a player, too.</p><p>Seen as an important award in the film world, the Globes made some strong statements about TV. There were no honors for the Big Four broadcast networks — ABC, CBS, NBC and Fox. Instead, Netflix saw <em>House of Cards</em> leading man Kevin Spacey finally take home a trophy as best actor in a drama, snapping a seven-time losing streak.</p><p>\"I'm very glad I'm not the Susan Lucci of the Golden Globes,\" Spacey said backstage, minutes after telling a nationwide TV audience: \"I cannot (expletive) believe I've won.\"</p><p>The broadcaster who won biggest was the fifth network, The CW, which saw <em>Jane the Virgin</em> star Gina Rodriguez named best actress in a comedy. It's been a great few weeks for Rodriguez and the show; she recently won a People's Choice Award, and the network announced Sunday that it was picking up <em>Jane the Virgin</em> for a second season.</p><p>But Rodriguez, who told me in July that she passed up a possible role on the Lifetime show <em>Devious Maids</em> to wait for a part that would be less stereotypical, blossomed as a TV star Sunday. She answered questions from the press backstage in English and Spanish, while stressing how her role has inspired other Latinas.</p><p>\"There's no better way to tell others they can win too but by letting them live in your dreams,\" she said. \"When you ... follow your dreams, you give others the allowance to do it themselves.\"</p><p>The Globes TV awards also seemed to reward what was new. Showtime's <em>The Affair</em>, which debuted in October, scored wins as best TV drama and best dramatic actress for star Ruth Wilson. FX's <em>Fargo</em>, which debuted in the spring of 2014, won awards for best miniseries and best actor in a miniseries for Billy Bob Thornton.</p><p>Best of all, the Globes unfolded as a pretty good TV show itself, thanks mostly to the ace hosting work of Tina Fey and Amy Poehler. They had an inspired cameo from Margaret Cho, playing a North Korean general/film critic in a callback to her work playing Kim Jong Il on Fey's series <em>30 Rock</em>. And they even managed a Bill Cosby joke which was both bold and hysterical, turning on both women's awful impressions of him.</p><p>Even George Clooney, who was the butt of jokes from Fey and Poehler at this year's and last year's Globes, said the two should host the show again, though they have vowed not to do it again.</p><p>Much as some like to hate on the Globes and the group that chooses them, the Hollywood Foreign Press Association, this time they seemed to have gotten the TV end of things very right.</p><p>In the process, they revealed just how quickly the quality TV game has changed for some of the most powerful players in the industry.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Big+Wins+For+%27Transparent%27+Make+It+Clear%3A+TV%27s+Undergoing+A+Revolution&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"226"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376683351-41967d.m3u?orgId=1&topicId=1008&d=226&p=3&story=376617091&t=progseg&e=376659969&seg=15&ft=nprml&f=376617091"},{"href":"http://media.npr.org/assets/img/2015/01/11/461376056-b116a6e1f45b337c9c23cdcb20eb7c996994857d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2048","width":"2733"}}]}