{"created":"2015-05-14T03:05:45+00:00","modified":"2015-05-14T17:36:51+00:00","valid":{"from":"2014-09-11T21:02:36+00:00","to":"3014-09-11T21:02:36+00:00"},"hreflang":"en","contentencoded":"<div class=\"barn-cleaned\"><p><strong>Update: Kai caught up with the Atlantic's Jim Fallows on the day of the big Eagles concert. Listen here and read the full story below:</strong> <iframe src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/167471473&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false\" frameborder=\"no\" scrolling=\"no\" ></iframe></p>\n<p>&nbsp;</p>\n<hr />\n<p><span>Downtown Allentown, Pennsylvania, was once home to the most popular department store in the nation.</span></p>\n<p>“Hess’s here did $190 million worth of retail sales in 1970,” says the city’s mayor Ed Pawlowski. “Think about that. They were the highest grossing retailer in the country, and they were here in Allentown. We were the major retail hub for the entire region.”</p>\n<p><strong>A city's troubled past</strong></p>\n<p><span>There’s a good chance the first thing that pops into your head when you think about Allentown is the song Billy Joel wrote about it. It’s a song about the coal and steel industries drying up and the city bleeding out.</span></p>\n<p><iframe src=\"//www.youtube.com/embed/BHnJp0oyOxs\" frameborder=\"0\" ></iframe></p>\n<p>But most folks in Allentown will tell you that song isn’t even about their city. It’s about neighboring Bethlehem, where there was a massive steel mill. If an autopsy was performed on Allentown, globalization and deindustrialization would just be footnotes.</p>\n<p><span>The real cause of death would be the mall.</span></p>\n<p><span>“When the malls got built, it sucked everything out like a giant vacuum,” Mayor Pawlowski says. Retail left downtown and people moved to the suburbs in hoards.&nbsp;</span><span>“This city was like any other Rust Belt city in the Northeast and Midwest. Our economy was in the tank, we weren’t seeing growth and we weren’t seeing development. In fact, we would probably end up as the next Detroit, in bankruptcy.”</span></p>\n<p><span>But in a span of only five years, that has all changed, the mayor says.</span></p>\n<p><span>“We went from a multimillion-dollar deficit to a multimillion-dollar surplus. We’re seeing 4,000 new jobs come into the urban core and a billion dollars of new development,\" he said. \"We’re now the fastest growing city in the commonwealth of Pennsylvania, and we haven’t raised property taxes in nine years.”</span></p>\n<p>Allentown’s story of revitalization starts in 2008, when the gates of a brand new $50 million baseball stadium opened. Despite the city’s financial struggles and decades-long economic decline, Allentown has remained the third largest city in Pennsylvania, and because it’s less than 90 miles from the major media markets of Philadelphia and New York, Allentown city officials were able to lure in the Phillies minor league baseball team with some financial incentives.</p>\n<p><span>Lee Butz is the president of Alvin H. Butz, Inc., a construction company named after his grandfather. The company built Coca-Cola Park, home of the team now named the Lehigh Valley IronPigs. The Butz family operated out of Allentown for generations, but when downtown drained, they left too.</span></p>\n<p><span>“In 1972 we moved from Allentown to the suburbs,” Butz says. “At that time, it seemed like not that important of a move. It was convenient and closer to our homes. But the problem was, almost everyone was moving out of the center city and in a couple of decades it became so severe that many people thought Allentown would never survive.”</span></p>\n<p>But when the city got the IronPigs, Butz says there was a shift in mentality. Suddenly a town that had gotten used to losing felt what it was like to win. “There were a lot of people who said the Lehigh Valley will never support minor league baseball,” Butz says. “Not only did the people support it, it has been the best attended minor league ballpark in the country for several years.”</p>\n<p>Butz says the success of the IronPigs proved that Allentown could be a viable market, and it drew him back to downtown. Just after the stadium went up, his company built a new office in the city and moved in.</p>\n<p>“We came back because the community has been so good to us. We just felt, what’s the best way we can pay the community back? Let’s go to downtown Allentown and see if it makes a difference, see whether a lot of people will follow us downtown.”</p>\n<p>The first several years were rough. “We thought maybe we’d made a terrible mistake,” Butz says. “We occupied two floors of our six story building and we hardly had any other tenants. We thought, oh, gosh, we can’t make this work. But then along came the NIZ. It changed everything.”</p>\n<p><span><strong>The turning point</strong></span></p>\n<p><span>The NIZ is the whimsical shorthand folks in Allentown use for a plan called the</span> <a href=\"http://www.allentownpa.gov/Government/Departments-Bureaus/Community-and-Economic-Development/Neighborhood-Improvement-Zone\">Neighborhood Improvement Zone</a><span>. The plan is the brainchild of Pennsylvania state senator Pat Browne. It gives developers who chose to build in downtown Allentown a special incentive. &nbsp;</span></p>\n<p><span>“Any taxes they generate as a result of their operations in Allentown can be used by the developer to offset the costs of that investment,” Browne says.</span></p>\n<p>The general concept of using state tax incentives and incremental financing is not new. Browne says the American railroads were built on the model back in the 1860s.</p>\n<p>[[{\"fid\":\"281719\",\"view_mode\":\"default\",\"fields\":{\"format\":\"default\",\"field_file_image_alt_text[und][0][value]\":\"Allentown\",\"field_file_image_title_text[und][0][value]\":\"Allentown\",\"field_description[und][0][value]\":\"Construction%20workers%20put%20the%20finishing%20touches%20on%20the%20entrance%20way%20of%20the%20PPL%20Center%20in%20preparation%20for%20the%20arena%E2%80%99s%20first%20event%2C%20a%20sold%20out%20Eagles%20concert.\",\"field_description[und][0][format]\":\"full_html\",\"field_byline_text[und][0][value]\":\"Tommy Andres/Marketplace\",\"field_migration_notes[und][0][value]\":\"\"},\"type\":\"media\",\"attributes\":{\"alt\":\"Allentown\",\"title\":\"Allentown\",\"height\":738,\"width\":1111,\"class\":\"media-element file-default\"}}]]</p>\n<p>What makes the NIZ unique is the word \"any.\" “We’ve never been able to pull together an incentive that uses the entire state tax portfolio,” Browne says.&nbsp;</p>\n<p><span>Here’s how it works: If a building is built in the NIZ, the developer can get back the sales tax on any purchase made in that building for 30 years. That developer can also collect state income tax from any employee who works in that building. Even the corporate tax on businesses can be tapped. The state and city oversee the distribution, and if the kickbacks exceed what the developer spent on the building, the rest of the money goes to the state.</span></p>\n<p>The NIZ went into effect in 2012, and swept up around <a href=\"http://articles.mcall.com/2012-03-02/news/mc-allentown-phantoms-arena-taxes-20120302_1_130-acre-downtown-neighborhood-improvement-zone-income-taxes\">$14 million</a> for developers that first year.</p>\n<p>J.B. Reilly is one of those developers. He grew up in Allentown, then made his fortune in the suburban sprawl that led to Allentown’s demise. Now, he has come back to invest in downtown. “Not only did we see a financial opportunity,” he says, “We saw a community development opportunity.”</p>\n<p>When it was commissioned for $50 million, Coca-Cola Park felt like a risky bet. But Reilly has raised the stakes immensely, putting down nearly a billion dollars on another sport: hockey. Reilly’s company, The City Center Management Company, is building the new home of the Philadelphia Flyers' minor league team, the Phantoms. His hope is that it will become the heart of a new city.</p>\n<p>“There’s a million square feet of development in the arena block between the hotel, the office retail, the arena itself and around 900 parking spaces,” Reilly says.</p>\n<p>Reilly says Coca-Cola Park may have helped the city’s outlook and image, but it didn’t do much to spur growth. “It ended up being built on the fringes of Allentown and really didn’t have a benefit to downtown.” Reilly is confident the new PPL Center hockey arena downtown will be different because it’s more than just an arena. The stadium is encapsulated by the new offices of the region’s largest employer, the Lehigh Valley Health Network. It also houses a membership gym and a brand new Marriott Renaissance hotel.</p>\n<p>“We really had to approach this differently,” Reilly says. “We had to look at this as a kind of master-planned opportunity to redevelop an urban area and really started thinking about this as creating a place.”</p>\n<p>The NIZ allows Reilly to charge cheaper rent, which has been attractive to prospective tenants. Reilly’s office is across the street in a new building called Two City Center, which is also the new headquarters of National Penn Bank, the first bank to call Allentown home in four decades. A new upscale restaurant called The Hamilton — one that never could have survived in the area five years ago — opened on the ground floor in July.</p>\n<p>“There will be 3,000 more people working here [in September] than there were a year ago,” Reilly says. “And for a city like Allentown, that’s just extraordinary. Some may say it’s an expensive project, and there’s a lot of state subsidy in it. And there is, but what’s it worth to turn around the third largest city in the state of Pennsylvania?”</p>\n<p><span><strong>Still a tough road</strong></span></p>\n<p><span>In the shadows of all that new development, just four blocks up 7</span><sup>th</sup> <span>Street, is the neighborhood where Julio Guridy grew up. Guridy was born in the Dominican Republic and was among the first of several waves of immigrants to move to Allentown almost four decades ago.</span></p>\n<p>[[{\"fid\":\"281738\",\"view_mode\":\"default\",\"fields\":{\"format\":\"default\",\"field_file_image_alt_text[und][0][value]\":\"\",\"field_file_image_title_text[und][0][value]\":\"\",\"field_description[und][0][value]\":\"Row%20houses%20on%207%3Csup%3Eth%3C%2Fsup%3E%20Street%20in%20downtown%20Allentown%20are%20now%20mostly%20home%20to%20first%20and%20second%20generation%20immigrants.%20At%20the%20end%20of%20the%20street%20is%20one%20of%20The%20NIZ%E2%80%99s%20new%20buildings.\",\"field_description[und][0][format]\":\"full_html\",\"field_byline_text[und][0][value]\":\"Tommy Andres/Marketplace\",\"field_migration_notes[und][0][value]\":\"\"},\"type\":\"media\",\"attributes\":{\"height\":3264,\"width\":4912,\"class\":\"media-element file-default\"}}]]</p>\n<p>Allentown is now nearly 50 percent Hispanic and Latino. Most of those residents are from Puerto Rico or the Dominican Republic, and most moved from New York and New Jersey, not because of job prospects, but to escape rising costs of living.</p>\n<p>\"The big influx came about ten years ago,”Guridy says. “It's still a fairly new community. Many of them transferred from some other place with a Section 8 voucher. Some of them transferred with a welfare check.\"</p>\n<p>Allentown’s population never stopped growing. As suburban sprawl drew the locals away, immigrants moved into downtown. Many are first generation and don’t speak much English. The result is a poverty rate in Allentown that is nearly ten times the national average.</p>\n<p>So how will the NIZ help this burgeoning portion of the city?</p>\n<p>“That’s the multimillion-dollar question,” Guridy says.</p>\n<p>The residents on Guridy’s old street have all seen the new development and most have heard about the NIZ. And most believe it will bring in more people and more foot traffic. Zack Alali is from Syria and moved to Allentown from New York in the wake of September 11. He says the city knows what it's doing when it comes to big business.</p>\n<p>“You think they’re going to spend $200 million on nothing? They’re not stupid,” he says.</p>\n<p>But Alali also believes the city is ignoring small business owners in favor of the big developers, and says the feeling that he is an underdog is palpable.</p>\n<p>“I applied for a loading zone in front of my shop. It took them three years to approve it,” he says. “The arena people changed the collection of the trash for the whole city in one week. So that tells you everything.”</p>\n<p>Edis Farmin moved to Allentown from New York a decade ago. She owns a building and runs a salon in it called Dominican Beauty, just up the road from Alali’s store. She says the development that’s going on at the end of her street is for other people, not for her. She’s also upset because today she got a letter saying her taxes are going up. They aren’t city taxes — they’re state and county taxes — but she sees the new development and can’t help but link the two.</p>\n<p>“That’s not fair,” she says. “They want Hispanic people to go back to New York. That’s all they want.”</p>\n<p>Guridy says he’s not surprised at the mixed response from the changing neighborhood. “I think there has to be an opportunity for all,” he says. “And I think that opportunity is open. I think the issue is, are we as a Hispanic community and a small business community prepared to take on those projects? It’s going to be difficult at the beginning. It’s not impossible.”</p>\n<p>Mayor Pawlowski says his city will never be able to build away all of its problems, but he’s happy with the city’s success so far. “Before, we were dealing with not being able to get anyone to invest in the city of Allentown,” he says. “It was a place where no one wanted to be. Now we’re dealing with the issue of maybe we’re gentrifying our community too fast. I’d rather have that problem. That’s a problem I can deal with and we can address.”</p>\n<p>The mayor says that because of the NIZ, his city has pushed forward 20 years in two. “For years, I was like Sisyphus, just pushing that boulder up the hill. And every time we seemed to be getting to the top, it would roll back down. I think the boulder is now over the top of the hill.”</p>\n<p><span><strong>Allentown as a trend-setter?</strong></span></p>\n<p><span>It's too early to gauge success in Allentown. The city is only two years into a 30-year plan. But whether six square blocks of development can ripple through a city of 18 square miles doesn't seem to matter to Allentown's neighbors. The cities of Lancaster and Bethlehem each have their own state-funded development plans in the works. They call theirs \"</span><span>The City Revitalization &amp; Improvement Zone,\" or CRIZ.&nbsp;</span></p>\n<p>If all goes according to plan, Allentown’s change in tune will debut on Sept. 12, when The Eagles open up the city’s brand new hockey arena with a sold-out concert. Sen. Pat Browne says he’s got tickets, but he’s more interested in the show outside.</p>\n<p>“Leading up to the event, I’m not going to spend my time in the arena,” Browne says. “I’m going to spend my time outside looking at the waves of people coming downtown and seeing something I haven’t seen in 30 years. And it’s going to feel real good.”</p></div>","byline":"Tommy Andres","itags":["Marketplace","Marketplace for Thursday, September 11, 2014","be5ced0a55bb3d9ff5997c8ffed6e28e","PMP:Marketplace_PMP"],"guid":"be5ced0a-55bb-43d9-8f59-7c8ffed6e28e","teaser":"Pennsylvania's third largest city has been dying for decades. Can it build itself back to life?","published":"2014-09-11T21:02:36+00:00","tags":["Economy","APM","development","Pennsylvania","Allentown","American Futures","urban planning"],"title":"Allentown bets big to shed its former image","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p><strong>Update: Kai caught up with the Atlantic&apos;s Jim Fallows on the day of the big Eagles concert. Listen here and read the full story below:</strong><iframe frameborder=\\\"no\\\" scrolling=\\\"no\\\" src=\\\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/167471473&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false\\\"></iframe></p>\"},{\"type\":\"text/html\",\"content\":\"<p> </p>\"},{\"content\":\"<hr />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>Downtown Allentown, Pennsylvania, was once home to the most popular department store in the nation.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>“Hess’s here did $190 million worth of retail sales in 1970,” says the city’s mayor Ed Pawlowski. “Think about that. They were the highest grossing retailer in the country, and they were here in Allentown. We were the major retail hub for the entire region.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p><strong>A city&apos;s troubled past</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>There’s a good chance the first thing that pops into your head when you think about Allentown is the song Billy Joel wrote about it. It’s a song about the coal and steel industries drying up and the city bleeding out.</span></p>\"},{\"content\":\"<p><iframe frameborder=\\\"0\\\" src=\\\"//www.youtube.com/embed/BHnJp0oyOxs\\\"></iframe></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But most folks in Allentown will tell you that song isn’t even about their city. It’s about neighboring Bethlehem, where there was a massive steel mill. If an autopsy was performed on Allentown, globalization and deindustrialization would just be footnotes.</p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>The real cause of death would be the mall.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>“When the malls got built, it sucked everything out like a giant vacuum,” Mayor Pawlowski says. Retail left downtown and people moved to the suburbs in hoards. </span><span>“This city was like any other Rust Belt city in the Northeast and Midwest. Our economy was in the tank, we weren’t seeing growth and we weren’t seeing development. In fact, we would probably end up as the next Detroit, in bankruptcy.”</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>But in a span of only five years, that has all changed, the mayor says.</span></p>\"},{\"content\":\"<p><span>“We went from a multimillion-dollar deficit to a multimillion-dollar surplus. We’re seeing 4,000 new jobs come into the urban core and a billion dollars of new development,&quot; he said. &quot;We’re now the fastest growing city in the commonwealth of Pennsylvania, and we haven’t raised property taxes in nine years.”</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Allentown’s story of revitalization starts in 2008, when the gates of a brand new $50 million baseball stadium opened. Despite the city’s financial struggles and decades-long economic decline, Allentown has remained the third largest city in Pennsylvania, and because it’s less than 90 miles from the major media markets of Philadelphia and New York, Allentown city officials were able to lure in the Phillies minor league baseball team with some financial incentives.</p>\"},{\"content\":\"<p><span>Lee Butz is the president of Alvin H. Butz, Inc., a construction company named after his grandfather. The company built Coca-Cola Park, home of the team now named the Lehigh Valley IronPigs. The Butz family operated out of Allentown for generations, but when downtown drained, they left too.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>“In 1972 we moved from Allentown to the suburbs,” Butz says. “At that time, it seemed like not that important of a move. It was convenient and closer to our homes. But the problem was, almost everyone was moving out of the center city and in a couple of decades it became so severe that many people thought Allentown would never survive.”</span></p>\"},{\"content\":\"<p>But when the city got the IronPigs, Butz says there was a shift in mentality. Suddenly a town that had gotten used to losing felt what it was like to win. “There were a lot of people who said the Lehigh Valley will never support minor league baseball,” Butz says. “Not only did the people support it, it has been the best attended minor league ballpark in the country for several years.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Butz says the success of the IronPigs proved that Allentown could be a viable market, and it drew him back to downtown. Just after the stadium went up, his company built a new office in the city and moved in.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“We came back because the community has been so good to us. We just felt, what’s the best way we can pay the community back? Let’s go to downtown Allentown and see if it makes a difference, see whether a lot of people will follow us downtown.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The first several years were rough. “We thought maybe we’d made a terrible mistake,” Butz says. “We occupied two floors of our six story building and we hardly had any other tenants. We thought, oh, gosh, we can’t make this work. But then along came the NIZ. It changed everything.”</p>\"},{\"content\":\"<p><span><strong>The turning point</strong></span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>The NIZ is the whimsical shorthand folks in Allentown use for a plan called the</span> <a href=\\\"http://www.allentownpa.gov/Government/Departments-Bureaus/Community-and-Economic-Development/Neighborhood-Improvement-Zone\\\">Neighborhood Improvement Zone</a><span>. The plan is the brainchild of Pennsylvania state senator Pat Browne. It gives developers who chose to build in downtown Allentown a special incentive.  </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>“Any taxes they generate as a result of their operations in Allentown can be used by the developer to offset the costs of that investment,” Browne says.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>The general concept of using state tax incentives and incremental financing is not new. Browne says the American railroads were built on the model back in the 1860s.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>[[{&quot;fid&quot;:&quot;281719&quot;,&quot;view_mode&quot;:&quot;default&quot;,&quot;fields&quot;:{&quot;format&quot;:&quot;default&quot;,&quot;field_file_image_alt_text[und][0][value]&quot;:&quot;Allentown&quot;,&quot;field_file_image_title_text[und][0][value]&quot;:&quot;Allentown&quot;,&quot;field_description[und][0][value]&quot;:&quot;Construction%20workers%20put%20the%20finishing%20touches%20on%20the%20entrance%20way%20of%20the%20PPL%20Center%20in%20preparation%20for%20the%20arena%E2%80%99s%20first%20event%2C%20a%20sold%20out%20Eagles%20concert.&quot;,&quot;field_description[und][0][format]&quot;:&quot;full_html&quot;,&quot;field_byline_text[und][0][value]&quot;:&quot;Tommy Andres/Marketplace&quot;,&quot;field_migration_notes[und][0][value]&quot;:&quot;&quot;},&quot;type&quot;:&quot;media&quot;,&quot;attributes&quot;:{&quot;alt&quot;:&quot;Allentown&quot;,&quot;title&quot;:&quot;Allentown&quot;,&quot;height&quot;:738,&quot;width&quot;:1111,&quot;class&quot;:&quot;media-element file-default&quot;}}]]</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>What makes the NIZ unique is the word &quot;any.&quot; “We’ve never been able to pull together an incentive that uses the entire state tax portfolio,” Browne says. </p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>Here’s how it works: If a building is built in the NIZ, the developer can get back the sales tax on any purchase made in that building for 30 years. That developer can also collect state income tax from any employee who works in that building. Even the corporate tax on businesses can be tapped. The state and city oversee the distribution, and if the kickbacks exceed what the developer spent on the building, the rest of the money goes to the state.</span></p>\"},{\"content\":\"<p>The NIZ went into effect in 2012, and swept up around <a href=\\\"http://articles.mcall.com/2012-03-02/news/mc-allentown-phantoms-arena-taxes-20120302_1_130-acre-downtown-neighborhood-improvement-zone-income-taxes\\\">$14 million</a> for developers that first year.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>J.B. Reilly is one of those developers. He grew up in Allentown, then made his fortune in the suburban sprawl that led to Allentown’s demise. Now, he has come back to invest in downtown. “Not only did we see a financial opportunity,” he says, “We saw a community development opportunity.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>When it was commissioned for $50 million, Coca-Cola Park felt like a risky bet. But Reilly has raised the stakes immensely, putting down nearly a billion dollars on another sport: hockey. Reilly’s company, The City Center Management Company, is building the new home of the Philadelphia Flyers&apos; minor league team, the Phantoms. His hope is that it will become the heart of a new city.</p>\"},{\"content\":\"<p>“There’s a million square feet of development in the arena block between the hotel, the office retail, the arena itself and around 900 parking spaces,” Reilly says.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Reilly says Coca-Cola Park may have helped the city’s outlook and image, but it didn’t do much to spur growth. “It ended up being built on the fringes of Allentown and really didn’t have a benefit to downtown.” Reilly is confident the new PPL Center hockey arena downtown will be different because it’s more than just an arena. The stadium is encapsulated by the new offices of the region’s largest employer, the Lehigh Valley Health Network. It also houses a membership gym and a brand new Marriott Renaissance hotel.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“We really had to approach this differently,” Reilly says. “We had to look at this as a kind of master-planned opportunity to redevelop an urban area and really started thinking about this as creating a place.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The NIZ allows Reilly to charge cheaper rent, which has been attractive to prospective tenants. Reilly’s office is across the street in a new building called Two City Center, which is also the new headquarters of National Penn Bank, the first bank to call Allentown home in four decades. A new upscale restaurant called The Hamilton — one that never could have survived in the area five years ago — opened on the ground floor in July.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“There will be 3,000 more people working here [in September] than there were a year ago,” Reilly says. “And for a city like Allentown, that’s just extraordinary. Some may say it’s an expensive project, and there’s a lot of state subsidy in it. And there is, but what’s it worth to turn around the third largest city in the state of Pennsylvania?”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span><strong>Still a tough road</strong></span></p>\"},{\"content\":\"<p><span>In the shadows of all that new development, just four blocks up 7</span><sup>th</sup> <span>Street, is the neighborhood where Julio Guridy grew up. Guridy was born in the Dominican Republic and was among the first of several waves of immigrants to move to Allentown almost four decades ago.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>[[{&quot;fid&quot;:&quot;281738&quot;,&quot;view_mode&quot;:&quot;default&quot;,&quot;fields&quot;:{&quot;format&quot;:&quot;default&quot;,&quot;field_file_image_alt_text[und][0][value]&quot;:&quot;&quot;,&quot;field_file_image_title_text[und][0][value]&quot;:&quot;&quot;,&quot;field_description[und][0][value]&quot;:&quot;Row%20houses%20on%207%3Csup%3Eth%3C%2Fsup%3E%20Street%20in%20downtown%20Allentown%20are%20now%20mostly%20home%20to%20first%20and%20second%20generation%20immigrants.%20At%20the%20end%20of%20the%20street%20is%20one%20of%20The%20NIZ%E2%80%99s%20new%20buildings.&quot;,&quot;field_description[und][0][format]&quot;:&quot;full_html&quot;,&quot;field_byline_text[und][0][value]&quot;:&quot;Tommy Andres/Marketplace&quot;,&quot;field_migration_notes[und][0][value]&quot;:&quot;&quot;},&quot;type&quot;:&quot;media&quot;,&quot;attributes&quot;:{&quot;height&quot;:3264,&quot;width&quot;:4912,&quot;class&quot;:&quot;media-element file-default&quot;}}]]</p>\"},{\"content\":\"<p>Allentown is now nearly 50 percent Hispanic and Latino. Most of those residents are from Puerto Rico or the Dominican Republic, and most moved from New York and New Jersey, not because of job prospects, but to escape rising costs of living.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;The big influx came about ten years ago,”Guridy says. “It&apos;s still a fairly new community. Many of them transferred from some other place with a Section 8 voucher. Some of them transferred with a welfare check.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Allentown’s population never stopped growing. As suburban sprawl drew the locals away, immigrants moved into downtown. Many are first generation and don’t speak much English. The result is a poverty rate in Allentown that is nearly ten times the national average.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>So how will the NIZ help this burgeoning portion of the city?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“That’s the multimillion-dollar question,” Guridy says.</p>\"},{\"content\":\"<p>The residents on Guridy’s old street have all seen the new development and most have heard about the NIZ. And most believe it will bring in more people and more foot traffic. Zack Alali is from Syria and moved to Allentown from New York in the wake of September 11. He says the city knows what it&apos;s doing when it comes to big business.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“You think they’re going to spend $200 million on nothing? They’re not stupid,” he says.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But Alali also believes the city is ignoring small business owners in favor of the big developers, and says the feeling that he is an underdog is palpable.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“I applied for a loading zone in front of my shop. It took them three years to approve it,” he says. “The arena people changed the collection of the trash for the whole city in one week. So that tells you everything.”</p>\"},{\"content\":\"<p>Edis Farmin moved to Allentown from New York a decade ago. She owns a building and runs a salon in it called Dominican Beauty, just up the road from Alali’s store. She says the development that’s going on at the end of her street is for other people, not for her. She’s also upset because today she got a letter saying her taxes are going up. They aren’t city taxes — they’re state and county taxes — but she sees the new development and can’t help but link the two.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“That’s not fair,” she says. “They want Hispanic people to go back to New York. That’s all they want.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Guridy says he’s not surprised at the mixed response from the changing neighborhood. “I think there has to be an opportunity for all,” he says. “And I think that opportunity is open. I think the issue is, are we as a Hispanic community and a small business community prepared to take on those projects? It’s going to be difficult at the beginning. It’s not impossible.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Mayor Pawlowski says his city will never be able to build away all of its problems, but he’s happy with the city’s success so far. “Before, we were dealing with not being able to get anyone to invest in the city of Allentown,” he says. “It was a place where no one wanted to be. Now we’re dealing with the issue of maybe we’re gentrifying our community too fast. I’d rather have that problem. That’s a problem I can deal with and we can address.”</p>\"},{\"content\":\"<p>The mayor says that because of the NIZ, his city has pushed forward 20 years in two. “For years, I was like Sisyphus, just pushing that boulder up the hill. And every time we seemed to be getting to the top, it would roll back down. I think the boulder is now over the top of the hill.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p><span><strong>Allentown as a trend-setter?</strong></span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>It&apos;s too early to gauge success in Allentown. The city is only two years into a 30-year plan. But whether six square blocks of development can ripple through a city of 18 square miles doesn&apos;t seem to matter to Allentown&apos;s neighbors. The cities of Lancaster and Bethlehem each have their own state-funded development plans in the works. They call theirs &quot;</span><span>The City Revitalization &amp; Improvement Zone,&quot; or CRIZ. </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>If all goes according to plan, Allentown’s change in tune will debut on Sept. 12, when The Eagles open up the city’s brand new hockey arena with a sold-out concert. Sen. Pat Browne says he’s got tickets, but he’s more interested in the show outside.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“Leading up to the event, I’m not going to spend my time in the arena,” Browne says. “I’m going to spend my time outside looking at the waves of people coming downtown and seeing something I haven’t seen in 30 years. And it’s going to feel real good.”</p>\"}]","description":"Pennsylvania's third largest city has been dying for decades. Can it build itself back to life?","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/DSC00994.jpg?itok=RCGJmtuj","meta":{"width":"610","crop":"primary","height":"340"}},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/09/11/mp_20140911_seg_22_64.mp3","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/09/11/mp_20140911_seg_22","type":"application/json"},"duration_hms":"00:10:00","duration":600},"type":"audio/mpeg","format":"MP3"}]}