{"created":"2014-09-03T20:40:21+00:00","modified":"2014-10-16T13:32:31+00:00","valid":{"from":"2014-10-16T13:32:31+00:00","to":"3014-10-16T13:32:31+00:00"},"hreflang":"en","title":"Record Store Day Premieres From Springsteen, Devo, Joe Strummer And The Pogues, More","published":"2014-04-16T20:30:00+00:00","teaser":"In celebration of Record Store Day, the latest <em>All Songs Considered</em> mix features never-before-heard cuts from The Boss and more.","itags":["npr_api","303396052"],"guid":"be5e8754-3e43-4ec7-8da9-29ecd450c407","contentencoded":"<p>Music nerds: gather round! This week, our show is dedicated to celebrating one of the most joyous days of the year. No, not Flag Day. Record Store Day! This Saturday, Apr. 19, is the day when masses of music lovers wait in long lines at local independent records stores, hoping to score exclusive releases on vinyl.</p><p>To mark the occasion, hosts Bob Boilen and Robin Hilton share six Record Store Day exclusives, starting with a cut by Bruce Springsteen, from an EP he's releasing called <em>American Beauty</em>. The 12\" EP features four unreleased, never-heard songs from The Boss. Three were recorded during sessions for his <em>High Hopes</em> LP. The fourth, and one we've got, is an earlier, electrified cut called \"Hurry Up Sundown.\"</p><p>Bob follows with a live recording of Devo made during a 1977 concert at Max's Kansas City. The song, \"Uncontrollable Urge,\" shows the punchier side to the band's sound.</p><p>One of those very music fans who waits in line on Record Store Day, Ben Kessler, shares his meticulously planned list of \"needs\" and \"wants,\" and explains his unbridled spending habits this time of year. On his list: A live recording from 1991 of The Pogues with Joe Strummer of The Clash (who had temporarily replaced singer Shane MacGowan in the band) on vocals, including \"If I Could Fall From Grace With God.\" Ben then shifts gears and unearths his love for Ke$ha and Lydia Loveless. Loveless is releasing a 7\" single with a new original song backed by a surprising cover of Ke$ha's \"Blind.\"</p><p>We close the show out with a strangely textured Dana Falconberry song produced by Spoon drummer Jim Eno, and \"Always N Forever\" by Chicago's brash, young rock group The Orwells. Merry Record Store Day, everyone!  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Record+Store+Day+Premieres+From+Springsteen%2C+Devo%2C+Joe+Strummer+And+The+Pogues%2C+More&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1303720950-f050cd.m3u?orgId=1&topicId=1039&ft=3&f=303396052"},{"href":"http://media.npr.org/assets/img/2014/04/16/collage20140416-921694a40ae0cc16b6a2186069909110b106daaa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}}]}