{"created":"2014-10-21T08:59:56+00:00","modified":"2014-11-10T21:35:29+00:00","valid":{"from":"2014-11-10T21:35:29+00:00","to":"3014-11-10T21:35:29+00:00"},"hreflang":"en","title":"Oscar De La Renta Was About Making Women Look And Feel Their Best","published":"2014-10-21T17:45:00+00:00","teaser":"His designs weren't experimental, says fashion critic Robin Givhan, but their popularity proved that there's still a place in our culture for fashion rooted in beauty, propriety and decorum.","itags":["npr_api","357737270"],"guid":"be674c3b-3e39-4e4d-8374-a8e3bfb058cc","contentencoded":"<p>Fashion designer Oscar de la Renta <a href=\"http://www.npr.org/blogs/thetwo-way/2014/10/20/357699525/reports-fashion-icon-oscar-de-la-renta-dies-after-long-cancer-fight\">died Monday</a> at the age of 82. As <em>Washington Post</em> fashion critic Robin Givhan tells NPR's Steve Inskeep, the designer understood something very fundamental about women, no matter their age or background.</p><p>\"They want to look pretty,\" Givhan says. \"And his clothes were not these sort of experimental garments where, you know, sleeves or armholes were optional. And he wasn't sort of this guy who made fashion all about him. You could really tell that the work was there to make women look and feel their best.\"</p><p>Givhan joins Inskeep to reflect on de la Renta's legacy.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On de la Renta's personal story</strong></p><p>He was born in the Dominican Republic. ... He had six sisters and his mother encouraged his interest in fine arts. And that sort of got him off on a journey to Europe, where he was planning to study art, but he ended up getting involved in sketching for design houses, and that was kind of his entry point into the world of fashion.</p><p><strong>On his personality</strong></p><p>I think one of the magical things about him was that he had a certain charm and charisma, and in many ways it's something that you don't really see anymore. I mean, the last time I interviewed him I recall that he apologized because he had taken off his tie. I mean, who does that? I don't think I've ever seen him in anything other than a suit. So there <em>was</em> a sense of propriety about him, but at the same time he had a wicked sense of humor. He loved a good, dishy story. ... He would absolutely gossip in a wonderful, funny, sort of naughty way. And, you know, I think that sort of endeared him to women, because he was good fun to be around.</p><p><strong>On the women who have worn de la Renta designs</strong></p><p>Laura Bush and first lady Michelle Obama, who recently wore one of his dresses. ... A string of first ladies, but you can expand that and you can include Sarah Jessica Parker and Nicki Minaj and Rihanna. And that's what I think is sort of extraordinary about his work, that it was able to reach across these generations. I mean, he dressed Laura Bush but he also dressed Jenna Bush Hager. So that's a pretty wide range.</p><p><strong>On de la Renta's legacy</strong></p><p>I think a lot of designers, and sometimes to their credit, they have an agenda, which is to say something about the culture or to show that they have this sort of higher-minded intellectual pursuit. But I think sometimes we miss those designers — or don't give them as many kudos — who really are about just making women look pretty. ...</p><p>He does leave a legacy, and that is that there is a place in our culture for a kind of fashion that is still rooted in beauty and propriety and decorum, and that none of that means that it's old-fashioned — that it can be just as modern as anything else and that it appeals to women from ages 80 to 20.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Oscar+De+La+Renta+Was+About+Making+Women+Look+And+Feel+Their+Best&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"244"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357737271-05655a.m3u?orgId=1&topicId=1062&ft=3&f=357737270"},{"href":"http://media.npr.org/assets/img/2014/10/21/delarenta-02-0bd9036194c03482c6b1e402608458f7b50aa4f0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1501","width":"2000"}}]}