{"created":"2015-06-24T20:26:58+00:00","modified":"2015-06-30T18:31:46+00:00","valid":{"from":"2014-08-21T05:32:19+00:00","to":"3014-08-21T05:32:19+00:00"},"hreflang":"en","guid":"be6c853f-891e-43c0-8067-6494ffa10377","teaser":"Actor Elisabeth Moss first beamed into American living rooms at age 10, when she landed a recurring role on the TV show “Picket Fences.”  Since then she’s earned a Golden Globe award for her starring role in the miniseries “Top of the Lake,” and no less than four Emmy nominations playing secretary-turned-ad-executive Peggy Olson on […]","title":"Elisabeth Moss, on a Roll, Gathers No Stones","byline":"Martin, Brittany","tags":["APM","Guest of Honor","film","movies","television"],"contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Actor Elisabeth Moss first beamed into American living rooms at age 10, when she landed a recurring role on the TV show “Picket Fences.”  Since then she’s earned a Golden Globe award for her starring role in the miniseries “Top of the Lake,” and no less than four Emmy nominations playing secretary-turned-ad-executive Peggy Olson on the hit AMC series “Mad Men.” That series is wrapping up its seventh and final season next spring, but fans can see her on the big screen this week — she stars alongside Mark Duplass in the genre-busting drama/rom-com/surreal indie thriller “<a href=\\\"https://www.facebook.com/theoneilovefilm\\\">The One I Love</a>.”</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><iframe allowfullscreen=\\\"allowfullscreen\\\" frameborder=\\\"0\\\" src=\\\"//www.youtube.com/embed/jCOvhojlZzQ\\\"></iframe></p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> How would you define this movie?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Elisabeth Moss:</strong> I like ‘dramedy,’ I like that word. But it has like a kind of magical realism element to it, I would say, as well.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> It’s a melange. You mentioned the surreal element of it. I have to mention this early on: There is an important, <em>very</em> surreal twist early in the movie that really defines the entire story, which makes it incredibly difficult to talk about without spoiling the whole thing on one level. So I’m gonna put this on your shoulders. You tell us what the movie is about, and tell as much as you’re willing to spoil.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Elisabeth Moss:</strong> <em>Perfect</em>, thank you, I appreciate that.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> You’re welcome.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Elisabeth Moss:</strong> Basically, the “spoiler” happens after, like, the first ten minutes, so I can tell you all about the first ten minutes of the movie!</p><br /><p>It’s about a couple that’s been together for four years and is going through a hard time, and is trying to find the magic again — is trying to find that spark that they had at the beginning.  Ted Danson is their therapist, and he sends them away for the weekend for a little retreat to try to bring that magic back into their relationship. And basically… I think the literal log line, is: “They get more than they bargained for.”</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> That’s it? You’re not gonna give me more than that to work with?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Elisabeth Moss:</strong> No.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> That’s the log line for every movie ever made, “They get more than they bargained for!”</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Elisabeth Moss:</strong> I know! I think that’s the description for, like, “Tammy” and “Planet of the Apes”…</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Well, just to differentiate this from “Planet of the Apes,” I’ll add a very little bit that I don’t think gives away too much: That at a certain point, you have to play the husband’s idealized version of your character.  But you do it by changing your performance only very subtly. You add the slightest shade of gray. As a viewer, the difference is barely perceptible, which seems like the toughest acting assignment imaginable. How did you decide what little changes to make?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Elisabeth Moss:</strong> Well, thank you, I do appreciate that. I mean, I think what we were trying to figure out — with our talks in rehearsals that we had — was like, what makes the ideal partner, and what makes the ideal woman or man in a partnership? It was interesting talking to the guys about what <em>they</em> thought were the things a woman was looking for in a man. By the way, all men think that Ryan Gosling is like Jesus Christ.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> They think that’s what all women are looking for, is Ryan Gosling?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Elisabeth Moss:</strong> I mean… they’re kind of right, we kind of are.  But they hold Ryan Gosling – sorry to put you as a “they” – but they hold Ryan Gosling up to be this slick, cool guy. And me and Mel, the producer, were kind of the female voices, and we were like, “Actually, it’s <em>not</em> all about that.  Do you make us laugh? Are you listening to us? Do you care about what we have to say? That’s what really matters in a relationship.”</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> And what did you come up with for <em>your</em> character? What did you decide <em>men</em> most wanted to see in this idealized female?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Elisabeth Moss:</strong> At first, it was kind of… you know, I think what we decided was the ideal woman laughs at everything you say, thinks you’re the most hilarious man in the world, always thinks that you’re attractive, even when you’re like burping and farting.  So that’s what we tried to focus on. Not so much how the woman acts, but how she treats the man.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> I was actually surprised to learn this movie was half scripted and the rest improvised. It doesn’t feel loose or unstructured the way that would suggest — it feels very taut.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>But I also know that, on “Mad Men,” apparently, the creator Matthew Weiner wants every word spoken as written. You also appeared on Broadway in Mamet’s “Speed-the-Plow.” Mamet’s another guy who feels pretty strongly about the precision of his words. How did you deal with suddenly <em>not</em> having that kind of hard blueprint of dialogue?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Elisabeth Moss:</strong> It’s super weird. I have a huge respect for writers, and I actually was probably the person who changed the writing of this film the least. I would always be like, “No, that line’s fine, I’ll just say that!” I rely on writing, I rely on good writers. But, there <em>was</em> some looseness, and obviously it’s incredibly freeing. You know, in Mamet, there’s a difference between a pause and a halt; super-specific.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> How rigid are those guys, by the way, Mamet and Weiner, about their words? I mean, if you drop a word, are you fired?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Elisabeth Moss:</strong> No, you’re not fired!  But on “Mad Men” there’s a script supervisor who would come up to you and be like, “You know, you missed this <em>syllable</em>.” No joke. After nine years, you just get used to it.</p><br /><p>When I did the Mamet play, he didn’t direct it, so we stuck to the play, word-for-word, because that’s what you do. That’s the challenge of doing Mamet, is doing it exactly the way that he wrote it.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> I want to ask you a little bit about “Mad Men,” since we still have the second half of the last season to look forward to. Your character goes from being an assistant saying “yes sir,” to one of the most powerful characters on the show. First of all, when you accepted the role, did you know that was gonna be the arc?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Elisabeth Moss:</strong> No, no, no, no, not at all. I had no idea.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> So, you find out mid-way through the series that you’re basically gonna embody the career woman in the late 20th century. How did you deal with that? I mean, did you have conversations with your mother, your grandmother, about what it was like for them during that time? How did you deal with it?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Elisabeth Moss:</strong> I didn’t do any research for the role. Nowadays I know more about it — I know, you know, about <a href=\\\"http://en.wikipedia.org/wiki/Mary_Wells_Lawrence\\\">Mary Wells</a>.  But at the beginning, I didn’t do any research or anything because I wanted her to be a real girl. I wanted her to be somebody that a girl in the 2000s could identify with. I didn’t want it to be a ‘period character,’ or “The Story Of Feminism,” you know? It was about an individual, like any woman dealing with challenges of being a woman in the workplace.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> But I know that people debate this character like a real person, you know — like, “What happens to her happened to all of us.” I can imagine that feeling like a lot of pressure.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Elisabeth Moss:</strong> Not for me. I don’t write it. So, for me, I don’t have any of the pressure. I just say what I’m given.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> “That was Matthew.”</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Elisabeth Moss:</strong> Yeah, I’m sure Matt has a lot of pressure, yeah!</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> You can be like, “That’s <em>his</em> fault.”</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Elisabeth Moss:</strong> That’s all on him!  But he also makes the most money, so he can handle it.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> <em>He</em> can take the heat. All right, we have two questions we ask everyone on this show. The first one is, if we were to meet you at a dinner party, what question should we not ask you?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Elisabeth Moss:</strong> Don’t ask me about my relationships or exes, or anything like that.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> All right. Believe me, the temptation was great, since we’re talking about a movie <em>about</em> relationships.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Elisabeth Moss:</strong> I know! Or, at least give me like a bottle of wine first, and then we can talk.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Next time I will bring the wine. Our second question is kind of the flip of that: Tell us something we don’t know, about yourself or anything in the world.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Elisabeth Moss:</strong> That I love drinking wine and talking about relationships.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"}]","description":"Actor Elisabeth Moss first beamed into American living rooms at age 10, when she landed a recurring role on the TV show “Picket Fences.”  Since then she’s earned a Golden Globe award for her starring role in the miniseries “Top of the Lake,” and no less than four Emmy nominations playing secretary-turned-ad-executive Peggy Olson on […]","itags":["PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2014-08-21","be6c853f891e3c04067d6494ffa10377"],"published":"2014-08-21T05:32:19+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>Actor Elisabeth Moss first beamed into American living rooms at age 10, when she landed a recurring role on the TV show “Picket Fences.”&nbsp; Since then she’s earned a Golden Globe award for her starring role in the miniseries “Top of the Lake,” and no less than four Emmy nominations playing secretary-turned-ad-executive Peggy Olson on the hit AMC series “Mad Men.” That series is wrapping up its seventh and final season next spring, but fans can see her on the big screen this week — she stars alongside Mark Duplass in the genre-busting drama/rom-com/surreal indie thriller “<a href=\"https://www.facebook.com/theoneilovefilm\">The One I Love</a>.”</p>\n<br />\n<p><iframe src=\"//www.youtube.com/embed/jCOvhojlZzQ\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe></p>\n<br />\n<p><strong>Rico Gagliano:</strong> How would you define this movie?</p>\n<br />\n<blockquote>\n<p><strong>Elisabeth Moss:</strong> I like ‘dramedy,’ I like that word. But it has like a kind of magical realism element to it, I would say, as well.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> It’s a melange. You mentioned the surreal element of it. I have to mention this early on: There is an important, <em>very</em> surreal twist early in the movie that really defines the entire story, which makes it incredibly difficult to talk about without spoiling the whole thing on one level. So I’m gonna put this on your shoulders. You tell us what the movie is about, and tell as much as you’re willing to spoil.</p>\n<br />\n<blockquote>\n<p><strong>Elisabeth Moss:</strong> <em>Perfect</em>, thank you, I appreciate that.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> You’re welcome.</p>\n<br />\n<blockquote>\n<p><strong>Elisabeth Moss:</strong> Basically, the “spoiler” happens after, like, the first ten minutes, so I can tell you all about the first ten minutes of the movie!</p>\n<br />\n<p>It’s about a couple that’s been together for four years and is going through a hard time, and is trying to find the magic again — is trying to find that spark that they had at the beginning.&nbsp; Ted Danson is their therapist, and he sends them away for the weekend for a little retreat to try to bring that magic back into their relationship. And basically… I think the literal log line, is: “They get more than they bargained for.”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> That’s it? You’re not gonna give me more than that to work with?</p>\n<br />\n<blockquote>\n<p><strong>Elisabeth Moss:</strong> No.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> That’s the log line for every movie ever made, “They get more than they bargained for!”</p>\n<br />\n<blockquote>\n<p><strong>Elisabeth Moss:</strong> I know! I think that’s the description for, like, “Tammy” and “Planet of the Apes”…</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Well, just to differentiate this from “Planet of the Apes,” I’ll add a very little bit that I don’t think gives away too much: That at a certain point, you have to play the husband’s idealized version of your character.&nbsp; But you do it by changing your performance only very subtly. You add the slightest shade of gray. As a viewer, the difference is barely perceptible, which seems like the toughest acting assignment imaginable. How did you decide what little changes to make?</p>\n<br />\n<blockquote>\n<p><strong>Elisabeth Moss:</strong> Well, thank you, I do appreciate that. I mean, I think what we were trying to figure out — with our talks in rehearsals that we had — was like, what makes the ideal partner, and what makes the ideal woman or man in a partnership? It was interesting talking to the guys about what <em>they</em> thought were the things a woman was looking for in a man. By the way, all men think that Ryan Gosling is like Jesus Christ.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> They think that’s what all women are looking for, is Ryan Gosling?</p>\n<br />\n<blockquote>\n<p><strong>Elisabeth Moss:</strong> I mean… they’re kind of right, we kind of are.&nbsp; But they hold Ryan Gosling – sorry to put you as a “they” – but they hold Ryan Gosling up to be this slick, cool guy. And me and Mel, the producer, were kind of the female voices, and we were like, “Actually, it’s <em>not</em> all about that.&nbsp; Do you make us laugh? Are you listening to us? Do you care about what we have to say? That’s what really matters in a relationship.”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> And what did you come up with for <em>your</em> character? What did you decide <em>men</em> most wanted to see in this idealized female?</p>\n<br />\n<blockquote>\n<p><strong>Elisabeth Moss:</strong> At first, it was kind of… you know, I think what we decided was the ideal woman laughs at everything you say, thinks you’re the most hilarious man in the world, always thinks that you’re attractive, even when you’re like burping and farting.&nbsp; So that’s what we tried to focus on. Not so much how the woman acts, but how she treats the man.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> I was actually surprised to learn this movie was half scripted and the rest improvised. It doesn’t feel loose or unstructured the way that would suggest — it feels very taut.</p>\n<br />\n<p>But I also know that, on “Mad Men,” apparently, the creator Matthew Weiner wants every word spoken as written. You also appeared on Broadway in Mamet’s “Speed-the-Plow.” Mamet’s another guy who feels pretty strongly about the precision of his words. How did you deal with suddenly <em>not</em> having that kind of hard blueprint of dialogue?</p>\n<br />\n<blockquote>\n<p><strong>Elisabeth Moss:</strong> It’s super weird. I have a huge respect for writers, and I actually was probably the person who changed the writing of this film the least. I would always be like, “No, that line’s fine, I’ll just say that!” I rely on writing, I rely on good writers. But, there <em>was</em> some looseness, and obviously it’s incredibly freeing. You know, in Mamet, there’s a difference between a pause and a halt; super-specific.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> How rigid are those guys, by the way, Mamet and Weiner, about their words? I mean, if you drop a word, are you fired?</p>\n<br />\n<blockquote>\n<p><strong>Elisabeth Moss:</strong> No, you’re not fired!&nbsp; But on “Mad Men” there’s a script supervisor who would come up to you and be like, “You know, you missed this <em>syllable</em>.” No joke. After nine years, you just get used to it.</p>\n<br />\n<p>When I did the Mamet play, he didn’t direct it, so we stuck to the play, word-for-word, because that’s what you do. That’s the challenge of doing Mamet, is doing it exactly the way that he wrote it.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> I want to ask you a little bit about “Mad Men,” since we still have the second half of the last season to look forward to. Your character goes from being an assistant saying “yes sir,” to one of the most powerful characters on the show. First of all, when you accepted the role, did you know that was gonna be the arc?</p>\n<br />\n<blockquote>\n<p><strong>Elisabeth Moss:</strong> No, no, no, no, not at all. I had no idea.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> So, you find out mid-way through the series that you’re basically gonna embody the career woman in the late 20th century. How did you deal with that? I mean, did you have conversations with your mother, your grandmother, about what it was like for them during that time? How did you deal with it?</p>\n<br />\n<blockquote>\n<p><strong>Elisabeth Moss:</strong> I didn’t do any research for the role. Nowadays I know more about it — I know, you know, about <a href=\"http://en.wikipedia.org/wiki/Mary_Wells_Lawrence\">Mary Wells</a>.&nbsp; But at the beginning, I didn’t do any research or anything because I wanted her to be a real girl. I wanted her to be somebody that a girl in the 2000s could identify with. I didn’t want it to be a ‘period character,’ or “The Story Of Feminism,” you know? It was about an individual, like any woman dealing with challenges of being a woman in the workplace.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> But I know that people debate this character like a real person, you know — like, “What happens to her happened to all of us.” I can imagine that feeling like a lot of pressure.</p>\n<br />\n<blockquote>\n<p><strong>Elisabeth Moss:</strong> Not for me. I don’t write it. So, for me, I don’t have any of the pressure. I just say what I’m given.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> “That was Matthew.”</p>\n<br />\n<blockquote>\n<p><strong>Elisabeth Moss:</strong> Yeah, I’m sure Matt has a lot of pressure, yeah!</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> You can be like, “That’s <em>his</em> fault.”</p>\n<br />\n<blockquote>\n<p><strong>Elisabeth Moss:</strong> That’s all on him!&nbsp; But he also makes the most money, so he can handle it.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> <em>He</em> can take the heat. All right, we have two questions we ask everyone on this show. The first one is, if we were to meet you at a dinner party, what question should we not ask you?</p>\n<br />\n<blockquote>\n<p><strong>Elisabeth Moss:</strong> Don’t ask me about my relationships or exes, or anything like that.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> All right. Believe me, the temptation was great, since we’re talking about a movie <em>about</em> relationships.</p>\n<br />\n<blockquote>\n<p><strong>Elisabeth Moss:</strong> I know! Or, at least give me like a bottle of wine first, and then we can talk.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Next time I will bring the wine. Our second question is kind of the flip of that: Tell us something we don’t know, about yourself or anything in the world.</p>\n<br />\n<blockquote>\n<p><strong>Elisabeth Moss:</strong> That I love drinking wine and talking about relationships.</p>\n</blockquote>\n<br /></div>","audio":[{"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/08/464073837sq.jpg","meta":{"width":null,"crop":"primary","height":null}},{"format":"MP3","meta":{"duration_hms":"00:07:27","duration":447,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/segments/2014/08/22/0822_moss","type":"application/json"}},"href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/segments/2014/08/22/0822_moss_128.mp3","type":"audio/mpeg"}]}