{"created":"2015-05-14T03:05:38+00:00","modified":"2015-05-15T12:37:19+00:00","valid":{"from":"2013-06-17T09:15:25+00:00","to":"3013-06-17T09:15:25+00:00"},"hreflang":"en","teaser":"A year of  unrest and civil war has created a new opportunity for private citizens in Syria to earn money with makeshift oil refineries.","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Most of the oil fields in <a href=\\\"http://www.marketplace.org/tags/syria\\\" target=\\\"_blank\\\">Syria</a> are located in the eastern part of the country. Over the past year, large swaths of this area have slipped out of control of the Syrian regime. But the country’s main oil refineries are in the west, still in government’s hands. That has led thousands of people in eastern Syria to take to refining oil themselves.  </p>\"},{\"content\":\"<p>Abu Karam is one of them. Standing next to his makeshift refinery in the countryside of Al Mayadin, he lights up a cigarette. The self-made oilman assures there&apos;s no risk: Crude oil is too heavy to explode, he says. The father of nine has been working odd jobs his whole life, mostly farming and transportation.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>He found himself out of job when the uprising escalated into a civil war over a year ago. The war has brought entire sectors of the economy to a halt. And work in Syria has been scarce. But in eastern Syria, it has also opened up a new opportunity. The Assad regime has controlled the oil industry for decades. When the armed opposition took over, the oil fields in the East were up for grabs. Some were claimed by brigades, others by local tribes or just regular people like Abu Karam.  </p>\",\"type\":\"text/html\"},{\"content\":\"<p>Abu Karam says to learn the refining process he just mimicked what others were doing. There are dozens of similar makeshift refineries all around, and one day, three months ago, he dug a hole and made his own with a few pipes and a large container.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;We fill the container with crude oil, then heat it with fire,&quot; Abu Karam says. &quot;After two hours, fuel will appear from the pipes. First comes benzine, then mazoot.&quot; </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>On good days, Abu Karam makes 5,000 to 6,000 Syrian pounds, about $60. But today is not one of those days.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;Today is a loss,&quot; he says. &quot;Today, there&apos;s a problem. The people who sold me the crude petrol mixed it with water.&quot; </p>\"},{\"type\":\"text/html\",\"content\":\"<p>His son, Khalil, has another problem. The 14-year-old has been working with his dad so he doesn’t have to hire extra help. Khalil hasn’t been to school in weeks and has a big test coming up.  He says he has no idea what the exam will be about. He just knows it&apos;s on Wednesday. </p>\"},{\"content\":\"<p>Then the teenager heads off, his clothes and body covered with soot, and goes to collect the little fuel of the day.</p>\",\"type\":\"text/html\"}]","byline":"Marine Olivesi","published":"2013-06-17T09:15:25+00:00","guid":"be70e873-d3b1-4855-82e4-c1d81004e813","description":"A year of  unrest and civil war has created a new opportunity for private citizens in Syria to earn money with makeshift oil refineries.","tags":["APM","Oil","World","refineries","syria"],"contentencoded":"<div class=\"barn-cleaned\"><p>Most of the oil fields in <a href=\"http://www.marketplace.org/tags/syria\" target=\"_blank\">Syria</a> are located&nbsp;in the eastern part of the country.&nbsp;Over the past year, large swaths of this area have slipped out of control of the Syrian regime. But the country’s main oil refineries&nbsp;are in the west, still in government’s hands. That has led thousands of people in eastern Syria to take to refining oil themselves.&nbsp;&nbsp;</p>\n<p>Abu Karam is one of them.&nbsp;Standing next to his makeshift refinery&nbsp;in the countryside of Al Mayadin,&nbsp;he&nbsp;lights up a cigarette. The self-made oilman assures&nbsp;there's no risk: Crude&nbsp;oil is too heavy to explode, he says. The father of&nbsp;nine has been working odd jobs his whole life, mostly farming and transportation.</p>\n<p>He&nbsp;found himself out of job when the uprising escalated into&nbsp;a civil war over a year ago. The war has brought entire sectors of the economy to a halt. And work in Syria has been scarce. But in eastern Syria,&nbsp;it has also opened up a new opportunity. The Assad regime has controlled the oil industry for decades. When the armed opposition took over, the oil fields in the East were up for grabs. Some were claimed by brigades, others by local tribes or just regular people like Abu Karam.&nbsp;&nbsp;</p>\n<p>Abu Karam&nbsp;says to learn the refining process he just mimicked what others were doing. There are dozens of similar makeshift refineries all around, and&nbsp;one day, three months ago, he dug a hole and&nbsp;made his own with&nbsp;a few pipes and a large container.</p>\n<p>\"We fill the container with crude oil, then heat it with fire,\" Abu Karam says.&nbsp;\"After two hours, fuel will appear from the pipes. First comes benzine, then mazoot.\"&nbsp;</p>\n<p>On good days, Abu Karam makes 5,000 to 6,000 Syrian pounds,&nbsp;about $60.&nbsp;But today is not one of those days.</p>\n<p>\"Today is a loss,\" he says. \"Today, there's a problem. The&nbsp;people who sold me&nbsp;the crude petrol mixed it with water.\"&nbsp;</p>\n<p>His son, Khalil, has another problem.&nbsp;The 14-year-old has been working with his dad so he doesn’t have to hire extra help. Khalil hasn’t been to school in weeks and has a big test coming up.&nbsp;&nbsp;He says he has no idea what the exam will be about. He just knows it's on&nbsp;Wednesday.&nbsp;</p>\n<p>Then the teenager heads off, his clothes and body covered with soot, and goes to&nbsp;collect&nbsp;the little fuel of the day.</p></div>","title":"Syria's mom and pop oil refineries","itags":["be70e873d3b185582e4bc1d81004e813","PMP:Marketplace_PMP","Marketplace Morning Report","Marketplace","Marketplace Morning Report for Monday, June 17, 2013"],"audio":[{"type":"image/jpeg","meta":{"width":"610","height":"340","crop":"primary"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/166801604.jpg?itok=vUgbwMKx"},{"type":"audio/mpeg","format":"MP3","meta":{"duration_hms":"00:02:15","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/06/17/marketplace_segment04_20130617"},"duration":135},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/06/17/marketplace_segment04_20130617_64.mp3"}]}