{"created":"2015-01-12T21:54:21+00:00","modified":"2015-05-20T20:04:38+00:00","valid":{"from":"2015-05-20T20:04:38+00:00","to":"3015-05-20T20:04:38+00:00"},"hreflang":"en","title":"In France's Muslim Community, Stories Of Heroism, And Some Fear","published":"2015-01-21T00:02:00+00:00","teaser":"Muslims were among the first people at the scene of last week's attacks in Paris. An employee of the kosher supermarket saved hostages, and a policeman died responding to the <em>Charlie Hebdo</em> shootings.","itags":["npr_api","376764562"],"guid":"be77ad60-2f2d-4709-be2c-3e453fb29465","contentencoded":"<p>When Lassana Bathily escaped from a Paris supermarket that was under siege, police at first thought he was the assailant. They forced him to the ground and handcuffed him.</p><p>Bathily, 24, is an immigrant from Mali, with the same skin color as the gunman for whom police were hunting. Also like the gunman, Bathily is a Muslim.</p><p>\"An hour and a half they kept me cuffed,\" <a href=\"https://www.youtube.com/watch?v=fq_FgSkoiS0\">Bathily told French TV</a>. \"Until one of my colleagues who wasn't working that day came and told them who I am.\"</p><p>Bathily works at Hyper Cacher, the kosher supermarket in eastern Paris where French authorities say <a href=\"http://www.npr.org/blogs/thetwo-way/2015/01/11/376506057/paris-suspects-declared-allegiance-to-al-qaida-isis\">gunman Amedy Coulibaly, 32, took hostages on Friday</a>. The market caters to observant Jews, and the siege took place a few hours before the start of the Jewish Sabbath, when the store was filled with shoppers.</p><p>Bathily was in the basement storeroom, near a walk-in refrigerator, when Coulibaly burst in upstairs.</p><p>\"I opened the door to the fridge and rushed some of the shoppers inside,\" Bathily said. \"Then I turned off the light, and closed the door behind us. I told them to stay calm — and then I went back out.\"</p><p>Bathily managed to escape through a delivery shaft. After he and his co-worker convinced police he was not a threat, he was able to describe the layout of the store, and where certain hostages were hiding. He also gave them a key to open the store's metal shutters — for them to make their assault.</p><p><a href=\"http://www.npr.org/2015/01/12/376659977/terror-attacks-stun-france-millions-turn-out-for-sunday-s-march\">Four Jewish hostages died</a>, but many of those who survived say Bathily helped save them.</p><p>\"I didn't know or care if they were Jews or Christians or Muslims,\" he said. \"We're all in the same boat.\"</p><p>More than 90,000 people have signed an <a href=\"https://www.change.org/p/françois-hollande-accordez-la-nationalité-française-et-la-légion-d-honneur-à-lassanabathily\">online petition</a> calling on French President Francois Hollande to grant Bathily automatic citizenship, for his heroism. He's being compared to <a href=\"http://www.npr.org/2015/01/09/376045555/12-victims-died-in-shooting-we-learn-more-about-them\">Ahmed Merabet</a>, the Muslim policeman shot dead responding to the <em>Charlie Hebdo</em> attacks.</p><p>\"Islam is a religion of peace, love and sharing,\" <a href=\"https://www.youtube.com/watch?v=_8DQHdnA51M\">said the slain policeman's brother, Malek Merabet</a>. \"My brother was a Muslim. He was killed by people who pretend to be Muslims.\"</p><p>Like the Merabet family, Muslim leaders worldwide have condemned the Paris attacks. NPR visited the city's <a href=\"http://www.mosqueedeparis.net\">Grand Mosque</a> — where there was no extra security this past weekend. Journalists were able to walk right in and meet the mosque's Grand Mufti, Dalil Boubakeur.</p><p>\"What they did is a very bad action to the [Muslim] community, because they have introduced violence,\" said Boubakeur during an interview in a Moorish-style office, off the mosque's lush central courtyard. \"It is a criminal action. They are criminal people. They are barbaric people. It's really bad for Muslim people. [There are] risks of violence against Islam — against Muslims.\"</p><p>On Monday, France's Central Council of Muslims announced it had tallied more than 50 shootings and bomb threats at Islamic sites and mosques across the country since last week's attacks.</p><p>Groups dedicated to combating the radicalization of Muslims in Europe say they have seen a flood of queries. Maarten van de Donk, a senior adviser to the <a href=\"http://ec.europa.eu/dgs/home-affairs/what-we-do/networks/radicalisation_awareness_network/index_en.htm\">Radicalization Awareness Network</a> — a group set up by the European Union — said his group is anticipating a flood of calls from people who suddenly think their Muslim neighbors night be radicals.</p><p>\"That's already happening. You also see on social media, a lot of people are overreacting,\" van de Donk said. \"People relate what happened to all Muslims in Europe. Some people start to think, 'This is what happens with Islam.' So there are some tensions.\"</p><p>Outside the now-empty <em>Charlie Hebdo</em> offices, where last Wednesday's massacre took place, Parisians have piled up flowers. Among those lighting a candle was Pierre Hakim, 25, who said he was half-French and half-Algerian.</p><p>\"My mother is Christian. My nanny when I was a child was Jewish. And I'm Muslim,\" he said. \"That's all we must believe — together.\"</p><p>But Hakim said he's afraid for the future. France, for him, has always been a country of tolerance — and he says last week's terrorist attacks have shattered that feeling.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+France%27s+Muslim+Community%2C+Stories+Of+Heroism%2C+And+Some+Fear&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lauren Frayer","audio":[{"meta":{"duration":"220"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376788892-78480f.m3u?orgId=1&topicId=1124&d=220&p=2&story=376764562&t=progseg&e=376712664&seg=1&ft=nprml&f=376764562"},{"href":"http://media.npr.org/assets/img/2015/01/12/461344012-05835f4638a83a98254e181bf6fcb89da721b913.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2988","width":"3986"}},{"href":"http://media.npr.org/assets/img/2015/01/12/461217562-1--103406896e7df701ddcd165705955c262094103d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3280","width":"4373"}}]}