{"created":"2015-06-11T09:00:30+00:00","modified":"2015-06-15T23:05:27+00:00","valid":{"from":"2015-06-15T23:05:27+00:00","to":"3015-06-15T23:05:27+00:00"},"hreflang":"en","title":"Experiencing The 'Realities Of Being A Police Officer'","published":"2015-06-13T15:22:00+00:00","teaser":"A group that raises money for police officers subjected to investigation or lawsuits is using a simulator program to help outsiders understand the challenges of the job.","itags":["npr_api","413171180"],"guid":"be96b96b-1411-4b28-945d-984962999aa0","contentencoded":"<p>The office hallway could be in Anytown, America, with its gray walls, bad lighting and piles of photocopy paper. That is, except for this distinguishing feature: an unknown man, armed with a weapon, who popped into view.</p><p>\"Do I want to shoot this guy?\" I asked the law enforcement trainer beside me.</p><p>The reply came fast: \"Well, he's got a gun.\"</p><p>My weapon: a Glock equipped with a laser, not live ammunition — and thank goodness for that.</p><p>Since the death of an unarmed black man in Ferguson, Mo., last year, police have been trying to justify how they use deadly force. The Law Enforcement Legal Defense Fund, which raises money to defend police accused of misconduct, has responded to that challenge by inviting reporters and members of the public to undergo a simulation to learn how tough it is to be a cop.</p><p>\"When I saw some of the coverage about Ferguson, I was astonished by the lack of understanding by people in the media about the realities of being a police officer,\" said Ron Hosko, president of the LELDF.</p><p>Police often have just seconds to make decisions that can mean life or death. And Hosko pointed out that court precedent leans toward giving law enforcement the benefit of the doubt, even in close calls.</p><p>\"There is an expectation that a police officer act reasonably, not that they have to be right,\" he added.</p><p>Back into the simulation, in the basement of a red-brick office complex in Northern Virginia, I'm the police officer, struggling to figure out who poses a threat and who doesn't.</p><p>Trainer Bryan Patterson spent almost 27 years with the police in Fairfax County, Va. He gave me an hourlong lecture, a canister of inactive pepper spray that's strapped to my waist and a pistol I'm now gripping in my right hand.</p><p>It's on to the next call: a domestic dispute, something that can confound even the most experienced cop. We saw a woman with long dark hair standing at her kitchen window, next to the sink.</p><p>The woman reported the man in the house had been drinking, had hit her, and that he had a gun. Then, the man emerged from the hallway, with a drink in his hand, mumbling at her and ignoring commands to put his hands up.</p><p>The man started cussing. The woman moved closer to the sink, and then, in just over two seconds, she pulled a weapon from the sink and fired three rounds right into the man.</p><p>Patterson demanded an explanation from me.</p><p>\"She was shooting him,\" Patterson said. \"He was laying on the floor, she shot him three times. Is there like some sort of female allegiance? If it had been a guy, I bet you'd have shot him. But you didn't shoot the girl. Why is that?\"</p><p>Well, it's hard to figure out what's about to happen in fractions of a minute. And there's this: something researchers call implicit bias. I'm a tiny woman, raised by my mom and grandmother. To me, women represent a source of comfort and inspiration, not a threat.</p><p>But Patterson said adopting that attitude in a domestic violence situation means someone could get hurt.</p><p>\"We treat everybody like kings and queens,\" he said. \"We treat them with the utmost respect and dignity. But we also know that at any point in time I might have to use force against this person.\"</p><p>And to Patterson, that means firing center mass, into the middle of the body, which he said has the greatest chance of incapacitating anyone who poses a threat. He said any idea police should try to shoot weapons out of the hands of an assailant, or strike at their limbs, would put police at risk, and bystanders too.</p><p>Policing experts said most officers who come under scrutiny for using deadly force are justified under the laws on the books today.</p><p>\"I think many officers right now are acting consistent with the training; they aren't doing anything wrong according to law or the training,\" said Tracey Meares, a professor at Yale Law School. \"I just think that we need to reassess the policy and then retrain in a way that values everyone's life.\"</p><p>Meares served on the President's Task Force on 21st Century Policing. That task force recommended looking at an entire police interaction, from the start.</p><p>\"If you look at the end of any interaction, one can say in the last five seconds that deadly force is appropriate, but when you step back and you rewind the tape you can see many opportunities the officer has not to take that path,\" Meares said.</p><p>Meares said agencies have to figure out a way to better analyze what police do — through formal after-action reviews — just as doctors review their failings when patients die.</p><p>Patterson, my trainer, said he still hashes over incidents from his long career.</p><p>\"For a police officer, I can tell you a lot of times we wonder, 'What could we have done different? What should we have done?' \"</p><p>These days, those conversations are happening out in the open all over the country — not just in police stations.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Experiencing+The+%27Realities+Of+Being+A+Police+Officer%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"318"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413572018-ebc4ba.m3u?orgId=1&topicId=1070&d=318&p=3&story=413171180&t=progseg&e=413571940&seg=1&ft=nprml&f=413171180"},{"href":"http://media.npr.org/assets/img/2015/06/10/2015-05-28-police-simulation-0093edit-19dc49a94adf11f9249f97dbc714c68d913b0619.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1545","width":"2060"}},{"href":"http://media.npr.org/assets/img/2015/06/10/2015-05-28-police-simulation-0056edit_custom-fd37121db3a3c3cc972e23409bfda1f6bb085ec7.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1935","width":"3000"}}]}