{"created":"2015-03-26T19:21:36+00:00","modified":"2015-04-15T20:02:08+00:00","valid":{"from":"2015-04-15T20:02:08+00:00","to":"3015-04-15T20:02:08+00:00"},"hreflang":"en","title":"'Justified' Creator Aims To Stay True To The Late Writer Elmore Leonard ","published":"2015-03-26T19:29:00+00:00","teaser":"The FX series, now in its final season, is based on Leonard's novella <em>Fire in the Hole</em>. Showrunner Graham Yost says, \"I look at this show as Elmore Leonard's show, and we're all in service of him.\"","itags":["npr_api","395534419"],"guid":"be999b65-aeb8-4d45-91af-9b5195b4a53e","contentencoded":"<p>The FX series <em>Justified</em>, which is in its sixth and final season, is based on the novella <em>Fire in the Hole</em> by Elmore Leonard. Leonard was an executive producer of the series until his death in 2013. The show's creator and showrunner, Graham Yost, says he has made it his mission to stay as true as he can to Leonard's vision and storytelling style.</p><p>\"Ultimately I look at this show as Elmore Leonard's show, and we're all in service of him and his view and his way of writing and creating these characters,\" Yost tells <em>Fresh Air</em>'s Terry Gross. \"So whatever feels like it works within that world is something we're open to.\"</p><p>Set in Harlan County, Ky., which is coal mining country, the story revolves around two men who have known each other since they were in the mines together as teens: Raylan Givens, played by Timothy Olyphant, and Boyd Crowder, played by Walton Goggins. Raylan is now a deputy U.S. marshal and Boyd is an outlaw whose criminal activities include robbing banks. Raylan wants to move to Florida to reconnect with his ex-wife and their 5-month-old child, but first he wants to bring Boyd down, which means catching him when he pulls off his next heist.</p><p>The show is violent, but Yost says he and the writers have to walk a line to keep the network happy.</p><p>\"Elmore's world is a violent world,\" he says. \"In the best Elmore scenes, you think that something is either going to take a hard turn into romance and some kind of liaison, or it's going to take it the other way and go into violence. There's often something oddly humorous about the violence in Elmore's movies and in his books.\"</p><p>The show relies so heavily on Leonard's vision that Yost says fans who want a peek into how the show might end should read Leonard's works.</p><p>\"Not because that will tell you how the series will end,\" he says, \"but because it's always a good idea to read some Elmore Leonard. But there is, in his world, a certain way of ending things, and we aim for that.\"</p><p>Yost is also a producer of the FX series <em>The Americans</em>.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the character of Boyd, who starts the show as a white supremacist</strong></p><p>It's more interesting to me if [Boyd] is using the skinheads as cannon fodder in his desire to rob banks. And ... in the pilot, Boyd doesn't go into the bank, he sends two other guys in. He blows up a car first to distract the law enforcement and then drives up to the bank [while] two other guys go in and do the dirty work and come out with the money. I just liked him as this character who was manipulating other people.</p><p>When we decided to keep Boyd alive, that was a big decision. When we shot the pilot, Boyd was dead at the end of [it]. And then we tested the show and we had all just fallen in love with Walton [Goggins] and the chemistry between Walton and Tim [Olyphant], so we decided to keep him alive.</p><p>So what emerged was the notion of this character, Boyd, as being someone who will come up with a new scheme, a new way of looking at the world, and he'll seem to totally believe it. But it can be very different from what he had been doing in the past.</p><p><strong>On creating authentic bad guys</strong></p><p>We didn't do any research down in Harlan before we started writing the first season. But between the first and second season, a group of us — I think five or six of the writers and [the producers] — we all went down to Lexington and met the marshals. And then we went down and spent a few days in Harlan.</p><p>And one of the first things we heard — I remember [we] were out on an ATV tour up in the hills, and one of the guys [said] that he recognized a lot of the characters that we had created in the first season, and that gave us a big collective sense of relief that we weren't so far off the mark.</p><p>Again, we were always trying to apply Elmore's rules of making characters interesting and having them speak well and be smart and clever. Yes, we've filled that part of the world with a lot of bad guys, far more than there actually are, but I was always hoping that people in Harlan would view our show in the same way that people in New Jersey view <em>The Sopranos,</em> which is, \"OK, it's not reality, but it's fun.\" We didn't want to ever insult people so we always tried to keep our bad guys pretty clever. I think if you create a lot of stupid characters, that's insulting, but if they're interesting bad guys, I think that's sort of fun.</p><p><strong>On the \"verbal fireworks\" of the show's dialogue </strong></p><p>I think to a degree over the course of the seasons we've kind of gone farther even than Elmore might have into the colorful nature of the language. But I have to say, we just had so much fun doing it. [The] particular line, \"You're a card in fate's right hand,\" that's [writer] Chris Provenzano — I can see his fingerprints on that one. ...</p><p>There are certain characters, specifically Boyd — Boyd is just a blast to write. There was a line, in fact, that I wrote in season four where a character says to Boyd, \"Man, you'll use 40 words when four would do.\" It can be a bit of a trap for writers — we can kind of get into it almost too much and have to peel it back a little because we don't want to go way over the top, although I'm sure at times we have. But it's a great freedom.</p><p><strong>On working with Elmore Leonard</strong></p><p>[Leonard] had spent probably 10 years in the '60s and '70s writing screenplays for Hollywood and he got out of that business because he didn't like getting notes: ... change this character, move this scene around, do this, do that. ... So he lived by that: He didn't give us notes. The only tussle ... we had over the pilot was the hat — that he saw much more of what's called a \"businessman's Stetson\" on Raylan, basically the kind of hat that the troopers were wearing escorting Lee Harvey Oswald when Jack Ruby shot him. We tried that hat on Tim and it just didn't look great — it didn't look as [good as] a more regular cowboy hat did. That was about the only big fight we had with Elmore on the whole thing.</p><p>I joked with him after he had seen the pilot and he really liked it, and I said, \"Of course you really like it, 90 percent of the dialogue is from you.\" Because I felt if you're going to adapt Elmore Leonard, [you should] use as much as you can of him.</p><p><strong>On how <em>Justified </em>will end</strong></p><p>I was on a showrunner's panel several seasons ago and [Terence] Winters [of <em>Boardwalk Empire </em>and <em>The Sopranos</em>] was talking about <em>Boardwalk</em> [and] said he wanted Nucky to live long enough that he could go into a New Jersey diner and kill Tony Soprano. I said, \"I don't know how <em>Justified</em> is going to end, but I think I know what song is going to be playing somewhere toward the end.\" ... We got hooked on playing this great country song \"You'll Never Leave Harlan Alive\" — we used it at the end of the first season and the second season, I think we skipped the third season, but we know that will play a part of it. ... It's just the question of who will live and who will die.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Justified%27+Creator+Aims+To+Stay+True+To+The+Late+Writer+Elmore+Leonard+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2327"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395596066-6ed36e.m3u?orgId=1&topicId=1138&e=395534419&d=2327&ft=nprml&f=395534419"},{"href":"http://media.npr.org/assets/img/2015/03/26/jst_608_darkdungeon_0447_hires2-4dd652457cc0aa5762ca3141c93d4a4d32cbb11a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2002","width":"2671"}},{"href":"http://media.npr.org/assets/img/2015/03/26/jst_604_trashsnake_0582_hires2-9b6caa3c75dff196f51742b402fbfb622df74429.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2832","width":"3779"}},{"href":"http://media.npr.org/assets/img/2015/03/26/jst_608_darkdungeon_0426_hires2-2c0b08058c866a5164624f6891f639177f7b765c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1905","width":"2540"}}]}