{"created":"2014-09-22T16:09:51+00:00","modified":"2014-10-31T15:40:57+00:00","valid":{"from":"2014-10-31T15:40:56+00:00","to":"3014-10-31T15:40:56+00:00"},"hreflang":"en","title":"Relics Of The Patron Saint Of Immigrants Take A Pilgrimage","published":"2014-07-15T22:33:00+00:00","teaser":"This month, Saint Toribio Romo's relics will be displayed in churches around California. His spirit is said to guide, feed and shelter immigrants as they journey across the U.S.-Mexico border.","itags":["npr_api","330663328"],"guid":"be9d011c-40d9-481b-a8c0-b8a8578293d7","contentencoded":"<p>A small portion of an ankle bone belonging to Saint Toribio Romo — the patron saint of immigrants — sits in a glass enclosure about the size of a big watch face. That enclosure sits right in the chest of a 4-foot-tall painted wooden statue of Romo. Usually, that statue resides in Mexico, in Romo's hometown of Santa Ana de Guadalupe. But this month, these relics are on tour at several Catholic churches in Southern California.</p><p>They were at St. Marcellinus Church for a few days, in Commerce, Calif., this week, just outside of East Los Angeles. To celebrate the occasion, the church held a series of events over several days honoring the saint.</p><p>On a recent Wednesday, a self-described <em>cumbia-</em>merengue worship band warms up in the church courtyard while four teenagers carry the statue of Romo outside on wooden poles, for a procession that will wind down the street and into St. Marcellinus.</p><p>Rudy Cobos is the sacristan at the church and says the church has been preparing for the relics for weeks. \"We painted. We put new floors,\" Cobos says with a proud smile. \"The altar is new, so everything is new. For this. The lighting, everything for this.\"</p><p>Once the statue is outside, Cobos lines everyone up. A cross bearer, altar girls and a few Knights of Columbus members in full gear lead the way, and a crowd of several dozen follow behind. Father Martin Federico Rizo Soto is the first in line. He has traveled with the relics from Mexico.</p><p>He begins the songs and chants they will sing as they walk down Strong Avenue into the church: \"<em>Que viva Cristo Rey. Que viva Santa Maria de Guadalupe. Que viva Los Marties Cristeros. Que viva Santo Toribio Romo!</em>\"</p><p>Once inside, a Mass — all in Spanish — begins. Rizo Soto's homily praises Toribio Romo and his legacy:</p><p>\"Today, all the young immigrants that will travel through so many dangerous paths, this valor that St. Toribio had gives them strength,\" he tells the congregation in a sanctuary so full that people line the walls and some listen from outside. \"Although the path is difficult, it is not impossible. If we have his intercession and his protection, we can do anything. Let us then commend to St. Toribio Romo the destiny of our towns. Let us commend this large community of immigrants that live here, with all their problems, their difficulties, their circumstances. May this be the time that we ask for his intercession for our homeland, for the good of our towns so that we may live justice. May this be.\"</p><p>What's strange about all of this is that Romo's backstory actually makes him one of the most unexpected choices for a defender of the immigrant.</p><p>St. Toribio Romo was born in 1900, and was a Catholic priest until his death in 1928, when he was killed during the Cristero War. In that war, Catholics in Mexico fought against the anti-church Mexican government of the time. Before he was captured, Romo — who often disguised himself as a cowboy — converted an abandoned tequila factory into a chapel. He was canonized in 2000, not for his work or stance on immigration, but for being a martyr for the Catholic Church.</p><p>Like many Catholic priests in Mexico during that time, he actually opposed the idea of Mexicans going to America. As part of his ministry, he once wrote a satirical play called <em>Let's Go North</em>, about what happens to Mexicans who leave for the U.S. He said the trip made Mexicans soft, arrogant, inauthentic and maybe even Protestant.</p><p>Somehow — <a href=\"http://www.texasmonthly.com/story/my-t%C3%ADo-saint?fullpage=1\">not even his family really knows how</a> — Romo became linked with the journey across the border. For decades now, thousands of immigrants claim to have seen Romo — even though he's been dead for close to 100 years — a tall, fair-skinned, blue-eyed man who gives them food or water, or a ride, as they journey across the U.S.-Mexico border.</p><p>However he came to occupy his current role, people at St. Marcellinus Church say that if <em>anyone</em> needs a patron saint, it's those who make that dangerous journey. Dani Maradiaga sings with the youth band at St. Marcellinus, and her parents crossed the border from Honduras. Maradiaga says as hard as the journey is, it's just as hard for young immigrants — like those coming now from Central America — to adjust to American life.</p><p>\"I don't think they realize how hard it is for teenagers to make it here as immigrants,\" she says. \"Go to school, learn a completely new language, leaving their friends, their families, their cousins.\"</p><p>Alex Franco, who's also a member of the church and its band, agrees with Dani. He says many immigrants are stereotyped once they're here, and that's not fair:</p><p>\"We are not to be related to drugs or the violence over there,\" he says, a guitar in hand. \"Most of the people coming over here are trying to escape that. So they're looking for a new life in peace, and they find that here in America. That's the reason my parents came over here.\"</p><p>At the end of the Mass, a concert — with Dani and Alex singing — starts up. There are pamphlets telling the story of Santo Toribio Romo for sale outside. Some kids sell candied apples. People begin to trickle out of the church for the music, but more stay inside, lining up to touch the statue of Romo. Hands and rosaries and pictures of loved ones are pressed against the glass enclosure holding a bit of Romo's ankle, right in the chest of the statue.</p><p>If you listen closely, you can hear churchgoers sending up prayers and blessings for those who journey, and for those who have already arrived.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Relics+Of+The+Patron+Saint+Of+Immigrants+Take+A+Pilgrimage&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sam Sanders","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331425956-d32ed6.m3u?orgId=1&topicId=1015&ft=3&f=330663328"},{"href":"http://media.npr.org/assets/img/2014/07/11/photo6-d7639e5530d375d62bd80850bea24e1da44ce132.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1840","width":"2448"}},{"href":"http://media.npr.org/assets/img/2014/07/11/photo-4--9bf9859dfc88bdd7fca514057060c1b9b335d1fc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1840","width":"2448"}},{"href":"http://media.npr.org/assets/img/2014/07/11/undefined-f4cda557b7bd0d1eb40d44279a966fc3372047c0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"2448"}}]}