{"created":"2014-11-25T20:28:59+00:00","modified":"2015-05-13T21:29:31+00:00","valid":{"from":"2015-05-13T21:29:31+00:00","to":"3015-05-13T21:29:31+00:00"},"hreflang":"en","title":"Amid Violence, Iraq Fractures Again Along Religious Lines","published":"2014-11-26T00:06:00+00:00","teaser":"Nearly a decade ago, Iraq's war drove millions from their homes and divided the country along sectarian lines. It's happening again in response to the latest brutality by the Islamic State.","itags":["npr_api","366548357"],"guid":"beaf0a7b-dd35-4865-870c-ee90988bfa14","contentencoded":"<p>The shrine of Imam Ali in the Iraqi city of Najaf is a vast gold-domed edifice, where Shiite Muslims from all over the world gather to pray.</p><p>But just a few minutes drive away, are travelers of a different, shabbier kind. A long row of cinder block and sheet metal buildings is draped in bright flags with religious slogans. Usually, these are for pilgrims to sleep in. But right now, they're spilling over with displaced Iraqi families.</p><p>\"It's tough for the children,\" says Zaira Raqib, a mother of four of them. \"We know we're displaced, but they don't understand.\"</p><p>The children are excited to have a visitor, keen to show off and singing snatches of the English alphabet. They skitter around underfoot while their moms try to keep the floor clean.</p><p>Nearly 2 million Iraqis have had to flee their homes because of violence this year. Many are Shiite Muslims escaping the self-proclaimed Islamic State, or ISIS, which has brutally murdered Shiites and other non-Sunnis.</p><p>Iraq's Shiites drove many Sunni Muslims from their homes in 2006-2007, leading to the segregation of many neighborhoods in Baghdad and elsewhere based on religion. Now the Sunnis of the Islamic State are forcing many Shiites to flee.</p><p>Even after a decade of upheaval in Iraq, many say this migration feels like a disastrous turning point for themselves and the country.</p><p>Next door is Mehdi Moussawi. He's a grandfather from the same village on the green plains of northern Iraq up close to the city of Mosul. He used to drive a bus back and forth to Baghdad. It was a few hours' ride. But last time, to avoid extremists, they took a torturous, days-long route through a half-dozen cities.</p><p>\"It's kind of a disaster,\" he says.</p><p>They had stayed in their home village for years, even after Moussawi lost a son and two nephews to al-Qaida militants. Still, he believes ISIS is worse and he was sure that if he stayed, his whole family would be killed.</p><p>But Najaf is not like northern Iraq, which is cooler, greener and more ethnically mixed. The southern city is much hotter, drier and the people are more conservative.</p><p>\"We used to live in a green place 5 meters away from the Tigris [River],\" he says. The family would swim at noon and run back home for lunch.</p><p>Their neighbors were Sunni Muslims, Christians and tiny minority sects like Yazidis. Here in Najaf, most everyone is a Shiite. They hope they'll go back to their old home. But others aren't sure.</p><p>Salah al-Sherba was appointed by the provincial council to look after the 100,000 or so displaced here.</p><p>In a distribution office nearby, men present official papers to be stamped. Then young men with Shiite slogans on their vests rip open boxes of blankets for them, hand out packs of dates, all provided by the shrine organization. The government, U.N. and international charities also provide aid.</p><p>Sherba wonders if Iraq might split into separate states — Sunnis in the west, Shiites down here in the south. Kurds up north. Sometimes he thinks that might be better.</p><p>He says he once drove through the former Yugoslavia, and saw where people once at each others' throats, riven with religious and ethnic violence, are now in separate countries and life's back to normal.</p><p>\"I had seen these killing fields,\" he says, \"killing and slaughtering people and bloodshed.\" But right now it's peaceful and \"the mosque is doing its prayer, the Christians are doing their prayer.\"</p><p>Maybe one day in the future, he hopes, it will be the same in Iraq.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Amid+Violence%2C+Iraq+Fractures+Again+Along+Religious+Lines&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366620615-5537ca.m3u?orgId=1&topicId=1010&d=234&p=2&story=366548357&t=progseg&e=366620491&seg=17&ft=nprml&f=366548357"},{"href":"http://media.npr.org/assets/img/2014/11/25/displaced-iraq-najaf-b20a79d398f24a75702c86a3a504787123de395d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/11/25/najaf6-cc352936a36b1483efcb002de9b8fd234db8957b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3090","width":"4121"}}]}