{"created":"2014-08-28T22:43:07+00:00","modified":"2014-10-30T23:44:29+00:00","valid":{"from":"2014-10-30T23:44:29+00:00","to":"3014-10-30T23:44:29+00:00"},"hreflang":"en","title":"For NFL's Jason Taylor, Playing Through Pain Was Part Of The Game","published":"2014-08-28T22:43:00+00:00","teaser":"Taylor played through countless injuries, even one that kept him in a catheter on the field. But sitting out an injury \"doesn't make you less of a man,\" he says — just a different type of competitor.","itags":["npr_api","336940189"],"guid":"beb29ec1-eba4-4900-9b0f-219cdc7f0bee","contentencoded":"<p>When Jason Taylor played professional football, his name struck terror into opposing quarterbacks. Now that he's retired, that name may soon adorn a plaque in the Hall of Fame.</p><p>For a reason why, look to seasons like the one Taylor had in 2006, when he was playing defensive end for the Miami Dolphins. He was named the NFL's Defensive Player of the Year that season, racking up 13.5 sacks, recovering two fumbles and even returning two interceptions — quite a feat for a lineman.</p><p>In that same year, though, he also played through a <a href=\"http://www.miamiherald.com/2013/01/13/v-fullstory/3179926/dan-le-batard-jason-taylors-pain.html\">gruesome spate of injuries</a>. In his own words: \"A bad back and broken right forearm; tore both plantar fascias; multiple dislocations on fingers, thumbs; broken collarbone; ... MCL [medial collateral ligament] sprain several times.\"</p><p>He also suffered from compartment syndrome that year, a condition in which internal bleeding causes pressure to build up<strong> </strong>in one of the body's \"compartments\" — either an arm or a leg, or another enclosed space in the body.</p><p>In Taylor's case, it was his left leg. The injury led to 9 inches of nerve damage, a staph infection and 10 months of terrible pain. At one point, doctors even warned that Taylor might need surgery to remove his leg entirely. Luckily, he avoided amputation; it was still his worst injury in a 15-year NFL career.</p><p>Just one of those injuries would cause the average person to take some time off work. But Jason Taylor is not your average person. He tells NPR's Audie Cornish how playing through such pain has become ingrained in the game of football, and how bearing it is often necessary to keep a job.</p><hr /><h3>Interview Highlights</h3><p><strong>On why it's difficult for football players to admit when they're hurt</strong></p><p>Everybody's hurt. That's what you have to understand: Everybody's hurt. The day you play football will be the last day you're pain-free. It's a physical game; you're going to be hurt. But being injured and hurt are two different things. ...</p><p>Guys will certainly be apprehensive about disclosing some injuries. Unfortunately, when you see a situation like Alex Smith, so to speak — out in San Francisco, when he was the starting quarterback. He missed a game because of a concussion. [Then-backup quarterback] Colin Kaepernick came in and played well, and that was the end of Alex Smith in San Francisco — for being out one week. It makes that 52nd guy on the roster kind of worried.</p><p><strong>On \"manning up\" and playing through pain</strong></p><p>It's part of life. I mean, when you sign up to play a game like football, you have to deal with certain things and a certain level of being uncomfortable and a certain level of pain. ...</p><p>Some guys have higher pain thresholds than others. I've always been a guy that has a high pain threshold and also refused to accept not trying, or losing, based on being uncomfortable or in pain. I probably have a bit of a twisted outlook on playing through things like that, but everybody's different.</p><p><strong>On concealing a catheter in order to play</strong></p><p>It probably wasn't wise, medically. The doctors weren't happy about it, but I prided myself on being there every week, playing at a high level, and was hard on myself when I didn't. I wasn't going to let a catheter ... hinder me, if at all I can get out there and do it.</p><p><strong>On notions of masculinity in football</strong></p><p>There's probably an antiquated view on that by some guys. As medicine has changed, as the attention on concussions and ... such has changed in sports, I think people are taking a more educated look at treating athletes, and the way they kind of program athletes into thinking that if you sit out because of an injury, you're soft. Was that kind of thinking around before? Yes. Is it still around nowadays? Yes, in some ways.</p><p>But [sitting out an injury] doesn't make you less of a man. It means maybe you have a lower pain threshold; maybe you just aren't willing to push yourself through it. And that doesn't make you less of a man. It might make you a different type of competitor. It might make you less intense than some guys, but it doesn't make it wrong.</p><p><strong>On the lasting effects of his injuries</strong></p><p>I'm good. I've got nothing lingering right now. Am I 100 percent comfortable every day? No. There's things that nag a little bit. You know, joints don't bend as much as they used to. Hopefully I won't have any major issues in the future, but we shall see.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+NFL%27s+Jason+Taylor%2C+Playing+Through+Pain+Was+Part+Of+The+Game&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"310"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338639733-ba0953.m3u?orgId=1&topicId=1055&aggIds=323986426&ft=3&f=336940189"},{"href":"http://media.npr.org/assets/img/2014/07/31/133574681-f3a394f237c57ca37d1fdc4a3336507ac5bb5342.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2071","width":"2760"}},{"href":"http://media.npr.org/assets/img/2014/07/31/136320072-4dbac355020d6b3ea0e26d9792bc12cab4f2fae9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1740","width":"2321"}}]}