{"created":"2015-07-04T05:00:52+00:00","modified":"2015-07-04T05:00:52+00:00","valid":{"from":"2015-07-03T10:31:54+00:00","to":"3015-07-03T10:31:54+00:00"},"hreflang":"en","guid":"bed1cfe6-ba29-47ec-8ea9-0a52f3fd5842","title":"Sarah Gertrude Shapiro’s ‘UnREAL’ Look at Reality TV","description":"Rico Gagliano: The cable channel Lifetime isn’t exactly known for airing tough critiques of modern culture, but its new drama series is exactly that. It’s called “UnREAL.” It takes place behind the scenes of a fictional reality dating show kind of like “The Bachelor,” and it follows a smart, feminist field producer named Rachel whose […]","contentencoded":"<div class=\"barn-cleaned\"><p><strong>Rico Gagliano:</strong> The cable channel Lifetime isn’t exactly known for airing tough critiques of modern culture, but its new drama series is exactly that. It’s called “UnREAL.” It takes place behind the scenes of a fictional reality dating show kind of like “The Bachelor,” and it follows a smart, feminist field producer named Rachel whose job on the show forces her to compromise just about every moral she has — she’s expected to goad female contestants into behaving badly on screen.</p>\n<br />\n<p><iframe src=\"https://www.youtube.com/embed/mgjj7oDdfN0\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe></p>\n<br />\n<p>“UnREAL” was co-created by my guest, Sarah Gertrude Shapiro. Her other credits include producing nine seasons of the <em>real</em> show, “The Bachelor.”&nbsp; And Sarah, welcome.</p>\n<br />\n<blockquote>\n<p><strong>Sarah Gertrude Shapiro:</strong> Thank you. Happy to be here.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> So, first of all, explain what a producer does on reality TV shows like the one portrayed on this show.</p>\n<br />\n<blockquote>\n<p><strong>Sarah Gertrude Shapiro:</strong> Well, it’s been about ten years since I actually worked in that part of the industry, so I’m not really fit to comment on how it works now. I mean, I can talk a little bit about…</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> What <em>you</em> experienced, yeah.</p>\n<br />\n<blockquote>\n<p><strong>Sarah Gertrude Shapiro:</strong> …Yeah. I was a field producer, which means the person who’s out in the field actually producing the content. So, part of that job involves planning romantic dates — I’m very, very good at romantic dates — and helping the editors identify story lines with the contestants: identifying who these people are, how they might interact with other people, what situations would provoke the best responses from them.&nbsp; And then we hand off the footage to the editors who put it together.</p>\n</blockquote>\n<br />\n<img src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/07/UnREAL-2-1024x683.jpg\" alt=\"Photo Credit: James Dittiger\" />Photo Credit: James Dittiger<br />\n<p><strong>Rico Gagliano:</strong> Well, this is actually what came as a surprise to me. I think a lot of people know that a lot of these shows, after they’re shot, there’s editing used to kind of sculpt the story.&nbsp; But a lot of the drama from this show comes from the fact that this is also happening in real time. As the show’s being shot, field producers are actually on the set urging the contestants to maybe drink or make advances on the bachelor. To what extent was that kind of thing actually happening?</p>\n<br />\n<blockquote>\n<p><strong>Sarah Gertrude Shapiro:</strong> I think it’s pretty common knowledge that… you know, producers are definitely there with them, sort of guiding them through the process.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> There is a soap opera quality, I would say, to this show.</p>\n<br />\n<blockquote>\n<p><strong>Sarah Gertrude Shapiro:</strong> Oh, totally!</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> There are a lot of big, dramatic events happening almost every minute, not unlike the reality shows it’s criticizing, actually. What maybe <em>seems</em> like just a juicy narrative plot point… that actually happened in the industry?</p>\n<br />\n<blockquote>\n<p><strong>Sarah Gertrude Shapiro:</strong> It is fiction soup to nuts.&nbsp; But I think you can look around and… I don’t think anything is that far off stuff that actually does happen.&nbsp; And what’s been interesting is that, unintentionally, we’ve had people come forward since we made the show and say, “You nailed it.”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> And you’re like, “Really? Oh, no!”</p>\n<br />\n<blockquote>\n<p><strong>Sarah Gertrude Shapiro:</strong> Yeah!</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Because on “UnREAL,” there is psychological manipulation going on to a really harrowing degree.&nbsp; Producers are spreading false rumors to get the contestants to react… At several points, Rachel gets contestants to freak out at her, so the footage can be used to paint them as psychopaths… what were people saying of that was real?</p>\n<br />\n<blockquote>\n<p><strong>Sarah Gertrude Shapiro:</strong> You know, I guess the anecdotal but not very specific response we had that was probably the most chilling…I mean, it’s very non-specific. After we screened the pilot episode at South by Southwest, a young woman got up, and just said, “I just want to say, I was Rachel, and I got out.”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Well, actually, I’d like to ask how you got <em>in</em>.&nbsp; Because you’re a Sarah Lawrence grad, you are an avowed feminist, and here’s a show that notoriously kind of stereotypes women, and then pits them against each other.</p>\n<br />\n<blockquote>\n<p><strong>Sarah Gertrude Shapiro:</strong> Yeah. I often say it was kind of like a vegan getting hired to work in a slaughterhouse. It could not have been more diametrically opposed to sort of everything I had spent my life deciding that I was.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Oh, no!</p>\n<br />\n<img src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/07/UnREAL-3-1024x683.jpg\" alt=\"Photo by James Dittiger\" />Photo Credit: James Dittiger<br />\n<blockquote>\n<p><strong>Sarah Gertrude Shapiro:</strong> I actually ended up working on “The Bachelor” through sort of a contract snafu. I hadn’t been hired to work on that show. I was working on a pretty innocuous other show called “High School Reunion,” and then was told I was getting moved onto “The Bachelor,” and said, “Oh god, no! You don’t want me; I’m a feminist!”&nbsp; And they just said, “Check your contract.”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> They said, “Sorry, we do.”</p>\n<br />\n<blockquote>\n<p><strong>Sarah Gertrude Shapiro:</strong> “We do.”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> You were apparently so good at this that “The Bachelor” only let you go when you promised to move out of California and not work for competing shows. What do you think made you so good at it?</p>\n<br />\n<blockquote>\n<p><strong>Sarah Gertrude Shapiro:</strong> You know, that is something I haven’t thought about a lot.</p>\n<br />\n<p>I’m a… you know, I was kind of raised right. Like, I’m hardworking. I could not allow myself to get fired. I think I might be a little disarming, like girl-next-door or something; people like to tell me their secrets. I am a genuinely compassionate and empathetic person, which is pretty–</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Which gets people to open up to you.</p>\n<br />\n<blockquote>\n<p><strong>Sarah Gertrude Shapiro:</strong> Yeah.&nbsp; And I think that also just being a writer… like, I’ve been writing since I was five. So, I just had a really strong sense of story.&nbsp; And kind of a deep-seated hatred of popular, prom queen girls.&nbsp; So there was maybe some vitriol and violence inside me that helped.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> As like, a way, subconsciously, to get back at them in a way?</p>\n<br />\n<blockquote>\n<p><strong>Sarah Gertrude Shapiro:</strong> Yeah, like, maybe… I really wanted to <em>win</em>.&nbsp; So maybe that made me kind of good at it. I was a killer. I was a little bit of a killer.</p>\n</blockquote>\n<br />\n<a href=\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/07/UnREAL-1.jpg\"><img src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/07/UnREAL-1-1024x683.jpg\" alt=\"Photo by James Dittiger\" /></a>Photo Credit: James Dittiger<br />\n<blockquote>\n<p><strong>Sarah Gertrude Shapiro:</strong> But also, you know, this character is not me. I mean, I was also not good at a lot of things because I was…you know, I’m not really great at being fake. I’m not…you know, there are a lot of people that were better at it than I was. I just think that I happened to be good at some of the storytelling stuff <em>and</em> the talking-to-people stuff.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> I have a friend who does some casting for reality TV, and she said that she learned, after doing it for a while, how easy it was to make a teen or a young 20-something cry — because those were the kind of shows she was doing.&nbsp; And she said, basically, ask them about their parents, and then ask if their parents are proud of them.</p>\n<br />\n<p>Did <em>you</em> learn any… I don’t know if you can call them tricks of the trade? I would put quotes around that. But did you learn things over time that just psychologically seemed to work with everybody?</p>\n<br />\n<p><strong>Sarah Gertrude Shapiro:</strong> You know, pretty much asking any woman in her, I don’t know, twenties to thirties… or maybe <em>any</em> woman who’s single: “Why are you single?”</p>\n<br />\n<p><strong>Rico Gagliano:</strong> Oh, wow.</p>\n<br />\n<blockquote>\n<p><strong>Sarah Gertrude Shapiro:</strong> Just letting that one sit there for a while usually works. Parents are an easy target, grandparents also.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> It’s just kind of heartbreaking to think about how frail people are. It does bring to mind the question that I’m always wondering: <em>why</em> would you go on a show where they…I think at this point, we all know there’s going to be some manipulation involved?</p>\n<br />\n<blockquote>\n<p><strong>Sarah Gertrude Shapiro:</strong> Yeah, you know, that is actually a central question that we ask a lot in the writers’ room for “UnREAL.”&nbsp; Because one of the founding principles of this show is that we have to have equal compassion for the contestants as we do for the producers. Because the girls in front of the camera — it’s really easy to make fun of them, and I think there are some really genuine reasons why people go on these shows.</p>\n<br />\n<p>Some people come from small towns, and this will be one of the biggest things that’s ever happened in their lives. It expands their dating pool. Now, millions of people have sort of viewed their Match.com profile, essentially.&nbsp; And, you know, there’s definitely a healthy number of people that go on thinking they can “beat the game.”</p>\n<br />\n<p>But what we explore is that it’s really <em>not</em> beatable.&nbsp; That you have an army of very, very smart people making these shows, an army of editors that are very good at their jobs, and you are completely out of your element.</p>\n</blockquote>\n<br /></div>","tags":["APM","Chattering Class"],"contenttemplated":"[{\"content\":\"<p><strong>Rico Gagliano:</strong> The cable channel Lifetime isn’t exactly known for airing tough critiques of modern culture, but its new drama series is exactly that. It’s called “UnREAL.” It takes place behind the scenes of a fictional reality dating show kind of like “The Bachelor,” and it follows a smart, feminist field producer named Rachel whose job on the show forces her to compromise just about every moral she has — she’s expected to goad female contestants into behaving badly on screen.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><iframe allowfullscreen=\\\"allowfullscreen\\\" frameborder=\\\"0\\\" src=\\\"https://www.youtube.com/embed/mgjj7oDdfN0\\\"></iframe></p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>“UnREAL” was co-created by my guest, Sarah Gertrude Shapiro. Her other credits include producing nine seasons of the <em>real</em> show, “The Bachelor.”  And Sarah, welcome.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Sarah Gertrude Shapiro:</strong> Thank you. Happy to be here.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> So, first of all, explain what a producer does on reality TV shows like the one portrayed on this show.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Sarah Gertrude Shapiro:</strong> Well, it’s been about ten years since I actually worked in that part of the industry, so I’m not really fit to comment on how it works now. I mean, I can talk a little bit about…</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> What <em>you</em> experienced, yeah.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Sarah Gertrude Shapiro:</strong> …Yeah. I was a field producer, which means the person who’s out in the field actually producing the content. So, part of that job involves planning romantic dates — I’m very, very good at romantic dates — and helping the editors identify story lines with the contestants: identifying who these people are, how they might interact with other people, what situations would provoke the best responses from them.  And then we hand off the footage to the editors who put it together.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<img alt=\\\"Photo Credit: James Dittiger\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/07/UnREAL-2-1024x683.jpg\\\" />\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Well, this is actually what came as a surprise to me. I think a lot of people know that a lot of these shows, after they’re shot, there’s editing used to kind of sculpt the story.  But a lot of the drama from this show comes from the fact that this is also happening in real time. As the show’s being shot, field producers are actually on the set urging the contestants to maybe drink or make advances on the bachelor. To what extent was that kind of thing actually happening?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Sarah Gertrude Shapiro:</strong> I think it’s pretty common knowledge that… you know, producers are definitely there with them, sort of guiding them through the process.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> There is a soap opera quality, I would say, to this show.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Sarah Gertrude Shapiro:</strong> Oh, totally!</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> There are a lot of big, dramatic events happening almost every minute, not unlike the reality shows it’s criticizing, actually. What maybe <em>seems</em> like just a juicy narrative plot point… that actually happened in the industry?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Sarah Gertrude Shapiro:</strong> It is fiction soup to nuts.  But I think you can look around and… I don’t think anything is that far off stuff that actually does happen.  And what’s been interesting is that, unintentionally, we’ve had people come forward since we made the show and say, “You nailed it.”</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> And you’re like, “Really? Oh, no!”</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Sarah Gertrude Shapiro:</strong> Yeah!</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Because on “UnREAL,” there is psychological manipulation going on to a really harrowing degree.  Producers are spreading false rumors to get the contestants to react… At several points, Rachel gets contestants to freak out at her, so the footage can be used to paint them as psychopaths… what were people saying of that was real?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Sarah Gertrude Shapiro:</strong> You know, I guess the anecdotal but not very specific response we had that was probably the most chilling…I mean, it’s very non-specific. After we screened the pilot episode at South by Southwest, a young woman got up, and just said, “I just want to say, I was Rachel, and I got out.”</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Well, actually, I’d like to ask how you got <em>in</em>.  Because you’re a Sarah Lawrence grad, you are an avowed feminist, and here’s a show that notoriously kind of stereotypes women, and then pits them against each other.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Sarah Gertrude Shapiro:</strong> Yeah. I often say it was kind of like a vegan getting hired to work in a slaughterhouse. It could not have been more diametrically opposed to sort of everything I had spent my life deciding that I was.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Oh, no!</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<img alt=\\\"Photo by James Dittiger\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/07/UnREAL-3-1024x683.jpg\\\" />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Sarah Gertrude Shapiro:</strong> I actually ended up working on “The Bachelor” through sort of a contract snafu. I hadn’t been hired to work on that show. I was working on a pretty innocuous other show called “High School Reunion,” and then was told I was getting moved onto “The Bachelor,” and said, “Oh god, no! You don’t want me; I’m a feminist!”  And they just said, “Check your contract.”</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> They said, “Sorry, we do.”</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Sarah Gertrude Shapiro:</strong> “We do.”</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> You were apparently so good at this that “The Bachelor” only let you go when you promised to move out of California and not work for competing shows. What do you think made you so good at it?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Sarah Gertrude Shapiro:</strong> You know, that is something I haven’t thought about a lot.</p><br /><p>I’m a… you know, I was kind of raised right. Like, I’m hardworking. I could not allow myself to get fired. I think I might be a little disarming, like girl-next-door or something; people like to tell me their secrets. I am a genuinely compassionate and empathetic person, which is pretty–</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Which gets people to open up to you.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Sarah Gertrude Shapiro:</strong> Yeah.  And I think that also just being a writer… like, I’ve been writing since I was five. So, I just had a really strong sense of story.  And kind of a deep-seated hatred of popular, prom queen girls.  So there was maybe some vitriol and violence inside me that helped.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> As like, a way, subconsciously, to get back at them in a way?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Sarah Gertrude Shapiro:</strong> Yeah, like, maybe… I really wanted to <em>win</em>.  So maybe that made me kind of good at it. I was a killer. I was a little bit of a killer.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<a href=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/07/UnREAL-1.jpg\\\"><img alt=\\\"Photo by James Dittiger\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/07/UnREAL-1-1024x683.jpg\\\" /></a>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Sarah Gertrude Shapiro:</strong> But also, you know, this character is not me. I mean, I was also not good at a lot of things because I was…you know, I’m not really great at being fake. I’m not…you know, there are a lot of people that were better at it than I was. I just think that I happened to be good at some of the storytelling stuff <em>and</em> the talking-to-people stuff.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> I have a friend who does some casting for reality TV, and she said that she learned, after doing it for a while, how easy it was to make a teen or a young 20-something cry — because those were the kind of shows she was doing.  And she said, basically, ask them about their parents, and then ask if their parents are proud of them.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>Did <em>you</em> learn any… I don’t know if you can call them tricks of the trade? I would put quotes around that. But did you learn things over time that just psychologically seemed to work with everybody?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Sarah Gertrude Shapiro:</strong> You know, pretty much asking any woman in her, I don’t know, twenties to thirties… or maybe <em>any</em> woman who’s single: “Why are you single?”</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Oh, wow.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Sarah Gertrude Shapiro:</strong> Just letting that one sit there for a while usually works. Parents are an easy target, grandparents also.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> It’s just kind of heartbreaking to think about how frail people are. It does bring to mind the question that I’m always wondering: <em>why</em> would you go on a show where they…I think at this point, we all know there’s going to be some manipulation involved?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Sarah Gertrude Shapiro:</strong> Yeah, you know, that is actually a central question that we ask a lot in the writers’ room for “UnREAL.”  Because one of the founding principles of this show is that we have to have equal compassion for the contestants as we do for the producers. Because the girls in front of the camera — it’s really easy to make fun of them, and I think there are some really genuine reasons why people go on these shows.</p><br /><p>Some people come from small towns, and this will be one of the biggest things that’s ever happened in their lives. It expands their dating pool. Now, millions of people have sort of viewed their Match.com profile, essentially.  And, you know, there’s definitely a healthy number of people that go on thinking they can “beat the game.”</p><br /><p>But what we explore is that it’s really <em>not</em> beatable.  That you have an army of very, very smart people making these shows, an army of editors that are very good at their jobs, and you are completely out of your element.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"}]","published":"2015-07-03T10:31:54+00:00","teaser":"Rico Gagliano: The cable channel Lifetime isn’t exactly known for airing tough critiques of modern culture, but its new drama series is exactly that. It’s called “UnREAL.” It takes place behind the scenes of a fictional reality dating show kind of like “The Bachelor,” and it follows a smart, feminist field producer named Rachel whose […]","byline":"Lopez, Kristina","itags":["PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2015-07-03","bed1cfe6ba297ec5ea970a52f3fd5842"],"audio":[{"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/07/UnREAL-1.jpg","meta":{"crop":"primary","width":null,"height":null}},{"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/07/UnREAL-2.jpg","meta":{"width":null,"height":null,"crop":"primary"}},{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/07/UnREAL-3.jpg","type":"image/jpeg","meta":{"width":null,"height":null,"crop":"primary"}},{"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/07/shapiro.jpg","meta":{"crop":"primary","width":null,"height":null}},{"format":"MP3","type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/segments/2015/07/03/0703_chat_class_128.mp3","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/segments/2015/07/03/0703_chat_class"},"duration_hms":"00:07:21","duration":441}}]}