{"created":"2015-03-25T17:00:14+00:00","modified":"2015-05-14T15:47:45+00:00","valid":{"from":"2015-03-25T11:00:00+00:00","to":"3015-03-25T11:00:00+00:00"},"hreflang":"en","tags":["Life","APM","Mid-day Update"],"teaser":"A giant food merger, RadioShack's batteries die, and a look at the liberal arts education.","published":"2015-03-25T11:00:00+00:00","guid":"bed59cb6-dc88-4282-8163-64977e936f02","description":"A giant food merger, RadioShack's batteries die, and a look at the liberal arts education.","contentencoded":"<div class=\"barn-cleaned\"><p>Kraft and Heinz announced today they are merging. It's a $40 billion plus deal that unites some of the biggest names in processed foods. There's even a Brazilian angle here. More on that.&nbsp;And a hedge fund called American General has increased its bid for what remains of bankrupt Radio Shack, up $20 million to $165 million according to Reuters. We talk about how the store seemed to have become less about electronics and more about bugging you to buy batteries and extended warranties. And&nbsp;It is the season for colleges and universities to announce what they're charging for the coming academic year. In the face of this, students and parents around the country want to know that all this money will lead to a job sometime. This is the argument to make higher ed more vocational, and tailor the courses to jobs. But where does this leave liberal arts education?&nbsp;</p></div>","title":"PODCAST: What do you do with a liberal arts education?","itags":["PMP:Marketplace_PMP","bed59cb6dc882828163a64977e936f02","Marketplace Morning Report for Wednesday, March 25, 2015","Marketplace","Marketplace Morning Report"],"byline":"David Brancaccio","contenttemplated":"[{\"content\":\"<p>Kraft and Heinz announced today they are merging. It&apos;s a $40 billion plus deal that unites some of the biggest names in processed foods. There&apos;s even a Brazilian angle here. More on that. And a hedge fund called American General has increased its bid for what remains of bankrupt Radio Shack, up $20 million to $165 million according to Reuters. We talk about how the store seemed to have become less about electronics and more about bugging you to buy batteries and extended warranties. And It is the season for colleges and universities to announce what they&apos;re charging for the coming academic year. In the face of this, students and parents around the country want to know that all this money will lead to a job sometime. This is the argument to make higher ed more vocational, and tailor the courses to jobs. But where does this leave liberal arts education? </p>\",\"type\":\"text/html\"}]","audio":[{"format":"MP3","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/morning_report/2015/03/25/midday_20150325_pod","type":"application/json"},"duration_hms":"00:06:34","duration":394},"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/morning_report/2015/03/25/midday_20150325_pod_64.mp3"}]}