{"created":"2015-05-05T22:17:26+00:00","modified":"2015-05-12T19:46:54+00:00","valid":{"from":"2015-05-12T19:46:54+00:00","to":"3015-05-12T19:46:54+00:00"},"hreflang":"en","guid":"bee77ec6-a4d8-4cdb-a17b-0318ecf8ac64","title":"Why Americans celebrate the Mexican holiday that Mexico doesn't care about","published":"2015-05-12T19:46:48+00:00","byline":"Traci Tong","tags":["Cinco de Mayo","Corona beer","Mexican history","history","beer","Culture","Arts, Culture & Media","North America","Mexico","United States","Franc Contreras","Emperor Maximilian of Mexico","Cinco de Mayo","Corona beer","American holiday","Mother's Day","National Children's Day","Grupo Modelo","Culture"],"teaser":"When May 5 rolls around, many Mexican restaurants use the occasion to offer margarita and enchilada specials. In fact, for many Americans, Cinco de Mayo is just one big fiesta — without any idea how it started.","contentencoded":"<p>You always have to have the right accessory for every holiday: fireworks on the Fourth of July, turkey on Thanksgiving and Corona beer for Cinco de Mayo.</p>\n<p>At least that's what Corona's maker, Grupo Modelo, is hoping. The company, which started in Mexico City in the early 1920s, has worked hard to identify Corona with Cinco de Mayo. And they've succeeded — in the United States, anyway.</p>\n<p>\"You have to go back to the late 1980s,\" says Franc Contreras, the Mexico City correspondent for China's CCTV. That's when the San Antonio-based Gambrinus Group started importing Corona as part of an advertising campaign aimed at getting Mexican Americans to connect with their ethnic roots.</p>\n<p>Cinco de Mayo celebrates a victory by a small band of Mexican soldiers on May 5, 1862, against the French army led by Napoleon III. It was a short-lived victory — the French returned the following year and defeated the Mexicans — which may explain why the holiday is not a big deal in Mexico.</p>\n<p>But, under Corona's influence, Mexican Americans started celebrating the holiday and soon, Contreras says, Corona and Cinco de Mayo became synonymous: \"By the late 1990s, the connection was firmly set in our minds. And it had a lot to do with the growing purchasing power of Latinos of Mexican descent in the United States.\" </p>\n<p>In fact, it's because of Corona that Cinco de Mayo has become more popular in the US than in Mexico.</p>\n<p>It is recognized as a holiday in Mexico, but \"not very many people ever party in Mexico on Cinco de Mayo,\" Contreras says. \"A few school children do because they get a long holiday,\" but it doesn't get nearly as much attention as National Children's Day, which is celebrated April 30, and Mother's Day on May 10.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-05%2Fhow-did-mexican-military-victory-become-more-popular-us-mexico&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05052015_10.mp3"},{"href":"http://admin.pri.org/file/0505201510mp3"}]}