{"created":"2015-06-10T14:48:58+00:00","modified":"2015-06-10T14:48:58+00:00","valid":{"from":"2015-06-10T14:48:58+00:00","to":"3015-06-10T14:48:58+00:00"},"hreflang":"en","guid":"beeaf1da-a0a5-4bf4-bdc8-34ca50d5a192","title":"DDC#90 Narwhal vs. Orca","published":"2015-05-27T21:17:00+00:00","teaser":"Once upon a time in the fairytale land of politics, there was an epic clash of magical beasts.On one side, the sea-unicorn called the narwhal. With a wave of his single tusk, he could muster thousands of volunteers, knock on millions of doors and direct a laser-beam of votes on behalf of Barack Obama.On the other side, the narwhal’s natural enemy, the orca, tasked with unearthing voters across the realm for challenger Mitt Romney. This may sound too fantastical to believe, but it’s actually closer to reality than you think.The presidential race of 2012 did indeed see such a contest, between the President’s Project Narwhal team and Mitt Romney’s Project Orca. But the contest wasn’t waged on Middle Earth, it was waged online, by Silicon Valley hackers wielding the power of…database computing.For many, the showdown between the two digital camps came to symbolize the growing and dominant role technology has come to play in today’s politics. But that story is, well, a fairy tale, according to the man behind Project Narwhal.“It wasn’t technology. The answer was that we had a great field team and we had good volunteers and our grassroots was on point ,” says Harper Reed, former Chief Technology Officer for President Obama’s 2012 campaign. “We raised all the money and the finance team did this really great work. Technology just helped a little bit to make some of that stuff faster.”On this week’s podcast, host Andrea Seabrook sits with Harper Reed to recount a story that ended up being too good to be true, about a Narwhal, an Orca, and the real magic behind campaigns that help a candidate’s dreams come true.","itags":["npr_api","410125290"],"contentencoded":"<p><div class=\"fullattribution\">Copyright 2015 MPX. To see more, visit <a href=\"\"></a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=DDC%2390+Narwhal+vs.+Orca&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"16"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410125294-2bab3d.m3u?orgId=30000&d=16&story=410125290&ft=nprml&f=410125290"}]}