{"created":"2014-09-27T21:16:44+00:00","modified":"2014-10-30T21:59:33+00:00","valid":{"from":"2014-10-30T21:59:33+00:00","to":"3014-10-30T21:59:33+00:00"},"hreflang":"en","title":"Meeting Country Music's Superstars: Behind Each Portrait, A Story","published":"2014-09-27T22:29:00+00:00","teaser":"Nashville-based photographer Raeanne Rubenstein recalls working with charismatic stars like Johnny Cash. Jerry Lee Lewis, on the other hand, dodged her (and his audience) by leaping out a window.","itags":["npr_api","352005747"],"guid":"beee8888-1771-499b-83d9-81cb42e4c362","contentencoded":"<p>Raeanne Rubenstein has captured a host of iconic images. Her celebrity portraits include John Lennon, Yoko Ono, Muhammad Ali, Rodney Dangerfield and Andy Warhol.</p><p>Among her body of work, several images stand out with a twang. The Nashville-based photographer has an extensive portfolio of country legends: Willie Nelson, Tammy Wynette, Johnny Cash and other superstar singers.</p><p>Those photos are on display this weekend at the exhibit \"Country: Portraits of an American Sound,\" at the Annenberg Space for Photography in Los Angeles. Rubenstein tells NPR's <em>Weekends on All Things Considered </em>that she stumbled onto the country music scene when she first met \"the man in black.\"</p><p><strong>'Hello, Little Lady'</strong></p><p>\"My friend, whose name was Lita [Eliscu], she had become a celebrity writer and she did interviews with a lot of the stars of the day,\" Rubenstein says. \"As one of her best friends, I became her photographic sidekick.\"</p><p>One of their assignments together was to photograph Johnny Cash at the Ryman Auditorium in Nashville.</p><p>\"Lita decided to go look for him and left me standing below the stage,\" she says. \"As I was thinking how exciting it was, I suddenly felt the presence of someone standing behind me. It was such a powerful presence that I turned around quickly because I felt like somebody was, like, too close.\"</p><p>It was Johnny Cash squatting down on the stage right behind her.</p><p>\"These are his exact words — he said, 'Hello, little lady. Can I help you?' \"</p><p>Lita finally came back and formally introduced a star-struck Rubenstein to the country music legend.</p><p>\"She interviewed him and I photographed him and I have those photos to this day. I'm extremely proud of how they came out,\" she says. \"He was dressed in black, just like you would expect, he had a vest, he had slicked-back hair, he had a big guitar, big cowboy boots. It was just the most amazing experience because every picture would be perfect — because he was Johnny Cash.\"</p><p><strong>Outlaw Country And A Subject On The Run</strong></p><p>Outlaw country artist Waylon Jennings was another of Rubenstein's subjects; she photographed him many times, and noticed a trend.</p><p>\"He had a propensity to be very flirtatious,\" she says.</p><p>One of her more memorable shoots with Jennings was at the famous Max's Kansas City.</p><p>\"I had an assignment to photograph him during rehearsal. But since I was taking pictures, he started to preen for the camera, self-producing these unbelievable poses and faces and flirtatious faces,\" she says. \"I remember even standing there taking them and thinking, 'These are going to be known for years to come.' \"</p><p>Of course, Rubenstein's photo shoots didn't always go according to plan.</p><p>\"I was supposed to do a shoot of Jerry Lee Lewis performing at this club,\" she says. \"I was there and he was there and the audience was there, I was going to shoot the show. And the next thing I know, he was walking across the room and he opened the window and he jumped out. And he left.\"</p><p>He never came back.</p><p>\"If I was going to venture a guess, I would say he had a girl somewhere waiting for him,\" Rubenstein says.</p><p>These days, she can appreciate those experiences. She says it was a rare opportunity to get so close to these subjects and to try to understand them.</p><p>\"My entrée was not because I was so charming or so talented, but it was because they liked me, they knew me. They didn't want a stranger on the bus or at the show, so they would rather have me,\" Rubenstein says. \"It was just pure luck. It could've been somebody else.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Meeting+Country+Music%27s+Superstars%3A+Behind+Each+Portrait%2C+A+Story&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"240"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352064510-5bdbc0.m3u?orgId=1&topicId=1143&ft=3&f=352005747"},{"href":"http://media.npr.org/assets/img/2014/09/27/johnny-cash-boots-rev-f8f4d5cd7fba78bf7db015c7b7c8c6a47ece63b9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"300","width":"400"}},{"href":"http://media.npr.org/assets/img/2014/09/27/waylon-bw-11-3ddedc6e37f7cab1d0016378ac39d4d140084ed4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"302","width":"403"}}]}