{"created":"2015-01-08T23:15:51+00:00","modified":"2015-05-13T21:23:06+00:00","valid":{"from":"2015-05-13T21:23:06+00:00","to":"3015-05-13T21:23:06+00:00"},"hreflang":"en","title":"Look Out, This Poker-Playing Computer Is Unbeatable","published":"2015-02-10T02:20:00+00:00","teaser":"Forget chess. Poker may be even harder for a computer. But a software program has now \"solved\" a variant of Texas Hold'em, the bot's creators say. And nothing can keep it from winning.","itags":["npr_api","375736513"],"guid":"bef417b0-655f-452c-b0b1-b85b87aa80aa","contentencoded":"<p>Researchers have developed a computer program they say can beat any human on the planet at a particular variant of Texas Hold'em poker.</p><p>The scientists aren't planning to clean up with their <a href=\"http://poker.srv.ualberta.ca/\">powerful poker bot</a>. Instead, they hope it can help computers become better decision-makers in the face of uncertainty. The work is <a href=\"http://www.sciencemag.org/content/347/6218/145\">published Thursday</a> in the journal <em>Science</em>.</p><p>Poker players know the game is a mixture of luck, statistics and psychology. You need to know your odds and know whether your opponent is bluffing. In the words of <a href=\"https://www.youtube.com/watch?v=kn481KcjvMo\">Kenny Rogers</a>, \"You've got to know when to hold 'em, know when to fold 'em.\"</p><p>The variety of strategies one can use to play poker is truly immense, according to <a href=\"http://webdocs.cs.ualberta.ca/%7Ebowling/\">Michael Bowling</a>, a computer scientist at the University of Alberta in Canada who invented the new program.</p><p>\"There are ... 10 trillion different decision points in the game,\" Bowling says. \"So the actual number of ways of playing is an astronomically large number.\"</p><p>But in the case of Heads-up Limit Texas Hold'em (a variant in which there are only two players and the betting is capped) one of these trillions of strategies can beat all the others.</p><p>It doesn't matter if the human opponent is a master bluffer, or a blundering amateur, Bowling says — a computer using that single best strategy can eventually win.</p><p>It took Bowling years to find that winning approach. His team had to crunch the strategies with supercomputers. The final push for the ultimate strategy was crunched by a computing cluster made of nearly 5,000 CPUs, according to <a href=\"http://webdocs.cs.ualberta.ca/%7Ejohanson/\">Michael Johanson</a>, a graduate student on the project. It took the cluster more than two months to find the answer, Johanson says. \"Almost a thousand years of computation went into this.\"</p><p>But at the end of all that, they had <em>the</em> perfect strategy, the scientists say. Well, almost perfect.</p><p>\"It's just a tiny bit off,\" Bowling says. \"And that tiny bit is so small that even if you played a lifetime — 12 hours a day, 200 hands an hour for 70 years — you still wouldn't be able to tell it apart from having played a perfect game.\"</p><p>The strategy confirms several long-held beliefs among poker players. For example, the program will always raise the stakes if it has a reasonable hand and is the first to bet.</p><p>But the computer program also showed some surprises. It often bets even when it holds a pair of low-ranked cards like fours and threes, according to Bowling. Many professional players would fold, or at least call, with such a weak hand.</p><p>Bowling says the program isn't much of a threat to online gamblers. Heads-up Limit Hold'em is not the variety of poker most people play. But he does believe that \"poker bots\" are trying to win in online game rooms. \"My guess is there are probably quite strong poker bots out there,\" he says. \"But you're not going to hear a lot of talk about them.\"</p><p>He hopes the program he's developed can help make computers generally better at making decisions, when faced with uncertainty.</p><p><a href=\"http://oren-etzioni.people.allenai.org/\">Oren Etzioni</a>, the head of Seattle's Allen Institute for Artificial Intelligence, says the new program is breakthrough. Etzioni notes that computers now have beaten humans at chess, checkers, backgammon and even <em>Jeopardy!</em></p><p>But he says humans still have an edge: Each game-winning computer involves \"very, very different computer software,\" he says. In other words, they're highly specialized tricks for winning at particular games.</p><p>\"The human,\" Etzioni says, \"is still eons ahead of these computer programs in general intelligence.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Look+Out%2C+This+Poker-Playing+Computer+Is+Unbeatable&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"216"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375923274-ffb567.m3u?orgId=1&topicId=1007&d=216&p=2&story=375736513&t=progseg&e=375853671&seg=16&ft=nprml&f=375736513"}]}