{"created":"2015-01-05T21:56:49+00:00","modified":"2015-05-13T21:23:43+00:00","valid":{"from":"2015-05-13T21:23:43+00:00","to":"3015-05-13T21:23:43+00:00"},"hreflang":"en","title":"India's Philanthropist-Surgeon Delivers Cardiac Care Henry Ford-Style ","published":"2015-02-11T19:35:00+00:00","teaser":"With an assembly line of operating theaters in India, Dr. Devi Shetty is determined to deliver affordable health care to anyone in need.","itags":["npr_api","375142025"],"guid":"bf02a593-daf1-4fdc-8f22-292a306e4791","contentencoded":"<p>Heart surgery is a spectacle to behold. Even more so to see it on a mass scale, which is what happens at the Narayana Health, a state-of-the-art medical center in the southern Indian city of Bangalore.</p><p>I am invited to scrub up and witness renowned surgeon Dr. Devi Shetty at work. The operating room is a symphony of all things medical: monitors beeping out a metronome-like rhythm, forceps and scissors clanging onto metal tables, a heart-lung machine gurgling as it does the work of the patient's stopped heart, and, curiously, pop music drifting though the room.</p><p>\"Music is very soothing because the operation lasts six hours, eight hours, 10 hours. You need to create that environment,\" says Dr. Shetty, founder and chairman of <a href=\"http://www.narayanahealth.org/\">Narayana Health</a>. (The hospital says its Sanskrit name means \"the preserver of the universe,\" which matches with the commitment to the health of everyone. Or it can be a strong hero with divine powers.)</p><p>With Buddha-like calm, the pediatric cardiac specialist huddles over the spliced-open chest of 6-year-old Nitha Nisar. Peering into the cavity, I see a startlingly large heart, an affliction caused by a leaking heart valve, the team says.</p><p>\"Repairing the child's heart valve, it requires a lot of expertise,\" Shetty says, making the maneuvering of forceps look like a ballet. \"It is done in very few centers across the world. And we have done thousands of them.\"</p><p>Shetty, who's 61, insists that young surgeons at this teaching hospital attend painting classes to learn to treat instruments \"like paint brushes.\" It changes their \"entire approach toward surgery changes,\" he says. \"Ultimately, we are all artists,\" creating masterpieces.</p><p>Shetty adds matter-of-factly, \"Because of the huge volume, because of the number of operations we perform on a daily basis, we have developed phenomenal skills.\"</p><p>That's why the 13-year-old center has good outcomes, he explains. As Shetty speaks, he finishes the operation and sutures the child's heart.</p><p>\"I am trying to close the opening we created to repair the valve. These are the fine sutures made of a material called Prolene.\"</p><p>To cut costs, Shetty assessed the price of the sutures supplied by a multinational company.</p><p>\"Every year the product price goes up 5 percent, 10 percent — and the revenue of people doesn't go up by 5 to 10 percent,\" he says.</p><p>Shetty switched to a cheaper Indian brand, spurred competition and made \"huge savings.\"</p><p>Some of his doctors complain that the cost-cutting compromises quality, but say they use their \"skills to overcome any shortcomings.\"</p><p>Shetty has slashed costs on everything from the operating table to the lighting — all supplied by<strong> </strong>American or European companies. When I remark that I hear he is a hard bargainer, he says, \"I'm not negotiating on my behalf. I'm negotiating for the man who is selling his house to sleep on the hospital bed.\"</p><p>Selling a home or a cow to pay for a hospital stay is not uncommon. While India's Constitution declares, \"The State shall regard the raising of levels of nutrition ... and the improvement of public health as among its primary duties,\" in fact, health care coverage and quality are spotty, and most Indians must pay out of pocket for their care because many still do not have decent insurance.</p><p>\"So it's my duty to get the best price,\" Shetty says.</p><p>A flutter of excitement ripples through the O.R. as Nitha's heart begins to pump on its own again.</p><p>\"You can see the heart,\" Shetty says, smiling. \"It looks like a happy heart now. No more leakage and it is functioning happily.\"</p><p>\"Success,\" I say. Shetty corrects me: \"God's grace.\"</p><p>Shetty deflects compliments the way one of his former patients, the late Mother Teresa, might have. He calls the tiny nun, a Nobel laureate, a towering influence in his life.</p><p>From Shetty's glass-walled O.R., I peer into a row of active operating theaters. Fifty-eight surgeons work six days a week stitching life back into broken hearts for a fraction of what they might earn at a premier private hospital in India or in the U.S.</p><p>\"There are certain things in life you just do only once,\" says<strong> </strong>pulmonary critical care specialist <a href=\"http://www.aljazeera.com/programmes/indianhospital/2012/05/201251135640904129.html\">Dr. N. Rajagopalan</a>. After 23 years away, he came home to treat his fellow Indians and said goodbye to a $350,000-a-year practice in Miami.</p><p>\"It's a precipitous fall from that year,\" he laughs. \"But as I said, health care is a mess everywhere, and I think whatever Dr. Shetty has been doing is remarkable.\"</p><p>Devi Shetty says Narayana's profits are poured back into the enterprise, which now has 29 hospitals in India and one in the Cayman Islands. The volume of surgeries — 14,000 last year — has drawn comparisons to the assembly lines of Henry Ford. It's not something Shetty shies away from: \"The is the way forward for the world,\" he says.</p><p>\"It's pointless building boutique hospitals where one surgery or two heart surgeries are done in a day. We need to have a few hospitals, but these hospitals should do very large numbers. Then your quality improves, costs go down,\" he says.</p><p>Shetty contends people are entitled to cardiac care regardless of how little they earn.</p><p>\"We do about 30 to 35 major heart surgeries a day. And we have never refused a single patient because they have no money.\"</p><p>The fees from the rich offset the costs for the poor. Patients with money pay several thousand dollars for open heart surgery. But patients with little money — and little hope of raising any — pay very little. They are 60 percent of the cases.</p><p>The head of the charitable trust wing, Lakshmi Mani, says there's no complicated test to determine who's eligible for free surgery.</p><p>\"One look at them and we can make out: They are poor, they don't have the money. And once we start doubting their credentials, there's no end to it,\" Mani says.</p><p>But the hospital is tougher on a male child who needs surgery. Shetty figures in a culture that puts a premium on sons, families of boys will somehow raise the money. A girl in India, however, is far more likely to die before the age of 5 for lack of adequate food and medical care.</p><p>\"They will never raise the money for a girl child,\" Shetty says. \"So if it is a girl child we talk to them very politely and the moment they start asking tough questions, we tell them, 'Don't bother, you don't pay anything; we'll take care of the child.' \"</p><p>Cardiac disease is on the rise in India. Shetty says that 2 million Indians need cardiac care every year.<strong> </strong>The chief's office is a revolving door of stricken breadwinners and babies.</p><p>\"More than 90 percent of heart problems in children are correctable,\" he says. \"Six-hundred to 800 children are born every day [in India] with a heart problem.\"</p><p>Baby Aswin was fortunate to get treatment. Ninety-five percent of Indians with a serious heart condition don't get the care they need \"and gradually perish over time,\" says Shetty.</p><p>Amid the clamor of chickens and children, the wide-eyed infant Aswin recovers at his uncle's house. Anjali Subramaniam cradles her son in her sari and talks of the ordeal that left a scar the length of his tiny chest.</p><p>The father's meager $5-a-day wage meant that the infant's surgery was done for free, she says. But expensive incidentals were not included. Anjali's brother scraped together $1,000 for those, saying, \"Dr. Shetty cares for the poor, like us.\" Anjali says her son has been given a \"second birth.\"</p><p>\"We see the doctor as a god,\" the young mother says, \"and that hospital for us is a temple.\"</p><p>An evangelist for affordable care, Shetty is overturning how cardiac treatment gets apportioned in India, whether it's addressing gender bias or redistributing care to the poor. He says the hospital's break-even point for surgery is $1,200. Shetty wants to cut that in half.</p><p>\"Like we get oxygen, air and water, health care should become available to everyone on this planet naturally. And that can be done,\" he says.</p><p>Devi Shetty predicts that India will become the first country \"to dissociate health care from affluence.\"</p><p><em>Follow NPR's Julie McCarthy on Twitter at @JulieMcCarthyJM</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=India%27s+Philanthropist-Surgeon+Delivers+Cardiac+Care+Henry+Ford-Style+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Julie McCarthy","audio":[{"meta":{"duration":"496"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375201476-0693d3.m3u?orgId=1&topicId=1031&aggIds=130593764&d=496&p=2&story=375142025&t=progseg&e=375168843&seg=6&ft=nprml&f=375142025"},{"href":"http://media.npr.org/assets/img/2015/01/05/jmmsurgery_img_5867-58191b8b9d58780e0ff5bd35d96a5acf32e88951.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3310","width":"4413"}},{"href":"http://media.npr.org/assets/img/2015/01/05/jmmsurgery_img_5800-daec38d038ddf32fae180e7486b9d0cb52eeb8de.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3310","width":"4413"}},{"href":"http://media.npr.org/assets/img/2015/01/05/jmmsurgery_img_5999-1dd28ffae162a2abfde4233c404a54f5a2f03e14.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3310","width":"4413"}},{"href":"http://media.npr.org/assets/img/2015/01/05/jmmsurgery_img_6091-409d666c8eadf5863f89ed70cc356af73d4fc22e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3310","width":"4413"}}]}