{"created":"2015-04-06T19:20:13+00:00","modified":"2015-06-16T17:19:00+00:00","valid":{"from":"2015-06-16T17:19:00+00:00","to":"3015-06-16T17:19:00+00:00"},"hreflang":"en","title":"How Do You Like Los Angeles' New Parking Signs?","published":"2015-04-07T11:18:00+00:00","teaser":"Over the weekend, the city rolled out a parking sign template as part of a pilot program to try to simplify what can often be a very confusing parking process.","itags":["npr_api","397858800"],"guid":"bf100fca-185d-489b-8756-006c7a18625f","contentencoded":"<p>In Los Angeles, it's really not the traffic, it's the parking.</p><p>Every Angeleno has endured that nerve-wracking search for a spot, circling and circling and circling city blocks. Then, when you finally find a space, you've got to solve the logic puzzle that LA parking signs can sometimes be.</p><p>For years now, every parking restriction on a spot has had its own sign. A sign for loading zone hours. A sign for street cleaning hours. A sign for parking permit details. That meant, sometimes, a single parking spot could have <a href=\"http://www.latimes.com/local/lanow/la-me-ln-large-parking-signs-culver-city-20140822-story.html\">seven or eight parking signs</a>, which can be maddening.</p><p>The city is now trying to fix that problem. This weekend, LA rolled out <a href=\"http://www.latimes.com/local/lanow/la-me-ln-confusing-parking-signs-20150403-story.html\">100 new parking signs</a> in a small section of downtown for a six-month trial run. If it all works out, the new signs would mean only one sign per parking spot.</p><p>The signs are grids — each day has a column that's color-coded hour by hour, telling you when you can park. If it's green, you're good to go. If it's red, you can't park. If certain times are black, the spot is a loading zone during that time. During a news conference announcing the new signs last week, LA Mayor Eric Garcetti said of the new grids: \"All you have to do is look at what day it is. Look at what time it is. And with easy color-coding and easy graphics, you should know whether or not you can be there.\"</p><p><a href=\"http://www.lamayor.org/mayor_garcetti_unveils_new_easy_to_read_parking_signs\">The city says</a> the signs will also feature QR codes and smartphone-readable beacons that will provide the \"foundation for developers to create apps that provide parking and other information.\"</p><p>Garcetti acknowledged that the current system of finding a parking spot in LA is \"one of the most frustrating things we all experience, and I think most Angelenos are convinced that the city is out to get them.\" He added, \"In the past, quite often, it seems like we've designed a more and more difficult system.\"</p><p><a href=\"http://www.laweekly.com/arts/an-interview-with-designer-nikki-sylianteng-potential-savior-of-las-parking-signs-5162022\">Designer Nikki Sylianteng</a> of Brooklyn, N.Y., created the new parking signs. After getting a $95 parking ticket during a trip to LA, she returned to New York and cooked up the idea. She put up the templates on her website, and soon after was approached by the city of Los Angeles.</p><p>So, how do Angelenos like the new signs? In an entirely unscientific survey conducted on Spring Street downtown, opinions were mixed but generally leaned negative.</p><p>\"It makes sense, but it's not easier, that's for damn sure,\" said Craig Jenkins. He prefers the old system of multiple signs, saying: \"I'd rather just read three signs than look at one graph. I think stick to the classics.\"</p><p>Laury Wollery was a little more positive. \"It's pretty straightforward once you take a look at it,\" he said. \"It takes some time to read and understand, but it makes more sense.\"</p><p>But he added that it might not be the best solution to the problem. \"I always thought that the best parking sign would be an LED that says, 'Park Here [or] Don't Park Here,' \" he said. \"And then you move on with your life. But, if they can't do that, this is the next best thing, I guess.\"</p><p>Sarah Little said, \"What fascinates me is that there's a committee of people that sat in a room together, and they were like, 'How are we gonna make this better?' And this is what they come up with,\" she said. \"This just looks like a fantastic waste of funds.\"</p><p>And then there's Craig Jenkins' solution to LA's parking confusion: \"Make it free.\"</p><p>How do you like the new parking sign? Let us know in the comments thread.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Do+You+Like+Los+Angeles%27+New+Parking+Signs%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sam Sanders","audio":[{"meta":{"duration":"138"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397891834-964ccc.m3u?orgId=1&topicId=1091&d=138&story=397858800&ft=nprml&f=397858800"},{"href":"http://media.npr.org/assets/img/2015/04/06/parking-sign-2-6ba5a2f4980f80ba7d68823828c8b4caca18e6e7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1161","width":"1549"}},{"href":"http://media.npr.org/assets/img/2015/04/06/old-parking-signs-2_sq-770fc4b14e8bed048243765dd53cbac4c2ae300c.jpg","type":"image/jpeg","meta":{"crop":"square","height":"2448","width":"2448"}}]}