{"created":"2015-06-09T20:07:37+00:00","modified":"2015-06-10T18:18:49+00:00","valid":{"from":"2015-06-10T18:18:48+00:00","to":"3015-06-10T18:18:48+00:00"},"hreflang":"en","title":"The Unfinished VA Hospital That's More Than $1 Billion Over Budget","published":"2015-06-09T22:57:00+00:00","teaser":"The Colorado hospital has been in the works for a decade and has cost more than five times the original estimate. Funding runs out this week and it's not clear where additional money will come from.","itags":["npr_api","413178870"],"guid":"bf11a99d-bfe1-4072-9711-5f9f7ee99889","contentencoded":"<p>A decade ago, plans were drawn up for a huge Veterans Affairs hospital near Denver intended to replace old and crowded facilities for nearly 400,000 vets in Colorado and neighboring states.</p><p>The original budget was $328 million, but that was totally unrealistic, the VA now acknowledges. So how much did it finally cost?</p><p>Well, it's still not finished and the price has hit an eye-popping $1.7 billion, making it one of the most expensive hospitals in the world <a href=\"http://www.washingtonpost.com/politics/va-building-projects-riddled-with-mistakes-and-cost-overruns/2015/04/13/e66279b4-d4b9-11e4-a62f-ee745911a4ff_story.html\" target=\"_blank\">according to some accounts.</a></p><p>\"We've got to get this hospital built. There's no question about that,\" Colorado Republican congressman Mike Coffman said at a hearing in Denver this spring. The hospital is in Aurora, an area he represents.</p><p>Multiple factors are cited for the massive cost overruns, from the low initial estimate, to poor planning to repeated delays. In addition, the VA, which is in the business of providing health care to veterans, has been in charge of the construction and has been accused of doing that job poorly.</p><p>\"This cost has to come out of VA's hide,\" Coffman said. \"They must be stripped of their management over construction.\"</p><p>The hospital has now been handed over to the Army Corps of Engineers to complete.</p><p><strong>More Money Needed</strong></p><p>Meanwhile, the VA's first suggestion about how to acquire additional funding was to take money from a program Congress created just last year. The <a href=\"http://www.va.gov/opa/choiceact/documents/Choice-Act-Summary.pdf\">Veterans Choice Act</a> allows vests to be seen by private doctors if they've waited too long for care at VA facilities. Congressional leaders stepped in and told the VA it can't touch that money.</p><p>Meanwhile, the VA's first suggestion about how to acquire additional funding was to take money from a program Congress created just last year. The new program allows veterans to be seen by private doctors if they've waited too long for care at VA facilities. Congressional leaders stepped in and told the VA it can't touch that money.</p><p>Congress has provided the hospital just enough funding to last through this week. If Congress doesn't approve more money in the next few days, construction will halt, costing millions more in delays.</p><p>So the VA has countered with two options, according to Stella Fiotes, who directs construction for VA.</p><p>One option is an across the board cut of about 0.9 percent, which would trim all VA discretionary spending.</p><p>The other option would be to take away funds from other VA construction projects, which would essentially halt building or design on VA projects across the country in order to finish the Aurora hospital.</p><p>Congress is looking at the two options. The VA also found some savings — by cutting out plans a nursing home and a center for veterans with Post-Traumatic Stress Disorder.</p><p><strong>Multiple Disputes</strong></p><p>The hospital is just one of many issues where Congress and the VA have been wrangling over how the department is being run. The VA has a budget this year of more than $160 billion, making it one most heavily funded government departments.</p><p>Meanwhile, many veterans have lost patience.</p><p>\"I do not agree with holding up funding until they figure out who's throat to choke for this. They are all culpable,\" says Leanne Wheeler, a Colorado veteran who served in the Air Force.</p><p>Wheeler says there's plenty to blame to be shared by Congress and the VA. And she says if there's money for war, there shouldn't be any question about money for veterans.</p><p>The new veterans medical center in Colorado should be ready in 2017 — if it gets the additional funding.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Unfinished+VA+Hospital+That%27s+More+Than+%241+Billion+Over+Budget&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Quil Lawrence","audio":[{"meta":{"duration":"194"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413192500-06a167.m3u?orgId=1&topicId=1122&d=194&p=2&story=413178870&t=progseg&e=413066885&seg=11&ft=nprml&f=413178870"}]}