{"created":"2015-02-11T19:13:40+00:00","modified":"2015-02-12T19:33:01+00:00","valid":{"from":"2015-02-12T19:33:01+00:00","to":"3015-02-12T19:33:01+00:00"},"hreflang":"en","guid":"bf19c77d-8a1c-40de-8a69-3810661b6733","title":"Honeycomb is making Asian food in Washington, DC a bit sweeter, and a lot more local","published":"2015-02-12T19:32:57+00:00","byline":"Naomi Gingold","teaser":"Erik Bruner-Yang's already got one of the hottest restaurants in the nation's capital: a ramen shop called Toki Underground. But recently, he opened an Asian market, something he says is sorely lacking in Washington. The market's called Honeycomb, and the whole point, Bruner-Yang says, is to utilize as many local ingredients as possible.","tags":["Food","Lifestyle & Belief","Washington, DC","North Amerca","United States","Virginia","mid-Atlantic","North America","Sarah Kenezio","Erik Bruner-Yang","Toki Underground","Food and drink","Japanese cuisine","Fermented foods","Soy products","Soy sauce","Miso","Ramen","Hospitality"],"contentencoded":"<p>Washington, DC is often considered a pretty international city. But try to find Asian groceries in DC, and you’ll come up pretty short. There’s only one tiny Japanese market in the city.</p>\n<p>Erik Bruner-Yang, the superstar chef-owner behind DC’s Toki Underground — a ramen restaurant so popular that hungry customers typically wait 2-3 hours just to get in, wanted to change that. Late last year he opened Honeycomb, an Asian grocery store in DC’s Union Market. But Honeycomb is not quite your typical Asian grocery.</p>\n<p>For starters, the offerings on the shelf at the cutely designed shop are pretty sparse.</p>\n<p>Bruner-Yang says, “I’ve tried 20 rice vinegars, twenty different soy sauces, and I’ve picked the one that best works for, y’know, any recipe that you've found in the cookbook.  These are the things I use in my cooking.  Like if we’re using soy sauce, this is soy we use at the restaurant and we sell it here at the store.”</p>\n<p>The minimalist approach is a strategic part of Bruner-Yang’s larger vision for Honeycomb.</p>\n<p>“The store is really a front for the bigger picture, which is kind of changing how we perceive the food we grow in this area.”</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"2333\" width=\"3500\" alt=\"Products from Honeycomb Asian market in Washington, DC\" title=\"Products from Honeycomb Asian market in Washington, DC\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/hannahhudsonphotography.honeycomb-48.jpg\" /><div class=\"field-caption\">\n    <p>Products from Honeycomb Asian market in Washington, DC</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Hannah Hudson</p>\n  </div>\n</div>\n<p>His ultimate goal he says is to sell his own Asian pantry items made from ingredients grown and sourced in the mid-Atlantic, something he says is actually not too hard because the region is rich with ingredients that can be used to make what are commonly thought of as ‘import only’ foods.</p>\n<p>He points out that something like Hoisin sauce is really made out of fermented sweet potato, a crop that he says is “super-prevalent” in the mid-Atlantic. </p>\n<p>“If I never have to buy hoisin sauce from some mysterious factory ever again because I’ve made it from a sweet potato from a farmer that I know, then that’s a win. “</p>\n<p>Bruner-Yang along with his ‘research and development’ team Sarah Kenezio and Isaiah Billington are currently experimenting with vinegars, salts, brewing their own soy sauce, and even preserving their own fish for what Bruner-Yang admits is a rather smelly project: creating their own fish sauce.</p>\n<p>Honeycomb’s offerings change with the season. Currently the store sells artisanal pickles ala kimchi (made from curried butternut squash or carrots with fennel and ginger), black garlic, homemade curry paste, chili paste, and their own kombucha. Right next to imported miso, Honeycomb offers their own mid-Atlantic take: a miso made from locally grown Benne seed, a type of sesame seed. The sushi ginger on sale is sourced from a 70-year old retiree-farmer in Richmond, Virginia who Bruner-Yang says is a “really nice guy.” </p>\n<p>The store does not trade on Bruner-Yang’s rockstar status among foodies in DC. In fact, there isn’t anything in the store connecting to Yang’s popular restaurant, something that Yang says is “super-intentional.” </p>\n<p>Bruner-Yang who splits his time between the restaurant and grocery says currently around 40 percent of sales are products they’ve made. In addition to selling ingredients, they frequently offer guidance to customers on recipes and what to buy. That kind of interaction is a highlight of what they do.</p>\n<p>Bruner-Yang who’s half Taiwanese, half Belgian, was born in Taipei but grew up mostly in the United States.  Kenezio and Billington are both white Americans, and the fact that none of them really “look the part” means on occasional they get what Bruner-Yang jokingly refers to as “a little racist backlash.”   In addition to the occasional comment, he says especially the white workers, “ get a lot of, like, looks like, you don't know what you’re doing, you don't know what you’re talking about, why would you charge this? How do you know how to make this?”</p>\n<p>Ultimately, he, Kenezio, and Billington point out that making kimchee has nothing to do with the race of the person making it. It’s a technique.</p>\n<p>Another issue they confront is what Bruner-Yang refers to as the common stereotype that Asian groceries and food are cheap. “To me,” he says, “That’s kind of a little bastardization of the culture, how it’s been spun in our country.”</p>\n<p>His goal is not to be the low-cost provider. Instead Bruner-Yang says, “We spent time picking these things out for you. We’re here to talk to you and for you to have a grocery experience “ But he acknowledges, “It’s for some people and it's not for others.”</p>\n<p>When asked if he’ll ever make his own Pocky, the popular Japanese snack that he also stocks at Honeycomb, Bruner-Yang laughs and says. “ If it ain’t broke, don’t fix it.“</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/ErikBrunerYang.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/erikbruneryangjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02112015_05.mp3"},{"href":"http://www.pri.org/file/0211201505mp3"}]}