{"created":"2015-06-27T12:10:00+00:00","modified":"2015-06-29T19:51:24+00:00","valid":{"from":"2015-06-29T19:51:23+00:00","to":"3015-06-29T19:51:23+00:00"},"hreflang":"en","title":"National Cathedral Should Not Be Stained With Confederate Flag, Dean Says","published":"2015-06-27T14:30:00+00:00","teaser":"The Very Rev. Gary Hall says glass windows in honor of Stonewall Jackson and Robert E. Lee need to go. \"We couldn't with credibility address the race agenda\" with the windows in place, he tells NPR.","itags":["npr_api","417981652"],"guid":"bf4f2e69-9300-452b-a399-667266b592cd","contentencoded":"<p>The Confederate stars and bars have been taken down from flagpoles and store shelves all over the country this week. Calls for their removal follow the June 17 shooting of nine people at the Emanuel African Methodist Episcopal Church in Charleston, S.C.</p><p>But the official flag of the Confederacy and two Confederate battle flags are still visible in stained glass windows of the National Cathedral in Washington, D.C. On Thursday, the Very Rev. Gary Hall, dean of the cathedral, called on the church's governing body to <a href=\"http://cathedral.org/press/PR-7896D-22001P.shtml\">remove those windows</a> and commission replacements.</p><p>The flags appear in two windows that memorialize Confederate generals Stonewall Jackson and Robert E. Lee. They were installed in 1953, after a lobbying campaign by the United Daughters of the Confederacy, Hall tells NPR's Scott Simon. Inscriptions celebrate the men as \"exemplary Christian people,\" Hall says.</p><p>Once an attempt at reconciliation, these images can no longer stand, he argues.</p><p>\"I believe that the Charleston shootings have really been a kind of defining for America and for American institutions,\" Hall says, \"and it seemed to me that we couldn't with credibility address the race agenda if we were going to keep the windows in there.\"</p><p>The cathedral \"tells the story of America,\" he says, and as the country grapples with its history of slavery and racism, he hopes to have windows that \"tell that story in all of its complicated fullness.\"</p><p>In his second inaugural address, President Abraham Lincoln <a href=\"http://www.bartleby.com/124/pres32.html\">noted</a> that both the North and the South \"read the same Bible and pray to the same God, and each invokes His aid against the other ...\"</p><p>\"How do you explain that Confederates, as Lincoln suggested, prayed to the same God as Lincoln, as Harriet Tubman, as Sojourner Truth?\" Simon asks Hall.</p><p>\"I think this is an important moment for church leaders, including myself, to stop, you know, giving God the credit or the blame for everything,\" Hall responds in part.</p><p>\"In other words ... a lot of stuff is done in God's name; I think we need to be a little bit clearer about what's our own will and what's God's will and be a little bit more willing to suspend our judgment about what God is really doing until we've had a chance for that judgment to play out.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=National+Cathedral+Should+Not+Be+Stained+With+Confederate+Flag%2C+Dean+Says&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418011845-430d52.m3u?orgId=1&topicId=1091&d=237&p=7&story=417981652&t=progseg&e=418011736&seg=17&ft=nprml&f=417981652"},{"href":"http://media.npr.org/assets/img/2015/06/27/gettyimages-478534442-84fb6b065f993edd18a4cb072901fad0baf6eb4a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3044","width":"4059"}},{"href":"http://media.npr.org/assets/img/2015/06/27/gettyimages-478534434_enl-d6fee927157169d14b001a1fe43bdfc63f3f3ba8.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1972","width":"2300"}}]}