{"created":"2015-05-14T03:13:31+00:00","modified":"2015-05-15T13:30:19+00:00","valid":{"from":"2013-04-02T18:54:06+00:00","to":"3013-04-02T18:54:06+00:00"},"hreflang":"en","tags":["APM","Show Us Your Safety Net","Wealth & Poverty","safety net"],"byline":"Karen Clark","guid":"bf7ec6ab-f480-45bf-8c29-cd6a05552b27","published":"2013-04-02T18:54:06+00:00","teaser":"How did that phrase -- the safety net-- become a household term for social programs in the first place?","contentencoded":"<div class=\"barn-cleaned\"><p>Once President Obama unveils his budget next week (as he's expected to do), Congress will have three very different proposals over which to tangle. And one of the stickiest issues in any budget will involve how much to spend on that thing we call government “safety net” programs.&nbsp;</p>\n<p>But how did that phrase --&nbsp;<em>the safety net&nbsp;</em>-- become a household term in the first place?</p>\n<p>You'd assume a historian would know the answer.&nbsp; But when we started calling them up to ask, no one knew.</p>\n<hr />\n<p>&nbsp;<em>Check out the history of the safety net, as it appears in political cartoons, in the photo slideshow above.</em></p>\n<hr />\n<p>A few historians offered to help track down the answer, and so with their help we began our quest:</p>\n<ul>\n<li><strong>Did FDR and his New Deal create the name?</strong> You might call the Social Security Act that President Franklin Roosevelt signed into law in 1935 the original American safety net.&nbsp; Until then, taking care of the poor had been mostly a local responsibility, but in the depths of the Great Depression, that became an overwhelming task.\n<p>With the Social Security Act, Roosevelt launched a raft of federal programs--from aid for poor widowed mothers and the disabled, to unemployment insurance and old age pensions—to provide what he called “some measure of protection, to the average citizen and his family.”</p>\n<p>But the big question was, exactly which citizens deserved that federal protection?</p>\n<p>Linda Gordon, a historian at New York University, says strangely enough, back in 1935 poor single moms and their children were one of the least controversial groups to give aid to, while one of the most controversial groups was the elderly.</p>\n<p>“There were people who strongly criticized the shifting of that burden to the federal government, saying that it would disrupt family values by letting adult children off the hook for caring for their parents,” Gordon says.</p>\n<p>The idea of old age pensions was so criticized, Gordon says, that the program’s framers decided to give pensions not just to poor people, but to middle class and rich ones too.&nbsp; The idea being, the more people who benefitted, the more popular the program would be.</p>\n<p>And yet, in the midst of these early discussions over who belonged in the safety net, no one was actually calling it that.</p>\n<p>“We've had the safety net programs a lot longer than we've had the term,” says Guian McKee, a historian at the University of Virginia.</p>\n</li>\n<li><strong>If Not FDR, Then Who?</strong> McKee trawled through newspaper archives to see when the phrase “safety net” first started showing up to describe government social programs.&nbsp; The first reference he could find was in 1966, in a New York Times article about the New York Governor’s race.&nbsp; One of the candidates used the phrase to describe his approach to social spending, saying “public assistance will be envisaged as a safety net on the one hand, and as a transmission belt to productive employment on the other.”&nbsp;\n<p>Ironically, the candidate who said it was Franklin Delano Roosevelt, Jr., FDR’s son.</p>\n<p>But the “safety net” still didn't really become a household term in the way we know it now, for another fifteen years.</p>\n<p><em>February 18, 1981</em> to be exact, in President Ronald Reagan's first speech to Congress.&nbsp; He was in the midst of laying out big and controversial federal spending cuts he wanted to make,</p>\n<p>“Now, I know that exaggerated and inaccurate stories about these cuts have disturbed many people,” he said.&nbsp; “And I welcome this opportunity to set things straight.”</p>\n<p>And then, he used the phrase.</p>\n<p>“All those with true need can rest assured that <em><strong>the social safety net of programs</strong></em> they depend on are exempt from any cuts,” he said.&nbsp; Then he went on, “But government will not continue to subsidize individuals or business interests where real need cannot be demonstrated.”</p>\n<p>And in those two sentences, Reagan popularized a vivid metaphor for government assistance, while at the same time redefining who deserved it.</p>\n<p>For Reagan, the elderly and veterans were at the top of the list of the deserving, and that was reflected in the programs he identified as part of the safety net—programs he promised not to cut.&nbsp; Social security was safe, as was Medicare and funding for Veterans pensions.&nbsp; All were programs, as a New York Times article a few weeks later pointed out, that “assist not only the poor but also many people who are not poor and some who are quite well off.”</p>\n<p>Reagan was more suspicious of means-tested programs that required people to prove they were poor—things like food stamps, Medicaid, and Aid to Families with Dependent Children.&nbsp; And he targeted those for cuts.</p>\n<p>After Reagan's speech, dozens of articles followed that included the phrase social safety net, and the term stuck.&nbsp; It may seem funny that the speech that launched a thousand safety net metaphors was one that questioned who deserved it.&nbsp; &nbsp;&nbsp;But, it doesn’t surprise historian Guian McKee.&nbsp; &nbsp;“It's one of the oldest lines in social policy, to try to determine who deserves help, and who doesn’t,” McKee says.</p>\n<p>So as a new round of budget debates gears up in Congress, listen not just for which politicians say they care about the social safety net, but whom they say it should catch.&nbsp;</p>\n</li>\n</ul></div>","description":"How did that phrase -- the safety net-- become a household term for social programs in the first place?","itags":["Marketplace for Tuesday, April 2, 2013","PMP:Marketplace_PMP","bf7ec6abf4805bf8c29ecd6a05552b27","Marketplace"],"title":"How did the social safety net get its name?","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Once President Obama unveils his budget next week (as he&apos;s expected to do), Congress will have three very different proposals over which to tangle. And one of the stickiest issues in any budget will involve how much to spend on that thing we call government “safety net” programs. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>But how did that phrase -- <em>the safety net </em>-- become a household term in the first place?</p>\"},{\"content\":\"<p>You&apos;d assume a historian would know the answer.  But when we started calling them up to ask, no one knew.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<hr />\"},{\"content\":\"<p> <em>Check out the history of the safety net, as it appears in political cartoons, in the photo slideshow above.</em></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<hr />\"},{\"content\":\"<p>A few historians offered to help track down the answer, and so with their help we began our quest:</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<ul><li><strong>Did FDR and his New Deal create the name?</strong> You might call the Social Security Act that President Franklin Roosevelt signed into law in 1935 the original American safety net.  Until then, taking care of the poor had been mostly a local responsibility, but in the depths of the Great Depression, that became an overwhelming task. <p>With the Social Security Act, Roosevelt launched a raft of federal programs--from aid for poor widowed mothers and the disabled, to unemployment insurance and old age pensions—to provide what he called “some measure of protection, to the average citizen and his family.”</p><p>But the big question was, exactly which citizens deserved that federal protection?</p><p>Linda Gordon, a historian at New York University, says strangely enough, back in 1935 poor single moms and their children were one of the least controversial groups to give aid to, while one of the most controversial groups was the elderly.</p><p>“There were people who strongly criticized the shifting of that burden to the federal government, saying that it would disrupt family values by letting adult children off the hook for caring for their parents,” Gordon says.</p><p>The idea of old age pensions was so criticized, Gordon says, that the program’s framers decided to give pensions not just to poor people, but to middle class and rich ones too.  The idea being, the more people who benefitted, the more popular the program would be.</p><p>And yet, in the midst of these early discussions over who belonged in the safety net, no one was actually calling it that.</p><p>“We&apos;ve had the safety net programs a lot longer than we&apos;ve had the term,” says Guian McKee, a historian at the University of Virginia.</p></li><li><strong>If Not FDR, Then Who?</strong> McKee trawled through newspaper archives to see when the phrase “safety net” first started showing up to describe government social programs.  The first reference he could find was in 1966, in a New York Times article about the New York Governor’s race.  One of the candidates used the phrase to describe his approach to social spending, saying “public assistance will be envisaged as a safety net on the one hand, and as a transmission belt to productive employment on the other.”  <p>Ironically, the candidate who said it was Franklin Delano Roosevelt, Jr., FDR’s son.</p><p>But the “safety net” still didn&apos;t really become a household term in the way we know it now, for another fifteen years.</p><p><em>February 18, 1981</em> to be exact, in President Ronald Reagan&apos;s first speech to Congress.  He was in the midst of laying out big and controversial federal spending cuts he wanted to make,</p><p>“Now, I know that exaggerated and inaccurate stories about these cuts have disturbed many people,” he said.  “And I welcome this opportunity to set things straight.”</p><p>And then, he used the phrase.</p><p>“All those with true need can rest assured that <em><strong>the social safety net of programs</strong></em> they depend on are exempt from any cuts,” he said.  Then he went on, “But government will not continue to subsidize individuals or business interests where real need cannot be demonstrated.”</p><p>And in those two sentences, Reagan popularized a vivid metaphor for government assistance, while at the same time redefining who deserved it.</p><p>For Reagan, the elderly and veterans were at the top of the list of the deserving, and that was reflected in the programs he identified as part of the safety net—programs he promised not to cut.  Social security was safe, as was Medicare and funding for Veterans pensions.  All were programs, as a New York Times article a few weeks later pointed out, that “assist not only the poor but also many people who are not poor and some who are quite well off.”</p><p>Reagan was more suspicious of means-tested programs that required people to prove they were poor—things like food stamps, Medicaid, and Aid to Families with Dependent Children.  And he targeted those for cuts.</p><p>After Reagan&apos;s speech, dozens of articles followed that included the phrase social safety net, and the term stuck.  It may seem funny that the speech that launched a thousand safety net metaphors was one that questioned who deserved it.    But, it doesn’t surprise historian Guian McKee.   “It&apos;s one of the oldest lines in social policy, to try to determine who deserves help, and who doesn’t,” McKee says.</p><p>So as a new round of budget debates gears up in Congress, listen not just for which politicians say they care about the social safety net, but whom they say it should catch. </p></li></ul>\"}]","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/field_images/2013/04/safetynet8.jpg?itok=v6aBX-bE","meta":{"height":"340","width":"610","crop":"primary"}},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/04/02/marketplace_segment16_20130402_64.mp3","meta":{"duration_hms":"00:05:17","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/04/02/marketplace_segment16_20130402","type":"application/json"},"duration":317},"format":"MP3","type":"audio/mpeg"}]}