{"created":"2014-09-22T22:26:49+00:00","modified":"2014-09-22T22:26:49+00:00","valid":{"from":"2014-09-22T22:26:49+00:00","to":"3014-09-22T22:26:49+00:00"},"hreflang":"en","guid":"bf7ef121-0a3c-4bce-80da-9dd961b596da","title":"Yemen's peace deal brings Houthi rebels into the government, but many problems remain","published":"2014-09-22T22:26:48+00:00","byline":"Stephen Snyder","tags":["Yemen","Houthi","Iona Craig","Sana'a","Conflict","Conflict & Justice","Sana'a","Asia","Yemen","Middle East","Iona Craig","جمال بنعمر","Jamal Benomar","Ali Mohsen al-Ahmar","Mohammed Salem Bassindwa","Houthis","Zaydi","Sana'a","Yemen","Terrorism in Yemen","Middle East","Shia insurgency in Yemen","Tawakel Karman","Shia Islam"],"teaser":"A protest in Sana'a led by a northern Yemeni tribe, the Houthis, became a military assault on the capital over the weekend. Now a UN-brokered peace deal will allow the Houthis into power and end the fighting, but the situation remains complex with sectarian and tribal disputes still simmering.","contentencoded":"<p>Like many residents of Sana&#39;a, Yemen&#39;s capital, Iona Craig woke up Sunday to find her neighborhood under the control of rebel Houthi fighters from the country&#39;s north.&nbsp;</p><p><span style=\"line-height: 1.538em;\">&quot;A lot of it seemed to be pre-arranged,&quot; she told The World. &quot;Major government buildings were taken over without a shot being fired ... There was a distinct absence of soldiers that normally guard those positions.&quot;</span></p><p>The three-day-long siege by Houthi forces was the culmination of a month of demonstrations. &quot;Houthi protests that began in August were about dissolving the government, who they regarded as corrupt and ineffective,&quot; Craig says. &quot;They were also demanding that the popular fuel subsidy be reinstated.&quot; &nbsp;</p><p>Craig said the deal that ended the fighting, the <a href=\"https://www.facebook.com/permalink.php?story_fbid=359206397575305&amp;id=101605280002086\">Peace and National Partnership Agreement</a>&nbsp;that was&nbsp;brokered by UN envoy Jamal Benomar, gave the Houthis both.&nbsp;<span style=\"line-height: 1.538em;\">&quot;The fuel subsidy has been lifted now, and the price of fuel dropped overnight,&quot; she said. &quot;And the formation of a new government, with significant Houthi representation, is scheduled to take place within a month.&quot;</span></p><p>But Craig also explained that the Houthis have other objectives.&nbsp;<span style=\"line-height: 1.538em;\">&quot;A lot of this is about the territory that the Houthis have been seizing control of over the past year &mdash; fighting down from their stronghold in Saada, in the northern part of Yemen, all the way to the Yemeni capital.&quot; A day after the fighting ended and a deal was signed, &quot;it is still not very clear if [the Houthis] will be forced to give up control of those areas.&quot;</span></p><p>The Houthis belong to the Zaidi sect of Shiite Islam. They have been struggling for a decade against Yemen&#39;s Sunni-dominated government, and apparently used their moment of triumph to harass&nbsp;<span style=\"line-height: 1.538em;\">high-profile members of the Sunni Islah party, Yemen&#39;s counterpart to Egypt&#39;s Muslim Brotherhood.</span></p><p><span style=\"line-height: 1.538em;\">The home of Nobel Prize-winning activist and Islah figurehead Tawakkol Karman was occupied by a dozen Houthi fighters Saturday night. Yemen&#39;s Prime MInister Mohammed Salem Bassindwa, considered close to the Islah party, was forced to step down. And the army general who lent support to Islah and youth protests during Yemen&#39;s own Arab Spring, Ali Mohsen al-Ahmar, went into hiding as Houthi fighters raided his home in Sana&#39;a.</span></p><p>What might be regarded as an internal matter for Yemen may have international repercussions.&nbsp;<span style=\"line-height: 1.538em;\">&quot;I think the major concern is the instability in Yemen,&quot; Craig says. &quot;There&#39;s a huge humanitarian problem here. The security issues obviously involve al-Qaeda ... There&#39;s a lot of fear that al-Qaeda will organize against the Houthis and turn this into a nasty sectarian conflict.&quot;</span></p><p>But sectarianism is only one layer of Yemen&#39;s complex disputes: &quot;It&#39;s also about taking tribal control and tribal influence away from Islah, and it&#39;s all about politics &mdash; about who&#39;s going to have control and influence in the next government when it&#39;s formed in the next month.&quot;</p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/092220144.mp3"},{"href":"http://www.pri.org/file/092220144mp3"}]}