{"created":"2014-11-19T21:58:00+00:00","modified":"2014-11-20T20:29:16+00:00","valid":{"from":"2014-11-20T20:29:16+00:00","to":"3014-11-20T20:29:16+00:00"},"hreflang":"en","guid":"bf828e1e-447e-40ee-b214-9df0b9e83616","title":"Kickstarter is going to the Moon in a new crowdfunded space mission","published":"2014-11-20T20:29:14+00:00","byline":"David Leveille","tags":["Space","space exploration","crowdfunding","science","Science","Science, Tech & Environment","Europe","United Kingdom","Europe","Monica Grady","Exploration of the Moon","Moon","Lunar south pole","Spaceflight","Space technology","Space"],"teaser":"You've always paid for space missions with your tax dollars, but now you can get even more involved thanks to a British team that's using Kickstarter to fund a new lunar probe. Donors will even get a chance to leave their hair on the Moon if they fork over enough cash.","contentencoded":"<p>There's a new mission to the moon that's just getting off the ground in Britain, but it has a twist: You pay for it.</p>\n<p>The British scientists behind the venture, called Lunar Mission One,  want to raise a million dollars to send a robotic probe to the lunar South Pole, and they're relying on crowdfunding to get there.</p>\n<p>\"Although it's been started in the UK, it's a global mission. It doesn't belong to NASA or the European Space Agency, it belongs to everybody,\" says Monica Grady, a planetary scientist at Britain's Open University and an advisor to the project. \"People have an opportunity to be part of their very own lunar mission.\"</p>\n<p></p><div class=\"media media-element-container media-story_image\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/story_main/public/Craft_Landing.jpg?itok=Y41bezq8\" width=\"864\" height=\"487\" alt=\"\" /><div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Lunar Mission One</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>Robotic lunar problem landing simulation</p>\n  </div>\n</div>\n<p>Public taxes and government funding usually support space missions and other scientific investigations, but Grady says there are good reasons for citizens to take the initiative. One is to push the technology forward for future missions, no matter who funds them.</p>\n<p>\"We're going to drill up to 100 meters down into the lunar South Pole,\" she says. \"We're going to be looking at water and how much ice is there, which is necessary if you're going to build a lunar base on the moon — and that is a when, not an if.\" </p>\n<p>Grady says a low-gravity lunar base is essential for human exploration of the solar system — a mission to Mars, for example.</p>\n<p>But most importantly, she says, human exploration needs inspiration: \"Inspiration for the next generation of scientists and engineers. The moon connects children all over the world. Kids in Japan can look at the moon, kids in Australia can see the moon.\"</p>\n<p>There are some added incentives for people who donate to the mission. Grady says donors will be able to place their own text messages, photos or videos on memory discs that will someday be buried as \"digital memory boxes\" beneath the lunar surface.</p>\n<p>Big givers may even have the chance to send a strand of their hair on the mission, meaning their unique DNA will reside on the Moon forever. So what would Grady like to send to the moon herself? \"I would send images of the things that are most dear to me,\" she says. \"So obviously I'd send a picture of my son, my husband — and, of course, my three cats!\"</p>\n<p><em>What photo or text message would you like to send to the Moon? We want to hear from you! Tell us your ideas in the comments below.</em></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Craft_and_Moon.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/craftandmoonjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/111920149.mp3"},{"href":"http://www.pri.org/file/111920149mp3"}]}