{"created":"2015-05-14T03:12:13+00:00","modified":"2015-05-15T11:47:46+00:00","valid":{"from":"2013-07-09T17:14:15+00:00","to":"3013-07-09T17:14:15+00:00"},"hreflang":"en","contenttemplated":"[{\"content\":\"<p>The contract to run one of the key benchmarks in the global financial system has been awarded to the people who bring you the New York Stock Exchange. Starting next year, NYSE Euronext will take control of LIBOR, the rate banks use to borrow from each other and guides all sorts of interest rates from mortgages to credit cards. That&apos;s the same LIBOR that was at the center of a market manipulation scandal last year.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>What is LIBOR?</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p>It sounds like <a href=\\\"http://www.marketplace.org/topics/business/fallout-financial-crisis/whats-libor\\\">heavy metal or a rare disease</a>, but LIBOR stands for London Interbank Offered Rate. And our own <a href=\\\"http://www.marketplace.org/topics/economy/whiteboard/so-what-libor-exactly\\\">Paddy Hirsch has put together a simple explainer</a> detailing what it is:</p>\"},{\"type\":\"text/html\",\"content\":\"<blockquote>&quot;Every day, a group of number crunchers call up 18 banks and ask them how much interest they would pay to borrow money from another bank. The crunchers toss out the four highest and lowest rates, and divide up the remaining ten to get an average. That average is published as LIBOR.&quot;</blockquote>\"},{\"content\":\"<p><strong>What does LIBOR really tell us?</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>It&apos;s a way to measure the health of the banking system. Banks have to judge on a daily basis whether the other banks they do business with are good for the money.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>If LIBOR is high, it means that banks don&apos;t trust each other too much. It&apos;s just like when your bank raises your mortgage or credit-card rate -- they don&apos;t really think you&apos;re good for the money, and so they want you pay higher interest. Banks work the same way with each other.</p>\",\"type\":\"text/html\"},{\"content\":\"<p><strong>What happened in the LIBOR scandal?</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Banks are supposed to submit the actual interest rates they are paying, or would expect to pay, for borrowing from other banks. But banks <a href=\\\"http://www.marketplace.org/topics/business/easy-street/50-ways-rig-your-libor\\\">fudged the numbers</a>. In June 2012, criminal settlements by Barclays Bank revealed significant fraud and collusion by banks connected to the rate submissions.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Barclays tried to push down LIBOR to make itself look like it had really good credit. According to the <a href=\\\"http://www.fsa.gov.uk/static/pubs/final/barclays-jun12.pdf\\\">Financial Services Authority</a>, London&apos;s chief financial regulator:</p>\",\"type\":\"text/html\"},{\"content\":\"<blockquote>Barclays was identified in the media as having higher LIBOR submissions than other contributing banks at the outset of the financial crisis. Barclays believed that other banks were making LIBOR submissions that were too low and did not reflect market conditions. The media questioned whether Barclays’ submissions indicated that it had a liquidity problem. Senior management at high levels within Barclays expressed concerns over this negative publicity.</blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>So Barclays started fudging its rates, too. That led to the scandal, where it emerged that banks were manipulating these rates so that their own traders could make money on the back of these interest rate movements. At least a <a href=\\\"http://www.marketplace.org/topics/business/british-regulators-react-libor-scandal\\\">dozen major banks were accused of rigging the rate</a>.</p>\"},{\"type\":\"text/html\",\"content\":\"<p><strong>So now an American company gets to run LIBOR. How big of a blow might this be to the mainly British financial companies that used to come up with it?</strong></p>\"},{\"content\":\"<p>The new rate setting body will still be based in the U.K. It will be regulated by Britian&apos;s main market reuglator. A non-British company was chosen to run LIBOR to <a href=\\\"http://www.marketplace.org/topics/tech/libor-gets-new-shepherd\\\">restore its credibility and reassure investors.</a></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Our regular Weekly Wrap guest Heidi Moore provided a <a href=\\\"http://www.marketplace.org/topics/world/easy-street/libor-mortals-easy-explainer\\\">thorough explainer of LIBOR</a>. Following is a selection of some of her answers:</p>\",\"type\":\"text/html\"},{\"content\":\"<blockquote><strong>Did what Barclays did affect the price of my mortgage, though?</strong><p>It might have. Reasonable minds can disagree. I asked a few people this question. Greg McBride, an analyst with BankRate.com, doubted that the LIBOR-toying really hurt anybody, because of the way LIBOR works: the extreme highs and extreme lows aren&apos;t reflected in the ultimate price. A market strategist I talked with said that yes, the LIBOR-fixing had an effect on how much we could trust banks, but really, one or two banks couldn&apos;t distort the whole market.</p><p>I also asked Guy Cecala, the editor of Inside Mortgage Finance magazine, this same question. His answer was: yes, it might have affected us, because the problem with LIBOR among banks during the financial crisis froze the <em>consumer market</em> for borrowing. Let&apos;s do a little time-traveling. Remember in 2008, when everyone was freaking out, Bear Stearns went under, Lehman Brothers and Morgan Stanley and Goldman Sachs were getting attacked every day, and a lot of people worried whether banks could survive? </p><p>Here&apos;s how Cecala put it in his conversation to me: &quot;After 2008, interest rates were dropping pretty quickly and the concern at the time was that LIBOR wasn&apos;t moving, so that banks weren&apos;t passing on the benefit from government bailouts. They were borrowing at virtually nothing and signalling that they wouldn&apos;t lend to the world at anything like those low rates. it didn&apos;t smell right, what was going on.&quot;</p><p>And you remember that, right? How it was so hard to get or refinance a mortgage, and how credit-card companies backed away from many consumers? That was a ripple effect from banks refusing to lend.</p><p><strong>Why are some U.S. mortgages connected to LIBOR at all?</strong></p><p>It has to do with how banks make mortgages manageable.</p><p>Let&apos;s start with a visual: Picture your mortgage like a giant evergreen tree. Back in the old days, when you asked Main Street Bank for a mortgage, it held your entire mortgage on its books; it would throw that tree in the backyard. Soon, hundreds of thick, heavy mortgage trees would pile up in the tiny backyard of Main Street bank.  If you defaulted on your mortgage, your tree would start smoldering. Not only would Main Street bank lose a valuable tree, but the whole pile could catch fire.</p><p>So big Wall Street banks stepped in and told Main Street bank that it would be smarter to chop all of its mortgage trees into easily handled firewood. Then Main Street bank could keep some bundles of your mortgage-tree, and sell the rest to other who wanted firewood.</p><p>A lot of the people who wanted to buy those firewood-sized mortgage bundles were in Europe, and they were used to LIBOR, the same way they were used to Celsius and metric. So the U.S. banks started using LIBOR to set the interest rates on all adjustable mortgages to help them sell the firewood bundles of mortgage loans to investors in Europe.</p><p><strong>So, the FSA believes Barclays convinced other banks to lower the rate <em>just for Barclays</em>? Aren&apos;t bankers Darwinian? Why would they help out a rival? What was the incentive?</strong></p><p>Partly love, partly money, and partly love of money.</p><p>The FSA looked through a whole bunch of emails that these Barclays traders sent to their friends at other banks. The emails are really schmoopy and embarrassing and sickly sweet, with lots of &quot;anything for you!!!!!!&quot; and &quot;<a href=\\\"http://nymag.com/daily/intel/2012/06/barclays-traders-e-mail-like-teenage-girls.html\\\" target=\\\"_blank\\\">thanks a million dude!</a>&quot; and &quot;Dude. I owe you big time! <a href=\\\"http://dealbook.nytimes.com/2012/06/27/the-things-traders-say/\\\" target=\\\"_blank\\\">Come over one day after work and I’m opening a bottle of Bollinger</a>.”</p><p>So basically, the traders were helping each other. They asked each other for favors, so it seemed personal.</p><p>Traders cut these kinds of deals on prices all the time, by the way. That&apos;s what traders do. They work for major financial institutions, but they basically function like rug salesmen at a souk in Morocco. Traders ask each other, &quot;hey, can you price this higher,&quot; or &quot;you&apos;re killing me on this low price, my boss is going to fire me; look, that&apos;s my blood on the desk already.&quot;</p><p>The difference is that traders aren&apos;t allowed to use those negotiations with things like LIBOR, which is very official and not designed to be messed with.</p><p><strong>So you&apos;re telling me that these bankers -- sorry, <em>traders</em> -- basically tried to rig a $10 trillion market for a bottle of champagne and some compliments? Are you kidding me right now?</strong></p><p>I am not kidding you. Sometimes souls are sold cheap on Wall Street.</p><p><strong>Did they <em>possibly</em> have other motivations?</strong></p><p>Probably. Greed, for one thing. This really could have helped them make money. And there&apos;s always an implied <em>quid pro quo</em>: &quot;you help me make money now, I&apos;ll help you later.&quot; A trader who gives a friend a few points on an interest rate now could call in that favor later.</p><p>The banks like to use this excuse: when you look at the 2007-2009 period, things were really dire for banks during the financial crisis. Two banks -- Bear Stearns and Lehman Brothers -- actually did go under ultimately because no one would lend to them. The Federal Reserve and European Central Bank dropped interest rates, but LIBOR stayed high. Banks were borrowing cheaply from the Fed and charging each other much higher rates. So Barclays could have wanted to report lower rates to look more trustworthy.</p><p>The appearance of trustworthiness, ironically, could have been an incentive to Barclays to allegedly game the system.</p><p><strong>Do banks still use LIBOR?</strong></p><p>Interestingly, U.S. banks pulled back on using it after the financial crisis -- because it felt rigged to them.</p><p><strong>So at least tell me there was a decent punishment for this.</strong></p><p>Barclays paid a $450 million to three regulators in the U.S. and the U.K., and its chairman, Marcus Agius, resigned, yes. Its CEO, Bob Diamond, just quit, and so did its chief operating officer, Jerry Del Missier. Diamond also said he would not take a 2012 bonus because of the scandal. All these men have taken a big hit for their careers, but more importantly, they&apos;ve created a problem that the U.K.&apos;s most important bank is now without anyone to run it. It&apos;s also hard to imagine who could take on such a job.</p><p><strong>These sound like fictional names. Bob Diamond? And Marcus Agius is his real name? Is he a time-traveling Roman centurion?</strong></p><p>Maybe you&apos;re watching too much sci-fi? Actually, Agius is very British -- Cambridge, old-school gentleman capitalist -- and part Maltese. His middle names are Ambrose and Paul, if it helps.</p><p>Like a Roman general, he fell on his sword. <a href=\\\"http://group.barclays.com/news/news-article/1329925915887/navigation-1330349038798\\\" target=\\\"_blank\\\">His resignation letter reads</a>, in part, &quot;last week’s events – evidencing as they do unacceptable standards of behaviour within the bank – have dealt a devastating blow to Barclays reputation. As Chairman, I am the ultimate guardian of the bank’s reputation. Accordingly, the buck stops with me and I must acknowledge responsibility by standing aside.&quot;</p><p>As for Diamond, he&apos;s actually American, and his rise to the top of the clubby English banking system was rare. Diamond is from Massachusetts, grew up Irish-Catholic, and went to Colby College in Maine and the University of Connecticut business school - hardly the typical path for the Savile Row-suited brolly-carrying English banker. He spent years at Morgan Stanley and Credit Suisse and then came to Barclays in 1996, when its investment bank was trying to make headway into the U.S. He helped Barclays buy Lehman Brothers and became CEO in January 2011. His resignation is a surprise, if not a shock, and leaves the U.K.&apos;s biggest bank with absolutely no one to run it for the time being.</p><p><strong>Very noble. And the &quot;Ambrose&quot; thing helps, a little, actually. But to be realistic, there&apos;s no way that Marcus &quot;Gladiator&quot; Agius is really to blame for this whole thing, right?</strong></p><p>Right. This is way bigger than him. The U.S. Justice Department, FSA and CFTC have been looking at this issue for years. And it&apos;s really unlikely that only <em>one</em> bank was tempted to mess with the rates. So you&apos;re going to hear a lot more about this, probably, and it&apos;s going to involve a lot of other major banks, probably. Barclays is probably just the first of many.</p></blockquote>\",\"type\":\"text/html\"}]","tags":["APM","Business","By The Numbers","LIBOR","libor scandal"],"guid":"bf9be0cf-ba84-43ff-8a07-f97391da24a5","title":"Everything you need to know about LIBOR but were afraid to ask","teaser":"LIBOR is back in the headlines. How does today's news impact me?","itags":["Marketplace for Tuesday, July 9, 2013","Marketplace","bf9be0cfba843ff5a07af97391da24a5","PMP:Marketplace_PMP"],"contentencoded":"<div class=\"barn-cleaned\"><p>The contract to run one of the key benchmarks in the global financial system has been awarded to the people who bring you the New York Stock Exchange. Starting next year, NYSE Euronext will take control of LIBOR, the rate banks use to borrow from each other and guides all sorts of interest rates from mortgages to credit cards. That's the same LIBOR that was at the center of a market manipulation scandal last year.</p>\n<p><strong>What is LIBOR?</strong></p>\n<p>It sounds like <a href=\"http://www.marketplace.org/topics/business/fallout-financial-crisis/whats-libor\">heavy metal or a rare disease</a>, but LIBOR stands for London Interbank Offered Rate. And our own <a href=\"http://www.marketplace.org/topics/economy/whiteboard/so-what-libor-exactly\">Paddy Hirsch has put together a simple explainer</a> detailing what it is:</p>\n<blockquote>\"Every day, a group of number crunchers call up 18 banks and ask them how much interest they would pay to borrow money from another bank. The crunchers toss out the four highest and lowest rates, and divide up the remaining ten to get an average. That average is published as LIBOR.\"</blockquote>\n<p><strong>What does LIBOR really tell us?</strong></p>\n<p>It's a way to measure the health of the banking system. Banks have to judge on a daily basis whether the other banks they do business with are good for the money.</p>\n<p>If LIBOR is high, it means that banks don't trust each other too much. It's just like when your bank raises your mortgage or credit-card rate -- they don't really think you're good for the money, and so they want you pay higher interest. Banks work the same way with each other.</p>\n<p><strong>What happened in the LIBOR scandal?</strong></p>\n<p>Banks are supposed to submit the actual interest rates they are paying, or would expect to pay, for borrowing from other banks. But banks <a href=\"http://www.marketplace.org/topics/business/easy-street/50-ways-rig-your-libor\">fudged the numbers</a>. In June 2012, criminal settlements by Barclays Bank revealed significant fraud and collusion by banks connected to the rate submissions.</p>\n<p>Barclays tried to push down LIBOR to make itself look like it had really good credit. According to the <a href=\"http://www.fsa.gov.uk/static/pubs/final/barclays-jun12.pdf\">Financial Services Authority</a>, London's chief financial regulator:</p>\n<blockquote>Barclays was identified in the media as having higher LIBOR submissions than other contributing banks at the outset of the financial crisis. Barclays believed that other banks were making LIBOR submissions that were too low and did not reflect market conditions. The media questioned whether Barclays’ submissions indicated that it had a liquidity problem. Senior management at high levels within Barclays expressed concerns over this negative publicity.</blockquote>\n<p>So Barclays started fudging its rates, too. That led to the scandal, where it emerged that banks were manipulating these rates so that their own traders could make money on the back of these interest rate movements. At least a <a href=\"http://www.marketplace.org/topics/business/british-regulators-react-libor-scandal\">dozen major banks were accused of rigging the rate</a>.</p>\n<p><strong>So now an American company gets to run LIBOR. How big of a blow might this be to the mainly British financial companies that used to come up with it?</strong></p>\n<p>The new rate setting body will still be based in the U.K. It will be regulated by Britian's main market reuglator. A non-British company was chosen to run LIBOR to <a href=\"http://www.marketplace.org/topics/tech/libor-gets-new-shepherd\">restore its credibility and reassure investors.</a></p>\n<p>Our regular Weekly Wrap guest Heidi Moore provided a <a href=\"http://www.marketplace.org/topics/world/easy-street/libor-mortals-easy-explainer\">thorough explainer of LIBOR</a>. Following is a selection of some of her answers:</p>\n<blockquote><strong>Did what Barclays did affect the price of my mortgage, though?</strong>\n<p>It might have. Reasonable minds can disagree. I asked a few people this question. Greg McBride, an analyst with BankRate.com, doubted that the LIBOR-toying really hurt anybody, because of the way LIBOR works: the extreme highs and extreme lows aren't reflected in the ultimate price. A market strategist I talked with said that yes, the LIBOR-fixing had an effect on how much we could trust banks, but really, one or two banks couldn't distort the whole market.</p>\n<p>I also asked Guy Cecala, the editor of Inside Mortgage Finance magazine, this same question. His answer was: yes, it might have affected us, because the problem with LIBOR among banks during the financial crisis froze the <em>consumer market</em> for borrowing. Let's do a little time-traveling. Remember in 2008, when everyone was freaking out, Bear Stearns went under, Lehman Brothers and Morgan Stanley and Goldman Sachs were getting attacked every day, and a lot of people worried whether banks could survive?&nbsp;</p>\n<p>Here's how Cecala put it in his conversation to me: \"After 2008, interest rates were dropping pretty quickly and the concern at the time was that LIBOR wasn't moving, so that banks weren't passing on the benefit from government bailouts. They were borrowing at virtually nothing and signalling that they wouldn't lend to the world at anything like those low rates. it didn't smell right, what was going on.\"</p>\n<p>And you remember that, right? How it was so hard to get or refinance a mortgage, and how credit-card companies backed away from many consumers? That was a ripple effect from banks refusing to lend.</p>\n<p><strong>Why are some U.S. mortgages connected to LIBOR at all?</strong></p>\n<p>It has to do with how banks make mortgages manageable.</p>\n<p>Let's start with a visual: Picture your mortgage like a giant evergreen tree. Back in the old days, when you asked Main Street Bank for a mortgage, it held your entire mortgage on its books; it would throw that tree in the backyard. Soon, hundreds of thick, heavy mortgage trees would pile up in the tiny backyard of Main Street bank.&nbsp; If you defaulted on your mortgage, your tree would start smoldering. Not only would Main Street bank lose a valuable tree, but the whole pile could catch fire.</p>\n<p>So big Wall Street banks stepped in and told Main Street bank that it would be smarter to chop all of its mortgage trees into easily handled firewood. Then Main Street bank could keep some bundles of your mortgage-tree, and sell the rest to other who wanted firewood.</p>\n<p>A lot of the people who wanted to buy those firewood-sized mortgage bundles were in Europe, and they were used to LIBOR, the same way they were used to Celsius and metric. So the U.S. banks started using LIBOR to set the interest rates on all adjustable mortgages to help them sell the firewood bundles of mortgage loans to investors in Europe.</p>\n<p><strong>So, the FSA believes Barclays convinced other banks to lower the rate <em>just for Barclays</em>? Aren't bankers Darwinian? Why would they help out a rival? What was the incentive?</strong></p>\n<p>Partly love, partly money, and partly love of money.</p>\n<p>The FSA looked through a whole bunch of emails that these Barclays traders sent to their friends at other banks. The emails are really schmoopy and embarrassing and sickly sweet, with lots of \"anything for you!!!!!!\" and \"<a href=\"http://nymag.com/daily/intel/2012/06/barclays-traders-e-mail-like-teenage-girls.html\" target=\"_blank\">thanks a million dude!</a>\" and \"Dude. I owe you big time! <a href=\"http://dealbook.nytimes.com/2012/06/27/the-things-traders-say/\" target=\"_blank\">Come over one day after work and I’m opening a bottle of Bollinger</a>.”</p>\n<p>So basically, the traders were helping each other. They asked each other for favors, so it seemed personal.</p>\n<p>Traders cut these kinds of deals on prices all the time, by the way. That's what traders do. They work for major financial institutions, but they basically function like rug salesmen at a souk in Morocco. Traders ask each other, \"hey, can you price this higher,\" or \"you're killing me on this low price, my boss is going to fire me; look, that's my blood on the desk already.\"</p>\n<p>The difference is that traders aren't allowed to use those negotiations with things like LIBOR, which is very official and not designed to be messed with.</p>\n<p><strong>So you're telling me that these bankers -- sorry, <em>traders</em> -- basically tried to rig a $10 trillion market for a bottle of champagne and some compliments? Are you kidding me right now?</strong></p>\n<p>I am not kidding you. Sometimes souls are sold cheap on Wall Street.</p>\n<p><strong>Did they <em>possibly</em> have other motivations?</strong></p>\n<p>Probably. Greed, for one thing. This really could have helped them make money. And there's always an implied <em>quid pro quo</em>: \"you help me make money now, I'll help you later.\" A trader who gives a friend a few points on an interest rate now could call in that favor later.</p>\n<p>The banks like to use this excuse: when you look at the 2007-2009 period, things were really dire for banks during the financial crisis. Two banks -- Bear Stearns and Lehman Brothers -- actually did go under ultimately because no one would lend to them. The Federal Reserve and European Central Bank dropped interest rates, but LIBOR stayed high. Banks were borrowing cheaply from the Fed and charging each other much higher rates. So Barclays could have wanted to report lower rates to look more trustworthy.</p>\n<p>The appearance of trustworthiness, ironically, could have been an incentive to Barclays to allegedly game the system.</p>\n<p><strong>Do banks still use LIBOR?</strong></p>\n<p>Interestingly, U.S. banks pulled back on using it after the financial crisis -- because it felt rigged to them.</p>\n<p><strong>So at least tell me there was a decent punishment for this.</strong></p>\n<p>Barclays paid a $450 million to three regulators in the U.S. and the U.K., and its chairman, Marcus Agius, resigned, yes. Its CEO, Bob Diamond, just quit, and so did its chief operating officer, Jerry Del Missier. Diamond also said he would not take a 2012 bonus because of the scandal. All these men have taken a big hit for their careers, but more importantly, they've created a problem that the U.K.'s most important bank is now without anyone to run it. It's also hard to imagine who could take on such a job.</p>\n<p><strong>These sound like fictional names. Bob Diamond? And Marcus Agius is his real name? Is he a time-traveling Roman centurion?</strong></p>\n<p>Maybe you're watching too much sci-fi? Actually, Agius is very British -- Cambridge, old-school gentleman capitalist -- and part Maltese. His middle names are Ambrose and Paul, if it helps.</p>\n<p>Like a Roman general, he fell on his sword. <a href=\"http://group.barclays.com/news/news-article/1329925915887/navigation-1330349038798\" target=\"_blank\">His resignation letter reads</a>, in part, \"last week’s events – evidencing as they do unacceptable standards of behaviour within the bank – have dealt a devastating blow to Barclays reputation. As Chairman, I am the ultimate guardian of the bank’s reputation. Accordingly, the buck stops with me and I must acknowledge responsibility by standing aside.\"</p>\n<p>As for Diamond, he's actually American, and his rise to the top of the clubby English banking system was rare. Diamond is from Massachusetts, grew up Irish-Catholic, and went to Colby College in Maine and the University of Connecticut business school - hardly the typical path for the Savile Row-suited brolly-carrying English banker. He spent years at Morgan Stanley and Credit Suisse and then came to Barclays in 1996, when its investment bank was trying to make headway into the U.S. He helped Barclays buy Lehman Brothers and became CEO in January 2011. His resignation is a surprise, if not a shock, and leaves the U.K.'s biggest bank with absolutely no one to run it for the time being.</p>\n<p><strong>Very noble. And the \"Ambrose\" thing helps, a little, actually. But to be realistic, there's no way that Marcus \"Gladiator\" Agius is really to blame for this whole thing, right?</strong></p>\n<p>Right. This is way bigger than him. The U.S. Justice Department, FSA and CFTC have been looking at this issue for years. And it's really unlikely that only <em>one</em> bank was tempted to mess with the rates. So you're going to hear a lot more about this, probably, and it's going to involve a lot of other major banks, probably. Barclays is probably just the first of many.</p>\n</blockquote></div>","description":"LIBOR is back in the headlines. How does today's news impact me?","published":"2013-07-09T17:14:15+00:00","byline":"Daryl Paranada","audio":[{"type":"image/jpeg","meta":{"width":"610","height":"340","crop":"primary"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/107158537.jpg?itok=T6YyIKVD"},{"type":"audio/mpeg","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/07/09/marketplace_segment16_20130709","type":"application/json"},"duration":151,"duration_hms":"00:02:31"},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/07/09/marketplace_segment16_20130709_64.mp3","format":"MP3"}]}