{"created":"2015-01-26T20:16:21+00:00","modified":"2015-01-26T20:58:15+00:00","valid":{"from":"2015-01-26T20:58:15+00:00","to":"3015-01-26T20:58:15+00:00"},"hreflang":"en","title":"Snowy Owls 'Irrupting' In Northern States","published":"2015-01-26T20:58:00+00:00","teaser":"For a second year in a row, a mass migration of snowy owls from Canada is occurring, and that's highly unusual.","itags":["npr_api","381640574"],"guid":"bfa6475d-7ba7-404f-b6fe-1f668f08cb49","contentencoded":"<p>For a second year in a row, a mass migration of snowy owls from Canada is occurring, and that&#8217;s highly unusual. It&#8217;s called an <a href=\"http://www.projectsnowstorm.org/what-is-an-irruption/\" target=\"_blank\">irruption</a> and it&#8217;s thought to be related to boom and bust cycles of arctic lemmings, the small rodents that snowy owls love to eat.</p><p>Author and naturalist <strong>Scott Weidensaul</strong> is co-founder of Project SNOWstorm, which since last year has been using cellphone technology to track these mysterious and majestic birds.</p><p>&#8220;It’s exciting,&#8221; he tells <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Lisa Mullins, &#8220;to have this many of the these birds down in places they’re normally not seen every year and in some cases every decade.”</p><ul><li><a href=\"http://www.projectsnowstorm.org/\" target=\"_blank\">Read more via Project SNOWstorm</a></li><li><a href=\"http://www.projectsnowstorm.org/contribute-photos/\" target=\"_blank\">Contribute photos to Project SNOWstorm</a></li></ul><h4>Interview Highlights</h4><p><strong>On how he collects data on the owls</strong></p><p>&#8220;Snowy Owls don’t have a lot of fear of people… actually one of our collegues caught one by hand a couple weeks ago. Once we’ve got the bird in hand we put a transmitter on back of it and at pre-set intervals, as often as every 30 seconds, the transmitter’s recording a very, very precise three-dimensional location &#8212; the longitude, the latitude, and the altitude. And it’s storing those up and then once a week it basically dials up through the cell phone network and send us a text message with the accumulated data.&#8221;</p><p><strong>On what he&#8217;s discovered so far</strong></p><p>&#8220;The birds that we tagged last winter along the Great Lakes, especially along Lake Erie and Lake Ontario, as soon as the lakes froze for the winter the owls moved away from the shore and out into these frozen lakes. And you have to scratch your head and wonder what on earth they’re eating out there, I mean Lake Erie was 98.5 percent frozen last winter, but the answer is in that 1.5 percent of the lake that wasn’t frozen. There were these cracks in these enormous plates of ice, and in those cracks in the ice were ducks, and geese, and loons, and grebes, and gulls, and other water birds that the owls were able to feed on.&#8221;</p><p><strong>On concerns for the future of snowy owls</strong></p><p>&#8220;One of the things we’re concerned about is the risk that these owls face when they’re down here. You know, they’re arctic birds moving into, what for them, are very alien environments, and what are increasingly dangerous environments for them. These birds are often attracted to places that look like home &#8212; they’re flat, and open, and treeless &#8212; I mean, that could be airports… Their world is changing rapidly.&#8221;</p><h4>Guest</h4><ul><li><a href=\"http://www.scottweidensaul.com/biographical-information/\" target=\"_blank\"><strong>Scott Weidensaul</strong></a>, author, naturalist and co-founder of Project SNOWstorm.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Snowy+Owls+%27Irrupting%27+In+Northern+States&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"284"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1381640577-3ff72d.m3u?orgId=1&e=381640574&d=284&ft=nprml&f=381640574"},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0109_snowy-owl.jpeg","type":"image/jpeg","meta":{"crop":"custom","height":"533","width":"800"}}]}