{"created":"2014-09-27T19:43:49+00:00","modified":"2014-09-29T20:00:21+00:00","valid":{"from":"2014-09-29T20:00:21+00:00","to":"3014-09-29T20:00:21+00:00"},"hreflang":"en","guid":"bfa8c2ff-db1b-45a2-b375-2d01d9005c62","title":"Putin's quarrel with Ukraine squeezes Russia's sushi habit","published":"2014-09-29T20:00:19+00:00","byline":"Traci Tong","tags":["Russia Ukraine conflict","food","sushi","Food","Lifestyle & Belief","Moscow","Asia","South America","Russia","Asia","East Asia","South America","Vladamir Putin","Jason Corcoran","Sushi","Moscow sushi","Japanese cuisine","Sashimi","Fish","Vladimir Putin","Wasabi","Food and drink"],"teaser":"Sushi has taken Russia by storm during Vladimir Putin's 12-year reign as president and prime minister. But Moscow's involvement in Ukraine is making it more difficult for Russians to get their sushi fix.","contentencoded":"<p>Russia has become a nation of sushi connoisseurs.&nbsp;<span style=\"line-height: 1.538em;\">&quot;The national cuisine of Russia is definitely sushi and sashimi,&quot; says <a href=\"http://www.bloomberg.com/news/2014-09-25/sushi-bubble-pops-for-moscow-middle-class-as-ruble-drops.html\">Jason Corcoran</a>, a Moscow correspondent for Bloomberg News.</span></p><p>Putin&#39;s 12-year reign, first as President and then as Prime Minister, is famously known as &quot;the sushi years.&quot; <span style=\"line-height: 1.538em;\">Muscovites saw their average income increase fivefold, according to Corcoran, and Russians were exposed to different ethnic cuisines.&nbsp;</span><span style=\"line-height: 1.538em;\">Sushi also became a healthier alternative to Russia&#39;s typically heartier dishes like borscht &mdash; a beet soup &mdash; potatoes and meat.&nbsp;</span><span style=\"line-height: 1.538em;\">Putin&#39;s taste for the Japanese dish was also well-known.</span></p><p><span style=\"line-height: 1.538em;\">&quot;Women got more health conscious, and raw fish became very fashionable,&quot; Corcoran says.&nbsp;</span><span style=\"line-height: 1.538em;\">Soon restaurants serving sushi were sprouting up all over Moscow, eventually reaching up to 1,000 different places across the city.</span></p><p>But now that&#39;s all changed, thanks to the political crisis in Ukraine. The United States, Britain, France, Germany, Japan, Norway, Italy, Australia and Canada all imposed sanctions against Russia as punishment for its intervention in Ukraine.&nbsp;<span style=\"line-height: 1.538em;\">Putin responded by banning the imports of fish and agricultural products from several of those Western countries. &nbsp;&nbsp;</span></p><p>Sushi wasn&#39;t technically banned &mdash; neither was alcohol, to the relief of many Russians &mdash; but the supply suffered. <span style=\"line-height: 1.538em;\">Russia&#39;s sushi restaurants had been receiving their salmon from Norway, Corcoran says. Now they&#39;ve had to turn to Chile and the Faroe Islands, a province of Denmark located halfway between Norway and Iceland.&nbsp;</span></p><p>&quot;People are resisting the taste,&quot; Corcoran says. They&#39;re not taking to the different color and consistency and of the new fish, but there might be a quick fix to the problem &mdash; at least one that&#39;s quicker than solving the Ukrainian crisis: &quot;Maybe it&#39;s just a matter of putting more wasabi and soy sauce.&quot;&nbsp;</p>","audio":[]}