{"created":"2015-03-12T20:36:25+00:00","modified":"2015-05-13T21:09:36+00:00","valid":{"from":"2015-05-13T21:09:36+00:00","to":"3015-05-13T21:09:36+00:00"},"hreflang":"en","title":"Hillary Clinton's Privacy Problem","published":"2015-03-13T20:21:00+00:00","teaser":"\"I've always believed in a zone of privacy,\" Clinton once said. Her use of a personal email account while secretary of state is just the latest example of trying to defend that zone.","itags":["npr_api","392573082"],"guid":"bfb4aaf9-02da-4f2a-88a5-37e9c8c72801","contentencoded":"<p>Controversy swirled. The press had questions, a lot of them. And so, finally, Hillary Clinton decided to address reporters.</p><p>\"Well let me thank all of you for coming,\" she said, sitting on a low platform in the State Dining Room.</p><p>It was April 1994. The first lady wore pale pink and took questions for more than an hour about the Whitewater investigation, cattle futures, the suicide of White House Deputy Counsel Vince Foster and which documents may have been removed from his office. Finally, there was the question of why she had let the scandals fester so long.</p><p>Her answer:</p><p>\"My sense of privacy — because I do feel like I've always been a fairly private person leading a public life — led me to perhaps be less understanding than I needed to of both the press and the public's interest as well as right to know things about my husband and me,\" she said.</p><p>By that point, almost 18 months into the Clinton presidency, Hillary Clinton had a reputation for not being particularly transparent and for not spending enough time addressing the national media.</p><p>\"I've always believed in a zone of privacy and I told a friend the other day that I feel after resisting for a long time, I've been re-zoned,\" said Clinton.</p><p>But, of course, the suspicion that she must be hiding something inside the zone of privacy didn't go away that April day. Even now, if you post a story about Clinton, within minutes someone will comment about Whitewater or Vince Foster's suicide, often in ALL CAPS.</p><p><strong>Letting The Personal Remain Private</strong></p><p>As a result of years and years of such criticism, Clinton and her loyalists feel she is held to an unfair standard. That was the undeniable subtext of her news conference earlier this week.</p><p>\"I feel that I've taken unprecedented steps to provide these work-related emails,\" said Clinton, a long gray suit coat replacing the pale pink. \"They're going to be in the public domain.\"</p><p>But she also deleted some 30,000 emails from her time as secretary of state that her team deemed personal.</p><p>\"No one wants their personal emails made public and I think most people understand that and respect that privacy,\" said Clinton.</p><p>When this week's news conference was over, the refrain from Republicans was that Clinton had left more questions than she answered. For Hillary Clinton, this must have sounded familiar.</p><p>\"Secrecy and transparency are always an issue for the Clintons, will always be an issue for her and probably are her main vulnerability,\" says Matt Bai, a political columnist for Yahoo and author of the book <em><a href=\"http://apps.npr.org/best-books-2014/#/book/all-the-truth-is-out-the-week-politics-went-tabloid\" target=\"_blank\">All the Truth is Out, The Week Politics Went Tabloid</a></em>.</p><p>Bai traces this back to the era of politics that the Clintons came up in (he <a href=\"http://news.yahoo.com/the-real-source-of-hillary-s-transparency-problem-221338768.html\" target=\"_blank\">wrote about it in depth here</a>). At the time Bill Clinton was elected, he was the first boomer president and he and Hillary were navigating the treacherous politics of a changing nation — from \"I didn't inhale\" to the way they danced around the troubles with their marriage when Bill was campaigning.</p><p>\"The cumulative effect of that is a perception not unfounded in the public that there's always a part of the Clintons that they're holding back from you, that there's always a more complicated reality than what they're really telling you,\" says Bai.</p><p>But if the public and the press were demanding transparency from the Clintons in the '90s, well now it's just assumed to be part of the price of admission.</p><p>\"Transparency is really at a premium now,\" says Bai. \"The whole culture has changed and she probably needs to change with it, if that perception can really even be undone.\"</p><p>Now it's emails and tax returns. Next it might be text messages or Snapchat messages and bank statements, maybe even Fitbit logs. The people running for president in 2016, not just Hillary Clinton, are going to face increasing demands from a public that assumes they have a right to see further and further inside the zone of privacy.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hillary+Clinton%27s+Privacy+Problem&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"238"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392590064-798b19.m3u?orgId=1&topicId=1014&d=238&p=2&story=392573082&t=progseg&e=392549864&seg=1&ft=nprml&f=392573082"}]}