{"created":"2014-10-07T20:30:13+00:00","modified":"2014-12-23T17:05:12+00:00","valid":{"from":"2014-12-23T17:05:12+00:00","to":"3014-12-23T17:05:12+00:00"},"hreflang":"en","title":"Pop Quiz: 20 Percent Chance Of Rain. Do You Need An Umbrella?","published":"2014-07-23T21:04:00+00:00","teaser":"What does a 20 percent chance of rain or snow actually mean? Interpreting probabilities in forecasts can be hard even for mathematicians and meteorologists — never mind the average person.","itags":["npr_api","332650051"],"guid":"bfb69a94-2f60-4de9-a7c2-5d0b34aeefa7","contentencoded":"<p>This week, <em>All Things Considered</em> is exploring <a href=\"http://www.npr.org/series/333708682/risk-and-reason\" target=\"_blank\">how people interpret probability</a>. What does it mean to us, for example, when a doctor says an operation has a <a href=\"http://www.npr.org/blogs/health/2014/07/21/332074963/what-the-odds-fail-to-capture-when-a-health-crisis-hits\" target=\"_blank\">70 percent chance of success?</a></p><p>One of the most common encounters with percent probabilities has to do with weather. Take a moment to consider the question below. It <a href=\"http://journals.ametsoc.org/doi/pdf/10.1175/2008WAF2007088.1\" target=\"_blank\">comes from a survey</a> developed by scientists at the National Center for Atmospheric Research who were researching how people understand weather forecasts.</p><p>(Intrigued? We've included <a href=\"#polls\">more of their survey questions</a> below).</p><p>We put the question above to a few folks across the country, and many of them came to different conclusions. Some thought a 20 percent chance of rain means you should definitely bring an umbrella, while others said they would be surprised if it even drizzled. And at least one person looked at the question the other way: There was an 80 percent chance it <em>wouldn't</em> rain.</p><p>But ask a math professor, like Jordan Ellenberg at the University of Wisconsin, and you might get a different response.</p><p>\"If I had an answer, I would be a famous philosopher instead of a mathematician,\" he says. \"It's a very difficult question, and people have been arguing about it for a really long time.\"</p><p>Ellenberg is the author of <em><a href=\"http://www.npr.org/books/titles/318260187/how-not-to-be-wrong-the-power-of-mathematical-thinking\" target=\"_blank\">How Not To Be Wrong</a></em>, but on this question, it's evidently hard to be right. The 20 percent chance of rain forecast, he says, could mean a few things. Imagine you have a database of days where the weather conditions were similar. If you find 1,000 days and notice that it rained the next day on 200 occasions, you might say there's a 20 percent chance of rain.</p><p><strong>Easy To Get Confused</strong></p><p>Forecasts are less philosophical at the National Oceanic and Atmospheric Administration's National Weather Service, where Vankita Brown works. She's not a meteorologist, but a social scientist whose job it is to try to better understand how the public interprets weather forecasts.</p><p>Brown herself isn't sure how to interpret a 20 percent chance of rain.</p><p>\"We think people know what it means,\" she says. \"I have conversations with my colleagues in meteorology all the time about what that means. And, in fact, I challenged one today to tell me, in less than five minutes.\"</p><p>Brown walked away without a clear answer — confirming her suspicions that much of the public is also likely confused.</p><p>For the National Weather Service (NWS), of course, this is not a question to puzzle over for fun. It's serious stuff. They need the public to not only understand forecasts, but to have confidence in them so that people will respond appropriately to weather threats.</p><p>And it's not just a numbers game — words used to describe weather can be just as confusing. Take \"watch\" and \"warning,\" for example.</p><p>\" 'Watch' means that conditions are ripe for something to happen. 'Warning' means that it is happening — it is imminent,\" Brown says. \"It's easy to get them confused.\"</p><p>Brown says the NWS has asked the public if other terms might make more sense. People they've surveyed have suggested words like \"emergency,\" \"imminent,\" \"dangerous\" and \"caution.\"</p><p>Brown is also trying to figure out what works best to describe less dramatic forecasts. Should the weather service use descriptive terms, as in \"rain is likely,\" percent probabilities, as in \"70 percent chance of rain,\" or icons — like a picture of a cloud with a few raindrops?</p><p>\"Honestly, I think all three,\" she says. \"We find that alone, they don't work so well. But in tandem, they all work well to tell a story.\"</p><p><strong>Confidence In Forecasting</strong></p><p>Weather forecasting technology has gotten a lot better in recent years. It used to be that the fourth-day prediction in a four-day forecast was about as accurate as a fortune cookie. Now meteorologists can look almost a week ahead with some confidence.</p><p>The concept of confidence can be another important element of a forecast. Jason Samenow, chief meteorologist with <em>The Washington Post</em>'s <a href=\"http://www.washingtonpost.com/blogs/capital-weather-gang/\">Capital Weather Gang</a>, includes it in his forecasts. He may say: There's a 20 to 30 percent chance of evening showers and storms. Confidence: medium to high.</p><p>\"The forecast models give you these probabilities, but obviously the further you go out in time, the less skill or accuracy these models have,\" he says. \"Once we get to seven to 10 days, we have little to no confidence.\"</p><p>Samenow says his readers respond well to that statistical humility — and especially appreciate it during snowstorms.</p><p>\"We've developed what we call 'boom and bust probabilities,' \" he says. They \"give people a sense of what we think the chance is [that] a snowstorm is going to overachieve or underachieve our best-guess forecast.\"</p><p>More information is power, he adds.</p><p>\"I think the more information you can give people when the weather is complicated, or when the weather is highly impactful and has a potential to make a difference in someone's life and their decision-making, the better.\"</p><hr /><p><a name=\"polls\"></a> Given that weather forecasts can feel more subjective than objective, we want to know how you interpret them. If you selected \"Other\" for the questions above, share your reasoning in the comments section below.</p><p>(And in case you're dying to know, the technically correct answers to the first two polls above are option \"C,\" according to the survey creators. The last one is truly subjective.)</p><p><em>This story is part of an </em>All Things Considered<em> series on <a href=\"http://npr.org/series/333708682/risk-and-reason\" target=\"_blank\">Risk and Reason</a>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pop+Quiz%3A+20+Percent+Chance+Of+Rain.+Do+You+Need+An+Umbrella%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"445"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334082488-f363de.m3u?orgId=1&topicId=1007&aggIds=333708682&ft=3&f=332650051"},{"href":"http://media.npr.org/assets/img/2014/07/22/istock_000009530149medium-344bbd42dcfc153ec276b11ae74282fd26181481.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1128","width":"1503"}}]}