{"created":"2014-09-09T20:28:04+00:00","modified":"2015-01-16T20:28:10+00:00","valid":{"from":"2015-01-16T20:28:10+00:00","to":"3015-01-16T20:28:10+00:00"},"hreflang":"en","title":"When Scientists Give Up","published":"2014-09-10T19:29:00+00:00","teaser":"They were talented, idealistic risk-takers on the road to what they thought would be important medical discoveries. But when the funding for risk-takers dried up, these two academics called it quits.","itags":["npr_api","345289127"],"guid":"bfc8315e-9c68-4893-ac0d-3366f3ba7dea","contentencoded":"<p>Ian Glomski thought he was going to make a difference in the fight to protect people from deadly anthrax germs. He had done everything right — attended one top university, landed an assistant professorship at another.</p><p>But Glomski ran head-on into an unpleasant reality: These days, the scramble for money to conduct research has become stultifying.</p><p>So, he's <a href=\"http://bims.virginia.edu/faculty/ian-j-glomski/\">giving up</a> on science.</p><p>And he's not alone. Federal funding for biomedical research has declined by more than 20 percent in the past decade. There are far more scientists competing for grants than there is money to support them.</p><p>That crunch is forcing some people out of science altogether, either because they can't get research funding at all or, in Glomski's case, because the rat race has simply become too unpleasant.</p><p>\"My lab was well-funded until, basically, the moment I decided I wasn't going to work there anymore,\" he says during an interview on the porch swing of his home in Charlottesville, Va. \"And I probably could have scraped through there for the rest of my career, as I had been doing, but I would have had regrets.\"</p><p>Glomski's problem was that he could only get funding to do very predictable, unexciting research. When money gets tight, often only the most risk-averse ideas get funded, he and others say.</p><p>\"You're focusing basically on one idea you already have and making it as presentable as possible,\" he says. \"You're not spending time making new ideas. And it's making new ideas, for me personally, that I found rewarding. That's what my passion was about.\"</p><p>At his lab at the University of Virginia, Glomski had a new idea about how to study an anthrax infection as it spread through an animal — and doing this with scans, rather than having to cut the animal open.</p><p>\"I think if it did what I hoped it would, it would have revolutionized a lot of the research that I was focusing on,\" Glomski says. It would have given him important new insights, he thinks, into how this bacterium does its deadly damage.</p><p>But it was not a surefire idea. Like a lot of science, it might not have worked at all. Glomski never found out. His repeated grant applications to the National Institutes of Health never made the cut. Funding is so competitive that reviewers shy away from ideas that might not pan out.</p><p>\"You actually have to be much more conservative these days than you used to,\" Glomski says, \"and being that conservative I think ultimately hurts the scientific enterprise.\" Society, he says, is \"losing out on the cutting-edge research that really is what pushes science forward.\"</p><p>Historically, payoffs in science come from out of the blue — oddball ideas or unexpected byways. Glomski says that's what research was like for him as he was getting his Ph.D. at the University of California, Berkeley. His lab leader there got funding to probe the frontiers. But Glomski sees that farsighted approach disappearing today.</p><p>\"That ultimately squashed my passion for what I was doing,\" he says. So two years ago, at the age of 41, he quit.</p><p>Instead of helping society improve its defenses against deadly anthrax, he's starting a liquor distillery, <a href=\"http://www.vitaespirits.com/about-us/\">Vitae Spirits</a>. He's actually excited about that. It's a big challenge, and it allows him to pursue an idea with passion, rather than with resignation.</p><p>Meanwhile, Randen Patterson is not passionate about his post-science career as a grocery store proprietor. He recently bought the Corner Store in the tiny town of Guinda, Calif.</p><p>Patterson, 43, once worked for Dr. Solomon Snyder at Johns Hopkins University in <a href=\"http://neuroscience.jhu.edu/resources/directory/faculty/Solomon-H-Sol-Snyder\">one of the top neuroscience laboratories</a> in the world. His research is published in some of the most prestigious journals.</p><p>And Patterson got there against the odds. He was raised in a trailer park in Pennsylvania by a single parent, he says, and stumbled into science quite by accident. Mentors realized his potential and encouraged him to make a career of it.</p><p>He landed a tenure-track <a href=\"http://news.psu.edu/tag/randen-patterson\">assistant professorship</a> at Penn State University, and then moved on to a <a href=\"http://biosci3.ucdavis.edu/FacultyAndResearch/FacultyProfile.aspx?FacultyID=14420\">similar job</a> at University of California, Davis (a 45-minute drive from his new \"hometown\" of Guinda).</p><p>But Patterson struggled his entire career to get grants to fund his research, which uses computer simulations to <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2686366/\">probe the complex chemistry</a> that goes on inside living cells. And he chose an arcane corner of this field to focus his intellectual energy.</p><p>\"When I was a very young scientist, I told myself I would only work on the hardest questions because those were the ones that were worth working on,\" he says. \"And it has been to my advantage and my detriment.\"</p><p>Over the years, he has written a blizzard of grant proposals, but he couldn't convince his peers that his edgy ideas were worth taking a risk on. So, as the last of his funding dried up, he quit his academic job.</p><p>\"I shouldn't be a grocer right now,\" he says with a note of anger in his voice. \"I should be training students. I should be doing deeper research. And I can't. I don't have an outlet for it.\"</p><p>When the writing was on the wall a few years ago, Patterson says he bought his own souped-up computer so he could continue dabbling in research on the side. But those ideas aren't adding to the world's body of knowledge about biology.</p><p>\"The country has invested, in me alone, $5 million or $6 million, easily,\" Patterson says, thinking back on the funding he received for his education and his research. And he's just one of many feeling the brunt of the funding crunch.</p><p>There are no national statistics about how many people are giving up on academic science, but an NPR analysis of NIH data found that 3,400 scientists lost their sustaining grants between 2012 and 2013. Some will eventually get new funding, others will retire; but others, like Glomski and Patterson, will just give up.</p><p>\"We're taking all this money as a country we've invested ... and we're saying we don't care about it,\" Patterson says.</p><p>He watches with some trepidation as his daughter, a fresh college graduate, hopes to launch her own career in science.</p><p>The funding squeeze could persist for his daughter's generation as well. So Patterson is hoping she will settle on a field other than biomedical research — one where money isn't quite so tight.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+Scientists+Give+Up&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Harris","audio":[{"meta":{"duration":"461"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347151197-a2a737.m3u?orgId=1&topicId=1007&aggIds=347129694&ft=3&f=345289127"},{"href":"http://media.npr.org/assets/img/2014/09/03/randen-patterson-1-d1cfa10ac018cb993a769ae68cf860752c5d8f84.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1328","width":"1771"}},{"href":"http://media.npr.org/assets/img/2014/09/04/img_149-edit-126ad520a0179f223b593e68a0f3eba744e025e7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1598"}},{"href":"http://media.npr.org/assets/img/2014/09/04/randen-patterson-2-24fab5408d5e41beca6d847cddc99c59d11376ac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}}]}