{"created":"2014-08-30T01:54:31+00:00","modified":"2014-12-23T18:39:55+00:00","valid":{"from":"2014-12-23T18:39:54+00:00","to":"3014-12-23T18:39:54+00:00"},"hreflang":"en","title":"Seeking Proof For Why We Feel Terrible After Too Many Drinks","published":"2014-11-04T20:02:00+00:00","teaser":"Author Adam Rogers says there are lots of myths about what causes hangovers. His new book, <em>Proof: The Science of Booze,</em> explores these and other scientific mysteries of alcohol's effect on the body.<em></em>","itags":["npr_api","341360729"],"guid":"bfd48a22-c7bc-4cdd-a8ce-33d159177f5e","contentencoded":"<p>It can be nice to relax with a glass of wine, a beer or a shot of whiskey. But one drink too many, and you may be paying the price.</p><p>To understand why drinking can make us feel so good and so bad, you have to know a little about science, says journalist Adam Rogers, author of <em>Proof: The Science of Booze</em>.</p><p>As Rogers notes, researchers have only just begun to explore the mystery of the hangover and share a common language around it.</p><p>\"Hangovers have different symptoms for different people,\" Rogers tells <em>Fresh Air</em>'s Terry Gross. \"Some people wear their hangovers in their guts and some people have horrible headaches, but we still see all of those things as a hangover.\"</p><p>Rogers talks about the myths of hangovers — and how hangovers can be an inflammatory response, like the flu.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the myths of hangovers </strong></p><p>The famous one is probably dehydration. Everyone will tell you, \"Oh, it's because alcohol dehydrates you and that's what's causing the hangover.\"... [So you're told to] alternate [between water and alcohol], or have a big glass of water before you go to bed, and some of that comes from the fact that you do get dehydrated. But, in fact, the dehydration does not seem to be what's causing the hangover. You can fix the dehydration — and you're still hung over.</p><p>[Also,] it's probably not the case that it's blood sugar that's causing the hangover. When you drink, your blood sugar levels are affected. But by the time you're hung over, your blood sugar levels are back to normal.</p><p>There's that thing about mixing your drinks — drinking beer and then drinking wine, right? Again, no, you can do the study where you can have somebody drinking the same drink and getting to the same blood alcohol level and somebody drinking different drinks and getting to the same blood alcohol and they both get the same hangover, they both report the same symptoms.</p><p><strong>On measuring and studying hangovers </strong></p><p>It wasn't until very recently that the researchers who studied hangovers even had a shared kind of language or vocabulary to even talk about them. They didn't even have a surveyed instrument that they could use to give people to have a reliable account of whether your hangover was worse than mine or different from mine.</p><p><strong>On a hangover being an inflammatory response </strong></p><p>[Scientists] finally have a survey instrument that they can give somebody and assess, \"You have a Level 9 hangover, and you have a Level 7 hangover,\" and they finally started to see that overlap with both migraine and also an inflammatory response, so the kind of thing you would have if you had the flu — where you feel achy and you feel slow and your brain doesn't work as fast and [you have] general malaise. Looking at that, they can go, \"K, let's see if in fact this is an inflammation.\"</p><p>If you look at people with hangovers, the same markers in the blood that you would see with an inflammatory response, things like cytokines, for example — which are molecule[s] that the immune [system] uses to talk to itself — actually do seem elevated, and even better, you can induce what looks like a hangover by giving somebody those same molecules. ... That's good news because if you say, \"Well, it's an inflammatory response,\" then maybe I can go with anti-inflammatory drugs, and we have those.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Seeking+Proof+For+Why+We+Feel+Terrible+After+Too+Many+Drinks&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"665"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341407638-1a0f1a.m3u?orgId=1&topicId=1033&ft=3&f=341360729"},{"href":"http://media.npr.org/assets/img/2014/08/18/istock_000005774432medium-c9230d4c4595b1d7e463dfaadea367407a75df0f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"933","width":"1245"}},{"href":"http://media.npr.org/assets/img/2014/11/04/adam-rogers_sq-fd2c13c23ff4626eadd049d737f8a21d3034e7bb.jpg","type":"image/jpeg","meta":{"crop":"square","height":"1500","width":"1500"}}]}