{"created":"2014-11-08T12:37:44+00:00","modified":"2015-05-06T20:39:29+00:00","valid":{"from":"2015-05-06T20:39:28+00:00","to":"3015-05-06T20:39:28+00:00"},"hreflang":"en","title":"The Cold War Broadcast That Gave East German Dissidents A Voice","published":"2014-11-08T17:33:00+00:00","teaser":"In the final years before the Berlin Wall fell, East Germans described their grievances on cassette tapes that were smuggled to West Berlin and then broadcast back to the east on <em>Radio Glasnost</em>.","itags":["npr_api","361160675"],"guid":"bfd622a5-5045-4e31-a1c1-e31a6d2b0911","contentencoded":"<p>When Soviet leader Mikhail Gorbachev called for <em>glasnost</em> and <em>perestroika </em>(openness and restructuring) in the communist world in the 1980s, East German leaders resisted. But grass-roots opposition groups in East Germany saw an opening.</p><p>There was a forum for critical, public debate in the Protestant church, which had a degree of independence from the officially atheist East German state.</p><p>Dissident voices also spread via s<em>amizdat</em> – the process of making copies of censored or subversive written material however possible, often by hand.</p><p>But the activists were searching for a way to amplify their voice, and radio proved to be the answer.</p><p>Launching a pirate radio show in East Berlin was too dangerous. But left-wing West Berliners were in position to make it happen.</p><p>In the former East Germany, which was officially known as the German Democratic Republic, or the GDR, the dissidents made cassette-taped messages and managed to smuggle them across the border to West Berlin. There, a makeshift studio that included East German exiles as well as West Germans, broadcast the radio reports back to the east.</p><p>The monthly show, known as <em>Radio Glasnost,</em> was broadcast on the alternative West Berlin station Radio 100.</p><p>One of the show's founders and editors was Roland Jahn, then a political exile from the east. Today he is Germany's federal commissioner of the archives of the Stasi, the East German secret police.</p><p>\"It was exactly what I'd always hoped for. We gave the GDR opposition a voice and let it ring out over East Berlin,\" Jahn remembers.</p><p>Jahn was essential to the entire operation. He provided the contacts needed to smuggle blank cassette tapes to the east and then broadcast material when it came to the west.</p><p>Punctuated by punk music, the show informed the GDR's burgeoning resistance movement about upcoming demonstrations and meetings. It aired dispatches about the reality of life under Stasi surveillance and covered issues distorted or ignored by the state media in the east and neglected or misunderstood by the mainstream media in the west.</p><p>Like the s<em>amizdat</em><em> </em>newsletters, the radio equivalent was imperfect and its reporters were amateurs. But crucially, it was uncensored, hence the show's jingle: \"Out of control.\"</p><p>\"Some of what we aired was pretty shoddy at times, often unfit for consumption for the average radio listener,\" Jahn recalls.</p><p>No matter how poor the quality, the show's editors in West Berlin never attempted to improve upon or edit the reports they received. They did not want to be seen as another censor or as condescending Western do-gooders.</p><p>Jahn says they had to work hard to gain the confidence of the East Berliners.</p><p>\"The dissidents in the East had to trust us,\" he says. \"But we had to trust them too. We weren't in a position to fact check whether an arrest at this or that demonstration had really taken place.\"</p><p>Not surprisingly, the Stasi were some of the show's most dedicated listeners, but their activities were not limited to monitoring.</p><p>At this time, Gorbachev ceased jamming Voice of America and the BBC in the Soviet Union, yet the East German authorities launched their first jamming campaign in a decade.</p><p>But the measure backfired. <em>Radio Glasnost</em> simply repeated the blocked shows, thanking the Stasi for the free promotion.</p><p>As the Stasi began to lose its grip on East German society, it gave up jamming the show. <em>Radio Glasnost</em> served as a vital communication channel for the resistance movement for over two years until it was no longer needed. The final show was broadcast just three weeks after the Berlin Wall fell on Nov. 9, 1989.</p><p>\"I still get emotional now when I think about that last show,\" Jahn says. \"How we all came together for the first time in our studio and celebrated the fall of the wall and the peaceful revolution.\"</p><p>Even today, Jahn — still a broadcast journalist at heart — believes the power of radio should not to be underestimated: \"By November 1989, <em>Radio Glasnost</em> had done its job.\"</p><p>\"It had contributed to the fall of the wall,\" he says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Cold+War+Broadcast+That+Gave+East+German+Dissidents+A+Voice&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Esme Nicholson","audio":[{"meta":{"duration":"279"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362482367-01cdba.m3u?orgId=1&topicId=1124&d=279&p=7&story=361160675&t=progseg&e=362482255&seg=16&ft=nprml&f=361160675"},{"href":"http://media.npr.org/assets/img/2014/11/06/berlin-pirate-radio-836bbbe59956401ab8516ceb38e06da09125d988.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"315","width":"420"}},{"href":"http://media.npr.org/assets/img/2014/11/06/berlin-pirate-radio3-cb7ce3344c659db1dae6ab5938105325bf77e737.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2359","width":"3146"}},{"href":"http://media.npr.org/assets/img/2014/11/06/berlin-pirate-radio1-2fd2430106e9315b94ee2db8044017e7252fc318.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1789","width":"2386"}}]}