{"created":"2014-10-15T07:40:54+00:00","modified":"2014-11-10T20:35:43+00:00","valid":{"from":"2014-11-10T20:35:43+00:00","to":"3014-11-10T20:35:43+00:00"},"hreflang":"en","title":"'Culture Of Violence' Pervades Rikers' Juvenile Facilities","published":"2014-10-15T20:19:00+00:00","teaser":"Automatically charged as adults in New York, the 16- and 17-year-old boys are at risk for assault by both corrections officers and other inmates. But advocates say reform efforts are moving slowly.","itags":["npr_api","356165968"],"guid":"bfd87cb9-74a5-4921-8a11-97311657c6d4","contentencoded":"<p>For most of New York, Rikers Island is out of sight and out of mind. It's in the middle of the East River between Queens and the Bronx. There's only one unmarked bridge that leads on and off. But a recent report on violence by correction officers, or COs, was no surprise to those who've spent time there.</p><p>\"Couple of individuals that was close with I saw get [their] jaws broken by CO captains ... arms broken, ribs,\" says Ismael Nazario, who went to Rikers Island for the first of three times in 2005, at the age of 16. \"This stuff been going on for the longest. This isn't anything new.\"</p><p>Nazario says he was beaten up shortly after arriving. He says someone hit him from behind and then four others jumped him — all while he says a CO was present and let it happen.</p><p>Nazario says the correction officer broke up the fight after a few minutes. Afterward, he says, the CO asked if he was going to \"hold it down.\"</p><p>\"That was my first time ever hearing that term. Are you gonna 'hold it down?' \" he says.</p><p>\"Hold it down\" is Rikers slang that means, roughly, to keep quiet and not report your injuries to the other guards or to the infirmary. According to U.S. Attorney Preet Bharara, those words are uttered with disturbing regularity.</p><p>A scathing report earlier this year from Bharara <a href=\"http://www.justice.gov/usao/nys/pressreleases/August14/RikersReportPR/SDNY%20Rikers%20Report.pdf\" target=\"_blank\">found that juvenile detainees are subjected to routine violence</a>, both by other inmates and by correction officers.</p><p>\"There is a pattern and practice of conduct at Rikers that violates the constitutional rights of adolescent inmates,\" Bharara said. \"We are talking about a culture problem and a systemic problem — not an individualized issue here.\"</p><p><strong>'I've Never Heard Of This Level Of Violence'<br /></strong></p><p>New York, along with North Carolina, is one of just two states that automatically prosecute all 16- and 17-year-olds like adults. Last year, the 12,300-inmate Rikers facility housed about 700 teenage boys. Bharara found that more than 40 percent of them were subjected to the use of force by guards at least once, and required emergency medical assistance more than 450 times.</p><p>Even people who've worked in juvenile justice for decades say these numbers are alarming.</p><p>\"I've seen lots of juvenile facilities in the country. I've seen lots of jails where children have been held and I've seen violence in those facilities. But I've never heard of this level of violence,\" says Mark Soler, who directs the Center for Children's Law and Policy in Washington, D.C.</p><p>According to the report, as many as a quarter of juvenile inmates at Rikers were put in solitary confinement for up to 23 hours a day. Soler says that also makes Rikers an outlier.</p><p>\"The rest of the field is moving in the opposite direction,\" Soler says. \"Rikers represents an old way of doing things — an old, punishment-oriented way of treating inmates, whether they're juveniles or adults.\"</p><p>Soler also says that the rest of the juvenile justice field is moving toward more humane treatment for young people in the juvenile justice system, including when they're locked up.</p><p><strong>Slow Reforms</strong></p><p>New York officials have made some changes since the report, promising to <a href=\"http://blogs.villagevoice.com/runninscared/2014/09/report_rikers_to_finally_end_solitary_confinement_for_minors.php\" target=\"_blank\">phase out solitary confinement for adolescents by the end of the year</a>. But critics — including members of the city council — want to see them move faster.</p><p>Department of Correction Commissioner Joseph Ponte testified before the council last week for the first time since the Rikers report was released.</p><p>\"There's nothing in that report I disagree with,\" Ponte said when asked if he was being guided by some of the recommendations in the report.</p><p>Ponte was appointed in March by Mayor Bill de Blasio, in part because of his reputation as a reformer. And Ponte promised the City Council that he would increase staffing levels and train the officers better.</p><p>\"Historically here in New York, we've never trained our staff to do these things, even though we had an expectation somehow they would know,\" he said. \"How do you manage a 16- and 17-year-old differently than an adult when we've never trained them in that manner?\"</p><p>But if his reforms are going to work, Ponte will need the support of those same correction officers and the powerful union that represents them. There already are signs of friction over Ponte's decision to end solitary confinement.</p><p>\"These kids ... are coming in as violent predators,\" says Thomas Farrell, a longtime Rikers guard and 25-year veteran of the City of New York Department of Correction who testified at the City Council on behalf of the Correction Officers' Benevolent Association. He says officers need all the tools they can get to control the inmates, including solitary confinement, known at Rikers as \"punitive segregation.\"</p><p>\"Basically the inmates are running around with impunity,\" he says. \"If you're going to do away with punitive segregation, what other tool do you have to protect? The majority of the crimes are committed against inmates, so realistically we're looking to save inmates from being hurt.\"</p><p><strong>Smaller Facilities, More Rehab<br /></strong></p><p>That's a legitimate concern, says Martin Horn. He was in charge of Rikers Island as the city's correction commissioner from 2003 to 2009. He says correction officers could do the job differently if there were more of them.</p><p>\"If there were more officers, they would feel emboldened to control inmates' behavior, [and] less obligated to collude with inmates to keep themselves safe,\" Horn says.</p><p>But Horn says the problems with Rikers go beyond staffing and training. Horn says that he tried several times to move the juvenile inmates off Rikers altogether, to smaller detention centers elsewhere in the city, but that he was blocked by communities that didn't want them. Horn says that sends a clear message to everyone at Rikers.</p><p>\"Rikers Island is symbolic. Rikers Island is New York City's way of demonizing its own citizens, its own children. And that's what we do when we put them on Rikers,\" he says. \"And when we do that, we send a not-so-subtle message to the staff that the community doesn't want these kids, and the community doesn't really care what happens to them.\"</p><p>Horn agrees with reformers here and around the country who say it would be better to put juvenile inmates in smaller facilities, where they could get additional services and more opportunities for rehabilitation. That's known in the field as <a href=\"http://missouriapproach.org/\" target=\"_blank\">the \"Missouri model,\"</a> and it's been adopted by a number of cities and states across the country.</p><p><strong>Next Steps</strong></p><p>That's what Ismael Nazario would like to see, too. Now 25, he left Rikers for the third and last time in 2010. Now he counsels inmates about how to adapt to life on the outside. Nazario says there's a lot New York could do to help if the de Blasio administration could find the money.</p><p>\"They would actually have to invest in people. Don't just let them sit there,\" Nazario says. \"At least give them some mental stimulation to divert the anger and frustration.\"</p><p>New York correction officials say they're in talks with the U.S. attorney's office about the recommendations laid out in his report. Prosecutors have not filed a lawsuit over conditions at Rikers Island, but if the talks break down, that's still a possibility.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Culture+Of+Violence%27+Pervades+Rikers%27+Juvenile+Facilities&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"414"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356302590-5f33f0.m3u?orgId=1&topicId=1003&ft=3&f=356165968"}]}