{"created":"2014-12-08T21:16:19+00:00","modified":"2014-12-09T21:01:05+00:00","valid":{"from":"2014-12-09T21:01:05+00:00","to":"3014-12-09T21:01:05+00:00"},"hreflang":"en","guid":"bfdbf82e-bc12-423a-82a2-75d2ef8c1afc","title":"For many geeks, Anonymous is the gateway drug to political and social activism","published":"2014-12-09T21:01:02+00:00","byline":"Bradley Campbell","tags":["protests","activism","technology","culture","SafeMode","Technology","Science, Tech & Environment","Ferguson","Halifax","North America","United States","Canada","Nova Scotia","Missouri","North America","Whistleblower","Gabriella Coleman","Julian Assange","Hacker groups","Internet culture","Cybercrime","Technology","Computing","Information society","Project Chanology","Internet vigilantism","Internet activism","Geek","PayPal","Anonymous","New Wars, New Warriors"],"teaser":"Anonymous has evolved from a band of online pranksters into a legitimate group focused on social activism. But just how much impact is it making? It's uneven, but that doesn't mean the group isn't making a difference, especially in the lives of budding activists.","contentencoded":"<p>You almost certainly know the group \"Anonymous.\" They're the online hacker-activists — hacktivists for short — that operate all over the globe.</p>\n<p>\"The great majority of individuals who are attracted, who join, are geeks or hackers,\" says Gabriella Coleman, author of the new book, \"<a href=\"http://www.versobooks.com/books/1749-hacker-hoaxer-whistleblower-spy\">Hacker, Hoaxer, Whistleblower, Spy: The Many Faces of Anonymous.</a>\" And yes, there's an important difference between the two.</p>\n<p>\"Hackers are those who are computer aficionados with deep technical skills,\" Coleman says. \"Geeks may have less technical skills, but they really identify with the Internet. They kind of consider it their homeland.\"</p>\n<p>But Coleman says it's a mistake to view the online world as something divorced from the real world. \"Many geeks and hackers do consider the Internet as a kind of homeland, a physical space that's attached or identified with certain values such as free speech and privacy,\" she says. \"So a lot of the actions Anonymous gets involved in have to do with defending those values that are often identified with the Internet.\"</p>\n<p>Yet there are limits to online protests. Coleman says that's why the operations and actions the group takes spill into the offline world. Several years ago, the group started moving away from simple pranks and into deeper activism. It got involved with WikiLeaks and attacked PayPal for refusing to enable people to help out with Julian Assange's efforts.</p>\n<p>\"When Anonymous turned to activism in 2008, they were concerned with online censorship issues,\" Coleman says. \"Today they get involved in any number of political causes — from supporting fights against rape to police brutality.\" Members recently went to Ferguson, Missouri, to help stream video of the protests there.</p>\n<p>The switch in tactics might indicate Anonymous hasn't made up its mind about what issues it really cares about, and how it should fight for them. But Coleman says that's because Anonymous is an experimental and reactive group. Anonymous simply responds to world events.</p>\n<p>As for ther group's impact, Coleman says it should to be judged on a case-by-case basis. While protests against the prison at Guantanamo Bay definitely haven't shut down the facility, the protests did create a place for people to voice their discontent.</p>\n<p>And Coleman does think Anonymous had a huge impact on a rape case in Halifax, Nova Scotia. The case was a sad one: A teenager killed herself after photos of her alleged gang rape were posted to social media. Authorities didn't open a case at first, but \"after Anonymous got involved, they did,\" she says. \"[The mother of the teenager] said, 'You know, I think Anonymous made a difference.'\"</p>\n<p>But this sort of effectiveness seems rare for Anonymous. They've also been called out for being fair-weather protesters. So what exactly is the group's overall impact?</p>\n<p>For many geeks and hackers, Coleman says, Anonymous is a wonderful gateway drug into activism. Members are active in groups outside of the collective, and \"in some ways, Anonymous was what opened the door to these other arenas,\" she says. \"And I think that's important. Anyone who is an activist usually has to get there by a certain path, and for many of these young geeks this was the path.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/120820144.mp3"},{"href":"http://www.pri.org/file/120820144mp3"}]}