{"created":"2015-06-15T19:19:03+00:00","modified":"2015-06-23T15:05:07+00:00","valid":{"from":"2015-06-23T15:05:07+00:00","to":"3015-06-23T15:05:07+00:00"},"hreflang":"en","title":"Morally Messy Stories, Exquisitely Told, In Mia Alvar's 'In The Country'","published":"2015-06-18T21:00:00+00:00","teaser":"The author was born in Manila and grew up in Bahrain and New York City. Her back story is shared by many of her Filipino characters in her debut short story collection.","itags":["npr_api","414655706"],"guid":"bfea3053-b3d2-49ca-b82b-e0f408e7daca","contentencoded":"<p>The initial \"selling point\" of Mia Alvar's debut short story collection, <em>In the Country,</em> is its fresh subject matter: namely, Filipinos living under martial law in the 1970s in their own country and in exile, working as maids, engineers, teachers, health care workers and hired hands in the Middle East and the United States.</p><p>Beyond literary novelty, however, what will make readers want to remain in the tired and sad company of Alvar's workers and wanderers is her own gorgeous writing style. Each one of the nine stories in this collection riffs on the theme of exile; yet, every main character's situation is distinct, morally messy in a different way, and unpredictable. Alvar is the kind of writer whose imagination seems inexhaustible, and who stirs up an answering desire in her readers for more and more stories.</p><p>Alvar hits the ground running, so to speak, with a disturbing opening tale here called \"The Kontrabida.\" It features a hospital pharmacist named Steve who works in New York but who has returned, after 10 years, to his childhood home in a suburb of Manila because his father is dying. When Steve first enters his father's bedroom he realizes:</p><blockquote><p>My father no longer resembled me. The short boxer's physique, a bullish muscularity I'd always detested sharing with him, was gone. In fact, he no longer resembled anyone in the family; he belonged now to that transnational tribe of the sick and dying. ... He looked not only thin but vacuum-dried, desiccated — less a human than the prehistoric remains of one.</p></blockquote><p>Steve has smuggled prescription painkillers out of his hospital, hoping to give his browbeaten mother a respite from his ailing father's demands. But, by the end of this tale, Steve realizes he has become an outsider who has read things wrong. His mother, who has been fixed in his memory as a martyr, has apparently become capable of what a character in another story here calls her own sinister \"little mutinies.\"</p><p>Many of Alvar's stories end on this type of abrupt shift in perspective. Perhaps the most haunting is called \"The Miracle Worker,\" and we readers learn why that title is ironic on the very first page. A Filipina woman named Sally, who's trained as a special education teacher, finds herself at loose ends in Bahrain, where her husband works in the oil fields. Sally is contacted by a wealthy Saudi woman whose 5-year-old daughter exhibits devastating mental and physical birth defects. This mother fantasizes that Sally can be Anne Sullivan to her daughter's Helen Keller.</p><p>\"Imagine,\" another character in the story sarcastically comments, \"to be so rich you think you can buy reality.\" Slowly, though, Sally allows herself to be compromised by the luxuries the Saudi mother showers her with, until there comes a sickening moment when Sally realizes that she's not the only one who has used this poor child to make herself feel richer and more powerful in a country that disparages its Filipino workers.</p><p>As \"The Miracle Worker\" suggests, Alvar's characters are not always themselves sympathetic; they're full of contradictions and weaknesses and they vary in terms of class status, age and, sometimes, even ethnicity. \"Legends of the White Lady,\" for instance, spotlights a blonde American model, down on her luck, who takes an assignment in the Philippines. As she says, \"If you are beautiful and broke, one place left for you is Asia.\"</p><p>The title story also stays put in the Philippines. <em>In the Country</em> is an emotionally ambitious, novella-length tale that begins in 1971 with a fierce young nurse named Milagros who spearheads a strike at Manila's City Hospital after she learns that native nurses earn less than American ones. Her mother, who washes clothes for a living, cautions Milagros to just be grateful she has a job; Milagros and the other striking nurses, however, insist that the central issue is \"the value of one human's sweat against another's.\"</p><p><em>In the Country</em> jumps around in time and perspective, exploring the cost of prolonged activism and the ways some characters become exiled from their own youthful passions. Alvar is reportedly working on a novel featuring the characters in this story, which is great news, because as a reader and a new fan, I want more and more and more.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Morally+Messy+Stories%2C+Exquisitely+Told%2C+In+Mia+Alvar%27s+%27In+The+Country%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maureen Corrigan","audio":[{"meta":{"duration":"380"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414671639-0c184d.m3u?orgId=1&topicId=1034&d=380&p=13&story=414655706&t=progseg&e=414667389&seg=3&ft=nprml&f=414655706"},{"href":"http://media.npr.org/assets/img/2015/06/15/in-the-country-1_4361-c9cd2ba8d26a733862c250a6f98d6e31df29b415.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1683","width":"2246"}}]}