{"created":"2014-10-07T20:29:46+00:00","modified":"2014-10-31T00:03:00+00:00","valid":{"from":"2014-10-31T00:03:00+00:00","to":"3014-10-31T00:03:00+00:00"},"hreflang":"en","title":"The Challenge Of Keeping Tabs On The NSA's Secretive Work","published":"2014-08-01T16:34:00+00:00","teaser":"Congress is supposed to hold U.S. spy agencies accountable. But as Edward Snowden's disclosures revealed, intelligence officials have not always provided a full or accurate picture.","itags":["npr_api","333925796"],"guid":"bffd0e25-2e20-471a-86bc-aaf6c2f19c4a","contentencoded":"<p>Here's a question with no easy answer: How do you hold the nation's spy agencies accountable — when they control the secrets?</p><p>Former National Security Agency contractor Edward Snowden apparently thought the answer was to blow the lid off some of the NSA's highly classified programs. He took documents and shared them with journalists.</p><p>But what about Congress? It's supposed to oversee the NSA — and other spy agencies. For the committees charged with that task, it hasn't been easy keeping tabs on the secretive world of federal surveillance.</p><p>At the NSA's closely guarded headquarters in Fort Meade, Md., there is little evidence of tension with Congress. A large sign on the wall of the agency's briefing room for visitors reads: \"Fully Committed to Protecting the Privacy Rights of the American People.\"</p><p>\"Everything is vetted, left and right,\" says NSA briefer Bill Combs of the electronic surveillance carried out there. \"The courts look at everything we do, the general counsel, the Department of Justice — we have watchdogs everywhere, and we're glad to have them.\"</p><p>According to Combs, the oversight that the NSA welcomes includes Congress. But that's not Thomas Drake's recollection.</p><p>Drake worked at the agency as a computer expert and <a href=\"http://www.npr.org/2014/07/22/333741495/before-snowden-the-whistleblowers-who-tried-to-lift-the-veil\">ended up a whistleblower</a>. In 2002, the same year he testified before Congress, Drake says the NSA set up its own war room to respond to requests for information from Congress.</p><p>\"And the joke that went around NSA was who are we at war with, right, the terrorists or Congress?\" Drake says. \"It was clear that the priority by NSA leadership was, we're at war with Congress — we're not going to let them know what the truth is. NSA had a lot to hide.\"</p><p>At that time, the agency was carrying out a secret program, on orders from then-President George W. Bush, which eavesdropped on Americans without a warrant. Richard Burr, a North Carolina Republican who's on the Senate Intelligence Committee, says lawmakers today are kept much more in the loop than they were then.</p><p>\"I don't know that in recent history we've had any problems with the information that's been shared with the committees,\" says Burr. \"Typically the problem is when information that's meant to stay secret becomes public.\"</p><p>That's exactly what happened last year when Snowden disclosed an NSA program that collected and stored the phone records of millions of Americans. Several days after that story broke, House Speaker John Boehner called Snowden a traitor.</p><p>\"I've been briefed on all of these programs,\" Boehner told ABC's <em>This Week</em>. \"There's no American who's gonna be snooped on in any way unless they're in contact with some terrorist somewhere around the world.\"</p><p><strong>Squaring Public Vs. Private Knowledge</strong></p><p>Boehner and other members of Congress may have been briefed on those programs, but simply knowing about them is a long way from having a public debate on their merits and drawbacks. And that's the conundrum about overseeing classified programs — things you learn behind closed doors don't always square with the official line in public.</p><p>\"Again and again, the leadership of the intelligence community has said one thing in public and done quite another in private,\" laments Ron Wyden, an Oregon Democrat who's also on the Senate intelligence panel.</p><p>Wyden says he knew some years ago that the NSA was using a secret legal interpretation of the USA Patriot Act to scoop up Americans' personal data without a warrant. But because the program was classified, Wyden was severely limited in what he could say about it publicly.</p><p>\"It, in my view, was really impossible to carry out my duties,\" he says, \"so for months and months, I tried to engage with Director [of National Intelligence James] Clapper to get some straight answers about these statements that were made in public.\"</p><p>The opportunity to question the nation's top spy in public came last year at a hearing in March. It was two months before Snowden's revelations, and the exchange between the senator and the intelligence chief would soon become a part of that saga as well.</p><p>\"If you could give me a yes or no answer to the question,\" Wyden asked Clapper at an open Senate Intelligence Committee hearing, \"does the NSA collect any type of data at all on millions or hundreds of millions of Americans?\"</p><p>\"No, sir,\" Clapper replied.</p><p>\"It does not?\" asked Wyden.</p><p>\"Not wittingly,\" answered Clapper.</p><p>Though Wyden knew Clapper's answer was not correct, he could not say anything at the time because the program remained secret. But when Snowden's revelations about the NSA went public, Clapper was pressed about the answer he'd given Wyden. He called it \"the least untruthful\" statement he could have made about the secret program. Later, Clapper wrote Congress to say the answer he'd given to Wyden's question had been \"clearly erroneous.\"</p><p><strong>Limits To Oversight</strong></p><p>That episode points to another problem overseeing intelligence activities: Officials must still be taken at their word.</p><p>\"You cannot have good oversight by the Congress if the Congress can't get straight answers from the intelligence leadership,\" says Wyden. \"And the reality is again and again, over the last few years, that has not been possible.\"</p><p>This view isn't shared by everyone charged with overseeing the NSA.</p><p>\"We don't rely on their self-reporting,\" says Dianne Feinstein, the California Democrat who chairs the Senate intelligence panel. \"They come before us, and we ask the questions.\"</p><p>Feinstein says she has never felt misled by those answering her questions. Neither has the top Republican on her panel, Georgia's Saxby Chambliss.</p><p>\"When you look at the experience on the committee, we know where the bodies are buried,\" says Chambliss. \"We call the right folks in from time to time to try to make sure that we're looking at all of our programs in the right way.\"</p><p>Still, Chambliss acknowledges there are limits to what the committee is able to do.</p><p>\"To say that we're able to look into every single one of the programs that the intelligence community operates on a day to day basis — we can't,\" he says. \"I mean, we don't have the manpower to do that.\"</p><p>It's not just the intelligence agencies that have stymied Congressional overseers. They've also had problems with other members of Congress. Chairwoman Feinstein points to resistance among some lawmakers to moves such as holding more public hearings or debating the intelligence budget openly.</p><p>\"I think it's hard to advance transparency,\" Feinstein says. \"Even for our members it's hard to advance transparency, because the system itself tries to avoid transparency.\"</p><p><strong>Lawmakers Scramble To Revise Programs</strong></p><p>It took the public outrage that followed Edward Snowden's revelations to convince Congress it was worth taking a second look at the phone data collection program. The House approved legislation in June that would rein in that practice.</p><p>On the day it passed, Speaker Boehner endorsed the reform of the very program he had defended a year earlier.</p><p>\"When you look at this NSA reform bill,\" Boehner said at the time, \"people are a lot more comfortable that the government is not storing all of this metadata that we were.\"</p><p>Wyden, for his part, says the truth about what the intelligence agencies really are up to eventually does come out, even though that happened too slowly in the case of the NSA.</p><p>\"This is a debate that should not have been started by someone who was a contractor,\" says Wyden. \"This should have been a debate that started with the American people.\"</p><p>Of course, before Snowden's revelations, the American people didn't know what their elected representatives knew about when it came to what was going on at the NSA. And those representatives still can't be sure that they know all they should.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Challenge+Of+Keeping+Tabs+On+The+NSA%27s+Secretive+Work&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Welna","audio":[{"meta":{"duration":"468"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334276019-8243b9.m3u?orgId=1&topicId=1122&ft=3&f=333925796"}]}