{"created":"2014-10-08T14:54:10+00:00","modified":"2014-10-31T01:33:05+00:00","valid":{"from":"2014-10-31T01:33:05+00:00","to":"3014-10-31T01:33:05+00:00"},"hreflang":"en","title":"'The Director' Offers A Glimpse Into The Digital Underground","published":"2014-06-03T15:09:00+00:00","teaser":"Veteran reporter David Ignatius' new novel explores the sometimes dangerous intersection between hacker culture and the world of intelligence — and offers a prescription for a new kind of agency.","itags":["npr_api","318247664"],"guid":"c0052e08-e6f3-44ab-bbe1-dd45b7f2543c","contentencoded":"<p>A year ago this week, <em>The Guardian</em> and <em>The Washington Post</em> first published stories that came out of revelations from NSA leaker Edward Snowden.</p><p>The leaks brought new focus onto U.S. intelligence agencies themselves — and how they keep their secrets safe. The same themes come up in a new spy thriller from author and veteran <em>Post</em> columnist David Ignatius.</p><p><em>The Director</em> kicks off with what Ignatius calls the worst-case scenario for an intelligence agency. \"A new director arrives,\" he tells NPR's Steve Inskeep, \"and in his first week as director, into our consulate in Hamburg walks a young Swiss hacker in a dirty shirt with a tattoo on his neck ... and he says to the CIA person who handles him, 'You've been hacked.' \"</p><hr /><h3>Interview Highlights</h3><p><strong>On a new kind of defector, crossing a new kind of border</strong></p><p>He's a defector from the hacker underground, from this loose transnational group of people who share one thing, which is a great suspicion of intelligence services, especially the CIA. And he's coming out of that world with a very hot secret.</p><p><strong>On writing in relation to the Snowden revelations</strong></p><p>I began this book in early 2012, and I began with the idea that everything in the world of espionage was becoming a matter of zeroes and ones, if you will. It was becoming an electronic art, that deception was about hacking. And so that was the idea when I got started, and then all of a sudden in the middle of last summer, along comes Edward Snowden, and a lot of the themes, the power of the story that I had hoped to capture, was happening in real life.</p><p>Don't forget that Snowden, before he worked for the NSA, worked for the CIA. And the CIA, like the NSA, has been in this space for a long time.</p><p><strong>On a change that the new director makes</strong></p><p>If you walk into the front hallway of the CIA, you will see, on your left, a statue of William \"Wild Bill\" Donovan. Bill Donovan was the person who created the OSS, the Office of Strategic Services, which was America's spy agency during World War II and then kind of morphed into what's now the CIA. So he's seen at the CIA as the founder. And one of the first things that my hero, Graham Weber, does when he becomes the director is to remove the statue from the front hallway of the CIA.</p><p>And that's another theme that runs through this book: the extent to which the roots of the CIA are really in another culture, the extent to which the CIA was an offshoot of British intelligence, using its approach, using its techniques, using its kind of class-bound sense that the elite has a right and responsibility to do things.</p><p>The first wave of CIA officers might as well have been Brits themselves, in the way they carried themselves. And one of the questions the book asks at the end is, is it time to have an intelligence agency that really is of the fabric of this country? And maybe that kind of intelligence agency would sit a little bit better with the American public than the CIA traditionally has.</p><p><strong>On attending DefCon, the hacker convention</strong></p><p>You just walk in the doors, and you realize there's this whole other world out there, and I'll give you an example: There's something called the Wall of Sheep. And the Wall of Sheep is a continuous scroll that has the names and email addresses and often passwords of people whose systems are being hacked in real time at the convention. There are lectures on how to hack anything imaginable — how to hack the air traffic control system, how to hack cars, how to hack drones. I mean, you name it, somebody's thinking about how, sitting there with your keyboard, you can get inside it and mess with it.</p><p>The NSA — and probably other agencies, but the NSA makes no bones about it — have been at DefCon and other hacker conventions for years. Because they know that this is the place that they need to go to be in touch with the brightest, most aggressive young hackers. And if you, as a journalist, pay a visit to the NSA, you will see a lot of people in uniform ... but you'll also see people, guys with long hair and black T-shirts, and women in sandals who might as well be walking the halls of DefCon, the hacker convention — and that's because the NSA has been smart enough to know it needs people like that.</p><p>And one worry I have is that the revelations that Snowden disclosed, that show the NSA going everywhere, just trying to get inside everything, represents a fusion of the secret bureaucracy of intelligence, and the hacker ethos which says, basically, if you can hack it, do it. And when those two come together, it just grows like mushrooms in the dark.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27The+Director%27+Offers+A+Glimpse+Into+The+Digital+Underground&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"418"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318414942-887361.m3u?orgId=1&topicId=1033&ft=3&f=318247664"},{"href":"http://media.npr.org/assets/img/2014/06/02/ignatius-c716518bbf1de7c56538e00eeabe6eeb54cf1b49.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"667","width":"890"}}]}