{"created":"2014-10-22T21:02:12+00:00","modified":"2015-06-25T17:15:12+00:00","valid":{"from":"2015-06-25T17:15:12+00:00","to":"3015-06-25T17:15:12+00:00"},"hreflang":"en","guid":"c007f770-6a14-4e80-8048-b81e5c21ddd1","title":"With climate change, Boston's future could be filled with gondolas","published":"2015-06-25T17:15:07+00:00","byline":"Bradley Campbell","tags":["climate change","environment","economy","Oceanic","Environment","Science, Tech & Environment","Boston","North America","United States","Dennis Carlberg","Elliott Laffer","Brian Sweat","Environment"],"teaser":"One picture has people in Boston talking about climate change and rising sea levels. It shows an imagined future of the historic Back Bay neighborhood. And the future looks like Venice.","contentencoded":"<p>It's tough to imagine a canal system in Back Bay when you watch a cement truck roll past you. But that's exactly what you should do. Imagine your feet dangling over the water, tourists floating by taking in the historic brick buildings by boat. And, of course, a gentleman in a striped shirt is piloting that gondola.</p>\n<p>\"So the canals would run where the alleys are, between the buildings and the back. And then in the north south direction on alternating streets,\" says Dennis Carlberg, director of sustainability at Boston University.</p>\n<p>Carlberg sat next to me on a street that would be an canal. Awhile back, the Urban Land Institute brought together Carlberg, and 70 other power players in the realms of design, real estate and engineering as well as city workers and homeowners. They we're given a hypothetical challenge: Devise a way to save this iconic Boston neighborhood from the very real threat of rising sea levels. Do it with the assumption that nothing else is being done to protect the city from water. And do it in a way that embraces floodwaters instead of fighting them.</p>\n<p>Their answer was to dig canals.</p>\n<p>\"We'd love to keep our community the way it is,\" says Carlberg. \"But if the seas are rising how do you welcome the water in. And how do you create value with that?\"</p>\n<p>The truth is, you have to do it. Not canals per say, but something. Like I said. The threat is very real. Back Bay sits about four to six feet above today's high tide. There's a dam nearby to hold back the sea, but it wasn't built for what's coming. By the end of this century, it could flood twice a day.</p>\n<p>Back Bay is just that: a bay. Or it was a bay. It was filled in in the 1800s. And now the ocean wants it back. But that would mean putting at risk the Boston Public Library, Copley Square, Tom Brady and Gisele's townhouse, and the shopping district on Newbury Street.</p>\n<p>\"I think if we don't do anything, it's pretty clear the ocean is going to claim back the tide lands that it once had,\" Carlberg says. \"So that's — that's just going to happen.\"</p>\n<p>And that's the thing. One block away from where we talked, you can stand on the banks of the Charles River. So water is a very real threat for this neighborhood. And if the water goes up, even by just a couple feet, it's a game changer.</p>\n<p>Now the idea of canals is just that: an idea. It doesn't address in detail a host of problems with a projected rise in sea level: What to do with sewer pipes? How you ensure the structural integrity of historic buildings? Waterproofing the subway? Gas pipes? Electrical lines? And I haven't even gotten to the biggest obstacles: Homeowners. People like Elliott Laffer.</p>\n<p>\"This place wasn't designed to be Venice,\" says Laffer. \"And you can paint a pretty picture on the front of the newspaper and think 'wouldn't it be neat to have gondolas going down Clarendon Street' and in some theoretical world it might be neat. In the real world it would be a catastrophe.\"</p>\n<p>Laffer's lived here for 40 years. He bought early, right at the corner of Commonwealth Avenue and Clarendon. Right where they put the canals in the artistic rendering.</p>\n<p>But Laffer isn't dismissing the idea outright. He was actually part of the group brought together by the Urban Land Institute that thought up the canals. He calls it the least bad option given the hypothetical scenario.</p>\n<p>\"Given the assumption that the sea level rise is going to happen and that nothing will be done to block it,\" he says. \"The alternative as we sat there and wrestled with this was to just abandon the place. And we said, 'well, rather than just abandon it, let's abandon part of it and make it as good as we can.' But it's a terrible alternative.\"</p>\n<p>And while he hates the canal idea, he's taking the threat of sea level rise seriously.</p>\n<p>\"You can't just sit here and say God will protect us if we don't do anything. It doesn't work,\" he says.</p>\n<p>For the city, there is no choice. Back Bay is an economic driver. It makes Boston, Boston. So does Brian Swett, Boston's current chief of environment, energy and open space, think canals are in the city's future?</p>\n<p>\"The reality is, I don't think that canals in the Back Bay will be the solution people adopt a hundred years from now,\" he says.</p>\n<p>There are a lot of other possibilities out there. And the fact is. Nobody really knows what the future holds. But Swett says this was a fabulous exercise.</p>\n<p>\"I think how amazing a rendering is at getting attention on an issue. Right? A great architectural rendering. So it was supposed to be provocative and it proved successful,\" he says.</p>\n<p>He's happy about that. I mean, Boston talking about climate change, about sea level rise, about what it means to be a city. And he says the canal idea, while most likely doomed from the get go, does get at a different way to think about Boston a hundred years from now.</p>\n<p>\"This isn't a loss,\" he says. \"And too often when we talk about climate change it's 'What are we giving up?\" But the exciting part is that when you see some of those renderings you're thinking, 'well, that's really interesting. That's a really cool city to live in.\"</p>\n<p>You can take that as political spin. But there's evidence behind it. Just steps from Back Back, the city is in the middle of a huge construction project focused on dealing with water. It's turning a parking lot back into a catch basin for flooding. But they're not creating a giant drain. They're restoring it back to a park. And they're not fighting the water. They're welcoming it in. While it's no canal system, it will definitely make it a better place to live.</p>\n<p>Gondolas or not.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2014-10-22%2Fbostons-future-could-be-filled-gondolas-errr-gawhdawlahs&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/canal.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/canaljpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/102220147.mp3"},{"href":"http://admin.pri.org/file/102220147mp3"}]}