{"created":"2014-10-08T02:47:06+00:00","modified":"2014-10-31T00:33:44+00:00","valid":{"from":"2014-10-31T00:33:44+00:00","to":"3014-10-31T00:33:44+00:00"},"hreflang":"en","title":"A Presidential Contest ... For Obama's Library","published":"2014-07-07T17:14:00+00:00","teaser":"There are 13 presidential libraries and soon there will be a 14th, for President Obama. Places vying for the prize stretch from Hawaii to New York. Chicago is so eager it's pitched multiple proposals.","itags":["npr_api","328555220"],"guid":"c00e8a55-9e36-4073-933d-845df0f29257","contentencoded":"<p>There are 13 <a href=\"http://www.archives.gov/presidential-libraries/\">presidential Libraries</a> in the United States run by the National Archives, and when President Obama leaves office, the construction of the 14th library won't be far behind.</p><p>A <a href=\"http://www.obamapresidentialfoundation.org/about\">nonprofit foundation</a> created to fund and build the Obama presidential library is already beginning to mull proposals from contenders who'd like to be home to the facility.</p><p>Think of this fight over a presidential library like a boxing match with contenders in three corners of the ring — all looking to win the big prize and all claiming a connection to Obama.<strong></strong></p><p><strong>In corner No. 1,</strong> it's <a href=\"http://hawaiipresidentialcenter.com/\">the University of Hawaii</a>. University President David Lassner says faculty started planning as soon as then-Sen. Obama became competitive in the 2008 primaries. Now backed by the state of Hawaii, the university is offering 8 acres of prime oceanfront property.</p><p>\"Hawaii is incredibly proud of President Obama. He grew up here. He went to school here. His parents met here. And we see the center here in Hawaii as a way of celebrating that a kid from Hawaii can grow up to be president,\" Lassner says.</p><p><strong>In corner No. 2,</strong> it's Columbia University in New York, where Obama received his bachelor's degree. No boasts from the university, <a href=\"http://columbiaspectator.com/news/2014/06/16/columbia-submits-bid-host-obama-presidential-library\">just a statement</a> that says Columbia is promoting a location on its new campus in West Harlem to further its mission of teaching, research and public service.</p><p><strong>In corner No. 3,</strong> a group of jostling competitors from Chicago despite a plea from the mayor to present one unified bid. But they all agree that Obama's post-presidential legacy should take shape in the city where his political career flourished. <a href=\"http://news.uic.edu/uic-submits-bid-for-obama-presidential-library\">The University of Illinois at Chicago</a> stepped into the center of the ring when the first-round proposals were due.</p><p>UIC Chancellor Paula Allen-Meares held up one of its proposals — the result of a partnership between the university and community activists in North Lawndale, a struggling neighborhood littered with vacant lots on the city's west side. Robert Winn, a UIC vice president, said locating the library there would show the same audacity to dream big as Obama did when he decided to run for president.</p><p>\"That we could put something here, that library, that can actually serve as the backbone of change,\" Winn said.</p><p>But it's crowded in the Chicago corner. Four other contenders are recommending sites on the city's South Side, including the University of Chicago, <a href=\"http://www.nytimes.com/2008/07/30/us/politics/30law.html?pagewanted=all\">where Obama was a law professor</a> for more than a decade. Susan Sher, who served in his administration, is running <a href=\"http://oplsouthside.uchicago.edu/\">the university's library campaign</a>. She says the university is recommending three sites, but its Hyde Park neighborhood, close to the President's Chicago home, is not one of them.</p><p>\"Hyde Park is pretty bustling and landlocked but if you look at some of the neighboring communities, there's a fair amount of vacant land. The kind of investment that a library would be is one of those once-in-a-lifetime opportunities,\" Sher says.</p><p>Ben Hufbauer, a University of Louisville professor and author of a book about presidential libraries, says their economic influence can be substantial. He points to the <a href=\"http://www.clintonlibrary.gov/\">Clinton Library</a> in Little Rock, Ark.</p><p>\"He placed it in a kind of depressed part of town,\" Hufbauer says. \"It did spark a big building boom. That area is now a nice, prosperous touristy area.\"</p><p>And as the Barack Obama Foundation looks to winnow down the number of contenders in the ring for the second round, University of Hawaii President David Lassner, who's from Illinois, says he's willing to share a win:</p><p>\"We would be happy to partner with another location that's selected by the president as well, including the great city of Chicago,\" Lassner says.</p><p>And Chicago contenders may consider all options, but ultimately it's up to the president and the first lady to decide where the archives of the Obama presidency will live. A final announcement is expected in early 2015.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Presidential+Contest+...+For+Obama%27s+Library&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cheryl Corley","audio":[{"meta":{"duration":"240"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329420377-43f0a7.m3u?orgId=1&topicId=1003&ft=3&f=328555220"}]}