{"created":"2015-04-29T22:20:22+00:00","modified":"2015-05-13T20:59:38+00:00","valid":{"from":"2015-05-13T20:59:38+00:00","to":"3015-05-13T20:59:38+00:00"},"hreflang":"en","title":"Israeli Dads Welcome Surrogate-Born Baby In Nepal On Earthquake Day","published":"2015-04-30T04:19:00+00:00","teaser":"Mazel tov, it's a global baby boy! The egg was from a South African donor; the sperm was from Israel. The surrogate mom lived in Nepal. And when the dads came to meet their son, an earthquake struck.","itags":["npr_api","403077305"],"guid":"c01d8207-7f53-4a54-991b-22d0d4473193","contentencoded":"<p>The sperm came from Israel. It was frozen and flown to Thailand, where a South African egg donor awaited. After the egg was fertilized, the embryo traveled to Nepal and was implanted in the Indian woman who agreed to serve as the surrogate mother.</p><p>And roughly nine months later, there was a big, bouncing earthquake.</p><p>The world of international surrogacy is ... pretty complicated.</p><p>The parents of the earthquake baby are Gilad Greengold and his huband, Amir Vogel Greengold. They flew from their home in Tel Aviv to Nepal when they learned that the surrogate mother carrying their son had given birth prematurely.</p><p>They arrived on April 25 and were in a cab headed to the Kathmandu hospital when they felt tremors.</p><p>\"It was superstrong, superscary,\" Gilad Greengold says. \"We're afraid, we're shocked and then we started to walk to the hospital because the driver wouldn't drive us anymore.\"</p><p>They found chaos. Hospital staff had moved everything they could to the open parking lot. People were injured, afraid, uncertain. Then a nurse holding their son spotted the Israeli couple.</p><p>\"You couldn't understand who's against who, who's alive, who's not alive, what's going on, nothing,\" Greengold says. \"And all of a sudden you see this miracle. And from that moment we didn't leave him, we stayed in the parking lot for four days.\"</p><p>The director of the hospital lent them a car and told them to turn on the heat. There were three other Israeli parents who'd arrived to pick up babies born to surrogates. For four days, the new families huddled together in the car, trying with the hospital staff to provide what the newborns needed.</p><p>At one point Gilad found the woman who had carried his new son, Yaari. He gave her chocolates and met her husband and their child. He was touched to meet the couple, but the language barrier made it impossible to communicate with the Indian mother.</p><p>Because the Greengolds are a gay couple, they are banned from using a surrogate mother in Israel. So are single parents of either sex. Greengold wishes it were different.</p><p>\"It is what it is,\" he sighs. \"It's frustrating that we have go all the way around the world to be able to be parents, which is a basic right.\"</p><p>His husband, Vogel Greengold,<strong></strong> agrees. But right now he is more grateful than upset with the Israeli government.</p><p>\"I don't think any other country in the world would do what they did for their citizens stuck in Nepal,\" Vogel Greengold says. \"We are very thankful and it's very important to say that.\"</p><p>Israel did indeed do a lot. It sent a field hospital and search and rescue teams to help overall rescue efforts. The government also sent helicopters to remote spots in Nepal to rescue stranded Israeli hikers. It has brought scores of Israelis home, including some two dozen babies born to surrogates.</p><p>Now pressure is building to bring surrogates who are still pregnant to Israel, says Roy Youldous, marketing manager for the Israeli surrogacy company Tammouz<strong>. </strong></p><p>\"I know all parents want them here,\" says Youldous, although he adds that if things return to normal in Nepal, \"I'm not sure what's the right thing for the surrogates.\"</p><p>Eighty percent of Tammouz clients are gay couples. Seventy-five percent are Israelis and the rest are from various places — the U.S., Europe, Australia, China. Through Tammouz, parent or parents can chose a Chinese, Indian, Nepali or white South African egg donor — countries where the laws allow egg donation and the economics make it attractive to women. Youldous says prices depend on choices parents-to-be make and how smoothly medical procedures go.</p><p>The Greengolds say they spend about $70,000 for Tammouz's services — roughly half the price for surrogacy in the U.S.</p><p>The company had previously operated in Thailand. That's why the fertilization for the Greengold baby took place there. But Tammous closed its business there after several high-profile <a href=\"http://www.theguardian.com/lifeandstyle/2014/aug/23/interpol-japanese-baby-factory-man-fathered-16-children\">controversies</a> around surrogacy in Thailand.</p><p>Back at the neonatal ward in a hospital just north of Tel Aviv, baby Yaari hiccups through his tiny feeding tube. Gilad Greengold says he and his husband hope to again connect with the woman who carried him. But his thoughts are turning to raising Yaari.</p><p>Yaari will go home as soon as he is able to eat on his own. His new room has curtains decorated with forest animals and owls painted on the walls. And some day, his Israeli parents will tell him the story of how his Indian surrogate mother brought him into the world in Nepal in the middle of a devastating earthquake.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Israeli+Dads+Welcome+Surrogate-Born+Baby+In+Nepal+On+Earthquake+Day&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"264"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403094873-8c348d.m3u?orgId=1&topicId=1031&d=264&p=2&story=403077305&t=progseg&e=403094618&seg=17&ft=nprml&f=403077305"},{"href":"http://media.npr.org/assets/img/2015/04/29/img_3283edit-194104434c151a247b6717610ebfaa1a943a7338.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1941","width":"2588"}},{"href":"http://media.npr.org/assets/img/2015/04/29/471421814-5634f9f570ebdee027800d7e6c644c52f4c6d97b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3740","width":"4987"}},{"href":"http://media.npr.org/assets/img/2015/04/29/img_3332edit-63876955af2be674c52f82e7cbdad8da773d9734.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2264","width":"3019"}}]}