{"created":"2014-09-09T07:30:47+00:00","modified":"2014-12-04T15:16:06+00:00","valid":{"from":"2014-12-04T15:16:06+00:00","to":"3014-12-04T15:16:06+00:00"},"hreflang":"en","title":"Misty Copeland On Broadening 'Beauty' And Being Black In Ballet","published":"2014-09-09T14:53:00+00:00","teaser":"In her new children's book, <em>Firebird, </em>Copeland seeks to inspire other young African-American dancers. \"It's hard to be the one that stands out,\" she says.","itags":["npr_api","345297939"],"guid":"c01e870c-81a3-422e-8942-048662b9ad9f","contentencoded":"<p>For ballerina Misty Copeland, the role of the Firebird is a personally symbolic one. \"It was one of the first really big principal roles I was ever given an opportunity to dance with American Ballet Theatre,\" she tells NPR's Steve Inskeep. \"It was a huge step for the African-American community.\"</p><p>And she believes it's just one step in the larger direction that ballet is going. In her new children's book, <em>Firebird, </em>Copeland seeks to inspire other young African-American dancers. In a ballet company attempting to create an experience of uniformity, she says, \"It's hard to be the one that stands out.\"</p><p>The book is dedicated to her mentor Raven Wilkinson, the first African-American ballerina to tour the country.</p><hr /><h3>Interview Highlights</h3><p><strong>On how Wilkinson was treated when she was touring in the 1950s</strong></p><p>She was pretty much chased out when they were touring the South by the KKK, who were threatening that she couldn't perform in their theaters or stay in the hotels. ... And they were trying to kind of hide her and have her blend in and not notice that she was a dancer of color. She experienced a lot more severe, life-threatening racism than other minorities experienced in the ballet world at this point.</p><p><strong>On expectations about body type</strong></p><p>I don't think every African-American or Latino have the same body type, but, yes, that's been one of the excuses ... saying that African-Americans are too muscular or just aren't lean enough. Usually they say, \"Oh, they have flat feet so they just don't have the flexibility that it takes to create the line in a point shoe.\"</p><p>When people meet me in person, they're usually surprised at how petite I am because there's just [an] idea that because I'm black I just look a certain way. ...</p><p>They hear those words from critics — I'm \"too bulky,\" I'm \"too busty\" — and then they meet me in person and they say, \"You look like a ballerina, I don't understand.\" And I think it's just something maybe I will never escape from: those people who are narrow-minded. But my mission, my voice, my story, my message is not for them. I think it's more important to think of the people I am influencing and helping to see a broader picture of what beauty is.</p><p><strong>On the optimistic tone of the book, telling young dancers they <em>will</em> succeed</strong></p><p>I think that especially young kids need to hear those words, because I think that if you say \"maybe\" or \"it's possible,\" I think it's very easy for them to interpret that as \"no, it's not.\" There are so many opportunities beyond these top companies that they <em>can</em> be a part of the ballet world in some way, and so I think its necessary for them to hear that. ... </p><p>I've seen it happen with these girls that come to me, and some of them are really broken because they've been told \"no\" so many times. They're making it happen for themselves. There's a young girl I've known since she was maybe 3 years old — mixed-race like I am, half black and half white — and when I met her she was considering going into a contemporary modern company, and now she dances with Dance Theatre of Harlem. That's a path that I don't know if she considered, but she's performing classical ballets and she couldn't be happier.</p><p><strong>On being in ballet at age 31</strong></p><p>The higher you go up in rank, usually the longer you can dance. ... I absolutely love what I do, and I want to dance for as long as I can and feel good about what I am putting out there on the stage. ... My goal has always been to be a principal dancer with ABT.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Misty+Copeland+On+Broadening+%27Beauty%27+And+Being+Black+In+Ballet&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"439"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347017640-072d84.m3u?orgId=1&topicId=1145&ft=3&f=345297939"},{"href":"http://media.npr.org/assets/img/2014/09/08/firebird-4577b1947597b79ede13ac30663424294180d947.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"627","width":"837"}},{"href":"http://media.npr.org/assets/img/2014/09/08/firebird-4_custom-11fcf2a8def09d004ae857c94e9ea9f81d844ec5.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3000","width":"4212"}},{"href":"http://media.npr.org/assets/img/2014/09/08/fbcopeland1gs_enl-0888091c84f44a4263c0d2fdc9187f945100f065.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2227","width":"3000"}}]}