{"created":"2015-02-14T12:12:18+00:00","modified":"2015-02-19T01:39:02+00:00","valid":{"from":"2015-02-19T01:39:02+00:00","to":"3015-02-19T01:39:02+00:00"},"hreflang":"en","title":"A Hero At Home, Deacon John Moore Is New Orleans' Best-Kept Secret","published":"2015-02-15T19:04:00+00:00","teaser":"He formed his first dance band in 1960, and adopted the pious nickname Deacon on the suggestion of a mischievous drummer. Now 73, Moore is one of the city's most beloved musicians.","itags":["npr_api","385555440"],"guid":"c02bd7ad-47c3-4257-a0b5-8d59f6a3fc05","contentencoded":"<p>Deacon John does it all. The veteran New Orleans bandleader plays weddings, birthdays, proms, debutante parties. He holds his own at <a href=\"http://www.nojazzfest.com/\" target=\"_blank\">Jazz Fest</a> and at carnival balls. He'll play 1950s R&B, rock, jazz, gospel, soul and disco — whatever the people want to hear. But when it's up to him, he chooses the blues.</p><p>John Moore formed his first dance band in 1960, and adopted the pious nickname Deacon on the suggestion of a mischievous drummer. Moore probably could have put together a band of family members: His mother played piano, grandfather Popee was on banjo, and his brothers and sisters played guitar, drums, trombone and viola.</p><p>\"Growing up, man, there was never a dull moment,\" Moore says. \"I came from a family of 13. My mother was a very devout Catholic and she said she'd have as many children as God sends, and he kept sendin' em.\" He laughs and adds, \"My poor papa.\"</p><p>Growing up in the family house on Tonti Street, young Moore would turn his crystal radio low when his brothers and sisters went to bed, to hear the music that whispered to his soul — and that his mother forbade.</p><p>\"<a href=\"http://www.npr.org/artists/15162138/bo-diddley\" target=\"_blank\">Bo Diddley</a> and <a href=\"http://www.npr.org/artists/15401883/etta-james\" target=\"_blank\">Etta James</a> and Bill Doggett and Big Maybelle, Hound Dog and <a href=\"http://www.npr.org/artists/15406217/howlin-wolf\" target=\"_blank\">Howlin' Wolf</a>, and Del Rio, Texas with the big Wolfman Jack. I would be up at night listening to all that stuff,\" he says.</p><p>Part of Deacon John's mythos is that he was present at the creation of the rhythm and blues that became early rock 'n' roll. In the late 1950s, he played in the house band of the legendary Dew Drop Inn on LaSalle Street. Later, he worked as a session player in the storied French Quarter studio run by <a href=\"http://www.npr.org/templates/search/index.php?searchinput=cosimo+matassa&dateId=0&programId=0\" target=\"_blank\">Cosimo Matassa</a>, where he played under the tutelage of renowned producer Allen Toussaint. And he backed up R&B superstars <a href=\"http://www.npr.org/books/titles/167739280/ernie-k-doe-the-r-b-emperor-of-new-orleans\" target=\"_blank\">Ernie K. Doe</a>, <a href=\"http://www.npr.org/artists/15399204/irma-thomas\" target=\"_blank\">Irma Thomas</a>, <a href=\"http://www.npr.org/artists/15299524/the-neville-brothers\" target=\"_blank\">Aaron and Art Neville</a>, and <a href=\"http://www.npr.org/artists/112557114/lee-dorsey\" target=\"_blank\">Lee Dorsey</a>.</p><p>Moore, now 73, always includes one of the hits from that era when he performs around town. Over time, his group The Ivories has become a sort of home team for rising talents.</p><p>\"A lot of them have left my band and started careers of their own,\" Moore says, \"Like, <a href=\"http://www.npr.org/artists/15181298/james-booker\" target=\"_blank\">James Booker</a> played with me, James Rivers, the Nevilles, all of them played with me at one time or another. And all the musicians who have worked for me through the years, they've all said it was a good gig.\"</p><p>Moore also works <em>for</em> the musicians. Nine years ago, he became the first African-American president of the regional musician's union.</p><p>At a recent rehearsal inside Deacon John's shotgun house in Uptown New Orleans, the horn section is working out an arrangement for an upcoming show. The narrow room is crammed with guitar cases and sound equipment, and the players' notebooks bulge with 600 music charts<em>. </em>Danon Smith, who has been been singing backup with The Ivories for 26 years, says the band has provided the soundtrack for entire families.</p><p>\"Deac is so known to where as he's played for the father and the mother's wedding, or the grandmother's wedding, and now we're playing for their children's children's wedding — like, three and four generations,\" Smith says.</p><p>\"So many people in this town grew up going to dances where Deacon John and The Ivories were playing,\" says journalist Jason Berry, coauthor of the book <em>Up From the Cradle of Jazz: New Orleans Music Since World War II</em>. \"You go to a prom when you're 16 or 17, and then you go to a college dance when you're 19 or 20, you go to a wedding reception when you're 24, you go to a concert at a place like Rock 'n' Bowl when you're in your 30s and 40s — and when you keep seeing the same band, and you have all those memories, and he's such a grand showman, you want more.\"</p><p>Berry even asked Deacon John to sing at the funeral of his daughter, Ariel, in 2009. Moore is frequently invited to perform his singular rendition of \"Ave Maria\" at burial services in this deeply Catholic city.</p><p>Moore has played at the White House and for inaugurations. He's been inducted into the Louisiana Music Hall of Fame. But you have to ask, with all the artists who broke out of the Big Easy — <a href=\"http://www.npr.org/artists/15588686/fats-domino\" target=\"_blank\">Fats Domino</a>, <a href=\"http://www.npr.org/artists/14987602/dr-john\" target=\"_blank\">Dr. John</a>, the Neville Brothers, the <a href=\"http://www.npr.org/artists/126109992/rebirth-brass-band\" target=\"_blank\">Rebirth Brass Band</a> and many others — why didn't Deacon John?</p><p>\"Well, yes, I always wanted to,\" he chuckles, \"but somehow or other it hasn't happened yet.\"</p><p>Today, Deacon John Moore has learned to laugh at himself, as well as the world, and stop worrying about the elusive fame game.</p><p>\"I never had a hit record,\" he says, \"and I never been on tour, and I never played in all these foreign countries. Many of my contemporaries have. I'm just one of the guys who stayed around here and made a living playing music.\"</p><p>He's made a good living at that: singing songs for half a century, in the city that lives with the benign conceit that this is where <em>all</em> American music was born.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Hero+At+Home%2C+Deacon+John+Moore+Is+New+Orleans%27+Best-Kept+Secret&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Burnett","audio":[{"meta":{"duration":"428"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386227504-c6a072.m3u?orgId=1&topicId=1106&e=385555440&d=428&ft=nprml&f=385555440"},{"href":"http://media.npr.org/assets/img/2015/02/13/deacon-john-moore_hi_res-078e114a1a39d76eb7f1a7206a759ad531d4a552.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1966","width":"2621"}}]}