{"created":"2014-10-31T00:13:16+00:00","modified":"2014-10-31T00:13:16+00:00","valid":{"from":"2014-10-31T00:13:16+00:00","to":"3014-10-31T00:13:16+00:00"},"hreflang":"en","title":"The Truth About Miscarriages","published":"2014-07-16T19:20:00+00:00","teaser":"The chief of obstetrics at Massachusetts General Hospital discusses the common yet widely misunderstood health topic.","itags":["npr_api","332018720"],"contentencoded":"<p>More than one in seven pregnancies result in miscarriage. But miscarriage is still often misunderstood by many couples &#8212; some of whom become discouraged and may seek help though reproductive technology such as drug and IVF treatments, when there is no need to do so.</p><p>Miscarriages may be widely misunderstood because they are not often talked about by people who have experienced them.</p><p><div class=\"pullquote\" style=\"\">&#8220;Virtually every woman has either had one or has a friend who has had one.<div class=\"pullquoteauth\">&ndash; Dr. Michael Greene</p><p>on miscarriages</div></div></p><p>&#8220;They don&#8217;t talk about them very commonly. But, given the frequency in which they occur, virtually every woman has either had one or has a friend who has had one,&#8221; Dr. <strong>Michael Greene</strong>, chief of obstetrics at Massachusetts General Hospital, told <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson. &#8220;Those of us who are not women sometimes underestimate the degree of trauma that it causes.&#8221;</p><p>As a health professional, Greene tries to see miscarriage as a common health matter, instead of a tragic loss.</p><p>&#8220;About 50 percent of all early miscarriages are a result of a major chromosomal abnormality,&#8221; he said. As a woman ages, it is more common for their ovaries to produce eggs that have an abnormal number of chromosomes, making miscarriages more likely.</p><p>While the first miscarriage makes a second slightly more likely &#8212; an increase from 15 to 18 percent likelihood &#8212; all is not lost for would-be mothers.</p><p>&#8220;The majority of the probability after a single miscarriage is that their next pregnancy will be successful,&#8221; the doctor said. &#8220;Our job as professionals is to try to help bring them that sense of perspective.&#8221;</p><p>Tomorrow, <em>Here & Now</em> will speak with Karen Gibbons, who was 29 when she had the first of several miscarriages. She says that she and her husband felt very much alone at the time. Now, she&#8217;s changed careers to nursing because says she wants to counsel couples and help them through pregnancy.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.massgeneral.org/obgyn/doctors/doctor.aspx?id=17007\" target=\"_blank\">Dr. Michael Greene</a></strong>, chief of obstetrics at Massachusetts General Hospital in Boston.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Truth+About+Miscarriages&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"c0306a1f-bc4d-45d3-b5c0-61c106a4a0aa","audio":[{"meta":{"duration":"509"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332045629-ed1582.m3u?orgId=1&ft=3&f=332018720"}]}