{"created":"2014-10-16T07:34:45+00:00","modified":"2014-10-30T21:30:39+00:00","valid":{"from":"2014-10-30T21:30:39+00:00","to":"3014-10-30T21:30:39+00:00"},"hreflang":"en","title":"Clay Aiken: An American Idol On The Campaign Trail In North Carolina","published":"2014-10-21T17:47:00+00:00","teaser":"<em>American Idol</em> runner-up Clay Aiken has hung up his microphone as he runs for Congress as a Democrat representing the rural center of the state. But the campaign is a long shot.","itags":["npr_api","356528134"],"guid":"c031a88d-53ae-4515-9573-99216f476b70","contentencoded":"<p>In just one night, in 2003, Clay Aiken got 12 million votes.</p><p>That wasn't quite enough to win <em>American Idol'</em>s second season, but his soaring vocals won him a record contract and legions of fans known as \"Claymates.\"</p><p>Now, he needs far fewer votes — maybe 200,000 — to win a congressional seat representing the rural center of North Carolina. The odds are against him. Aiken is a Democrat in a district where the Republican incumbent Rep. Renee Ellmers won by 15 percentage points two years ago.</p><p>\"I've always been an underdog,\" says Aiken. \"I walked into that audition on <em>American Idol</em> and people went, 'What?' I get that.\"</p><p>He was a skinny kid with spiked red hair who didn't look like a pop star. Aiken was actually rejected on his first try and drove to Atlanta to audition again.</p><p>\"I don't have a problem being an underdog. It's never hurt me in the past,\" he adds.</p><p>Aiken barely made it out of this spring's Democratic primary, beating his opponent by fewer than 400 votes. Since then, Aiken has visited countless community festivals, civic group meetings and even a couple of high school football games.</p><p><strong>Two Custom Cheers And Countless Selfies</strong></p><p>It's a blowout. Terry Sanford High is on its way to beating Douglas Byrd 50-0. But the cheerleaders have something else to cheer for — or rather someone else.</p><p>\"I need a cheer,\" says Aiken when members of the Douglas Byrd cheerleading squad ask him to shoot a selfie. \"I've got to have a cheer ladies.\"</p><p>\"When we say vote, you say Clay. Vote. Clay. Vote. Clay,\" they cheer, pompoms glistening under the stadium lights.</p><p>Both schools' cheerleading squads gladly come up with Clay-inspired cheers, and he gladly shoots selfies, encouraging them to post to Facebook and Twitter. He has taken so many photos on the campaign trail, there's even a hashtag: #selfieswithclay.</p><p>And that's the thing that separates Clay Aiken from your average underdog congressional candidate: People recognize him.</p><p>Ever the candidate, Aiken is quick to change the subject from <em>American Idol (</em>How much of a jerk was Simon Cowell anyway? <em>That was a long time ago.</em> Did you know you were runner-up before it was announced? <em>Yes.</em>) to the upcoming election. He says he entered the race because he was fed up with Congress and, in particular, the incumbent, Ellmers.</p><p>He's running on issues like education and helping veterans. In a debate, he went after Ellmers for not doing more to keep an Airlift Wing at nearby Fort Bragg. Ellmers hit back.</p><p>\"It's almost as if as an entertainer you believe that you can just go in with a song and dance,\" said Ellmers with an attack she repeated throughout the televised debate. \"That isn't the way that it works.\"</p><p><strong>A Debate About Gay Marriage</strong></p><p>Back at the football game, a man approaches Aiken behind the home-team bleachers.</p><p>\"Serious question: I want to know where you stand,\" says Terrence Becker. Becker wants to know where Aiken stands on a federal judge invalidating North Carolina's constitutional amendment banning same-sex marriage.</p><p>\"You wanna know where I stand?\" asks Aiken rhetorically. \"You don't know where I stand?\"</p><p>Aiken is gay. The story made the cover of <em>People</em> magazine in 2008.</p><p>And thus begins a heated five-minute debate about gay marriage. In the end, they agree to disagree. Becker says there's no way he'd vote for Aiken, but it seems unlikely he had planned to before the discussion, either.</p><p>A crowd forms, patiently waiting for campaign stickers and selfies. Walking away, Aiken is almost puzzled by what just happened. This isn't a defining issue for him or his campaign.</p><p>\"It's the first time that's come up,\" says Aiken, \"the first time the entire time we've been in the campaign that's come up.\"</p><p><strong>Hanging Up The Microphone</strong></p><p>One thing that does come up, repeatedly, is a request.</p><p>\"Can you sing a little melody?\" asks a woman at the football game. \"Just a little bit.\"</p><p>It happens everywhere he goes. And the answer is always \"no.\" If he wins, Aiken says, then he'll sing again.</p><p>\"But you won't be singing to me personally,\" she pleads.</p><p>Then, in a singsong sort of voice, Aiken says, \"Vote for me, vote for me.\"</p><p>The next day at a festival in the town of Goldston, Aiken pauses to watch a group of young women sing. He took a vow not to sing during the campaign, in part so he'd be taken seriously.</p><p>\"What would have happened today if I had gone up there and sang? Everyone would have come around, they would have talked about it. But that would be what they left talking about,\" he says.</p><p>Win or lose, it's not clear whether Aiken will have a music career when this campaign is over.</p><p>Aiken used to share a manager with the Dixie Chicks, who suffered severe backlash from some of their fans because of a comment critical of George W. Bush on the eve of the Iraq War. Just coming out as a Democrat, Aiken says, will automatically turn off part of his fan base.</p><p>\"It's something that I had to recognize before I decided to run — that in addition to having to give up what I was doing for the year, that very possibly I might have to give it up for good,\" says Aiken.</p><p>And he's OK with that.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Clay+Aiken%3A+An+American+Idol+On+The+Campaign+Trail+In+North+Carolina&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"304"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356588485-b93139.m3u?orgId=1&topicId=1014&ft=3&f=356528134"}]}