{"created":"2014-09-08T15:45:44+00:00","modified":"2014-09-30T14:27:52+00:00","valid":{"from":"2014-09-30T14:27:52+00:00","to":"3014-09-30T14:27:52+00:00"},"hreflang":"en","title":"New Fossil Takes A Bite Out Of Theory That Sharks Barely Evolved","published":"2014-04-30T16:59:00+00:00","teaser":"A 325 million-year-old fossil find shows that the gill structures of modern sharks are actually quite different from their ancient ancestors.","tags":["npr_api","303727295"],"guid":"c036fd1a-13f8-4151-bae4-59eab99f3e51","contentencoded":"<p>Sharks have looked more or less the same for hundreds of millions of years. But a newly discovered fossil suggests that under the hood, a modern shark is very different from its ancient ancestors.</p><p>The finding, <a href=\"http://www.nature.com/nature/journal/vaop/ncurrent/full/nature13195.html\">published in the journal Nature</a>, strongly implies that sharks are not the \"living fossils\" many paleontologists once thought they were. \"They have evolved through time to improve upon the basic model,\" says <a href=\"http://www.amnh.org/our-research/staff-directory/john-g.-maisey\">John Maisey</a>, a paleontologist at the American Museum of Natural History who helped identify the fossil.</p><p>This newly discovered creature dates back 325 million years. It's no <a href=\"http://www.flmnh.ufl.edu/fish/sharks/fossils/megalodon.html\">megalodon</a>. It was probably just 2 or 3 feet long and its teeth were tiny, \"although there are rows of teeth in the mouth, so it would certainly give you a painful nip,\" Maisey says.</p><p>The fossil of this beastie is equally modest: It looks like an <a href=\"http://www.nature.com/nature/journal/vaop/ncurrent/carousel/nature13195-sf1.jpg\">ordinary brown rock</a>. But in recent years, paleontologists have begun using tools like CT scanners to look inside fossils. When Maisey scanned the fossilized head of the new shark, he got a shock. Inside, \"it's not like the anatomy of a modern shark at all,\" he says.</p><p>The skeleton supporting this ancient shark's gills is completely different from a modern shark's. In fact, the gill skeleton looks much more like that of an average modern-day fish.</p><p>The finding turns old ideas about sharks on their head, says <a href=\"http://pondside.uchicago.edu/oba/faculty/coates_m.html\">Michael Coates</a>, an evolutionary biologist at the University of Chicago. Previously, many scientists had believed that shark gills were an ancient system that predated modern fish. But this new work suggests that modern-day fish may actually be the ones with the ancient gill structures. Shark gills are the gills that evolved.</p><p>\"That bucks a trend that's been in the literature for years and years that sharks are somehow primitive living fossils,\" Coates says.</p><p>Why did sharks change the structure of their gills? Maisey suggests it might be to help them sprint after prey. Or to open their jaws more widely, so they could snap up bigger things, like swimmers.</p><p>Whatever the reason, sharks have been changing. <a href=\"http://www.ibg.uu.se/ViewPage!renderDecoratedPage.action?siteNodeId=47946&languageId=1&contentId=-1\">Per Ahlberg</a> at Uppsala University in Sweden says the new work is an important reminder that so-called living fossils like sharks and crocodiles aren't fossils at all. They are constantly adapting to the world around them. \"We have to be very, very careful with the idea of living fossils,\" Ahlberg says.</p><p>This ancient little shark shows that evolution is always at work.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Fossil+Takes+A+Bite+Out+Of+Theory+That+Sharks+Barely+Evolved&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"189"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1303769827-5ba2d3.m3u?orgId=1&topicId=1007&ft=3&f=303727295"},{"href":"http://media.npr.org/assets/img/2014/04/16/shark-2b95366a4776f5641ad4fca83fc1b2c802b870eb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"478","width":"638"}},{"href":"http://media.npr.org/assets/img/2014/04/16/3d_shark_skull_1-bea2a9bf9c8e65ffafedfcbf56d505ba640b6b55.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"723","width":"965"}}]}