{"created":"2014-08-28T01:49:30+00:00","modified":"2014-10-30T23:00:30+00:00","valid":{"from":"2014-10-30T23:00:30+00:00","to":"3014-10-30T23:00:30+00:00"},"hreflang":"en","title":"For The First Time, Real Tattoos Make Their Madden Debut","published":"2014-08-24T23:13:00+00:00","teaser":"Fear of lawsuits had kept tattoos out of previous editions of the video game, but San Francisco quarterback Colin Kaepernick put those worries to rest when he secured the rights to his tattoos.","itags":["npr_api","342959404"],"guid":"c038e336-f369-4682-b129-896f9085ede5","contentencoded":"<p>The NFL season is looming, and with it comes the new version of the Madden NFL video game — a franchise that has sold more than 100 million copies over the last 25 years.</p><p>Each year, Madden gets more and more realistic. \"The NFL superstars definitely look like their real life counterparts would,\" says Samit Sarkar, a reporter for the gaming website Polygon.</p><p>But Sarkar says tattoos have long been an exception to that realism. And when the new version of Madden is released on Tuesday, the game will include one notable addition: the tattoos of Colin Kaepernick, the young starting quarterback for the San Francisco 49ers.</p><p>In real life, Kaepernick is covered in tattoos on his chest, back and arms. In the newest Madden, the digital Kaepernick sticks out in a sea of bare arms along the line of scrimmage, because he is the only character in the game displaying his real-life tattoos.</p><p>These days, tattoo artists for athletes have started to pay more attention to their rights. And those worries aren't necessarily frivolous, says Tim Bradley, an intellectual property attorney. He says copyright law is actually very friendly to the artist, and that protections kick in once you've shown a \"modicum of creativity\" in your design and you've put it on a \"tangible medium.\"</p><p>\"So that could be paper, or film, or what have you,\" Bradley says. \"And you automatically own the copyrights in that.\"</p><p>But with tattoos, the \"medium\" is the person you tattooed. So while you might own the copyright to your design, the recipient still owns their body, Bradley says.</p><p>\"So they own the copy of your work,\" he says, \"and so the thorny question comes in ... What happens when additional copies are made?\"</p><p>A copy, in this case, means a re-creation of the tattoo — like in a video game, for instance. A more famous example was the parody of boxer Mike Tyson's face tattoo in the movie <em>The Hangover Part 2, </em>when<em> </em>Ed Helms' uptight dentist character wakes up to find his own face now has a copy of Tyson's famous and distinctive facial tattoo.</p><p>The artist who did the original tattoo sued, since he was never asked for permission for his work to appear on someone else's face. Warner Brothers eventually settled.</p><p>Cases like this explain the growing caution on the part of athletes and game developers alike. Last year, the NFL Players Association advised players to preemptively acquire all the rights to their tattoos.</p><p>Nes Andrion is the artist who did many of the tattoos for Colin Kaepernick's. He runs a tattoo shop in Reno called Endless Ink, and says business has been booming since Kaepernick started doing his signature bicep kisses on national TV.</p><p>Andrion has gotten used to seeing his designs everywhere that Kaepernick and his famous body art appear like newspapers and magazine covers. And those tattoos were on full display in a Yahoo fantasy football commercial featuring Kaepernick shirtless and sitting in a tattoo parlor, surrounded by three tattoo artists (not Andrion) working away with their needles.</p><p>With lawsuits over tattoo use looming, it's no surprise that Kaepernick's agent sought out Andrion's permission before that commercial aired.</p><p>\"I'm supposed to be in that commercial. You know what I mean? It's my work that they're showing,\" Andrion says.</p><p>Andrion says he had mixed feelings about signing the waiver, and that he hasn't received anything in return for signing. But he says working with Kaepernick has been a good thing for him overall.</p><p>And once Kaepernick and his agents had the rights to the tattoos on his body, he was free to extend those to the Madden franchise.</p><p>So if you're planning to pick up a copy of the newest Madden next week, try this out: Pick the 49ers as your team, send your QB in for a rushing touchdown and watch as Kaepernick gives his signature bicep kiss. You'll see the Nes Andrion tattoo faithfully recreated on his digital arm.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+The+First+Time%2C+Real+Tattoos+Make+Their+Madden+Debut&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Becky Sullivan","audio":[{"meta":{"duration":"268"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342965864-329bcc.m3u?orgId=1&topicId=1049&ft=3&f=342959404"},{"href":"http://media.npr.org/assets/img/2014/08/24/reasons-to-buy-madden-7-59181ca4fc60e00f58946f7de0693b045a908e2e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"428","width":"570"}}]}