{"created":"2015-02-12T08:41:02+00:00","modified":"2015-06-16T21:20:26+00:00","valid":{"from":"2015-06-16T21:20:26+00:00","to":"3015-06-16T21:20:26+00:00"},"hreflang":"en","title":"The Ebola Diaries: Trying To Heal Patients You Can't Touch","published":"2015-02-12T14:09:00+00:00","teaser":"Starting in October, an American doctor wrote almost every day, for six weeks, while she treated Ebola patients. Her eloquent writings offer a deeper look into a world we've had only glimpses of.","itags":["npr_api","385528882"],"guid":"c03d5dae-0546-486c-a791-2d5eb92a6752","contentencoded":"<p>For six weeks, American doctor Kwan Kew Lai kept a blog, almost every day, while she volunteered at an Ebola treatment center in Liberia.</p><p>Ebola treatment centers are isolated, self-contained worlds, with their own grim rhythm: Every day, people stream in, terribly sick. And in the space of a few days, they either live or they die. Then the next wave arrives. Because the risk of infection from Ebola is so high, access to the ETUs has been severely limited. So we've had only brief glimpses into them.</p><p>I visited a number of these centers while covering the outbreak. But I don't think I fully grasped what it has been like on the inside until I read <a href=\"http://ebolaliberiakwankewlai.blogspot.com/\">Lai's blog</a>.</p><p>On <em>Morning Edition</em> Thursday, we broadcast an audio documentary based on Lai's blog and her experiences working in an Ebola treatment unit in Bong County. Here are some excerpts from the blog, edited for length and clarity.</p><hr /><p>Lai started her first shift on Oct. 17, 2014. She's 64 and petite. And she <a href=\"...  http:/ebolaliberiakwankewlai.blogspot.com/2014/10/etu-in-suokoko-bong.html\">wrote</a> that on that day, just putting on protective gear was a struggle:</p><blockquote><p>The goggles given to me were so huge that they pinched my nostrils, making breathing difficult. Soon, it fogged up, making me feel like I was underwater, snorkeling. I gazed at my surroundings through a thick haze.</p><p>In the midst of this flurry of activities, a patient in triage met the criteria for suspected Ebola. I went with another nurse to fetch him. He was absolutely petrified at the sight of us in our full PPE. With the dark ominous rain clouds hanging very low in the sky, harbinger of a severe rainstorm, we must look like hovering specters or ghosts.</p><p>We helped him into the ward. His pants were soiled with loose stool, so we changed and cleaned him. He was breathing fast and looked dehydrated. We gave him a bottle of oral rehydration solution, and the night shift would start an IV. What was it like to be cared for by us all dressed up in hazmat suits when the comfort of human touch was gone?</p><p>As we departed, the rain came pelting loudly down on the tin roof, offering little solace to this lonely man covered by a white sheet, left in a strange blue-­tarped, spartan room, lit by a squiggly bulb.</p></blockquote><p>The next morning, Lai learned that the patient's name was John. She <a href=\"http://ebolaliberiakwankewlai.blogspot.com/2014/10/a-lonely-death-in-etu.html\">wrote</a> that his condition had worsened.</p><blockquote><p>As much as I could, I stuck around, rubbed his back and squeezed his shoulders to convey the message that he was not alone. I had felt the need for human touch and kindness when I was sick. I could not imagine the profound loneliness and tremendous fear this man had to face by himself — to fight for his life without any of his family members by his side, in a totally alien place. I wished we had morphine or IV valium to ease his feeling of air hunger and anxiety. But there are no such medications here currently.</p><p>In the afternoon, we learned that John passed away. His Ebola sample still sat in the fridge, missed by the morning delivery. He was 42 years old.</p><p>The life of the first patient I helped into the Suspected Ward of the ETU was snuffed out forever by the deadly Ebola virus, gone from the surface of this earth. In his dying hours, he was all alone.</p></blockquote><hr /><p>Lai wrote often about how painful and humiliating her patients found the symptoms of Ebola — the constant vomiting and diarrhea. But she described several patients who were determined to keep themselves presentable. There was a father named Joseph: \"Before he died, he requested a shower. He wanted to be clean when he left this world.\" Then there was \"tall and elegant Nancy, who always kept her hair neat in corn rows.\"</p><p>Lai says that because the patients soiled their clothes pretty much every day, they had to wear a hodgepodge of donated items. But Nancy somehow still managed to put together outfits that looked good on her.</p><p>Then one morning, Lai wrote that she went to check on Nancy. This was the <a href=\"http://ebolaliberiakwankewlai.blogspot.com/2014/10/o-death-where-is-thy-sting-o-grave.html\">scene</a> that greeted her:</p><blockquote><p>We found Nancy hunched over her bed, face lowered in her arms, sitting on the bucket commode naked, except for her underwear. She had been weak but managed to haul herself to the commode during the night. But when we touched her, she was already in rigor mortis; she expired while sitting on the bucket.</p></blockquote><hr /><p>Lai tried hard to keep her emotions in check for the sake of her patients. And she mostly succeeded. Until the <a href=\"http://ebolaliberiakwankewlai.blogspot.com/2014/11/death-of-child.html\">day</a> she had to tell a mother named Fatu that her daughter had passed:</p><blockquote><p>Fatu's 3-year-old, Theresa, died this morning, curled up in bed, her face puffy beyond recognition. All morning long Fatu, lying in the next bed, did not realize her child was dead. Struggling with bloody diarrhea and profound weakness, she barely could take care of herself.</p><p>At the end of our morning round, we approached her with the psychosocial nurse to let her know that her daughter had died. At first there was disbelief in her eyes. Then despair. She fleetingly glanced at her daughter in the next bed. Confirming the truth, she was overtaken with grief. Her face dissolved into expressions of pain and deep sorrow. But she shed no tears. We gently asked whether she wanted to touch her child. She shook her head.</p><p>Seeing Fatu struggling with her loss, for the first time since I came here, tears filled my eyes. Grateful that no one could see my tears behind my goggles, they just innocently mingled with my sweat.</p></blockquote><hr /><p>For all the gloom, Lai wrote about several moments of sudden light, when she was able to help a patient recover. Probably the most surprising survivor was a 6-year-old named Christine. <a href=\"http://ebolaliberiakwankewlai.blogspot.com/2014/10/night-shift.html\">Here's</a> how Lai first met her:</p><blockquote><p>Walking into the first room of the Confirmed Ward for the first time two days ago, we found 8-year-old Ryan lying on his side, neck extended and face uplifted. My partner felt a pulse, but it was only his own heartbeat. Ryan's chest remained still, no brachial pulse. On the hard cement floor was Ryan's 6-year-old sister Christine, curled up sleeping. She shared a bed with her brother. No one knew whether she crawled out of bed out of distress while her brother struggled and breathed his last. She was picked up, pants soaking wet with watery stool. If there were a time when children needed their parents most, this would be one of them.</p></blockquote><p>For more than two weeks, Christine seemed close to death. Then, to Lai's delight, the girl started to get better. Here's Lai's <a href=\"http://ebolaliberiakwankewlai.blogspot.com/2014/11/this-too-shall-pass.html\">last entry</a> about Christine:</p><blockquote><p>Nov. 8. It is a joyous day for Christine. Today she is finally going home. She sat on the white plastic chair, attending the devotional service, still with deep lines of sorrow carved onto her young face — an old woman before her time. In her short life, time has been tough and tragic for her; she lost her mother and brother. She has been in the ETU almost as long as I have been in Liberia and has won over many hearts. She managed a little sad smile this morning when I held her for the last time.</p></blockquote><p>Lai says this was the only time she was able to get Christine to smile: \"I said to her, 'Do you want to go home?' And then she smiled.\"</p><p>Soon Lai was on her way home too — back to Boston, where she is an infectious disease specialist at <a href=\"http://services.bidmc.org/Find_a_doc/doc_detail.asp?sid=41414747454147\">Beth Israel Deaconess Medical Center</a>. But she has just returned to West Africa, this time to an Ebola treatment unit in Sierra Leone. She starts her first shift this week.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Ebola+Diaries%3A+Trying+To+Heal+Patients+You+Can%27t+Touch&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nurith Aizenman","audio":[{"meta":{"duration":"609"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385646993-f39e7b.m3u?orgId=1&topicId=1031&aggIds=414999491&d=609&p=3&story=385528882&t=progseg&e=385646812&seg=1&ft=nprml&f=385528882"},{"href":"http://media.npr.org/assets/img/2015/02/11/nurith-diary-7-bda0e13f93cca05b21e83da026c28536ef312847.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1199","width":"1599"}},{"href":"http://media.npr.org/assets/img/2015/02/11/img_3917-ff0afe6a294e638a3ccec58dccc03fb9d5d9f0c6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1199","width":"1599"}},{"href":"http://media.npr.org/assets/img/2015/02/11/nurith-diary-4-bf65783862249ee19be049894990f4945602b4b2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1199","width":"1599"}},{"href":"http://media.npr.org/assets/img/2015/02/11/img_4149-27cc4cf93563dbfb4121e4dd69baec60b7ef7856.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1199","width":"1599"}}]}