{"created":"2014-10-27T20:15:08+00:00","modified":"2014-10-31T00:01:54+00:00","valid":{"from":"2014-10-31T00:01:54+00:00","to":"3014-10-31T00:01:54+00:00"},"hreflang":"en","title":"Texas To Deploy National Guard To Mexico Border","published":"2014-07-22T20:13:00+00:00","teaser":"Governor Rick Perry is sending up to 1,000 National Guard troops to the border, amid an influx of Central Americans to the region.","itags":["npr_api","334083980"],"guid":"c044fe10-4eb6-4978-b9d1-c5e5030ce222","contentencoded":"<p>Governor Rick Perry <a href=\"http://governor.state.tx.us/news/press-release/19925/\" target=\"_blank\">has decided</a> to send the National Guard to Texas&#8217;s southern border with Mexico to deter criminals he and other Republican leaders say are exploiting children and families entering the U.S. illegally.</p><p>The Texas Army National Guard is gearing up to send up to one thousand troops over the next month to support the state&#8217;s existing law enforcement surge, amid an influx of Central Americans to the region.</p><p><strong>Ben Philpott</strong> of KUT in Austin told <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Sacha Pfeiffer, the governor considers the new troops to be an additional &#8220;show of force.&#8221;</p><p>Last month, Governor Perry announced an initiative to increase the number of Department of Public Safety personnel and state troopers in the border to meet the flood of unaccompanied minors coming across the border.</p><p>The National Guard will serve another purpose.</p><p>&#8220;Because the Border Patrol is having to deal with the unaccompanied minors, [the National Guard] are being being placed down there to go after drug cartels and any illegal activity beyond that, that might be slipping through,&#8221; Philpott said.</p><p>However, some, Philpott explained, see this as no more than a symbolic move. With the immense size of Texas&#8217; border, one thousand additional troops will do little to bring about any large scale change.</p><p>&#8220;Republicans would say at least they&#8217;re doing something, unlike the federal government which is doing nothing, in their estimation,&#8221; Philpott continued.</p><p>President Obama recently asked Congress for $68 million in increased border security, and $364 million for Border Patrol to screen and house children. That proposal has gone nowhere.</p><p>The cost of Perry&#8217;s original initiative, plus the additional National Guard troops, estimates at over $17 million a month. For now, Texas will foot the bill.</p><p>Philpott said lawmakers will likely go to the federal government looking for reimbursement.</p><p>&#8220;Republican lawmakers have been, for several years, sending bills back to the federal government saying, &#8216;please pay us,&#8217;&#8221; Philpott said. &#8220;They have not received any payment yet.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://kut.org/people/ben-philpott\" target=\"_blank\">Ben Philpott</a></strong>, senior reporter covering politics and policy for KUT in Austin, Texas. He tweets <a href=\"https://twitter.com/BenPhilpottKUT\" target=\"_blank\">@BenPhilpottKUT</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Texas+To+Deploy+National+Guard+To+Mexico+Border&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"231"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334083983-8b1df4.m3u?orgId=1&ft=3&f=334083980"}]}