{"created":"2014-09-05T17:16:06+00:00","modified":"2014-09-05T17:16:06+00:00","valid":{"from":"2014-09-05T17:16:06+00:00","to":"3014-09-05T17:16:06+00:00"},"hreflang":"en","guid":"c0466a18-deee-4005-8961-7103007ce584","title":"United Kingdom: Rationing health by cost","published":"2014-09-05T17:16:05+00:00","byline":"Patrick Cox","tags":["law","government","Ethics","history","business","public health","taxes","healthcare","Arts, Culture & Media","Business, Finance & Economics","Conflict & Justice","Global Politics","Health & Medicine","United Kingdom","Europe","Rationing Health"],"teaser":"Some argue that the goal of medical rationing should be to focus resources where they will offer the greatest benefit to the greatest number. That is the aim of the UK's rationing plan but it's now under fire. Patrick Cox has part 2 of our series.","contentencoded":"<p>Some argue that the goal of medical rationing should be to focus resources where they will offer the greatest health benefit to the greatest number of people.</p><p>That is the aim of the UK&rsquo;s rationing plan. But Britain&rsquo;s plan is now under fire.</p><p>If ever there were a place where the public might embrace the rationing of health care, that place would arguably be <a href=\"http://food.iwm.org.uk/\" target=\"_blank\">Britain</a>.</p><p>During World War II and for nine years after, the British government rationed most food items: meat, flour, eggs, sugar. The government also strictly controlled the supply of gasoline, soap, stockings&mdash;even the number of buttons on jackets.</p><p>Although there was wartime rationing elsewhere, including in the United States, it generally applied to fewer items over fewer years and was quickly forgotten. In Britain, however, rationing became a part of the national identity.</p><p>Many older Britons speak of rationing as a great legacy of those wartime and post-war years, when people sacrificed their own interests for the greater good.</p><p>After World War II, the British government extended this societal approach to health care. It created the <a href=\"http://www.nhs.uk/Pages/HomePage.aspx\" target=\"_blank\">National Health Service, the NHS</a>.</p><p>Today, 95 percent of Britons get their care through the government-run program. In order to provide care to everyone, the government says it must place limits on the care it provides. It must ration.</p><p><strong>Limits to Care</strong></p><p>&ldquo;We have a limited budget for health care, voted by Parliament every year, and we have to live within our means,&rdquo; said Michael Rawlins, chairman of a government agency called the <a href=\"http://www.nice.org.uk/\" target=\"_blank\">National Institute for Health and Clinical Excellence (NICE)</a>.</p><p>NICE decides which drugs and other treatments can be prescribed by NHS doctors.</p><p>NICE was created in 1999 to clarify the reasons why certain drugs are approved and others are rejected. &ldquo;In the old days it used to be done in secret, behind closed doors, in smoke-filled rooms,&rdquo; Rawlins said. &ldquo;Now it&rsquo;s explicit. Everybody knows what the rules are.&rdquo;</p><p>NICE&rsquo;s rationing decisions start with a basic premise: The government should spend its limited resources on treatments that do the most good for the money. NICE calculates cost-effectiveness with a widely used measure called a quality-adjusted life year (QALY).</p><p>In essence, NICE asks these questions: How much does a drug or procedure cost? How much does the treatment extend the average patient&rsquo;s life? And what is the quality of that life gained?</p><p>The calculations are complicated, but imagine that a cancer treatment costs $100,000 and that it extends the life of the average patient by four years. That means the cost of the treatment per year gained is $25,000.</p><p>Now imagine that for part of those four years the patient will be in pain and bedridden. NICE might figure the quality of that life at 50 percent of perfect health. Under NICE&rsquo;s formula, that would make the drug half as cost-effective. In other words, the result would be $50,000 per quality-adjusted year gained.</p><p>NICE has set a maximum that it will spend on a treatment: about $47,000 per quality-adjusted year gained.</p><p>NICE tends to assume, without always performing calculations, that most common treatments are cost effective&mdash;including insulin for diabetes, cholesterol-lowering drugs for heart disease, and kidney transplants.</p><p>Instead, NICE analyzes only selected therapies, such as expensive new drugs that may extend life at the end of life. It has calculated that some of the more expensive drugs meant to slow the progression of Alzheimer&rsquo;s Disease and some cancers fall below the cost-effectiveness threshold. In such cases, NICE says, the NHS shouldn&rsquo;t pay for the drugs.</p><p>NICE chairman Michael Rawlins acknowledged that his agency&rsquo;s decisions deprive some patients of drugs that may extend their lives by several months or more.</p><p>&ldquo;We do recognize that the end of life is a very special time,&rdquo; Rawlins said. &ldquo;[It] allows people to attend weddings, see a grandchild born, seek forgivenesses.&rdquo;</p><p>But he argued that if Britain spends a lot of money at the end of life, &ldquo;we&rsquo;re going to have to deprive other people of cost-effective care.&rdquo; Rawlins said that might mean spending less money at the beginning of life&mdash;and might result in a higher infant mortality rate.</p><p><strong>A Cancer Patient Fights Back</strong></p><p>&ldquo;Imagine how I feel when I hear people saying that if they give me the drugs I need to stay alive, babies are dying,&rdquo; said David Cook, one of a growing number of British cancer patients <a href=\"http://&lt;br /&gt;\r\nwww.macmillan.org.uk/Home.aspx\" target=\"_blank\">speaking out against NICE</a> and its rationing formula.</p><p>While sipping strong English tea in his village farmhouse kitchen, Cook argued that NICE&rsquo;s logic breaks down when you go from the abstract formula to specific patients&mdash;like him.</p><p>A senior government manager in his fifties, Cook was diagnosed with kidney cancer in 2004. Two years later his prognosis was bad.</p><p>Cook&rsquo;s doctor said he would die within months unless he got a drug to slow the growth of his tumors. But the cost of the drug was high&mdash;too high for NICE in light of the advanced stage of Cook&rsquo;s cancer&mdash;and the NHS refused to pay for it.</p><p>Cook fought back. He contended that NICE&rsquo;s rationing formula calculates cost-effectiveness based on the average patient, but individual patients might do better on a given treatment, which would make the drug more cost effective than NICE suggests. Cook&rsquo;s doctor believed that was true for him, so Cook pleaded his case before a panel of experts.</p><p>&ldquo;I had to persuade a total of six people that were in the room&rdquo; he said. &ldquo;I had to talk for my life.&rdquo; Cook won his appeal&mdash;he got the drug&mdash;but he resented that he had to fight for it, that he was treated as an exception.</p><p>Cook has other complaints about NICE.</p><p>He says the agency treats patients inequitably; it is more likely to reject drugs for rarer cancers like his because the treatments are more expensive than those, say, for breast cancer or lung cancer. &ldquo;We&rsquo;re being penalized for having&hellip;the &lsquo;wrong&rsquo; type of cancer,&rdquo; he said.</p><p>Cook contends that NICE overreaches by measuring the quality of a patient&rsquo;s life. He said it should not be up to bureaucrats to decide that the life of a bedridden patient, for instance, is worth a quarter or a half that of someone in perfect health.</p><p>Cook further argues that NICE neglects an important fact&mdash;that by helping a patient live longer, a drug may improve not only that patient&rsquo;s life but also the lives of loved ones. For his part, Cook remains active and working and has helped care for his wife, who has been diagnosed with breast cancer.</p><p><strong>Public Backlash</strong></p><p>Stories like David Cook&rsquo;s&mdash;about the government restricting access to life-saving drugs&mdash;have become common in the <a href=\"http://www.dailymail.co.uk/health/article-1257944/NICE-rejects-cancer-drugs-&lt;br /&gt;\r\nextended-patients-lives.html\" target=\"_blank\">British media</a>. Part of the reason is that many new cancer drugs have become available in the last few years, and some of these drugs are extremely expensive.</p><p>NICE&rsquo;s rejection of such drugs has fueled a growing backlash against the agency. Patient groups and drug companies have called it heartless and indiscriminate.</p><p>NICE&rsquo;s future now hangs in the balance.</p><p>In May 2010, Britain&rsquo;s ruling Labour Party, which founded the agency, lost a general election. The new Conservative-led government has said it will establish a cancer fund, totaling more than $300 million a year, to pay for some cancer drugs <a href=\"http://www.bbc.co.uk/news/health-11630699\" target=\"_blank\">turned down by NICE</a>.</p><p>This comes at a time of economic crisis in Britain. The government is making large cuts in just about every other public service.</p><p>Health economist Alan Maynard of the University of York said it may seem compassionate to set up a cancer fund, but it undermines NICE at a time when the country needs to be reminded of the value of rationing.</p><p>These days in Britain, few speak favorably about an agency that was set up to ensure that the government could provide the best care to the most people.</p><p>&ldquo;NICE is not very popular,&rdquo; said writer Lionel Shriver. &ldquo;I may be the only fan of NICE in the country. After all, it&rsquo;s the organization that says &lsquo;no.&rsquo;&rdquo;</p><p>Shriver is an American who lives in London. Her latest novel, <a href=\"http://www.amazon.com/So-Much-That-Lionel-Shriver/dp/0061458589/ref=sr_1_1?s=books&amp;ie=UTF8&amp;qid=1292444848&amp;sr=1-1\" target=\"_blank\">So Much for That</a>, is about the U.S. health care system and how, in her view, <a href=\"http://www.guardian.co.uk/lifeandstyle/2010/mar/20/lionel-shriver-friend-cancer\" target=\"_blank\">it failed a woman who was dying of cancer</a>. Shriver said her novel would have turned out &ldquo;drastically differently&rdquo; if she&rsquo;d been writing about the British health care system.</p><p>The novel follows a character who has mesothelioma, a rare but deadly disease that is usually caused by exposure to asbestos. The character is partially based on a close friend of Shriver&rsquo;s who lived 15 months after being diagnosed with mesothelioma. Shriver says her friend&rsquo;s treatment cost $2 million.</p><p>&ldquo;If she had been in the UK, that character would have been given palliative care alone,&rdquo; said Shriver. &ldquo;They would have tried to keep her comfortable and out of pain, but they would have skipped the major surgery. They would have skipped all that excruciating chemotherapy.&rdquo;</p><p>&ldquo;I think that my character and indeed my friend would have been better off in the United Kingdom,&rdquo; Shriver said.</p><p><strong>A Model for Other Countries?</strong></p><p>Britain&rsquo;s medical rationing has been noticed around the world. A steady stream of health officials from countries like Brazil, China, and Poland have visited NICE to see if setting up a rationing agency along similar lines makes sense for them.</p><p>Some American health care experts wanted to establish an agency like NICE as part of reforming the U.S. health care system. But after Sarah Palin cited Britain as the inspiration for what she claimed was an Obama Administration plan for &ldquo;death panels,&rdquo; that idea was dropped.</p><p>In fact, in this year&rsquo;s health care reform law, Congress specifically prohibited British-style rationing. Medicare, for example, cannot apply quality-of-life tests in determining the cost-effectiveness of treatments.</p><p>Lionel Shiver is not pleased with that outcome. She said Americans still don&rsquo;t seem ready to focus on some key end-of-life questions. &ldquo;At least in the UK we&rsquo;re having the conversation. How much is a life worth? And what kind of quality of life is that?&rdquo;</p><p>But as other countries look to Britain as a model, it&rsquo;s far from clear that the model itself will survive.</p><p>And that begs the question: Can explicit health care rationing work anywhere if it&rsquo;s in trouble in the very country that may be best equipped to take it on?</p><p>[[{\"fid\":\"73457\",\"view_mode\":\"original_image\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":777,\"width\":900,\"alt\":\"Comparing cost-effectiveness in health care\",\"class\":\"media-element file-original-image\"}}]]</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/unitedkingdom.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/unitedkingdomjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/local-pri-940579.mp3"},{"href":"http://www.pri.org/file/local-pri-940579mp3"}]}