{"created":"2014-10-21T10:45:31+00:00","modified":"2014-11-10T21:35:16+00:00","valid":{"from":"2014-11-10T21:35:15+00:00","to":"3014-11-10T21:35:15+00:00"},"hreflang":"en","title":"In Tight Races, Both Parties Bank On Early Votes","published":"2014-10-22T18:48:00+00:00","teaser":"Two million people have already voted in next month's election, including President Obama. Locking in votes early is huge, particularly since control of the Senate rests in a handful of close races.","itags":["npr_api","357637172"],"guid":"c052204c-a70a-47ff-b14e-7f32b370db6e","contentencoded":"<p>On the first day for in-person early voting in Illinois, President Obama went to the Dr. Martin Luther King Jr. Community Center to cast his ballot.</p><p>\"I'm so glad I can early vote here,\" he told the elections worker checking him in.</p><p>Early voting is something Democrats have used to their advantage in recent elections. And it's likely not a coincidence that Obama chose to vote in person, with cameras rolling and clicking, rather than quietly dropping an absentee ballot in the mail.</p><p>Obama isn't the only one who voted Monday. Republican Rep. Tom Cotton tweeted a snapshot of his \"Grandma Bryant\" standing at an electronic voting machine. Cotton is running for Senate in Arkansas.</p><p>Election Day is two weeks away, and already more than 2 million people have voted, either by mail or at in-person early voting locations. With control of the U.S. Senate resting on a handful of incredibly close races, locking in these votes early has become a key election strategy for both parties.</p><p>If you had to name a state where the battle for early votes was most intense, it would be Iowa.</p><p>In a video posted by the Iowa Democratic Party, retiring Sen. Tom Harkin casts his vote on a mail-in ballot for Democratic Senate candidate Bruce Braley. Braley is in a <a href=\"http://www.npr.org/2014/10/20/357628381/a-tight-race-emerges-to-fill-seat-left-by-iowas-sen-harkin\">tight race</a> against Republican Joni Ernst, who mentions early voting at nearly every campaign stop.</p><p>\"Vote early, don't vote often,\" Ernst joked at a GOP event on the first day of early voting in the state. \"But vote early. Every voice counts.\"</p><p>She told reporters at an event Monday that Democrats have always been good at turning out their voters. But this year, she said, Iowa Republicans are close to matching them — a major shift from past elections.</p><p>\"Once they've voted, we don't have to call them anymore, we don't have to knock on their doors,\" Ernst said of people who vote early. \"And so it does save our time and energy to really focus on those voters that maybe don't get out in these midterms.\"</p><p>Voters who don't usually get out in midterms are what the push for early voting is all about, for both parties. They're trying to grow the electorate and reach people who would traditionally stay home in nonpresidential election years.</p><p>\"We've targeted those voters and tried to drive those voters to participate during the early vote period,\" says Matt Canter, deputy executive director of the Democratic Senatorial Campaign Committee.</p><p>Canter argues that Democrats are capturing new votes, while Republicans are cannibalizing votes that would have come in on Election Day anyway.</p><p>\"The critical number is how many people that did not vote in 2010 and might not have voted anyway are now participating because we've connected with these people,\" says Canter.</p><p>Nationwide, the parties, candidates and their allies are spending tens of millions of dollars to get their voters to cast ballots early. Republican National Committee spokeswoman Kirsten Kukowski says they're even trying a little peer pressure with a Facebook-based Pledge to Vote Challenge.</p><p>\"We've had a lot of success in that social pressure,\" says Kukowski. \"You don't want to be the only one to not vote, is what we're going for, and people really respond well to it.\"</p><p>She couldn't say how many people had signed up for the challenge so far.</p><p>University of Florida political scientist Michael McDonald <a href=\"http://www.electproject.org/2014_early_vote\" target=\"_blank\">tracks early voting</a> obsessively. He says from the publicly available numbers of ballots returned, it is clear more people are voting early. But it's hard to tell just who those people are, and whether they really are previously untapped votes.</p><p>\"We're seeing changing strategies for the parties, and that's part of what makes it very difficult to determine which party really is winning when we look at the early vote,\" explains McDonald.</p><p>All he can say for sure is that the key Senate races are close.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Tight+Races%2C+Both+Parties+Bank+On+Early+Votes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"239"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357737190-0a525b.m3u?orgId=1&topicId=1014&ft=3&f=357637172"},{"href":"http://media.npr.org/assets/img/2014/10/21/534575533_21029835-4a45e7e16a63b103e93071997a6d8fdc49e84aa0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2995","width":"3996"}}]}