{"created":"2015-01-17T15:14:04+00:00","modified":"2015-06-05T15:30:33+00:00","valid":{"from":"2015-06-05T15:30:32+00:00","to":"3015-06-05T15:30:32+00:00"},"hreflang":"en","title":"And The Oscar Goes To ... Wait, Who Hasn't Had One In A While?","published":"2015-02-11T19:12:00+00:00","teaser":"It's happened enough that it's a thing: A stellar actor is awarded for a not-so-stellar role. Many feel it happened again this week with the Oscar nominations.","itags":["npr_api","377887277"],"guid":"c0536dca-52fc-4c11-b534-b5ef798d9ddb","contentencoded":"<p>\"The right actors win Oscars, but for the wrong roles,\" Katharine Hepburn once said.</p><p>The Motion Picture Academy has a history of rewarding stars for less-than-celestial performances, and this week's Oscar nomination announcements left a lot of people scratching their heads — over the snubs for <em>Selma</em>, for example, and the nomination of Robert Duvall for best supporting actor in <em>The Judge</em>.</p><p>\"I think most people hadn't even heard of <em>The Judge</em> before that nomination,\" says Alyssa Rosenberg, culture columnist for <em>The Washington Post</em>.</p><p>Rosenberg says most critics were not impressed by the movie, about a judge who is aging, cranky and hates his new dependence on his criminal-lawyer son.</p><p>To be clear, Rosenberg loves Duvall.</p><p>\"He is wonderful,\" she says. \"But it's not a particularly notable performance. It's weird. It's like they woke up and said, 'You know who hasn't seen a statue in some time?' \"</p><p>Duvall hasn't seen one since 1983 and <em>Tender Mercies</em>. Rosenberg says recognizing actors out of a sense they're overdue is an academy tradition that goes back to at least 1935.</p><p>That was the year Bette Davis won her first Oscar for a thoroughly mediocre movie, <em>Dangerous</em>. The academy had ignored her incandescent performance the year before as a manipulative waitress in the film <em>Of Human Bondage</em>.</p><p>\"It's using the awards to back up and say, 'We know you're good. Really, we know you're good, even if we missed it before,' \" Rosenberg says.</p><p>That's what happened in 1960, she adds, to a certain violet-eyed 28-year-old, Elizabeth Taylor.</p><p>Taylor went unrewarded by the academy for <em>National Velvet, Giant, Cat on a Hot Tin Roof</em> and <em>Suddenly Last Summer</em>. She won for <em>Butterfield 8</em>, a movie she herself called a stinker. But the actress's third husband had recently died in a plane crash, six months after the birth of their daughter.</p><p>\"People felt bad for her,\" Rosenberg says.</p><p>Other consolation Oscars might include Denzel Washington's in 2001, for playing a vicious cop in the movie <em>Training Day</em>. Critics preferred Washington in an earlier movie, <em>The Hurricane</em>, not to mention in <em>Malcolm X</em>.</p><p>Or Dame Judi Dench, who won not for her layered portrayal of Queen Victoria in the movie <em>Mrs Brown</em> in 1997, but won, instead, the next year — for her eight-minute appearance as Queen Elizabeth in <em>Shakespeare in Love</em>. Dench had a sense of humor about accepting her best supporting actress statuette.</p><p>\"Um,\" she said, \"I feel, for eight minutes on the screen, I should only get a little bit of him.\"</p><p>Sometimes it takes a little while for a great performance to sink in. Sometimes the field is too crowded with too many great performances.</p><p>The phenomenon goes beyond the Oscars. Playwright Edward Albee did not win the Pulitzer Prize in 1963 for <em>Who's Afraid of Virginia Woolf</em> because it was seen as too controversial. A few years later, the Pulitzer committee basically backtracked, rewarding Albee for another play, <em>A Delicate Balance</em>.</p><p>Far better, says Rosenberg, if the cultural horse races that are awards shows were guided not by sentimentality or nostalgia, but by singularity and guts.</p><p>\"If you want people to take your awards ceremony seriously as an arbiter of artistic quality, these are strange decisions,\" she says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=And+The+Oscar+Goes+To+...+Wait%2C+Who+Hasn%27t+Had+One+In+A+While%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"223"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377925052-3b009e.m3u?orgId=1&topicId=1045&d=223&p=7&story=377887277&t=progseg&e=377924997&seg=9&ft=nprml&f=377887277"}]}