{"created":"2014-09-05T17:05:23+00:00","modified":"2014-10-31T00:55:19+00:00","valid":{"from":"2014-10-31T00:55:19+00:00","to":"3014-10-31T00:55:19+00:00"},"hreflang":"en","title":"As Sea Levels Rise, Norfolk Is Sinking And Planning ","published":"2014-06-24T15:25:00+00:00","teaser":"Rising waters are threatening the giant naval base in Norfolk, Va., as well as the local businesses. The community is beginning to grapple with the reality, but many owners say they're staying put.","itags":["npr_api","324891517"],"guid":"c09e6f96-9c29-40ac-8feb-2a078ea5ea64","contentencoded":"<p>From the water's edge in Norfolk, Va., the U.S. naval base spans the whole horizon. Aircraft carriers, supply centers, barracks and admirals' homes fill a vast expanse.</p><p>But Ray Toll, a retired naval oceanographer, says the \"majority of [the naval base], if not all of it\" is at risk of flooding \"because it's so low and it's flat.\"</p><p>The Norfolk-Hampton Roads area in Virginia is home to the largest naval operation in the world. This area is particularly vulnerable because the land is sinking as sea levels are rising. Planning for that is both a national security concern and a topic of discussion among the area's business owners.</p><p>Toll, working through Old Dominion University, is helping devise a plan that would coordinate a response between the federal and local governments and local businesses. Toll says a regional approach is necessary because it's not just the military that is affected.</p><p>\"Any impacts that the Navy is going to feel is going to have a direct and indirect impact on the business infrastructure,\" he says. And Toll says, \"that goes all the way down to the small shops that are right on the water, because everybody lives here.\"</p><p>David DiPalo is the sanguine owner of O'Sullivan's Wharf, a restaurant 3 miles from the naval base. It's on the waterfront, and locals can bring their catch in to be fried.</p><p>\"We've flooded, in the past five years, three times,\" DiPalo says. \"And basically, it's like we move for a day or two. And that's all you can do.\"</p><p>DiPalo says between lost business and food, damage and cleanup, each time it costs between $5,000 and $10,000. But he says his current storm prep system works, and he vows to stay put.</p><p>\"I don't believe in rising sea levels. I think it's all a bunch of hype,\" DiPalo says. \"The fact of the matter is we live on a living, breathing planet, and I think it's just part of the planet's cycle.\"</p><p>Rising waters have become part of the everyday cycle, too. In downtown Norfolk, at high tide, the water is just inches from cresting the barrier into the streets. It routinely spills over, so there is debris on the sidewalks and a slightly musty smell.</p><p>Residents navigate alternate routes during flooding, which happens increasingly frequently. Norfolk's water levels are up 1 1/2 feet since the 1920s — a fact that seems to alarm outsiders more than natives.</p><p>The Page House Inn in downtown Norfolk is a bed and breakfast just 200 feet from the tidal Hague River, and about a quarter of its guests are connected to the Navy.</p><p>Debbie Wilborn, the proud owner of the 115-year-old inn, stands on the sun porch and points toward a bed of shrubs 20 feet from the house.</p><p>\"The water will come up and flood this parking lot over here,\" Wilborn says. \"Right next door, yup. But I don't ever worry because I haven't seen it get that powerful where it would come up into our driveway over here on this side of the house.\"</p><p>Outside of paying for flood insurance, Wilborn isn't planning for sea-level rise. Water, she says, won't chase her out of the place: \"If someone told me to evacuate and go, I'm like: 'No, I'm staying right here.' She's been here 115 years. I'm staying, I'm not going anywhere.\"</p><p>Around the area, construction crews raise homes several feet off the ground — for fees well into the six figures.</p><p>Michele Duffy is considering moving to Norfolk and is studying the housing market. She says waterfront homes there are selling for less than they did 30 years ago. When she bought a place in Paducah, Ky., several years ago, she avoided the flood zones, and water is on her mind even more now.</p><p>\"If there is flooding, I really want to know where it is so I can stay away,\" Duffy says. \"With climate change, what is the area going to look like? What are my investment opportunities?\"</p><p>Several miles away in Newport News, Bob Fallon works for defense contractor Huntington Ingalls Industries, which has sprawling shipbuilding facilities.</p><p>He has lived in the area for almost 35 years and says he's seen sea levels rise about 7 or 8 inches in that time.</p><p>Fallon explains that his company lifted the foundation for its air and power systems and is helping local utility companies protect their power sources from floods. It's also replacing old docks and buildings.</p><p>\"We are building our new facilities higher off the ground,\" Fallon says. \"The equipment that's inside the facilities is built higher off the ground. The material itself is more water resilient.\"</p><p>Fallon is not thinking about relocation. Instead, he says, \"it's about designing for resiliency. Adapting to it. For shipyards and businesses, it's not about relocation.\"</p><p>Decades from now, the company will be there, he says, just operating on higher ground.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Sea+Levels+Rise%2C+Norfolk+Is+Sinking+And+Planning+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yuki Noguchi","audio":[{"meta":{"duration":"321"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325073924-825ab3.m3u?orgId=1&topicId=1025&ft=3&f=324891517"},{"href":"http://media.npr.org/assets/img/2014/06/23/norfolk2-2014-06-16-14.09.37-1148e1a7c2e1409c60925ed7e1b85d527c308694.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1299","width":"1731"}},{"href":"http://media.npr.org/assets/img/2014/06/23/norfolk1-a04637b18ddcd30cd10bbf1aa2d7323adc27a98c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2270","width":"3025"}}]}