{"created":"2015-05-15T11:29:52+00:00","modified":"2015-05-15T11:29:52+00:00","valid":{"from":"2013-08-26T17:00:04+00:00","to":"3013-08-26T17:00:04+00:00"},"hreflang":"en","guid":"c0b11f18-1c0f-44ef-89d9-6be3c9032284","published":"2013-08-26T17:00:04+00:00","title":"Insurance pools enable housing in Western wildfire zones","contentencoded":"<div class=\"barn-cleaned\"><p>A wildfire in California has burned more than 200 square miles in and around Yosemite National Park, and is still growing. Smoke from the fire is so thick that airports 150 miles away are canceling flights. San Francisco has shut down two generating plants at the Hetch Hetchy Reservoir.</p>\n<p>Only 23 buildings have been destroyed so far -- but more than 4,000 more are threatened. The next step for the people whose homes have been destroyed is likely a call to their insurance company. And many of the people who live in fire-prone areas can't get regular fire insurance. Instead, they rely on a large pool of money with a surprising origin story.</p>\n<p><a href=\"http://www.iinc.org/articles/444/1/Wildfire-Risk-A-County-By-County-View/Page1.html\" target=\"_blank\">Wildfires are relatively easy to predict</a>. If you have a bone-dry forest that’s suffered two years of drought, there’s a good chance it will burn. What is not so easy to calculate is how to insure the houses there.</p>\n<p>“One of the most difficult things in explaining wildfire is trying to ascertain and put a handle on what the risk actually is,” says Pete Moraga, with the Insurance Information Network of California, a nonprofit that provides data for consumers. He and his colleagues recently looked at data from each of California’s 58 counties and found that 2 million of the 13.7 million homes in the state sit in high to severe wildfire regions. “When we actually did the study a lot of people were surprised to find out that the most homes in the highest risk were actually in Los Angeles County.”</p>\n<p>Most of these homes are in the Santa Monica Mountains in neighborhoods like Beverly Hills,&nbsp; Malibu and Bel-Air. Because of the fire risk, nearly half of all the properties there can’t get regular insurance. So they turn to The California Fair Plan Association. “Everybody calls us the market of last resort,” says Mike Harris. He’s worked at Fair Plan for 30 years.</p>\n<p>Fair Plan is basically a big pool of money that every insurance company in the state is required to contribute to. “Approximately 300 companies that license property in California, by statute they all have to be members of the association and participate both in our profits and our losses,” says Harris.</p>\n<p>There are 31 Fair Plan associations nationwide, most of which were created after urban riots in the 1960's.</p>\n<p>In California, Fair Plan was created after two events. The first was the Watts riots.&nbsp; Years of discriminatory housing policies and police brutality in the Watts section of Los Angeles led to rising tension between black residents and police. When that tension erupted in August of 1965, more than 100 square blocks were <a href=\"http://www.youtube.com/watch?v=my3doRW-HWA\" target=\"_blank\">destroyed by fire</a> and looting.</p>\n<p>Afterwards insurance companies refused to provide coverage there -- a policy known as redlining. This led to the creation of the Watts pool -- money designated for insuring buildings in places where redlining was common.</p>\n<p>Around this same time, the <a href=\"https://www.youtube.com/watch?v=2lvhXWQ7Sr4\" target=\"_blank\">Bel-Air Canyon fire</a> consumed the homes of celebrities like Burt Lancaster and Zsa Zsa Gabor, and these wealthy homeowners found themselves in the same shoes as the residents of Watts. So a second pool of money was created for property in the hills above Los Angeles. “Those two pools were basically combined to form the Fair Plan,” says Harris.</p>\n<p>Today the Fair Plan covers only 1.25 percent of the statewide market. But in the Santa Monica Mountains, Fair Plan insures nearly half of the properties. This is just one of several policies that critics argue encourages development in high-risk fire zones.</p>\n<p>“So in effect we are incentivizing the capacity of people to move up into these mountains to live in these canyons and to enjoy that gorgeous real estate,” says environmental policy professor Char Miller at Pomona College. The problem, he says, is that these types of incentives -- whether they are in the Santa Monica Mountains or the Rocky Mountains -- combined with a lack of restrictions on where houses can be built, means that the financial and&nbsp; ecological costs of defending those houses from fire are paid by everyone.</p></div>","teaser":"As the Rim Fire in California continues to spread from Yosemite National Park, thousands of homes are threatened. In many areas in the West, insurance pools make it possible to build housing in high-risk fire zones.","byline":"David Weinberg","tags":["APM","Your Money","fire","insurance"],"itags":["Marketplace","PMP:Marketplace_PMP","Marketplace for Monday, August 26, 2013","c0b11f181c0f4eff9d996be3c9032284"],"contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>A wildfire in California has burned more than 200 square miles in and around Yosemite National Park, and is still growing. Smoke from the fire is so thick that airports 150 miles away are canceling flights. San Francisco has shut down two generating plants at the Hetch Hetchy Reservoir.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Only 23 buildings have been destroyed so far -- but more than 4,000 more are threatened. The next step for the people whose homes have been destroyed is likely a call to their insurance company. And many of the people who live in fire-prone areas can&apos;t get regular fire insurance. Instead, they rely on a large pool of money with a surprising origin story.</p>\"},{\"content\":\"<p><a href=\\\"http://www.iinc.org/articles/444/1/Wildfire-Risk-A-County-By-County-View/Page1.html\\\" target=\\\"_blank\\\">Wildfires are relatively easy to predict</a>. If you have a bone-dry forest that’s suffered two years of drought, there’s a good chance it will burn. What is not so easy to calculate is how to insure the houses there.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“One of the most difficult things in explaining wildfire is trying to ascertain and put a handle on what the risk actually is,” says Pete Moraga, with the Insurance Information Network of California, a nonprofit that provides data for consumers. He and his colleagues recently looked at data from each of California’s 58 counties and found that 2 million of the 13.7 million homes in the state sit in high to severe wildfire regions. “When we actually did the study a lot of people were surprised to find out that the most homes in the highest risk were actually in Los Angeles County.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Most of these homes are in the Santa Monica Mountains in neighborhoods like Beverly Hills,  Malibu and Bel-Air. Because of the fire risk, nearly half of all the properties there can’t get regular insurance. So they turn to The California Fair Plan Association. “Everybody calls us the market of last resort,” says Mike Harris. He’s worked at Fair Plan for 30 years.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Fair Plan is basically a big pool of money that every insurance company in the state is required to contribute to. “Approximately 300 companies that license property in California, by statute they all have to be members of the association and participate both in our profits and our losses,” says Harris.</p>\"},{\"content\":\"<p>There are 31 Fair Plan associations nationwide, most of which were created after urban riots in the 1960&apos;s.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>In California, Fair Plan was created after two events. The first was the Watts riots.  Years of discriminatory housing policies and police brutality in the Watts section of Los Angeles led to rising tension between black residents and police. When that tension erupted in August of 1965, more than 100 square blocks were <a href=\\\"http://www.youtube.com/watch?v=my3doRW-HWA\\\" target=\\\"_blank\\\">destroyed by fire</a> and looting.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Afterwards insurance companies refused to provide coverage there -- a policy known as redlining. This led to the creation of the Watts pool -- money designated for insuring buildings in places where redlining was common.</p>\"},{\"content\":\"<p>Around this same time, the <a href=\\\"https://www.youtube.com/watch?v=2lvhXWQ7Sr4\\\" target=\\\"_blank\\\">Bel-Air Canyon fire</a> consumed the homes of celebrities like Burt Lancaster and Zsa Zsa Gabor, and these wealthy homeowners found themselves in the same shoes as the residents of Watts. So a second pool of money was created for property in the hills above Los Angeles. “Those two pools were basically combined to form the Fair Plan,” says Harris.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Today the Fair Plan covers only 1.25 percent of the statewide market. But in the Santa Monica Mountains, Fair Plan insures nearly half of the properties. This is just one of several policies that critics argue encourages development in high-risk fire zones.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“So in effect we are incentivizing the capacity of people to move up into these mountains to live in these canyons and to enjoy that gorgeous real estate,” says environmental policy professor Char Miller at Pomona College. The problem, he says, is that these types of incentives -- whether they are in the Santa Monica Mountains or the Rocky Mountains -- combined with a lack of restrictions on where houses can be built, means that the financial and  ecological costs of defending those houses from fire are paid by everyone.</p>\"}]","description":"As the Rim Fire in California continues to spread from Yosemite National Park, thousands of homes are threatened. In many areas in the West, insurance pools make it possible to build housing in high-risk fire zones.","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/rimfire.jpg?itok=oWeqyAo9","type":"image/jpeg","meta":{"width":"610","crop":"primary","height":"340"}},{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/08/26/marketplace_segment20_20130826_64.mp3","type":"audio/mpeg","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/08/26/marketplace_segment20_20130826","type":"application/json"},"duration":243,"duration_hms":"00:04:03"}}]}