{"created":"2015-05-28T07:29:41+00:00","modified":"2015-06-25T17:43:41+00:00","valid":{"from":"2015-06-25T17:43:41+00:00","to":"3015-06-25T17:43:41+00:00"},"hreflang":"en","title":"Technology Of Books Has Changed, But Bookstores Are Hanging In There","published":"2015-05-28T16:59:00+00:00","teaser":"The debate over whether digital books are better continues. Yet in the age of Amazon, the number of independent booksellers is up. The revival is fueled, at least in part, by digital natives.","itags":["npr_api","408787099"],"guid":"c0d2fcfd-4059-4d11-bd63-68cf645397e8","contentencoded":"<p>If the book is dead, nobody bothered to tell the folks at Capitol Hill Books in Washington, D.C. Books of every size, shape and genre occupy each square inch of the converted row house — including the bathroom — all arranged in an order discernible only to the mind of Jim Toole, the store's endearingly grouchy owner.</p><p>Visitors are greeted by a makeshift sign listing words that are banned in the store, including \"awesome,\" \"perfect\" and, most of all, \"Amazon.\" The online giant has crushed many an independent bookstore — but not Toole's.<strong> </strong>\"Hanging in here with my fingernails,\" he says with a harrumph.</p><p>Those are mighty strong fingernails, it seems. While stores like Toole's continue to struggle, independent bookstores overall are enjoying a mini-revival, with their numbers swelling 25 percent since 2009, according to the American Booksellers Association. Sales are up, too.</p><p>Remarkably, it's a revival fueled, at least in part, by digital natives like 23-year-old Ross Destiche, who's hauling an armful of books to the register. \"Nothing matches the feel and the smell of a book,\" he says. \"There's something special about holding it in your hand and knowing that that's the same story every time, and you can rely on that story to be with you.\"</p><p>The book also has fans from other unexpected quarters. David Gelernter, a professor of computer science at Yale, pioneered advances like \"parallel computation,\" yet he admires the brilliant design of the codex. \"It's an inspiration of the very first order. ... It's made to fit human hands and human eyes and human laps in the way that computers are not,\" he says, wondering aloud why some are in such a rush to discard a technology that has endured for centuries. \"It's not as if books have lost an argument. The problem is there hasn't <em>been</em> an argument. Technology always gets a free pass. ... [People] take it for granted that if the technology is new it must be better.\"</p><p>But is a digital book \"better\" than a printed one? The research is mixed. Some studies find we absorb less material digitally while others find no discernible difference. One thing that <em>is</em> clear: \"We are not only what we read but how we read,\" says Maryanne Wolf, a professor at Tufts University and author of <em>Proust and the Squid: The Story and Science of the Reading Brain</em>.<em></em></p><p>Wolf studies the cognitive process of reading, so she assumed she was immune to the pitfalls that she catalogs in others, but she was wrong. One evening, she picked up a favorite book, <em>The Glass Bead Game </em>by Hermann Hesse, and found herself reading and rereading the same passage. Nothing was sinking in. \"I could not immerse myself,\" she says. \"It was the slowest ... experience of reading.\"</p><p>Frustrated, she thrust the book aside. It took her two full weeks to return to the sort of immersive reading she had once enjoyed. Her brain, she realized, had been altered — physically altered — by all of the scanning and flitting she had done during the day.</p><p>\"For me the great lesson was that what we do during the day bleeds over into what we do during the night,\" she says. \"The immersion online is always in some ways shadowed, if you will, by this constant reminder that we should be doing something else, too; that our email is just a click away; that there is this almost incessant feeling of 'Well, I should go faster,' instead of 'I should immerse myself.' \"</p><p>Wolf is no Luddite: She fully embraces what she calls the \"bi-literate brain,\" one equally at home in the digital and analog worlds, but warns that e-readers can deceive us. One study found that young students, digital natives, absorbed material better on paper than on screen, even though they were convinced the opposite was true. That's why she balks at a move toward hybrid reading devices, ones that are part digital and part paper. Better, she says, to retain the unique advantages of both technologies. <strong></strong></p><p>Publishers seem to agree. They've begun to embrace the \"bookiness\" of their products.</p><p>\"The books just look better,\" says paper industry analyst Thad McIlroy. He notes that publishers are paying more attention to such tactile qualities as a book's cover and the quality of paper. \"Those are the kind of things that are going to keep books with us for some time to come.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Technology+Of+Books+Has+Changed%2C+But+Bookstores+Are+Hanging+In+There&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Weiner","audio":[{"meta":{"duration":"421"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410205031-3b914a.m3u?orgId=1&topicId=1161&aggIds=100876926&d=421&p=3&story=408787099&t=progseg&e=410168317&seg=14&ft=nprml&f=408787099"},{"href":"http://media.npr.org/assets/img/2015/05/26/capitol-hill-books-01-9d4cb427c677609edf19b0db546a3ebb24d21794.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1982","width":"2643"}}]}