{"created":"2014-10-02T21:41:36+00:00","modified":"2015-04-30T19:47:08+00:00","valid":{"from":"2014-05-14T19:57:31+00:00","to":"3014-05-14T19:57:31+00:00"},"hreflang":"en","guid":"c0fbd76c-459d-40c5-b47f-874810c016d4","title":"Salt Lake City, UT: Updating Tradition","teaser":"When Mormon pioneers rolled into the Salt Lake Valley in 1847, they brought with them a new theology, a short but intense history of persecution, and dreams of a new kind of society. 166 years later, Salt Lake City remains deeply influenced by Mormon culture, but defies easy categorization. With a large and politically active gay scene, one of the biggest Polynesian populations in the country, and a steady stream of new migrants, the city is full of vibrant contradiction—and sometimes conflict. From progressive Mormons working to heal the rift between the historically anti-gay church and the LGBT community, to young Shoshone computer programmers who’ve created the first-ever video game in their native language, to a pioneering podcast produced in a secure care facility for youth, we’ll explore how some of the city’s most entrenched institutions are being stretched and adapted to fit the modern moment. ","description":"State of the Re:UnionSalt Lake City, UT: Updating TraditionHost: Al LetsonProducer: Delaney HallEpisode Description: &nbsp;When Mormon pioneers rolled into the Salt Lake Valley in 1847, they brought with them a new theology, a short but intense history of persecution, and dreams of a new kind of society. 166 years later, Salt Lake City remains deeply influenced by Mormon culture, but defies easy categorization. With a large and politically active gay scene, one of the biggest Polynesian populations in the country, and a steady stream of new migrants, the city is full of vibrant contradiction&mdash;and sometimes conflict. From progressive Mormons working to heal the rift between the historically anti-gay church and the LGBT community, to young Shoshone computer programmers who&rsquo;ve created the first-ever video game in their native language, to a pioneering podcast produced in a secure care facility for youth, we&rsquo;ll explore how some of the city&rsquo;s most entrenched institutions are being stretched and adapted to fit the modern moment. BILLBOARD (:59)Incue: From PRX and NPROutcue: But first, this newsNews Hole 1:00-6:00SEGMENT A&nbsp; (12:29)Incue: From WJCT in Jacksonville, Florida.Outcue: When SOTRU continues.FOOTBALL HAKAUtah has one of the biggest Polynesian populations in the country, and because of the traditionally large stature of Pacific Islanders, high school teams are full of players with names like Joe Tukuafu, Ula Tolutau, and Helaman Sagapolu. Coaches talk often about the &ldquo;Polynesian pipeline&rdquo; that has changed the face of football in the area. Football traditions are becoming more Polynesian too, and now the haka &ndash; a traditional Polynesian war dance &ndash; is frequently performed before and after high school games. The East High Leopards have taken the practice to a whole new level, working with a native New Zealander of Maori descent to craft their own specialized haka, just for the team. LOVE THY NEIGHBOR AS THYSELF &ndash; PART 1The official doctrine of the Church of Jesus Christ of Latter-day Saints (LDS) does not&mdash;and maybe never will&mdash;condone homosexuality, but a grassroots movement to reshape the relationship between the church and the LGBT community is underway in Salt Lake City. While progress is slow, the gulf between the two groups is narrowing. In the past year and a half, the LDS Church has supported anti-discrimination codes in Utah communities, has recognized that homosexuality is neither a sin nor a choice, and has released a website called mormonsandgays.org that&mdash;while still deeply problematic to many LGBT people&mdash;encourages compassion and kindness for gay Mormons.In part 1 of this story, we&rsquo;ll explore the recent history of LGBT/LDS relations in the city and unpack what galvanized each community to begin reaching out to the other. Troy Williams&mdash;an ex-Mormon, radio personality, political organizer, and the &ldquo;gay mayor&rdquo; of Salt Lake City&mdash;traces the roots of the recent LGBT movement to November 2008. Proposition 8, which legally defined marriage as between a man and a woman, had just passed in California, with significant financial and political support from the LDS Church. Infuriated that the church had intervened, Williams and other organizers within the LGBT community in Salt Lake City rallied thousands of protesters. They circled the Salt Lake Temple, the spiritual and political headquarters of the church. They waved signs and chanted and held kiss-ins. And eventually the Church and prominent gay organizers began holding meetings to figure out how to bridge the divide between the two communities.SEGMENT B (18:59)Incue: I&rsquo;m Al Letson and this is State of the Re:Union.Outcue: P-R-X-dot-O-R-G\nLOVE THY NEIGHBOR AS THYSELF &ndash; PART 2 The Proposition 8 controversy didn&rsquo;t just activate members of the LGBT community. Within the church, some moderate and progressive Mormons were troubled too. Among them was a woman named Erika Munson. Straight, married, and a lifelong Mormon, she didn&rsquo;t set out to become an activist. But after watching LGBT congregants leave the church in the face of hostility, she founded an organization called Mormons Building Bridges.Mormons Building Bridges facilitates conversations between gay and straight Mormons, and organizes Mormon participation in Salt Lake City&rsquo;s annual Gay Pride Parade. In one of their most ambitious projects yet, the organization has partnered with the OUTreach Resource Center, an organization for gay teens, to create a program called &ldquo;Safe and Sound.&rdquo; Together, they&rsquo;re building a network of host homes, where homeless LGBT youth can find a safe place to stay. The issue is of youth homelessness in the area is a serious one. It&rsquo;s estimated that about half of the homeless youth in the state identify as LGBT and 40% come from Mormon backgrounds. With very few dedicated youth shelters in the state, these young people face difficult and dangerous conditions on the streets.We&rsquo;ll explore the genesis of the &ldquo;Safe and Sound&rdquo; program, and meet the first host family, whose own transgender son inspired them to get involved, and who have just taken in their first teen.ENEE: THE FIRST SHOSHONE LANGUAGE VIDEO GAME19 year old Devin Gardener is Shoshone, but he didn&rsquo;t really feel Shoshone until recently. His great-great-grandmother gave up her native language and whitened her skin to avoid being teased at school, and Devin grew up with little knowledge of his Shoshone roots, and a deep love for Xbox and Playstation.Then he got involved with the Shoshone Language Project at the University of Utah, which involves youth in its efforts to preserve and pass on Shoshone culture. There, he was able to blend his love of video games with his growing sense of Shoshone identity, in the creation of the first ever Shoshone language video game. In fact, it might be the first native language video game in the world. The game is called &ldquo;Enee,&rdquo; meaning &ldquo;scary&rdquo; or &ldquo;frightening,&rdquo; and it blends Tim Burtonesque graphics with the kind of traditional Shoshone stories that game co-creator Cora-Joelle Ahweesho Burchett recalls her grandmother telling her as a kid on the Duckwater Reservation in Nevada. As players move through the game&rsquo;s five levels, they encounter characters like the rock monster, a large, rough-skinned creature with a taste for eating children. Or the water babies, shape-shifters who eat children and then take on their form.On the quest to escape the monsters, players must follow instructions in Shoshone and use Shoshone phrases to unlock doors and pick up tools. This encourages young people to learn and use the language, says Burchett, which is vital to its continuance. With only 2,000 to 5,000 living speakers, the language won&rsquo;t survive unless young people begin to use it.&nbsp;\nSEGMENT C (18:59)Incue: I&rsquo;m Al Letson and this is State of the Re:UnionOutcue: This is NPR.SENDING MESSAGES&ldquo;Sending Messages&rdquo; is the country&rsquo;s only podcast created and produced by incarcerated youth. Run by Spy Hop, a nonprofit youth media center in Salt Lake City, the program gives incarcerated youth a chance to tell their stories to thousands of listeners all over the world.Many of the podcast themes are reflections of the daily problems these students face; topics of truth, regret, addiction and the loss of identity. They then write a story, poem, spoken word or interview around the subject. We&rsquo;ll visit the Decker Lake Youth Center to document as SpyHop radio instructor Adam Sherlock works with youth to develop their stories, poems, and songs, and learn more about the innovative ways the podcast is helping youth process their sometimes traumatic histories and share their creations beyond the walls of the institution. &nbsp;THE MORMON / JELL-O CONNECTIONWhile the title has occasionally slipped away to other Midwestern states, Utah consistently consumes the most Jell-O in the nation, and the jiggling dessert has become an icon of the Beehive state. Popular pins for the 2002 Salt Lake Olympics featured a bowl of green Jell-O. In 2001, the state legislature went so far as to pass a \"Resolution Urging Jell-O Recognition,\" which made the gelatinous dessert the Official Snack of Utah. Bill Cosby&mdash;longtime Jell-O spokesman&mdash;was there to testify in support of the bill. He said, \"I'm proud, not because you are number one in consuming gelatin, but because you are the number one family state.\" Because Mormons are the biggest cultural group in Utah, the religion has also become deeply linked with Jell-O. The \"Mormon Corridor\"&mdash;a phrase used to describe the Western states with large Mormon populations&mdash;has also been dubbed the \"Jell-O Belt.\" And cookbooks like \"The Essential Mormon Cookbook: Green Jell-O, Funeral Potatoes, and Other Secret Combinations\" and \"No Man Knows My Pastries\" (which features a \"Jell-O Matrix\" aimed at helping readers match flavors and ingredients with appropriate party themes) help to reinforce the connection.So how did this happen? How did Jell-O become not just the Official Snack of Utah, but the Official Dessert of the Latter-Day Saints? In a short piece, we'll explore what Jell-O represents in Mormon culture and how it came to be a fixture at ward potlucks and Church dinners across the state.Promo Transcript: Growing up Mormon, Erika Munson felt uncomfortable with the Church's stance on homosexuality. \"It was often compared to addictions with pornography. It was considered a sexual sin.\" When she got older, she started speaking out. And something surprising happened. \"Three or four people came up to me very quietly, saying I have a gay brother, thank you so much for what you did.\" Exploring the lives of LGBT Mormons, on the next State of the Re:Union.Broadcast Window Begins 5/15/14Salt Lake City, UT: Updating Tradition will be available beginning&nbsp;May 15, 2014, on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2014. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. State of the Re:Union is presented by WJCT, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Melissa LaCasse at lacasse.melissa@gmail.com or 207.776.4926 with questions or to confirm carriage.&nbsp;\n&nbsp;","contentencoded":"<p><span>State of the Re:Union<br /></span>Salt Lake City, UT: Updating Tradition<br /><br />Host: Al Letson<br />Producer: Delaney Hall<br /><br />Episode Description: &nbsp;<br />When Mormon pioneers rolled into the Salt Lake Valley in 1847, they brought with them a new theology, a short but intense history of persecution, and dreams of a new kind of society. 166 years later, Salt Lake City remains deeply influenced by Mormon culture, but defies easy categorization. With a large and politically active gay scene, one of the biggest Polynesian populations in the country, and a steady stream of new migrants, the city is full of vibrant contradiction&mdash;and sometimes conflict. From progressive Mormons working to heal the rift between the historically anti-gay church and the LGBT community, to young Shoshone computer programmers who&rsquo;ve created the first-ever video game in their native language, to a pioneering podcast produced in a secure care facility for youth, we&rsquo;ll explore how some of the city&rsquo;s most entrenched institutions are being stretched and adapted to fit the modern moment. <br /><br />BILLBOARD (:59)<br />Incue: From PRX and NPR<br />Outcue: But first, this news<br /><br />News Hole 1:00-6:00<br /><br />SEGMENT A&nbsp; (12:29)<br />Incue: From WJCT in Jacksonville, Florida.<br />Outcue: When SOTRU continues.<br /><br />FOOTBALL HAKA<br />Utah has one of the biggest Polynesian populations in the country, and because of the traditionally large stature of Pacific Islanders, high school teams are full of players with names like Joe Tukuafu, Ula Tolutau, and Helaman Sagapolu. Coaches talk often about the &ldquo;Polynesian pipeline&rdquo; that has changed the face of football in the area. <br /><br />Football traditions are becoming more Polynesian too, and now the haka &ndash; a traditional Polynesian war dance &ndash; is frequently performed before and after high school games. The East High Leopards have taken the practice to a whole new level, working with a native New Zealander of Maori descent to craft their own specialized haka, just for the team. <br /><br />LOVE THY NEIGHBOR AS THYSELF &ndash; PART 1<br />The official doctrine of the Church of Jesus Christ of Latter-day Saints (LDS) does not&mdash;and maybe never will&mdash;condone homosexuality, but a grassroots movement to reshape the relationship between the church and the LGBT community is underway in Salt Lake City. While progress is slow, the gulf between the two groups is narrowing. In the past year and a half, the LDS Church has supported anti-discrimination codes in Utah communities, has recognized that homosexuality is neither a sin nor a choice, and has released a website called mormonsandgays.org that&mdash;while still deeply problematic to many LGBT people&mdash;encourages compassion and kindness for gay Mormons.<br /><br />In part 1 of this story, we&rsquo;ll explore the recent history of LGBT/LDS relations in the city and unpack what galvanized each community to begin reaching out to the other. Troy Williams&mdash;an ex-Mormon, radio personality, political organizer, and the &ldquo;gay mayor&rdquo; of Salt Lake City&mdash;traces the roots of the recent LGBT movement to November 2008. Proposition 8, which legally defined marriage as between a man and a woman, had just passed in California, with significant financial and political support from the LDS Church. <br /><br />Infuriated that the church had intervened, Williams and other organizers within the LGBT community in Salt Lake City rallied thousands of protesters. They circled the Salt Lake Temple, the spiritual and political headquarters of the church. They waved signs and chanted and held kiss-ins. And eventually the Church and prominent gay organizers began holding meetings to figure out how to bridge the divide between the two communities.<br /><br />SEGMENT B (18:59)<br />Incue: I&rsquo;m Al Letson and this is State of the Re:Union.<br />Outcue: P-R-X-dot-O-R-G</p>\n<p><br />LOVE THY NEIGHBOR AS THYSELF &ndash; PART 2 <br />The Proposition 8 controversy didn&rsquo;t just activate members of the LGBT community. Within the church, some moderate and progressive Mormons were troubled too. Among them was a woman named Erika Munson. Straight, married, and a lifelong Mormon, she didn&rsquo;t set out to become an activist. But after watching LGBT congregants leave the church in the face of hostility, she founded an organization called Mormons Building Bridges.<br /><br />Mormons Building Bridges facilitates conversations between gay and straight Mormons, and organizes Mormon participation in Salt Lake City&rsquo;s annual Gay Pride Parade. In one of their most ambitious projects yet, the organization has partnered with the OUTreach Resource Center, an organization for gay teens, to create a program called &ldquo;Safe and Sound.&rdquo; Together, they&rsquo;re building a network of host homes, where homeless LGBT youth can find a safe place to stay. <br /><br />The issue is of youth homelessness in the area is a serious one. It&rsquo;s estimated that about half of the homeless youth in the state identify as LGBT and 40% come from Mormon backgrounds. With very few dedicated youth shelters in the state, these young people face difficult and dangerous conditions on the streets.<br /><br />We&rsquo;ll explore the genesis of the &ldquo;Safe and Sound&rdquo; program, and meet the first host family, whose own transgender son inspired them to get involved, and who have just taken in their first teen.<br /><br />ENEE: THE FIRST SHOSHONE LANGUAGE VIDEO GAME<br />19 year old Devin Gardener is Shoshone, but he didn&rsquo;t really feel Shoshone until recently. His great-great-grandmother gave up her native language and whitened her skin to avoid being teased at school, and Devin grew up with little knowledge of his Shoshone roots, and a deep love for Xbox and Playstation.<br /><br />Then he got involved with the Shoshone Language Project at the University of Utah, which involves youth in its efforts to preserve and pass on Shoshone culture. There, he was able to blend his love of video games with his growing sense of Shoshone identity, in the creation of the first ever Shoshone language video game. In fact, it might be the first native language video game in the world. <br /><br />The game is called &ldquo;Enee,&rdquo; meaning &ldquo;scary&rdquo; or &ldquo;frightening,&rdquo; and it blends Tim Burtonesque graphics with the kind of traditional Shoshone stories that game co-creator Cora-Joelle Ahweesho Burchett recalls her grandmother telling her as a kid on the Duckwater Reservation in Nevada. As players move through the game&rsquo;s five levels, they encounter characters like the rock monster, a large, rough-skinned creature with a taste for eating children. Or the water babies, shape-shifters who eat children and then take on their form.<br /><br />On the quest to escape the monsters, players must follow instructions in Shoshone and use Shoshone phrases to unlock doors and pick up tools. This encourages young people to learn and use the language, says Burchett, which is vital to its continuance. With only 2,000 to 5,000 living speakers, the language won&rsquo;t survive unless young people begin to use it.&nbsp;</p>\n<p><br />SEGMENT C (18:59)<br />Incue: I&rsquo;m Al Letson and this is State of the Re:Union<br />Outcue: This is NPR.<br /><br />SENDING MESSAGES<br />&ldquo;Sending Messages&rdquo; is the country&rsquo;s only podcast created and produced by incarcerated youth. Run by Spy Hop, a nonprofit youth media center in Salt Lake City, the program gives incarcerated youth a chance to tell their stories to thousands of listeners all over the world.<br /><br />Many of the podcast themes are reflections of the daily problems these students face; topics of truth, regret, addiction and the loss of identity. They then write a story, poem, spoken word or interview around the subject. <br /><br />We&rsquo;ll visit the Decker Lake Youth Center to document as SpyHop radio instructor Adam Sherlock works with youth to develop their stories, poems, and songs, and learn more about the innovative ways the podcast is helping youth process their sometimes traumatic histories and share their creations beyond the walls of the institution. &nbsp;<br /><br />THE MORMON / JELL-O CONNECTION<br />While the title has occasionally slipped away to other Midwestern states, Utah consistently consumes the most Jell-O in the nation, and the jiggling dessert has become an icon of the Beehive state. Popular pins for the 2002 Salt Lake Olympics featured a bowl of green Jell-O. In 2001, the state legislature went so far as to pass a \"Resolution Urging Jell-O Recognition,\" which made the gelatinous dessert the Official Snack of Utah. Bill Cosby&mdash;longtime Jell-O spokesman&mdash;was there to testify in support of the bill. He said, \"I'm proud, not because you are number one in consuming gelatin, but because you are the number one family state.\" <br /><br />Because Mormons are the biggest cultural group in Utah, the religion has also become deeply linked with Jell-O. The \"Mormon Corridor\"&mdash;a phrase used to describe the Western states with large Mormon populations&mdash;has also been dubbed the \"Jell-O Belt.\" And cookbooks like \"The Essential Mormon Cookbook: Green Jell-O, Funeral Potatoes, and Other Secret Combinations\" and \"No Man Knows My Pastries\" (which features a \"Jell-O Matrix\" aimed at helping readers match flavors and ingredients with appropriate party themes) help to reinforce the connection.<br /><br />So how did this happen? How did Jell-O become not just the Official Snack of Utah, but the Official Dessert of the Latter-Day Saints? In a short piece, we'll explore what Jell-O represents in Mormon culture and how it came to be a fixture at ward potlucks and Church dinners across the state.<br /><br />Promo Transcript: <br />Growing up Mormon, Erika Munson felt uncomfortable with the Church's stance on homosexuality. \"It was often compared to addictions with pornography. It was considered a sexual sin.\" When she got older, she started speaking out. And something surprising happened. \"Three or four people came up to me very quietly, saying I have a gay brother, thank you so much for what you did.\" Exploring the lives of LGBT Mormons, on the next State of the Re:Union.<br /><br />Broadcast Window Begins 5/15/14<br /><br />Salt Lake City, UT: Updating Tradition will be available beginning&nbsp;May 15, 2014, on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2014. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. <br /><br />State of the Re:Union is presented by WJCT, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. <br /><br />Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Melissa LaCasse at lacasse.melissa@gmail.com or 207.776.4926 with questions or to confirm carriage.&nbsp;</p>\n<p>&nbsp;</p>","byline":"Al Letson","published":"2014-05-14T19:57:31+00:00","tags":["Entertainment","Gay and Lesbian","Travel"],"itags":["prx:stories-118610"],"audio":[{"href":"https://hal.prx.org/pub/eadf9ff55017c56d8126671ebf8f5c9c/0/web/story_image/287564/medium/sotru_profile-pic_01.gif","type":"image/gif","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/9e8761a01c26fc5351fafe990a5a2b1d/0/web/audio_file/671281/broadcast/01_SLC_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1885430}},{"href":"https://cms.prx.org/pub/345bb4f8947755b880f7b582f3ec449a/0/web/audio_file/671272/broadcast/02-SLC_Newscast_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":29,"size":927685}},{"href":"https://cms.prx.org/pub/c2a370e61d89c1a2108e42f4c601b601/0/web/audio_file/671273/broadcast/03-SLC_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23943625}},{"href":"https://cms.prx.org/pub/8ca3c3b50f7eb95f3c0786577f0e2ba5/0/web/audio_file/671280/broadcast/04-SLC_Segment_A_Music_Break.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/f33f46931baf286ee65d0a92644698a3/0/web/audio_file/671278/broadcast/05-SLC_Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}},{"href":"https://cms.prx.org/pub/2ca74c790377839e29abc1edea29dfb8/0/web/audio_file/671279/broadcast/06-SLC_Segment_B_Music_Break.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/5144342d84f5d28ca09184109fdc95b3/0/web/audio_file/671277/broadcast/07-SLC_Segment_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}}]}