{"created":"2015-01-01T21:21:07+00:00","modified":"2015-01-08T19:05:12+00:00","valid":{"from":"2015-01-08T19:05:12+00:00","to":"3015-01-08T19:05:12+00:00"},"hreflang":"en","title":"These Froggies Went A Courtin' And Gave Birth To Live Tadpoles","published":"2015-01-02T03:34:00+00:00","teaser":"Who needs eggs? Scientists have discovered an unusual frog species that gives birth to live tadpoles.","itags":["npr_api","374244148"],"guid":"c0fc9c02-d085-408e-aa5e-4f3ebbe3ed0b","contentencoded":"<p>When <a href=\"http://ib.berkeley.edu/labs/mcguire/McGuire1.html\">Jim McGuire</a> and some colleagues recently cut open a frog that they'd collected and euthanized on an Indonesian island, they got quite a shock.</p><p>\"Out came the tadpoles, and they were alive!\" recalls McGuire, a herpetologist at the University of California, Berkeley.</p><p>The researchers had just found the first frog known to give birth to live tadpoles.</p><p>For most frog species — more than 6,000 of them — life starts in water. A female frog lays some eggs, a male fertilizes them, and later the eggs become tadpoles that grow up into new frogs.</p><p>McGuire says finding live tadpoles inside the frog was exciting and a little creepy.</p><p>\"It was very reminiscent of the scene in <em>Alien</em> where the little monster explodes out of the stomach of the poor human who has been impregnated with that larval alien,\" says McGuire.</p><p>This species of fanged frog lives on Sulawesi island and was first discovered by Indonesian researcher <a href=\"http://itb.academia.edu/DjokoIskandar\">Djoko Iskandar</a>. He and <a href=\"http://www.biology.mcmaster.ca/evans/\">Ben Evans</a> of McMaster University in Ontario, Canada, along with McGuire, <a href=\"http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0115884\">describe</a> the frog's unusual form of reproduction this week in the journal <em>PLOS ONE</em>.</p><p>Some other frogs reproduce in bizarre ways. For example, a couple of extinct frogs would swallow fertilized eggs and use their <a href=\"http://www.npr.org/2013/03/22/175054279/project-seeks-to-bring-extinct-species-back-to-life\">stomachs as breeding chambers</a>, then give birth out of their mouths. Other frogs have special pouches on their backs to carry eggs. And some frogs in Africa give birth to little froglets that never go through a tadpole stage.</p><p>McGuire suspects the live-tadpole birth may be a way to keep predators from having a frog-egg lunch. \"This is another pretty crazy reproductive mode that's evolved within frogs,\" he says. \"Frog biologists are turned on by that sort of thing.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=These+Froggies+Went+A+Courtin%27+And+Gave+Birth+To+Live+Tadpoles&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"125"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374417532-df7432.m3u?orgId=1&topicId=1007&ft=3&f=374244148"},{"href":"http://media.npr.org/assets/img/2014/12/31/84569_web-a0d0b6b8c1cc9e054cf767e45fa77ce0e0604a2c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"956","width":"1275"}},{"href":"http://media.npr.org/assets/img/2014/12/31/84571_web_custom-ccd6b86d261fd493e5879fde53f1ec55d0b576fc.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1192","width":"1429"}}]}