{"created":"2015-06-26T08:57:13+00:00","modified":"2015-07-03T19:05:38+00:00","valid":{"from":"2015-07-03T19:05:38+00:00","to":"3015-07-03T19:05:38+00:00"},"hreflang":"en","title":"A Baltimore Civil Rights Icon Is Still Pushing To Help City's Young","published":"2015-07-01T20:00:00+00:00","teaser":"Sixty years ago, Helena Hicks helped desegregate the city's lunch counters. In the wake of Freddie Gray's death, the 80-year-old has continued to advocate for Baltimore's poor, black residents.","itags":["npr_api","416458225"],"guid":"c1129762-1701-4c27-aacc-237af46c432d","contentencoded":"<p>When I set out to interview Helena Hicks, I thought we'd talk history. The soft-spoken, 80-year-old who stands just 4 feet 10 inches tall with a sleek, silver bob, is known for her role in helping to desegregate Read's Drug Store chain. But it turns out she's as active as ever, a force to reckon with at any sense of injustice.</p><p>\"My father taught me that 'you are somebody,' \" she says. \"If it's wrong, you do something about it.\"</p><p>We crossed paths when I was reporting <a href=\"http://www.npr.org/2015/06/23/416790268/in-baltimore-rec-centers-provide-so-much-more-than-just-fun\">on the Lillian S. Jones recreation center</a> in Sandtown, Baltimore. It's the neighborhood of <a href=\"http://www.npr.org/tags/401114525/freddie-gray\">Freddie Gray</a>, the young, black man who died after being arrested by police in April. It's also where Hicks grew up and the center is named for her late sister, who was also a local activist. Hicks had organized a rededication ceremony.</p><p>In the center's multipurpose room, portable basketball hoops had been moved out, a podium and tables brought in. Hicks strained to be heard over a hard-working air conditioner. She cajoled several dozen politicians, pastors and representatives from nonprofits to seize this moment, and donate goods, money or time to this center and a school next door.</p><p>\"It all starts with volunteerism. People volunteer and you can get a lot done,\" she said.</p><p>Hicks is retired from a career as a professor and public servant. But she's still quick to volunteer her efforts when it comes to civil rights.</p><p>\"She called us with concerns when Baltimore was seeking to expand their youth curfew,\" says Meredith Curtis of the ACLU Maryland. That was last summer, and Curtis says the group has been talking with Hicks ever since.</p><p>\"We talk about all kinds of things that have been going on in the city. Police-related issues, and young people, and how something more positive can come about that addresses the needs that young people have without getting them involved in the criminal justice system,\" Curtis says.</p><p>Hicks trained as a social worker, and her interest in the young dates to her own days growing up in Baltimore. She says segregation pushed blacks into neighborhoods that were overcrowded and underserved. The lone junior high school in her area was so packed, she says, that students studied in shifts; hers was from noon to 5 p.m.</p><p>A few years later, in January 1955, Hicks and six classmates were waiting in downtown Baltimore for the #3 bus to Morgan College.</p><p>\"I wasn't going to stand on a cold bus stop without something hot to drink,\" she says. Without planning to, Hicks led the group into Read's Drug Store and <a href=\"http://www.baltimoremagazine.net/2015/1/19/morgan-students-staged-reads-drugstore-sit-in-60-years-ago\">sat at the lunch counter</a>.</p><p>\"They called us names, they told us we had to get out,\" she says. \"We sat there a little on the half hour. And we decided to leave because we knew they were going to call the police and we'd get locked up.\"</p><p>The move sparked other protests, and a few days later Read's announced it would desegregate all of its 37 stores. That was five years before the <a href=\"http://www.npr.org/templates/story/story.php?storyId=123084365\">more famous sit-ins</a>.</p><p>The downside of desegregation was white flight, the rise of the local drug trade and the blocks of vacant row houses that now pockmark Baltimore's poorest areas. But Hicks has continued to speak out. In a city known for a code of no-snitching, she says she endured a year of police protection in the 1980s when she was a possible witness in the trial of a local drug gang leader. She swears she'd never go through that again.</p><p>\"I hated it. It's hard to explain to people why you have a policewoman sitting at work beside your desk, and who has to be with you when you go to the grocery store,\" she says.</p><p>Hicks says the attention over the Freddie Gray case is a renewed chance to combat decades of neglect. But she worries that politicians will only use it for their own gain.</p><p>\"You can't throw money at it and make it disappear,\" she says. \"You have got to work from the bottom up.\"</p><p>After the recreation center ceremony, we walk to a park across the street, and, looking back, Hicks notices something. The letters of her sister's name have been removed from the rec center's facade. True, they were old and one was missing. But Hicks isn't happy with a temporary, plastic sign hung in their place, which gives the mayor's name top billing.</p><p>\"How dare she do that,\" she says, reaching to dig her cellphone out of her purse. She dials up a local radio host and gets his voice mail, insisting that \"you must talk to me about it, and you must help me get it out into the media.\"</p><p>As she turns 81 this month, Helena Hicks knows some might expect her to stop being quite so feisty.</p><p>\"I've had that experience you know, 'Just ignore her till she stops talking.' But I don't stop,\" she says and laughs.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Baltimore+Civil+Rights+Icon+Is+Still+Pushing+To+Help+City%27s+Young&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jennifer Ludden","audio":[{"meta":{"duration":"231"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417675897-dbf9f6.m3u?orgId=1&topicId=1015&d=231&p=3&story=416458225&t=progseg&e=417611771&seg=7&ft=nprml&f=416458225"},{"href":"http://media.npr.org/assets/img/2015/06/22/img_2315-da12bd4a9d69bd7169cb728d08d07bcc8d3c9351.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2298","width":"3065"}}]}