{"created":"2014-10-07T20:02:07+00:00","modified":"2015-01-08T21:05:16+00:00","valid":{"from":"2015-01-08T21:05:16+00:00","to":"3015-01-08T21:05:16+00:00"},"hreflang":"en","title":"War Of Words At Met Opera May Signal Shutdown","published":"2014-07-26T17:32:00+00:00","teaser":"With labor negotiations growing more strained, a lockout seems likely next week at the Metropolitan Opera. Management says payroll must be trimmed while unions want to curb production costs.","itags":["npr_api","335336345"],"guid":"c113e613-5ecf-4469-9745-9fbf5db33b95","contentencoded":"<p>When an opera company is in the midst of contentious labor negotiations, the results can be dramatic. This week, the war of words between unions and management at New York's Metropolitan Opera, the world's largest opera company, escalated. An Aug. 1 shut down now seems likely.</p><p>At the center of the debate is the ballooning Met budget, which stood at $200 million in 2006 but has since climbed to more than $325 million. Met General Manager Peter Gelb asserts that union salaries and benefits are his biggest costs, accounting for two-thirds of the operating budget.</p><p>The Met's orchestral musicians get paid more than any other orchestra members in the U.S., and its stagehands and choristers are among the best paid in the world. Management's proposal to rein in rising costs does not include cutting base salaries, but instead cutting about 16% of workers' total compensation by changing work rules governing overtime payments, as well as trimming health benefits and pensions.</p><p>But the unions blame Gelb for the rising deficits, saying he has been irresponsible in his spending and accusing him of increasing his salary while asking them to accept reductions. Alan Gordon of the American Guild of Music Artists says Gelb has doubled the number of new productions since taking over: \"There are so many, in fact, that the employees made twice their salary in just the overtime necessary to deal with the new productions.\"</p><p>\"No matter how you slice it,\" Gelb says, \"opera is incredibly expensive.\" Earned income, he says, has not kept pace with rising costs.</p><p>Negotiations are slated for next week. If agreements aren't reached, Gelb has warned the unions to prepare for a lockout.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=War+Of+Words+At+Met+Opera+May+Signal+Shutdown&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Lunden","audio":[{"meta":{"duration":"356"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1335540255-52eafb.m3u?orgId=1&topicId=1106&ft=3&f=335336345"},{"href":"http://media.npr.org/assets/img/2014/07/25/met2-e2bd46f820586e9d0bfb9fec51a651dbd4c87b71.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}}]}