{"created":"2015-05-12T12:39:29+00:00","modified":"2015-05-12T12:39:30+00:00","valid":{"from":"2015-05-12T12:39:30+00:00","to":"3015-05-12T12:39:30+00:00"},"hreflang":"en","guid":"c11515c9-0ddf-4f2e-83b7-a1ef9e52bc83","title":"University of Washington president says diversity is one of the keys to success","published":"2015-05-12T12:39:25+00:00","byline":"Amber Hall, T.J. Raphael","tags":["education","Ethnicity & Race","history","Education","Development & Education","North America","United States","Education","Ku Klux Klan","Politics of the United States"],"teaser":"Beyond admitting a diverse group of students, the University of Washington's president says colleges need to make sure students feel supported in addressing racial issues with one another. ","contentencoded":"<p>Ana Mari Cauce, the interim president of the University of Washington, is leading a new race and equity initiative on her campus. She wants her students to recognize and celebrate differences — not just pretend to ignore them.</p>\n<p>Cauce says diversity is one of the keys to student success. “The demographics of our population is changing, particularly so among youth,\" she says. \"If we’re going to have the kind of educated workforce that we want and that we need, we really need to have access to all citizens. We also need to make sure that they not only get into the university, but that when they’re there, that they thrive.”</p>\n<p>For colleges and universities around the country, Cauce says focusing on diversity is not only the right thing to do, but it’s the smart thing to do.</p>\n<p>“This is not a university problem, it’s a societal problem,\" she says. \"I think universities, and the University of Washington, are a really good place to begin some of the hard work of dealing with [these issues].\"</p>\n<p>The issue of diversity hits close to home for Cauce. Her family fled Cuba for the United States when Fidel Castro rose to power during the 1950s. She arrived on the shores of the US at the age of 3, and her parents eventually went on to become minimum wage factory workers here in the United States.</p>\n<p>“In many ways, I represent the American dream,” she says. “[My parents] basically reinvented their lives, but managed to provide for their children. I was not privileged economically, but I was privileged to come from a home where education was highly valued. There was never any question that my brother and I would go to college—the question was more of how are we going to pay for it. Both of us ended up going to universities, and now I’m a university president.”</p>\n<p><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/9uWxEJhehjM?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>Though Cauce was able capture her own American dream, she saw many struggles along the road to success.</p>\n<p>“My brother didn’t make it,” she says.</p>\n<p>Cauce’s brother, César, attended Duke University. Upon graduating, he worked to fight against the social justice issues gripping the south.</p>\n<p>“After graduating he became very involved as a civil rights activist and also as a union organizer,” she says. “In the south, when you’re doing union organizing and trying to bring together white and black workers, you sometimes run into the [Ku Klux] Klan. He was one of the organizers of the first anti-Klan rally. The Klan showed up, and five people were <a href=\"http://www.greensboro-nc.gov/index.aspx?page=1023\">murdered</a>. He was one of them.”</p>\n<p>The death of her brother came in 1979 when César was just 25 and Cauce was 23. She says that dark moment showed her the ugliness of discrimination and bias.</p>\n<p>“In one second, an entire future for our family was gone,” she says. “What some people consider small things — the wrong word or a not particularly welcoming action — can end up building an environment that can lead to pretty devastating consequences.”</p>\n<p>As she considers her brother and the tensions currently facing the US, Cauce says it reminds her that there is still important work to be done to create a more respectful and welcoming environment for all students.</p>\n<p>“We really are at a crossroads,” she says. “A lot of our youth has really been raised with this ideology that the way that you deal with differences is, in essence, to be blind to it or ignore it. That’s led to a lot of difficulties. … You see universities right now that are more diverse than they’ve ever been, and yet you see different cultural groups or different racial groups sitting in their own groups in the cafeteria and doing activities separately. To that degree, I think that ethos of colorblindness has not been helpful.”</p>\n<p>Acknowledging diversity and fully embracing it, Cauce says, can lead to new ideas, innovation and, ultimately, success.</p>\n<p>“It’s very important if we’re going to move forward on difficult issues,” she adds.</p>\n<p><em>This story first aired as an <a href=\"http://www.thetakeaway.org/story/access-and-excellence-campus/\">interview</a> on PRI's <a href=\"http://www.thetakeaway.org/\" target=\"_blank\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation. </em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-12%2Fcollege-compass-establishing-equity-education&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/takeaway051115-college1.mp3"},{"href":"http://admin.pri.org/file/takeaway051115-college1mp3"}]}