{"created":"2015-03-16T19:41:08+00:00","modified":"2015-03-18T14:31:20+00:00","valid":{"from":"2015-03-18T14:31:20+00:00","to":"3015-03-18T14:31:20+00:00"},"hreflang":"en","guid":"c11ac984-3850-4031-bd3b-b2b8ad5002aa","title":"What ISIS has in common with Google","published":"2015-03-18T14:31:15+00:00","byline":"Matthew Bell","tags":["technology","Religion","terrorism","politics","SafeMode","Business","Business, Finance & Economics","WASHINGTON","DC","United States of America","North America","Shahed Amanullah","ISIS","counterterrorism","Google"],"teaser":"For all its brutality, ISIS is often praised for its social media savvy and a passion among its members akin to that of a very famous Silicon Valley startup, says one Muslim social media entrepreneur. The way to defeat the group’s extremism is by fighting intellectual fire with fire, he says. ","contentencoded":"<p>Call it capitalism as a counterterrorism strategy.</p>\n<p>ISIS is like a small, nimble start-up, building its brand for a target audience of 500 million Muslim youth around the world.</p>\n<p>That is how Shahed Amanullah thinks about the extremist group calling itself the Islamic State. He co-founded Affinis Labs, an incubator that helps set up companies drawing on talent within Muslim communities. Amanullah is hoping to use that talent to counteract the Islamic extremism of ISIS. </p>\n<p>“We have to look at [ISIS] the way other start-ups would look at it. So, I’m looking at that market and asking myself, ‘What is it about these young people that’s being attracted to that brand?’” says Amanullah, who has also served as an adviser to both the State Department and the White House on social media policy and combating online extremism.</p>\n<p>The allure of ISIS might be tough for most people to even begin to comprehend. But for some Muslim youth, Amanullah says the group is simply offering people the chance to be part of something really big at the time of inception.</p>\n<p>“I liken it to almost joining Google in 1995, “ Amanullah says.</p>\n<p>For Amanullah, the goal in countering the ISIS brand is to build an alternative that helps lure people back from the dark side. “We can’t oppose [ISIS] with something that’s very passive and calm,” Amanullah says.</p>\n<p>The company is putting out the call to Muslim youth who want to be part of an anti-ISIS movement by creating social media initiatives or developing small businesses. Amanullah says he is courting wealthy Muslims as funders and has opened a new incubator outside of Washington, DC.</p>\n<p>The alternatives to ISIS also have to be big, exciting and meaningful, Amanullah says. But there won’t be just one silver bullet. “It’s going to be an ecosystem of 100 or a 1,000 different initiatives that each chip away a little bit at [ISIS],” he says.</p>\n<p>“We know that ISIS is playing on sexual frustrations to lure young people, by promising people wives, for example,” Amanullah says. A Muslim dating site could present an alternative. A crowdfunding site for Muslims could do the same.</p>\n<p>It’s all about undermining the likes of ISIS online. “And hopefully, fewer and fewer people will be attracted to that,” he says.</p>\n<p>Observers constantly refer to the tech and social media savvy of ISIS, Amanullah says. And that seems to bother him. “This millennial youth Muslim generation is incredibly talented, but that talent has not been capitalized on,” he says.</p>\n<p>“If we do that, I think then the world will see that there’s a group of people to be proud of, a group of people that will be role models, a group of people that have a vision for the future that is consistent with living with everybody else,” Amanullah says.</p>\n<p><em>Clarification: An earlier version did not identify the specific incubator in which Amanullah, CEO of LaunchPosse, is focusing his anti-ISIS efforts.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-16%2Famerican-muslim-entrepreneur-hopes-capitalism-can-defeat-isis&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/shahed.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/shahedjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0316201511.mp3"},{"href":"http://www.pri.org/file/0316201511mp3"}]}