{"created":"2014-10-27T19:43:30+00:00","modified":"2014-10-30T23:42:47+00:00","valid":{"from":"2014-10-30T23:42:47+00:00","to":"3014-10-30T23:42:47+00:00"},"hreflang":"en","title":"Expert: Ebola Patient Poses 'Absolutely No Risk' To Atlanta","published":"2014-08-02T16:06:00+00:00","teaser":"Dr. William Schaffner says Americans shouldn't be worried about the patient's transfer.","itags":["npr_api","337141615"],"guid":"c1421bbf-83ed-496c-82c7-739c856000bb","contentencoded":"<p>Today the head of the World Health Organization warned that the Ebola outbreak that has killed more than 700 people in West Africa is moving faster than efforts to control the disease.</p><p>Now, there&#8217;s word of plans to bring an American who is infected with Ebola to Emory University Hospital in Atlanta for treatment at a specially-built isolation unit.</p><p>Dr. <strong>William Schaffner</strong>, an infectious disease specialist at Vanderbilt University in Nashville, Tenn., spoke to <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson.</p><p>He said Americans shouldn&#8217;t be worried about the disease spreading to the U.S. as a result of the patient&#8217;s transfer.</p><p>&#8220;There&#8217;s absolutely no risk, none, for the people in Atlanta,&#8221; he explained. &#8220;If there is a risk, it would be in the context of medical care, and the folks at the Emory Hospital have a special isolation unit, they&#8217;re all very well trained. So I think the risk, even to healthcare workers, is going to be exceedingly low.&#8221;</p><h4>Interview Highlights</h4><p><strong>On why Americans shouldn&#8217;t worry</strong></p><p>&#8220;We know exactly who&#8217;s infected, we&#8217;ve gone to an elite infection control institution with highly trained personnel &#8212; makes all the difference in the world. I think it&#8217;s kind of paradoxical for a layperson to think about this, whereas we as professionals have a great deal of confidence in the institution and the people who work there and their ability to restrict and contain the virus.&#8221;</p><p><strong>On why it&#8217;s better to treat this patient in the U.S.</strong></p><p>&#8220;Because, very simply, our capacity to do things elaborately and well is much better than is available in the facilities in Africa. Our whole laboratory testing apparatus, our monitoring apparatus, the skill of all the team of heathcare workers trained to work together in intensive care workers &#8212; it&#8217;s much better here. This is a good thing for that patient, and actually the risk really is vanishingly low.&#8221;</p><p><strong>On why there isn&#8217;t already an Ebola vaccine</strong></p><p>&#8220;Two reasons really: one, there&#8217;s science, and that&#8217;s progressing so there are vaccine candidates now available. But this has been a disease that has been localized, it&#8217;s unusual &#8212; so there&#8217;s not a large market for it. The vaccine manufacturers have not devoted their resources to it, although people have worked on it in research laboratories. There&#8217;s some emphasis now on trying to bring some of these vaccine candidates into clinical trials to see whether they&#8217;re actually effective, so this epidemic has actually stimulated that activity.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"https://medicine.mc.vanderbilt.edu/node/451\" target=\"_blank\">William Schaffner</a></strong>, MD, infectious disease specialist at Vanderbilt University in Nashville, Tennessee.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Expert%3A+Ebola+Patient+Poses+%27Absolutely+No+Risk%27+To+Atlanta&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"508"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337360254-3a3b24.m3u?orgId=1&ft=3&f=337141615"}]}