{"created":"2015-01-28T22:45:32+00:00","modified":"2015-01-29T20:23:33+00:00","valid":{"from":"2015-01-29T20:23:33+00:00","to":"3015-01-29T20:23:33+00:00"},"hreflang":"en","guid":"c14e1aa0-b99a-4827-9f33-8e22ef253a0d","title":"Under pressure, Jordan proposes prisoner swap with ISIS","published":"2015-01-29T20:23:32+00:00","byline":"David Leveille","tags":["ISIS","hostages","jordan","hostage deal","beheading","Conflict","Conflict & Justice","Amman","Jordan","Japan","Asia","Middle East","East Asia","Kenji Goto","Muath al-Kasasbeh","Abdullah","Jordan","ISIS","hostages","Japan"],"teaser":"ISIS has threatened to kill two hostages: an air force pilot from Jordan and a freelance journalist from Japan. Now Jordan has proposed a prisoner exchange, but will the deal satisfy ISIS? Can it happen soon enough?","contentencoded":"<p>From its brutal offensives on the ground in Iraq and Syria to its recruiting of young people in the West to join its cause, the extremist group ISIS is almost constantly in the news. But it's hard to think of ISIS without thinking of the hostages they've killed and the ones they still hold.</p>\n<p>At the center of the current drama are two hostages: An air force pilot from Jordan named Muath al-Kasasbeh, and Kenji Goto, a freelance journalist from Japan. ISIS has threatened to kill them both.</p>\n<p>Jordan came forward on Wednesday saying it was willing to make a deal with ISIS to get a hostage released it. But will the deal satisfy ISIS and can it happen soon enough? And what does it mean for the fate of the Japanese journalist?</p>\n<p>Derek Stoffel, the Middle East bureau chief for CBC News based in Amman says Jordan, in exchange for sparing the life of its hostage, the Jordanian pilot, is prepared to release an Iraqi woman who is being held in Amman. “She was convicted for her role in a suicide bombing 10 years ago in which three hotels were targeted, and 60 people were killed. She was wearing a suicide vest but it failed to detonate, so she was originally given the death penalty but that was commuted to life.”</p>\n<p>Ever since the Jordanian pilot crashed his plane back in December, Stoffel says,“this whole country has been transfixed by his fate. There’s been growing pressure on Jordan’s King Abdullah to do anything really ... It was a bit of a surprise when the government came out and said yes, we are prepared to release this Iraqi woman in exchange for the pilot.”</p>\n<p>But the clock on the two hostages’ lives is ticking. It has been more than 24 hours since ISIS issued an ultimatum on their lives. Meanwhile, Stoffel reports that Jordan’s foreign minister has said his government has been in touch with ISIS, “requesting proof that the pilot was still alive, and so far it hasn’t heard anything back.”</p>\n<p>Jordan’s proposed deal may reflect a growing nervousness on the part of the government toward shifting public attitudes, says Stoffel. On Wednesday night, Abdullah met with the pilot's mother and father. </p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/n-goto-a-20150129-870x510.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/n-goto-20150129-870x510jpg"}]}