{"created":"2014-09-04T16:43:05+00:00","modified":"2014-10-16T17:21:21+00:00","valid":{"from":"2014-10-16T17:21:21+00:00","to":"3014-10-16T17:21:21+00:00"},"hreflang":"en","title":"Writing The Wicked Ways Of The 'Worst. Person. Ever.'","published":"2014-04-21T17:26:00+00:00","teaser":"Raymond Gunt is profane, rude, heartless and truly the <em>Worst. Person. Ever</em>. Author Douglas Coupland says he's not exactly sure how the character, with no redeeming qualities, came into his mind.","itags":["npr_api","300984754"],"guid":"c164cbb3-9049-4376-8ba0-13300bdb2012","contentencoded":"<p>Douglas Coupland's latest book, <em>Worst. Person. Ever.,</em> is a profane, shocking novel that centers around an awful guy named Raymond Gunt.</p><p>\"Imagine there's this really bitter English guy who has Tourette's and swore all the time, except he doesn't have Tourette's, he just swears a lot. Like, a lot — to the point where it almost becomes like performance art,\" Coupland tells NPR's Arun Rath.</p><p>Raymond is struggling to pay off debt that he's acquired making bad decisions in his miserable life, and he ends up taking a job as a cameraman for a <em>Survivor</em>-style reality show<em>.</em></p><p>This requires moving to an island in the middle of the Pacific Ocean. Halfway through the book, he still hasn't made it to the island. But he has had two life-threatening encounters with tree nuts and two stints in jail. And that's only the beginning of the havoc-filled journey.</p><p>\"Of all the characters I've done, he's the one that I don't know where he came from,\" Coupland says.</p><p>Raymond Gunt is truly a despicable character, with no redeeming qualities. But he doesn't take any responsibility for that.</p><p>\"The essence of comedy is the difference between how you see yourself and how the rest of the world sees you,\" says Coupland. \"And he, of course, thinks of himself as Jason Bourne, except he doesn't have a chin.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On creating a terrible character, as a nonterrible person</strong></p><p>Is Angela Lansbury an ax murderer? The thing about characters — and this is weird, I mean, I've been doing this for 14 books now — is you start writing a book, and then about a quarter of the way in, usually the characters basically write the book itself and you're just sitting there channeling it.</p><p>In the case of Raymond ... \"Oh my God, I can't believe he just did that. Wait, technically I just did that. Didn't I? What's going on here?\" Of all the characters I've done he's the one that I don't know where he came from.</p><p><strong>On the goals of the book</strong></p><p>Every book I do is different from the ones that preceded it. They're always an experiment. Everything new should offer some chance to change the reader in some way. And with this book, I kind of want you to feel like what would it be like to be hit from fire hoses from seven different directions at full blast. And then, they turn off and you're sort of standing there, like, tingly, and little cartoon stars sort of flying around the top of your head.</p><p>One of the reasons I wrote the book is just because things have been sort of grim in a lot of ways and there's sort of this epidemic of earnestness. Why not just go against that trend and write something that, you know, might actually damage a person's soul if they read it.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Writing+The+Wicked+Ways+Of+The+%27Worst.+Person.+Ever.%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"318"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1304948115-958f46.m3u?orgId=1&topicId=1033&aggIds=100876926&ft=3&f=300984754"},{"href":"http://media.npr.org/assets/img/2014/04/09/9780399168437_large_worst._person._ever.-a429ee261bfc52d6472cd1f0e70fb51fd45788d8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"668","width":"891"}},{"href":"http://media.npr.org/assets/img/2014/04/09/coupland_author-photo_credit-thomas-dozol-8398d8d75477f8747a49791b00a2cd2daafed4a7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"752","width":"1000"}}]}