{"created":"2015-05-07T20:23:26+00:00","modified":"2015-05-16T00:47:15+00:00","valid":{"from":"2015-05-16T00:47:15+00:00","to":"3015-05-16T00:47:15+00:00"},"hreflang":"en","title":"Violinist Federico Britos Returns To The Hot Club","published":"2015-05-07T23:25:00+00:00","teaser":"Though the 76-year-old Uruguayan violinist has played with many of the top jazz artists in the U.S. and Latin America, he's not as well-known as he should be.","itags":["npr_api","404945711"],"guid":"c16c6f3d-a11d-4348-8624-f6faa9450b67","contentencoded":"<p>On a recent Friday night in downtown Miami, restaurant tables were full in an outdoor plaza. There were well-dressed couples, children running around and a complimentary rum tasting. And on stage, leading a sextet and playing his white electric violin, was 76-year-old Federico Britos. He's one of the premier violinists of Latin jazz, with a career spanning more than 60 years. But even among jazz aficionados, he's not well-known.</p><p>That may be because, for much of his career, he made his living playing with orchestras in Cuba, Venezuela and Miami. But, from his earliest years as a young violinist in Uruguay, Britos has also played jazz.</p><p>His latest project, <em>Federico Britos Presents: Hot Club Of The Americas</em>, takes him back to those days. Britos first began playing violin when he was 5 in Uruguay, studying classical technique. He says he'd been playing for several years before he'd heard North American jazz artists on the radio. Before long, he was jamming with them at the Hot Club de Montevideo. He found that the violin can bring a special sound and texture to the music. \"It's a seasoning,\" he says. \"It adds a different flavor to jazz.\"</p><p>After 20 years living in Miami, Britos is most comfortable in Spanish. In an interview recently, he was translated by his friend and bass player, Renyel Rivero. The Hot Club of Montevideo, he said, was just that — a club. Some members played Dixieland, while others like him favored the hot swing style pioneered by musicians like <a href=\"http://www.npr.org/artists/15404866/django-reinhardt\" target=\"_blank\">Django Reinhardt</a> and <a href=\"http://www.npr.org/artists/91706266/stephane-grappelli\" target=\"_blank\">Stephane Grappelli</a>.</p><p>\"Through the embassy, all the different groups throughout the '60s that came to visit Uruguay had contact with these Hot Club groups,\" Britos says. \"They would come, hang out and meet, and they would be part of the jam sessions and they got to know everybody.\"</p><p>Among the greats with whom he recalls playing: <a href=\"http://www.npr.org/artists/15185958/louis-armstrong\" target=\"_blank\">Louis Armstrong</a>, <a href=\"http://www.npr.org/artists/15404320/benny-goodman\" target=\"_blank\">Benny Goodman</a>, <a href=\"http://www.npr.org/artists/15396582/duke-ellington\" target=\"_blank\">Duke Ellington</a>, <a href=\"http://www.npr.org/artists/15395370/ella-fitzgerald\" target=\"_blank\">Ella Fitzgerald</a> and <a href=\"http://www.npr.org/artists/15404208/roy-eldridge\" target=\"_blank\">Roy Eldridge</a>. It was at the Hot Club de Montevideo that Britos also met and played with Oscar Aleman, a consummate guitarist and showman from Argentina. Britos already knew his music from records.</p><p>As he talked, he tucked his violin under his chin and played a tune he'd learned from a recording and later played with Aleman, the jazz standard \"Rose Room.\" Britos compares Aleman to the great Belgian jazz guitarist Django Reinhardt and describes Aleman's style. \"Improvisation ideas that were very pretty, phrases with a lot of feeling,\" he said. \"When he would accompany me, he would push me; he would create a foundation that was very special. He would make me feel like I was in the air while I was being featured.\"</p><p>Britos has always balanced his love of swing jazz with his orchestral playing. In 1960, he moved to Havana, where he played with the orchestras of the Cuban National Opera and Ballet companies. From his first day there, he says, he also plunged into Cuban popular music and jazz. Cuban saxophonist <a href=\"http://www.npr.org/artists/15698252/paquito-d-rivera\" target=\"_blank\">Paquito D'Rivera</a> credits him with introducing bossa nova to the island. When he came to Miami in the '90s, Britos reunited with some of his Cuban musical friends. That's when producer Nat Chediak first heard him. \"To hear Federico,\" Chediak says, \"is to fall under his spell.\"</p><p>Chediak produced an album Britos recorded with Cuban piano great Bebo Valdes, and says Britos can play anything. \"You're doing Federico a great injustice to call him an Afro-Cuban violinist, a pop-music violinist, a jazz violinist,\" Chediak says. \"Federico Britos is a violinist all in caps.\"</p><p>In his newest recording, Britos goes back to his earliest influences: Django Reinhardt and the Quintette of the Hot Club of France, and especially the group's violinist, Stephane Grappelli.</p><p>Although their paths sometimes crossed in Europe and America, Britos never met Grappelli. He was inspired to write an orchestral suite for the French violinist that includes Britos' arrangement of Charlie Chaplin's tune \"Shine.\" Grappelli heard a recording, Britos says, and was intrigued at how he changed the harmonies and updated the chord changes.</p><p>Later, in a phone conversation with Grappelli, Britos says he explained his thinking. He re-imagined the piece \"so that the guitar player could improvise it the way Django would have if he would have been living in that moment.\"</p><p>In his new recording, Britos' band takes classic Hot Club of France tunes and blends them with Afro-Cuban rhythms. \"Djangology,\" a Grappelli-Reinhardt classic, is reset as a guaracha.</p><p>Britos started with a list of more than 80 classic Hot Club tunes. Bass player Renyel Rivero describes an early meeting with their producer. \"He asked Federico, 'How would you play \"Dark Eyes,'\" he says. As Rivero talks, Britos begins playing the tune, and then stops and taps out, on the top of his violin, a Latin rhythm.</p><p>In the recording, \"Dark Eyes\" is a traditional Russian melody played as a type of rumba, a guaguanco. \"<a href=\"https://www.youtube.com/watch?v=edwKSxafmj4\" target=\"_blank\">La Vie En Rose</a>,\" another classic, is performed as a danzón; \"<a href=\"https://www.youtube.com/watch?v=MiEDvfnsLGo\" target=\"_blank\">I'm Confessin' That I Love You</a>\" becomes a bolero.</p><p>After more than six decades of performing, Britos is full of energy and stories. He recalls a time in 1956 when he met the celebrated classical violinist Jascha Heifetz and played for him. Britos says he told Heifetz that he'd love to be able to play just a fourth of what the maestro did. Heifetz said forget it. \"If you practice a lot,\" Heifetz said, \"you won't be able to play a fourth. You'll be able to play a small fraction of what I play. Nobody plays like I play.\" Britos continues the story. \"And then he smiled and said, 'But me, no matter how much I study, I'll never be able to play jazz the way you play.'\"</p><p>Federico Britos' stories are almost as entertaining as his music.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Violinist+Federico+Britos+Returns+To+The+Hot+Club&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Greg Allen","audio":[{"meta":{"duration":"349"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404994352-c90b8a.m3u?orgId=1&topicId=1039&d=349&p=2&story=404945711&t=progseg&e=404994164&seg=20&ft=nprml&f=404945711"},{"href":"http://media.npr.org/assets/img/2015/05/07/_mg_6087-3d1bb7c2dea29e15e957baf9ae57edac99431787.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3744","width":"5000"}}]}