{"created":"2014-10-07T20:36:39+00:00","modified":"2014-12-04T14:32:19+00:00","valid":{"from":"2014-12-04T14:32:18+00:00","to":"3014-12-04T14:32:18+00:00"},"hreflang":"en","title":"What The Odds Fail To Capture When A Health Crisis Hits","published":"2014-07-22T20:40:00+00:00","teaser":"Making health decisions based on the odds can be an extremely difficult thing to do when you're a patient, even for people who study the science of how we make decisions.","itags":["npr_api","332074963"],"guid":"c16d20fc-71c4-4b95-ba74-b37528a992fb","contentencoded":"<p>How well do we understand and act on probabilities that something will happen? A 30 percent chance of this or an 80 percent chance of that?</p><p>As it turns out, making decisions based on the odds can be an extremely difficult thing to do, even for people who study the science of how we make decisions.</p><p><a href=\"http://www.sph.umich.edu/iscr/faculty/profile.cfm?uniqname=bzikmund\" target=\"_blank\">Brian Zikmund-Fisher</a> would know. He teaches about risk and probability at the University of Michigan School of Public Health. Back in 1998, when he was studying behavioral decision theory in graduate school, he was diagnosed with <a href=\"http://www.nlm.nih.gov/medlineplus/myelodysplasticsyndromes.html\">myelodysplastic syndrome</a><em>. </em>People with the disorder can't produce blood cells the way they should, making them much more susceptible to bleeding and infection.</p><p>Zikmund-Fisher was told that without treatment he'd have about 10 years to live. The other option was a bone marrow transplant that had a 70 percent chance of curing him and ensuring a normal life.</p><p>\"But the transplant itself — because of the chemotherapy, because of the infection risks — had roughly a 25 to 30 percent chance of killing me within six months to a year,\" Zikmund-Fisher says.</p><p>At the time, Zikmund-Fisher was 28, married, and had a child on the way. Ultimately, he made his life-or-death decision based on factors even he couldn't quantify.</p><p>He concluded that with no transplant and 10 years of life, he would get to know his then-unborn daughter, but she would remember him as a father in and out of hospitals. Those were not the 10 years he wanted. So he chose to gamble on the transplant.</p><p>\"My experience, my outcome has been very positive,\" Zikmund-Fisher says. \"I was on a hospital floor with 20 other patients, going through very similar procedures. Four of them never left the floor. I was one of the lucky ones.\"</p><p>What became apparent to Zikmund-Fisher was that probabilities, while useful, are quite limited in their ability to predict what will happen to any one person.</p><p>\"We're never 95 percent alive. We either live or die. We experience outcomes,\" he explains. \"On a population level, I can have 100 people in a room, and some will have something happen to them and some will not. And that's the hard part because if you happen to be the unlucky one who has that rare event happen to you, you still have the bad thing happen to you in its full awfulness.\"</p><p>Still, Zikmund-Fisher says, when it comes to medical treatment, it's important that doctors think about the overall numbers — not individual cases.</p><p>\"A doctor doesn't see one patient. They see hundreds of patients — thousands of patients — over their career. We want doctors to make choices that give all of their patents the best possible outcomes regardless of whether that particular choice turned out well in the last time they tried it, or turned out poorly,\" he says. \"We want doctors to take the long view, to give us the best chances of success, knowing that sometimes it's going to work well, and sometimes it's not.\"</p><p>On a personal level, Zikmund-Fisher acknowledges there's a harder reality.</p><p>\"I only have one hand in this poker game. I only get one life,\" he says. \"I can play the odds. I can try to give myself the best opportunities. But risk is a part of our everyday life, and rare things do happen, and we have to accept that.\"</p><p><em>This is part one of an </em>All Things Considered<em> series on <a href=\"http://npr.org/series/333708682/risk-and-reason\" target=\"_blank\">Risk and Reason</a>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+The+Odds+Fail+To+Capture+When+A+Health+Crisis+Hits&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Robert Siegel","audio":[{"meta":{"duration":"353"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1333737422-183616.m3u?orgId=1&topicId=1128&aggIds=333708682&ft=3&f=332074963"},{"href":"http://media.npr.org/assets/img/2014/07/18/p1010018-9dad00357775fd6e30ec102b9d6016b00d9bf2dc.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1001"}},{"href":"http://media.npr.org/assets/img/2014/07/18/bzf-donaghue-highres-headshot-88432d960381d67f02c7812c7855dbab13522608.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"783","width":"1043"}}]}