{"created":"2014-10-27T16:34:57+00:00","modified":"2014-10-30T21:42:44+00:00","valid":{"from":"2014-10-30T21:42:43+00:00","to":"3014-10-30T21:42:43+00:00"},"hreflang":"en","title":"The 'Un-Islamic' State? A Closer Look at ISIS's Islam","published":"2014-10-07T20:09:00+00:00","teaser":"U.S. politicians say that the Islamic State is neither Islamic nor a state. Is ISIS's set of religious beliefs and goals, Islam?","itags":["npr_api","354366039"],"guid":"c1725318-16af-4185-be42-8e151da80e5d","contentencoded":"<p>Since the U.S. announced its plan last month to conduct airstrikes against the group that calls itself the Islamic State, the consensus among Western politicians has been that the group is not Islamic, nor is it a state.</p><p>President Obama, Secretary of State John Kerry, and former Secretary of State Hillary Clinton have all denounced the group’s brand of Islam as inauthentic, a perversion of what they say is true Islam.</p><p>&#8220;It&#8217;s important for political leaders to try to distance the actions of a perverted few from the reputation of a great tradition, particularly a tradition like Islam; its very name means peace,&#8221;<strong> Mark Juergensmeyer</strong>, professor at the University of California in Santa Barbara tells <a href=\"http://hereandnow.wbur.org/\"><em>Here & Now</em></a>’s Robin Young.</p><p>However, Juergensmeyer says that like it or not, the Islamic State is Islamic.</p><p>&#8220;There is a dark side to every religious tradition,&#8221; Juergensmeyer said. &#8220;But there is also the other side. Traditions are very vast, they are large, they are complex, and they carry with them all shadings and tempers of the human condition. And we should simply accept that as a fact, which is why ISIS is ultimately Islamic. But it&#8217;s certainly not the kind of Islam that Muslims would accept and profess.&#8221;</p><p>Juergensmeyer says there are comparable strains of radical terrorist organizations of the Christian tradition, such as the Ku Klux Klan and the Lord&#8217;s Resistance Army in Uganda.</p><p>&#8220;They have nothing with the Christianity I know,&#8221; Juergensmeyer said. &#8220;I certainly don&#8217;t feel that I need to apologize for them, as if somehow I was responsible for these nuts, and that&#8217;s the position most Muslims are in.&#8221;</p><h4>Guest</h4><ul><li><a href=\"http://www.juergensmeyer.com/\" target=\"_blank\"><strong>Mark Juergensmeyer</strong></a>, professor of sociology and director of international studies at the <a href=\"http://www.ucsb.edu/\" target=\"_blank\">University of California in Santa Barbara</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+%27Un-Islamic%27+State%3F+A+Closer+Look+at+ISIS%27s+Islam&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"389"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354371219-828ded.m3u?orgId=1&ft=3&f=354366039"}]}