{"created":"2014-09-14T15:05:12+00:00","modified":"2015-01-02T17:05:11+00:00","valid":{"from":"2015-01-02T17:05:11+00:00","to":"3015-01-02T17:05:11+00:00"},"hreflang":"en","title":"Rep. Ryan Unveils His Anti-Poverty Plan, A Rebuke To LBJ Programs","published":"2014-07-25T12:22:00+00:00","teaser":"The Wisconsin Republican is rolling out a plan that he says will fight poverty more effectively than the programs launched by former President Johnson's War on Poverty, but progressives are skeptical.","itags":["npr_api","334976227"],"guid":"c18c7705-1949-4534-b89c-06a6cca82f3e","contentencoded":"<p>For much of this year, Republicans have talked about finding new ways to get Americans out of poverty but have offered few specifics — until now.</p><p>House Budget Committee Chairman Paul Ryan unveiled his plan Thursday to fight poverty, which he says will help fix safety-net programs that he calls fragmented and ineffective.</p><p>Here are the highlights of Ryan's plan:</p><ul><li>Allow states to experiment with federal aid, by merging things like food stamps, child care and welfare into what he calls an \"Opportunity Grant.\"</li><li>Expand tax credits for working adults.</li><li>Make it easier for those with criminal records to get jobs and for others to go to college.</li><li>Track the results of these programs to make sure they actually work — Ryan says many existing ones don't.</li></ul><p>\"Too many families are working harder and harder, yet they're falling further and further behind,\" Ryan recently told an audience at a Washington think tank. He said that the solution is a healthier economy.</p><p>\"A big part of that is having a safety net that is strong, both for those who cannot help themselves and for those who need just a helping hand to get up and going in life,\" he said. \"That's our goal. The problem is, that's not what we're getting. \"</p><p>Ryan says the federal government spends hundreds of billions of dollars a year fighting poverty, but that the nation's poverty rate is still high — 15 percent. His conclusion — like that of many Republicans — is that the system is broken, and that more flexibility should be given to states and those on the front lines working directly with the poor.</p><p>That makes many Democrats and anti-poverty advocates nervous; they argue poverty would be much higher without existing aid.</p><p>\"We have to ask: How real is Congressman Ryan's proposal?\" says Debbie Weinstein, executive director of the Coalition on Human Needs, a group of more than 100 anti-poverty organizations that has been fighting huge cuts in government spending — many of them proposed by Ryan's budget committee.</p><p>Though the Wisconsin Republican insists his plan won't reduce overall aid, Weinstein is skeptical. She says there's already not enough money for things that poor people need, like education and child care.</p><p>\"So if he puts all the money together, and he says, let's spend more money on child care, then it's going to come from somewhere, and it's going to come from taking food out of people's mouths,\" she says.</p><p>Still, there are parts of Ryan's plan that could get bipartisan support, like expanding the earned income tax credit for childless adults. That's something Democrats have also proposed, though Ryan says he would pay for it by cutting spending on social programs that Democrats like.</p><p>There are also questions about his Opportunity Grant plan, a pilot program that would allow states to customize aid to an individual's needs and require aid recipients to work or train for a job.</p><p>Stuart Baker of the conservative Heritage Foundation applauds that idea, but he thinks states might need some financial incentives like those included in a 1996 welfare reform law.</p><p>\"To get people out of welfare and into independent work — I don't see that in this, and I think that's an element that has to be looked at more carefully,\" he says.</p><p>Ryan admits there are still lots of unknowns about what will and won't help the poor, which is why he says his plan is a \"discussion draft.\"</p><p>He says he's really just trying to start a conversation.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rep.+Ryan+Unveils+His+Anti-Poverty+Plan%2C+A+Rebuke+To+LBJ+Programs&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Pam Fessler","audio":[{"meta":{"duration":"216"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334989348-89c114.m3u?orgId=1&topicId=1014&ft=3&f=334976227"}]}