{"created":"2015-04-30T20:46:41+00:00","modified":"2015-05-13T20:59:27+00:00","valid":{"from":"2015-05-13T20:59:27+00:00","to":"3015-05-13T20:59:27+00:00"},"hreflang":"en","title":"Ex-Gitmo Detainees In Uruguay Protest At U.S. Embassy","published":"2015-05-01T00:19:00+00:00","teaser":"The men, resettled there after years in detention, say they aren't getting enough assistance. Camped outside the U.S. Embassy, they are seeking housing and other help reintegrating into society.","itags":["npr_api","403276388"],"guid":"c18f5daa-c427-4b80-9a17-7c6f952a49c7","contentencoded":"<p>When six Middle Eastern prisoners were freed from Guantanamo Bay prison and given refuge by the tiny South American country of Uruguay in December, they were grateful.</p><p>But four months later, four of them are camping outside the U.S. Embassy protesting as inadequate the deal they've been offered in exchange for permanent asylum.</p><p>Three small tents have been pitched on the smooth green lawn in front of the U.S. Embassy in Montevideo, Uruguay's capital.</p><p>Next to the shelters, two of the former Guantanamo prisoners pace up and down. Despite the wide area, they ​walk in a tight ​circle​ — almost as if they are still in ​a​ prison yard.</p><p>Among them is Abdelhadi Omar Faraj. His picture from his Guantanamo days shows him with a long beard and hair. Now, ​his hair is cut ​short.</p><p>​He initially speaks in broken Spanish. He says he has been trying to learn. But eventually, he reverts to Arabic. He says he spent one-third of his life in Guantanamo.</p><p>\"Now we moved to another kind of prison where nothing has changed,\" he says through a translator. \"We are still under the same pressure. The mental state has not changed. I don't feel settled down. This is essential for me to move on.\"</p><p>He's Syrian, and according to his file, was captured in Pakistan when he says he was about 20 years old. The U.S. accused him of belonging to a Syrian cell that fought with Osama Bin Laden in the Tora Bora region along the Afghanistan-Pakistan border.</p><p>In 2009 he was deemed no longer a threat and ready for release. It was five years later before he arrived in Uruguay.</p><p>Initially, there was a lot of fanfare in Uruguay. Then-President Jose Mujica — himself a former prisoner — made a big deal of taking the six ​men in, on what he said were humanitarian grounds.</p><p>Faraj actually wrote an open letter to the Uruguayan people when he arrived. In it he said he had \"only good will and positive contributions\" to make.</p><p>\"If not for Uruguay, I would remain even now in that black hole in Cuba,\" Faraj wrote. \"I am at a loss for words to express my gratitude.\"​</p><p>But that ​gratitude​ has turned to disillusion.</p><p>\"We came here and they asked us to start working right away. It's not possible to become a normal person in such a short time,\" he says. \"We need a proper rehab program that allows us to integrate into the society and step by step we can start working and moving on with our lives.\"</p><p>The issue is who should pay for that. Up to now, their funding came partially from a local union that provided housing and other help. Now the United Nations is offering them a $500 monthly stipend if they sign a formal agreement.</p><p>But the men say it's not enough. They are in a country where they don't speak the language or understand the culture. They have no family. They have spent more than a decade in prison. Many have health problems.</p><p>They say they are willing and able to work, but first they need time to adapt and heal. They want their families to settle here with them in their own homes.</p><p>They say no one thought their situation through.</p><p>\"We know Uruguay is a poor country. That's why we are asking the United States to give a hand to help,\" Faraj says. \"We are not asking for them to make up for all the 13 years we spent in Guantanamo — we are just asking them for the minimum.\"</p><p>But it's the Uruguayan government that, for now, is assuming responsibility. It has appointed a mediator to come up with a deal. The six men have also hired a lawyer.</p><p>In an interview with NPR, mediator Christian Mirza says these men are in a difficult situation.</p><p>\"It's completely understandable what they are going through,\" he says. \"They arrived in Uruguay only four months ago, handcuffed and hooded, only knowing about Uruguay its name. They have been without communication for over a decade so we can't pretend that their reinsertion into society will take place without any difficulty.\"</p><p>​So far, according to Mirza, ​the International Committee of the Red Cross has agreed to pay​ for family members' relocation to Uruguay.</p><p>​But the wider list of demands is still being negotiated. ​</p><p>Mirza says part of the problem has been that the former Guantanamo prisoners are a special case and the Uruguayan government is still learning how to deal with them. He says the government is trying to live up to its obligations.</p><p>But he says he also feels the United States should also take financial responsibility for its ex-prisoners.</p><p>\"From my point of view, the responsibility first and last lies with the United States,\" he says.</p><p>For its part, the U.S. Embassy in Montevideo has declined to discuss the matter. The U.S. has declined to say what the arrangement was with Uruguay. But according to U.S. officials, the U.S. doesn't give any direct compensation to former detainees who they claim were lawfully detained.</p><p>In front of the American Embassy, it's dusk, and the men face Mecca and kneel to pray. The vast waters of the River Plate stretch behind them and rain falls softly. After the men finish, they get up and go back into their tents to wait.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ex-Gitmo+Detainees+In+Uruguay+Protest+At+U.S.+Embassy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lourdes Garcia-Navarro","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403362674-e72ce1.m3u?orgId=1&topicId=1004&d=235&p=2&story=403276388&t=progseg&e=403362523&seg=5&ft=nprml&f=403276388"},{"href":"http://media.npr.org/assets/img/2015/04/30/471560590-02619fee3f9cc7b3f9052bac7d010b5c7bd61886.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2923","width":"3897"}},{"href":"http://media.npr.org/assets/img/2015/04/30/471560548-26cc7abab95b7765e6bd4d3b6fa331fcc7eada1b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2901","width":"3870"}}]}