{"created":"2015-04-13T07:29:56+00:00","modified":"2015-04-22T14:02:43+00:00","valid":{"from":"2015-04-22T14:02:43+00:00","to":"3015-04-22T14:02:43+00:00"},"hreflang":"en","title":"In Pennsylvania, Employment Booms Amid Oil And Natural Gas Bust","published":"2015-04-13T17:44:00+00:00","teaser":"While lower oil and natural gas prices are great for the wallet, they've led to layoffs. NPR visits Pennsylvania's Marcellus Shale region, which is still seeing growth in high-paying natural gas jobs.","itags":["npr_api","397822444"],"guid":"c19afea1-ee09-4d9f-a2f6-69263af5c9ca","contentencoded":"<p>Lower oil and natural gas prices have the petroleum industry <a href=\"http://www.npr.org/2015/03/03/390159176/in-houston-falling-oil-prices-spark-fears-of-job-cuts-beyond-energy\" target=\"_blank\">laying off tens of thousands of workers</a>. It looks like a <a href=\"http://data.bls.gov/timeseries/CES1021100001?data_tool=XGtable\" target=\"_blank\">decade-long trend</a> of job growth in the U.S. oil business may end.</p><p>But there are parts of the country where those job numbers are still rising. Pennsylvania is one of them.</p><p>Randy Stroup sees evidence of that where he lives in Williamsport, Pa.</p><p>\"You can drive down the road and see the amount of oil and gas trucks with their names on the side,\" he says.</p><p>Stroup recently finished the <a href=\"https://www.shalenet.org/\" target=\"_blank\">ShaleNet training program</a> at Pennsylvania College of Technology, where students combine classroom time with experience on a mock drilling rig the school owns.</p><p>Now Stroup is looking for work and he's optimistic about the future of the natural gas business in Pennsylvania's <a href=\"http://stateimpact.npr.org/pennsylvania/tag/marcellus-shale/\" target=\"_blank\">Marcellus Shale region</a>. \"There is a great abundance of natural gas in the area,\" Stroup says, \"and the country needs cheap and efficient, clean-burning fuels like natural gas.\"</p><p>More than 100 students have completed the roustabout training, according to the college, and 98 percent landed jobs right away at an average rate of $16.15 per hour.</p><p>\"It's not unheard of, if they're working with a lot of overtime, for a roustabout to get up into that $70,000 to $80,000 range,\" says Tracy Brundage, vice president for Workforce Development at the college.</p><p>The college teaches other skills valuable to oil and gas companies, such as welding and repairing diesel engines.</p><p>William Miller, 18, is learning to fix the kind of huge diesel-powered generators that drillers often use out in the field. He's confident there will be work when he graduates in a couple of years.</p><p>\"There's tons of jobs, especially upcoming,\" says Miller. \"The whole workforce is kind of old, so they're getting ready to retire.\"</p><p>The industry calls this \"<a href=\"http://www.npr.org/2012/04/20/150871935/as-workers-age-oil-industry-braces-for-skills-gap\" target=\"_blank\">the great crew change</a>.\" After the oil bust in the 1980s a lot of companies stopped hiring new workers. That's left an aging workforce with not enough trained people to replace them.</p><p>\"One of the ways to avoid a situation like that — where you have significant generational gaps in the workforce — is to continue to train people to move into those jobs,\" says Brundage. She says that's happening in Pennsylvania. Despite lower natural gas prices, the industry is still hiring.</p><p>Well-paying jobs are exactly what many were hoping for when the drilling boom came to Pennsylvania, says Katie McGinty, chief of staff to Gov. Tom Wolf (D-Pa.).</p><p>\"Pennsylvania has gone from pretty much nowhere on the map in terms of natural gas production to now second in the country behind only Texas,\" says McGinty.</p><p>When drilling rigs started showing up, McGinty says residents worried the good jobs would go to out-of-state workers, leaving locals with nothing but the environmental consequences of drilling.</p><p>\"In the early days, those concerns were exacerbated by too many people seeing nothing but Texas and Oklahoma license plates,\" says McGinty. That's changing, she says, as more locals learn the skills necessary to work in the gas business.</p><p>The latest figures show more than <a href=\"http://www.portal.state.pa.us/portal/server.pt?open=514&objID=1222103&mode=2\" target=\"_blank\">31,000 people in the state</a> have jobs related to extracting natural gas. That's nearly double what it was five years ago. State officials say the rate of employment growth in the gas fields has slowed recently, but for now it's still growing.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Pennsylvania%2C+Employment+Booms+Amid+Oil+And+Natural+Gas+Bust&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Brady","audio":[{"meta":{"duration":"252"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399292716-87ebf8.m3u?orgId=1&topicId=1006&e=397822444&d=252&ft=nprml&f=397822444"},{"href":"http://media.npr.org/assets/img/2015/04/06/2025131_brady_oilworkers-51-edit-1de7021d466b536051ae0d9ca9df68f0cd51dbb4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2569","width":"3428"}}]}