{"created":"2015-01-19T18:41:13+00:00","modified":"2015-01-19T19:35:24+00:00","valid":{"from":"2015-01-19T19:35:24+00:00","to":"3015-01-19T19:35:24+00:00"},"hreflang":"en","title":"Nicaragua’s Bottom-Up Rural Electrification","published":"2015-01-19T19:35:00+00:00","teaser":"A group of engineers has been transforming the region of El Cuá by building small hydroelectric plants.","itags":["npr_api","378384237"],"guid":"c19ae098-c9c7-43e0-9ba4-98201884bbae","contentencoded":"<p><p style=\"padding-left: 30px\">For more than three decades, a group of engineers has been transforming the municipal region of El Cuá, in Nicaragua’s northern highlands, by building a series of small hydroelectric plants. Thirty years ago, El Cuá was home to just 3,000 people. Since electrification, it has thrived: around 40,000 people live there now and they enjoy a higher standard of living. Electricity powers businesses and schools, refrigerates food and improves communication and information links. <strong>Lucas Laursen</strong> from <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s tech partner IEEE Spectrum toured El Cuá&#8217;s growing power grid with the engineers who built it.</p><p><p class=\"sep\"></p><p>Luís Euxebio Irías Calderón is the operator of a small hydroelectric power plant in the mountainous coffee country of northern Nicaragua, and he&#8217;s singing a song he wrote about turbines and transformers, to celebrate the arrival of electricity here in his remote corner of the country.</p><blockquote><p><em>El ingeniero Rosales, energía ya les ha dado</em></p><p><em> Muchos bombillos alumbran en todo los tres sectores</em></p><p><em> Hay que cuidar la turbina, también los transformadores</em></p></blockquote><p>Irías says, &#8220;you think they’re at the end of the world, but instead it seems like heaven came down on us.&#8221;</p><p>Nicaragua has the lowest electrification rate in Latin America: nationwide around <a href=\"https://energypedia.info/wiki/Nicaragua_Energy_Situation\" target=\"_blank\">70 percent</a>. But in rural places, electricity reaches less than a third of the people.</p><p>Nicaragua has enough local renewable energy sources to replace all of its current power production. Instead, about two-thirds of the country’s electricity comes from burning oil &#8212; all of which it has to import.</p><p>Rebecca Leaf is the director of the <a href=\"http://www.atder-bl.org/\" target=\"_blank\">Benjamin Linder Association of Rural Development Workers</a> in El Cuá, a town of about 1,200 people. Like other internacionalistas, she moved to Nicaragua in the 1980s to help the Sandinista movement. She&#8217;s helped design and build dozens of hydroelectric projects deep in Nicaragua’s northern mountains.</p><p>The challenges have changed since the 1980s, when Nicaragua was in the middle of a civil war, her colleague José Luís Olivas Flores tells me. Olivas is standing below a mossy, gray dam in the tropical forest near the town of San José de Bocay, north of El Cuá.</p><p>“It was here in those years, well, to be exact, in April, the 22nd of April of &#8217;87, an armed group of counterrevolutionaries attacked Benjamin Linder and four people working with him and killed him,” Olivas says.</p><p>Linder was a major force behind El Cuá’s first hydro plant. After his murder, his parents began raising funds to complete the project. The money allowed the association to hire workers like Olivas.</p><p>&#8220;We have a moral commitment, right, with their ideals and with the population,&#8221; Olivas says.</p><p><div class=\"pullquote\" style=\"\">&#8220;El Bote is a town of only 95 houses but as soon as there was electricity available, they started increasing the years of schooling.&#8221;<div class=\"pullquoteauth\">&ndash; Rebecca Leaf</div></div></p><p>That might be the legacy Linder left. He taught many Nicaraguans how to build and maintain their own hydroelectric power plants. The association provides some of the funding and technical guidance. But it also requires the communities where they work to provide labor for installing the dam and power lines and to come up with at least a part-time salary for a local plant operator.</p><p>Abner Talen is an engineer with the Linder Association. He&#8217;s in charge of expanding the network of power lines:</p><p>“We don&#8217;t give the whole, whole financing for a reason,&#8221; Talen says. &#8220;There are a lot of experiences where the people don’t take care of it the way they should. Like they say, ‘if it comes free, then we’ll party.’”</p><p>Right now, residents of the San Ramón valley, near El Cuá, are cutting vegetation and helping install posts for their own power line.</p><p>Community member Salvador González pauses from laying out electric line along a dirt road. Here’s what he plans to do once electricity reaches his home.</p><p>&#8220;All this time we’ve lived in the dark here,&#8221; González says. &#8220;[I&#8217;ll get] a refrigerator [and have] my chilled soda, some chicken, some meat, popsicles.”</p><p>Not too far from the San Ramón valley, the Association installed a small hydro plant on a coffee plantation owned by Martín Rivera, a man who fought with the Contras &#8212; the same group that killed Benjamin Linder. In fact, the association employs people who fought on both sides of the conflict.</p><p>&#8220;We use electricity for soldering, for fans, we use it for quite a few things,&#8221; Rivera says.</p><p>Association director Rebecca Leaf says electricity has enabled other structural changes.</p><p>“El Bote is a town of only 95 houses but as soon as there was electricity available, they started increasing the years of schooling… and graduated the first class of high school students in El Bote about three years ago,” she explains.</p><p>As the region&#8217;s population has grown, thanks to the arrival of electricity, so too has its environmental impact. It will never be the same now that people are growing beans, corn and coffee, and even raising cattle here. Boanerge Rocha, an agricultural engineer, helps lead the association’s efforts to protect the watersheds that power their hydro plants.</p><p>&#8220;We try to persuade people that we have to care for the forest, that the water depends on the forest and that water is life,&#8221; Rocha says.</p><p>Water is life. It’s also power. But harnessing it requires a lot of human engineering. People like José Luís Olivas have to train people like Luís Euxebio Irías to build and maintain their own hydro power infrastructure. And that’s how Irías ended his song about hydro power:</p><p>&#8220;Lots of light bulbs are shining now,&#8221; he sings. &#8220;We’ve got to take care of the project, which cost us so much.&#8221;</p><ul><li><a href=\"http://www.worldenergyoutlook.org/resources/energydevelopment/accesstoelectricity/\" target=\"_blank\">Global electrification rates</a></li><li><a href=\"http://www.worldbank.org/en/news/feature/2013/10/25/energias-renovables-nicaragua\" target=\"_blank\">Renewable energy outlook for Nicaragua</a></li></ul><h4>Reporter</h4><ul><li><strong><a href=\"http://lucaslaursen.com/\" target=\"_blank\">Lucas Laursen</a></strong>, contributor to IEEE Spectrum and Scientific American. He tweets <a href=\"https://twitter.com/lucaslaursen\" target=\"_blank\">@lucaslaursen</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Nicaragua%E2%80%99s+Bottom-Up+Rural+Electrification&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Lucas Laursen","audio":[{"meta":{"duration":"474"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378387081-f33ac6.m3u?orgId=1&ft=3&f=378384237"},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0119_nicaragua-electricity1-e1421692738486.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"790","width":"1280"}}]}