{"created":"2015-01-12T16:34:43+00:00","modified":"2015-01-14T18:08:36+00:00","valid":{"from":"2015-01-14T18:08:36+00:00","to":"3015-01-14T18:08:36+00:00"},"hreflang":"en","guid":"c19cbea9-27da-45f8-8947-8875bec2ddcd","title":"I am Muslim; I am Charlie","published":"2015-01-14T18:08:32+00:00","byline":"Leo Hornak","teaser":"A shaken France is hoping the tragedy and drama of this week are now over. The two brothers suspected of carrying out that murderous attack on the satirical magazine Charlie Hebdo are now dead. The fact that the suspects have been linked to Islamic extremist groups has raised all sorts of alarms in France and beyond. That's also sparked fear of a backlash against France's Muslim community.","tags":["Conflict","Conflict & Justice","Paris","France","Charlie Hebdo Attack","Charlie Hebdo","Islam","Mosque","Religion"],"contentencoded":"<p>The Grand Mosquee de Paris is a place of history. One of the largest and oldest mosques in France, it has been a symbol of the role of Muslims in French society for decades. In World War II, it functioned as a place of resistance against the Nazi occupation: French Jews were sheltered here and given forged identity papers to allow them to pass as Muslims.</p>\n<p>In the Paris of 2015, the Grand Mosquee is once again a deeply symbolic place. Two days after the killings at the offices of Charlie Hebdo, the mosque's rector called for the week's Friday prayers to become a show of unity against extremism: \"Truly, Islam condemns assassination, condemns murder, condemns taking the lives of those around you.\"</p>\n<p>At the Friday prayers themselves, the atmosphere was somber. Crowds of worshippers thronged outside, debating the week's events, watched anxiously by dozens of heavily armed gendarmes. Security had been drastically stepped up. Since the Charlie Hebdo murders, several French mosques have already been hit by violent attacks.</p>\n<p>Some of those present spoke of their anger and embarrassment that their community would be associated with extremism. Noor, a 19-year-old astro-physics student, said that she was attending because she wanted to show the rest of France that there was more to Islam than violence. \"In France, there is a gap in people's perception — people think Islam is just war, killing people. But that's not right — people are very far from being that. People like me\".</p>\n<p>Another woman walked through the crowd waving a placard with the words \"Je suis Musulman, je suis Charlie\" – ‘I am Muslim, I am Charlie' written on it.</p>\n<p>Not everyone felt that way. One group of young men argued loudly that Islam was under attack, and that the cartoons in Charlie Hebdo were part of the problem. They were quickly surrounded by a scrum of TV crews and other worshippers trying to contradict them.</p>\n<p>One topic that nearly everyone agreed on was that a backlash was on its way. Ahmed, a 39-year-old translator, said he had not left his house for a few days after the first attack out of fear of reprisals. He saw the closest parallel with United States. \"From my point of view, this is no less serious than the 11th of September,\" he explained. \"It makes me scared\".</p>\n<p>A few hours later, news of further shootouts and hostage takings in and around Paris began to emerge. The Grand Mosque's message of unity and peace has never looked more important.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Mosque3.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/mosque3jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/010920153.mp3"},{"href":"http://www.pri.org/file/010920153mp3"}]}