{"created":"2014-09-25T20:03:31+00:00","modified":"2014-09-25T21:25:30+00:00","valid":{"from":"2014-09-25T21:25:30+00:00","to":"3014-09-25T21:25:30+00:00"},"hreflang":"en","guid":"c19c9962-8704-4e8e-a380-a9f982d30ca3","title":"Young Iraqis are 'drifting' through their country's crisis","published":"2014-09-25T21:25:29+00:00","byline":"Susannah George","tags":["Islamic State in Iraq and Syriam","Islamic State","iraqi politics","motorsports","International Security","SafeMode","Culture","Arts, Culture & Media","Baghdad","Asia","Iraq","Middle East","Ziad Tariq","Humam Hillal","Drifting","Iraq","Cars","Invasion of Iraq"],"teaser":"Once a week, when night falls in Baghdad, young men get together to drive fast cars and do stunts. The sport is called drifting, and it’s helping some Iraqis forget about the harsh realities of their country's battle with ISIS.","contentencoded":"<p>While security on the streets of Baghdad continues to deteriorate, that all disappears when a group of young men with fast cars get together to drift.</p><p>&quot;The situation of the country is not stable,&quot; explains 23-year-old Ziad Tariq. &quot;So when we come here, we come to have fun, we come to forget everything, forget the whole world. This is our world. This field is our world.&quot;</p><p>&quot;Here&quot; is a dirt track surrounded by palm groves in Jadriya, a district of Baghdad. Hundreds of young men gather here every Friday night to watch a handful of drivers compete.</p><p>Drivers &quot;drift&quot; by purposefully making their wheels skid, which causes them to partially lose control of their cars at high speeds. It&#39;s a dangerous form of stunt driving that&#39;s judged just as much on showmanship as on skill. But while the only things between the cars and the fans are stacks of old tires, organizers say they&#39;ve never had an injury.</p><p>Between acts, a DJ works the crowd and blasts bass-heavy pop tunes. Groups of young men yell and jeer, but overall the scene is orderly.</p><p>&quot;Every week, I win,&quot; says a tall, 25-year-old Iraqi guy in a baseball cap and an oversized t-shirt. He calls himself, Tiger, and says he&#39;s the best driver on the track tonight as he poses for pictures in front of his eight-cylinder BMW E36.</p><p>The cars on the track tonight are expensive machines, way out of reach for the average Iraqi guy. Most of them are modified in some way: rims, spoilers, bumpers and elaborate exhaust systems.&nbsp;</p><p>&quot;The money talks,&quot; says Humam Hillal, who&#39;s 29. &quot;It&rsquo;s an expensive sport. You need to take care of your car, oil, fuel &mdash; blah blah blah, you know?&quot;</p><p>One of the cheaper cars competing tonight is souped-up Ford Mustang, which Hillal says costs about $17,000. Even that is a huge price by normal Iraqi standards.</p><p>Most of the drivers here come from wealthy families, Hillal says, and have parents with government connections. The spectators are shut out of that patronage system.</p><p>Drifting isn&#39;t unique to Iraq. It&#39;s done all over the region, in places where young men are bored or live lives that are already dangerous. This group of young men says they only picked up the sport following the US-led invasion in 2003 when, amid a deteriorating security situation, imported cars flooded the Iraqi market after years of international trade sanctions.</p><p>Now, security in the Iraqi capital appears to be slipping out of government control yet again. Just beyond this thicket of palm trees, the ongoing political divisions are empowering armed sectarian groups; car bombs targeting civilians are becoming more and more frequent.</p><p>Back on the track, as Baghdad&rsquo;s midnight curfew approaches, the dust settles and reality begins to creep in. Festivities wind down, the crowd thins and drivers turn their attention from doing doughnuts to figuring out how to negotiate the checkpoints on their way home.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/xDRIFTIMG_2531.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/xdriftimg2531jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/092520144.mp3"},{"href":"http://www.pri.org/file/092520144mp3"}]}