{"created":"2014-09-10T21:05:14+00:00","modified":"2014-12-11T17:05:14+00:00","valid":{"from":"2014-12-11T17:05:14+00:00","to":"3014-12-11T17:05:14+00:00"},"hreflang":"en","title":"Better Culture Could Have Prevented Viral Comcast Call ","published":"2014-07-21T15:13:00+00:00","teaser":"A Comcast service call making the rounds this week sounded really familiar to millions of Americans. But some companies have figured out how to make the universally unpleasant experience a lot better.","itags":["npr_api","332339805"],"guid":"c19dd264-80b8-4e5c-9b55-fed99eecc738","contentencoded":"<p>This week, one man's customer service <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/07/15/331681041/comcast-embarrassed-by-the-service-call-making-internet-rounds\">call to Comcast</a> turned into a badgering — a simple request to cancel his service was repeatedly beaten back by the employee on the other end of the line. It was a familiar feeling for a lot of us, which perhaps explains why more than 4 million people have listened to it in less than a week.</p><p>\"It was frustrating to listen to. It's almost a PTSD we have with bad customer service,\" said journalist Emily Yellin. She wrote a book on the customer service call experience — <a href=\"http://www.npr.org/templates/story/story.php?storyId=102565932\">Your Call Is (Not That) Important To Us</a>.</p><p>Yellin suspects the agent on the Comcast call was getting paid more if he kept the customer. (A former Comcast call center employee confirmed that sort of financial incentive on Reddit, and it was <a href=\"http://www.slate.com/blogs/moneybox/2014/07/16/comcast_customer_service_an_employee_explains_why_they_won_t_let_you_cancel.html\">verified by Slate</a>.)</p><p>\"It's really not that person on the other end of the line's fault. It's the company's fault, and the culture of the company that creates a culture around this person that makes them do something like this,\" Yellin says. <br /> <br /> Comcast wouldn't comment on the record about its compensation practices. But Yellin says frustration about these calls is bigger than a single company. You're calling strangers, occasionally on different continents. Your goals may be opposing.</p><p>\"It really sets up this dynamic where you're not going to relate to each other as full human beings. And that really in my opinion is the responsibility of the company to circumvent that. And it is hard. Doing customer service well is hard,\" Yellin says.</p><p>Some companies have figured it out. Zappos.com, a billion-dollar online shoe retailer owned by Amazon, built its reputation on \"wowing\" customers with great service.</p><p>Despite selling most of its merchandise over the Internet, customers \"want to be able to phone in if they need to,\" says Rob Siefker. He heads the Zappos call center, which fields an average of 10,000 customer calls and chats each day.</p><p>\"The promise that we make to customers is that we're going to provide a great experience. If we're going to market that and say that's what our brand is, then when somebody calls us, that needs to be the experience they have,\" Siefker says.</p><p>Zappos prioritizes its responses, so callers don't have to navigate automated menus when they call. The company staffs its call center with enough employees — and 24 hours a day — so hold times are no longer than 20 seconds. And when it comes to human phone interactions, the emphasis is on humanity. Employees are empowered to make their own decisions during calls, as the situation warrants, without getting supervisors for approval. Even if the call is off topic.</p><p>\"We've had people call up and ask to find a restaurant near their hotel or help them order a pizza, and our employees have helped people in those instances,\" Siefker says.</p><p>Zappos and other companies, like FedEx and Kimpton Hotels, get high marks for their customer service. But if you need to brace yourself for a less pleasant call, Yellin says it helps if both ends of the line think of their roles differently.</p><p>\"Companies need to treat the customer service interaction as something more personal and customers need to treat it more as a business transaction,\" Yellin says.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Better+Culture+Could+Have+Prevented+Viral+Comcast+Call+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"249"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332498796-fa95b9.m3u?orgId=1&topicId=1006&ft=3&f=332339805"},{"href":"http://media.npr.org/assets/img/2014/07/17/3030649753_1d02525c9c_o-403e298d9632206ba400039fac9246c0f1113ccb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1324","width":"1766"}},{"href":"http://media.npr.org/assets/img/2014/07/17/yourcall_custom-7b32b9f405f14a45731ccf9fe3f3ba33fca0a167.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"388","width":"254"}}]}