{"created":"2015-06-25T22:58:56+00:00","modified":"2015-06-29T19:45:52+00:00","valid":{"from":"2015-06-29T19:45:52+00:00","to":"3015-06-29T19:45:52+00:00"},"hreflang":"en","title":"Supreme Court Thwarts Efforts To Put Obamacare On Life Support","published":"2015-06-26T19:04:00+00:00","teaser":"Thursday's court ruling upheld subsidies nationwide under the Affordable Care Act. And unlike the court's previous Obamacare ruling, the majority was unified and the tone was broad.","itags":["npr_api","417516434"],"guid":"c1a3296a-4d3b-463a-8469-9c6850b25ba1","contentencoded":"<p>The U.S. Supreme Court handed the Obama administration a sweeping victory on Thursday, upholding the nationwide subsidies that are crucial to the president's health care law. By a 6-3 vote, the high court ruled that Congress meant all three major provisions of the law to apply to all states and to work in tandem.</p><p>The ruling was the court's second decision upholding the Affordable Care Act — three years ago, it upheld the law as constitutional.</p><p>Chief Justice John Roberts once again wrote the opinion for the court, but this time there were six justices in the majority, not five. This time, the majority was unified, not splintered. This time, the tone was broad, not half-hearted.</p><p>At the White House, President Obama was elated. \"We've got more work to do,\" he said, \"but what we're not going to do is unravel what has now been woven into the fabric of America.\"</p><p>At the heart of the case are the exchanges where people go online to shop for individual insurance. That's also where low- and middle-income people get tax subsidies that make insurance affordable.</p><p>Those challenging the law maintained that by the explicit terms of the statute, subsidies could only be paid on exchanges \"established by the state.\" Thirty-four states, mainly those that are Republican-run, refused to establish these exchanges, leaving the federal government to establish them instead. The challengers contended that under the clear text of the law those federal exchanges are not authorized to pay out subsidies, because the exchanges weren't \"established by the state\" — but by the federal government.</p><p>Had the challengers prevailed, estimates were that between 6 and 9 million people would have lost their insurance.</p><p>The Supreme Court, however, firmly rejected the challengers' argument, ruling that the overall purpose of the statute was to create a nationwide system of insurance for those who are not insured through work. Chief Justice Roberts said that Congress established a system of \"interlocking reforms\" that could not be separated. Lose the subsidies, he said, and history shows that mainly the sick will sign up for insurance; costs will skyrocket, making insurance unaffordable; and insurance plans will be pushed into a \"death spiral.\" It is simply \"implausible\" that Congress intended such a result, said Roberts.</p><p>Though he conceded that the Affordable Care Act \"contains more than a few examples of inartful drafting,\" the court's duty is to construe statutes, \"not isolated provisions,\" he said. \"Congress passed the Affordable Care Act to improve health insurance markets, not to destroy them.\"</p><p>And, Roberts suggested, if Congress wants to change the law, it can do that. Health care experts, however, say that the law is secure for the foreseeable future.</p><p>\"I think there's little doubt at this point that the health law is here to stay,\" said Larry Levitt, senior vice president of the Kaiser Family Foundation. But he added, \"It's equally certain that the divisiveness over it will continue through the election and probably beyond.\"</p><p>As if to prove the point, Republicans on Capitol Hill took the occasion to lash out at Obamacare again.</p><p>\"Today's ruling won't change Obamacare's multitude of broken promises,\" nor will it change \"Obamacare's spectacular flops,\" said Senate Majority Leader Mitch McConnell.</p><p>And in the House, Speaker John Boehner echoed that theme. \"The problem with Obamacare is still fundamentally the same — the law is broken,\" he said.</p><p>Though Republicans point to Obamacare's \"unpopularity,\" recent polls show the law rebounding to its highest approval rating ever. A CBS/<em>New York Times</em> poll this month showed a 47 percent approval rate, up 12 points since last month. That's still under 50 percent, but a few points more than the 44 percent who disapprove of the law.</p><p>Many critics, as well as proponents of the law, see it as becoming increasingly entrenched.</p><p>Michael Cannon, director of health policy studies at the Cato Institute, has been called \"Obamacare's single most relentless antagonist\" — and he was infuriated by what he saw as the Supreme Court's unprincipled decision.</p><p>\"Does this ruling help to further entrench the ACA? Yes,\" he said, \"or at least the ACA, as amended by the Supreme Court.\" Cannon notes that under the court's ruling, a Republican administration could not simply change the subsidy rules because the high court upheld them as a matter of law, not agency interpretation.</p><p>Former Health and Human Services Secretary Kathleen Sebelius goes further, noting that there will be two more enrollment periods by January 2017, in which millions more people may sign up for insurance. \"I see repeal as almost impossible at this point,\" she said.</p><p>Former Senate Majority Leader Tom Daschle said that if a Republican is elected president, along with a Republican Congress, it will still be difficult to change the basic structure of the law. If Republicans can't come up with a viable alternative — and, said Daschle, they haven't thus far — they will be \"telling millions of Americans that we're going to take away your insurance,\" and \"that's a tough political climb.\"</p><p>Indiana University professor Kosali Simon, a health policy expert, agrees. \"I think that the longer that people who have gotten insurance understand the benefits of it, it becomes harder to take it away,\" she said.</p><p>The Kaiser Family Foundation's Levitt, like others, does not expect to see changes in the law until after the 2016 elections. But, he adds, \"After the election, depending on who controls Congress and who is in the White House, I would expect to see changes, potentially big changes in the law, either moving it left or right, depending on who wins.\"</p><p>Dissenting from Thursday's decision were the court's most conservative members: Antonin Scalia, Clarence Thomas and Samuel Alito. In a rare oral dissent from the bench, Scalia accused the majority of manipulating the usual rules of constitutional and statutory interpretation not once, but twice, in order to save the law. \"We really should start calling the law SCOTUScare,\" he said sarcastically, referring to the acronym for Supreme Court of the United States.</p><p>The six-member court majority consisted of both liberals and conservatives, Republican and Democratic appointees. Chief Justice Roberts, the author of Thursday's opinion, was appointed by George W. Bush. He was joined by Reagan appointee Anthony Kennedy, and four more liberal Democratic appointees, Justices Ruth Bader Ginsburg, Stephen Breyer, Sonia Sotomayor and Elena Kagan.</p><p>\"I think what today's decision does,\" said Yale professor of law Abbe Gluck, \"is that it sends a strong signal that the Supreme Court doesn't want to be in the middle of this political battle.\"</p><p>There are, in fact, more challenges to the health care law working their way through the lower courts — most notably on coverage for birth control — but those challenges do not strike at the heart of the law, as did the challenge to the subsidies.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Supreme+Court+Thwarts+Efforts+To+Put+Obamacare+On+Life+Support&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"342"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417516435-8803c6.m3u?orgId=1&topicId=1070&d=342&p=2&story=417516434&t=progseg&e=417457505&seg=11&ft=nprml&f=417516434"}]}