{"created":"2015-02-02T21:45:12+00:00","modified":"2015-05-13T21:18:54+00:00","valid":{"from":"2015-05-13T21:18:54+00:00","to":"3015-05-13T21:18:54+00:00"},"hreflang":"en","title":"Lack Of Patients Hampers Ebola Drug And Vaccine Testing","published":"2015-02-04T16:39:00+00:00","teaser":"Scientists launched a large trial Monday to test two vaccines. But testing Ebola drugs in West Africa is proving more difficult than expected because the disease is disappearing rapidly.","itags":["npr_api","383316715"],"guid":"c1a48ac3-3921-49cb-9d9b-b247e85f22c9","contentencoded":"<p>On Monday, the first 12 volunteers received an experimental Ebola vaccine in Liberia, launching <a href=\"http://www.niaid.nih.gov/news/newsreleases/2015/Pages/PREVAIL.aspx\">vaccine trials</a> there. Over the next year or so, scientists hope to inject 27,000 volunteers. The goal is to test two different shots that could protect people from the deadly disease.</p><p>But the number of Ebola cases is steadily declining across West Africa. And that good news is hampering drug and vaccine development, especially in Liberia. The country recorded only four Ebola cases last week, the World Health Organization <a href=\"http://apps.who.int/ebola/en/ebola-situation-report/situation-reports/ebola-situation-report-28-january-2015\">said</a>.</p><p>\"We're in a bit of a strange situation,\" says WHO's Martin Friede, who heads the group coordinating Ebola drug development.</p><p>\"On the one hand, the number of Ebola cases has really dropped dramatically. ... This is excellent for the countries involved,\" Friede says. \"However, from a drug research and development perspective, this is not so good.\"</p><p>The reason is quite simple.</p><p>\"It's very difficult conducting clinical trials when there are very few actual patients,\" Friede says.</p><p>One of the two drugmakers gearing up for clinical trials has given up. North Carolina-based Chimerix <a href=\"http://ir.chimerix.com/releasedetail.cfm?ReleaseID=893927\">announced</a> Friday that it would halt a planned test of its drug, brincidofover, in Liberia.</p><p>The only other drug that has been part of an active trial is a Japanese flu medication called <a href=\"https://www.toyama-chemical.co.jp/en/rd/area/infection.html\">favipiravir</a>. It's being <a href=\"http://presse-inserm.fr/en/ebola-virus-detailed-notice-for-the-clinical-trial-being-launched-in-guinea/17195/\">tested in Guinea</a>, and the trial <strong></strong>has already recruited enough patients.<strong> </strong>\"So at least there will be one trial where they will probably have had adequate numbers for [researchers] to make some estimate of efficacy, or at least of safety,\" Friede says.</p><p>The story with preventive vaccines is not quite so dire. The trials starting this week aim to inject 9,000 people with one vaccine, another 9,000 with a second vaccine, and another 9,000 with a placebo injection, over the next 12 to 15 months.</p><p>Vaccine researchers need healthy volunteers, not sick people.<strong> </strong>If nobody gets exposed to Ebola after getting the shot, doctors won't be able to tell for sure if the vaccine is effective. But there's value in these experiments, even if the epidemic fades away.</p><p>\"There would still be a considerable amount of important data that one can get from a vaccine trial,\" says <a href=\"http://www.niaid.nih.gov/about/directors/Pages/default.aspx\">Dr. Anthony Fauci</a>, director of the National Institute of Allergy and Infectious Diseases.</p><p>Blood tests can measure the immune system response in people. If that response closely resembles the immune response in monkeys — where the vaccine has been shown to be protective — it's possible that a vaccine could be approved on that basis alone, Fauci says.</p><p>Another possibility is to expand the vaccine trials into Sierra Leone and Guinea, which reported 65 and 30 cases last week, respectively.</p><p>\"That's not up to us,\" Fauci says. \"We respect the countries' need to be able to make those decisions on their own.\"</p><p>Picking up and moving to another country is much harder for drug trials than for vaccine trials. After a country gives its approval, WHO's Friede says, researchers still need to make sure that care meets a minimum standard where the drug is tested. There also need to be enough nurses and doctors on hand, and they need to be trained in the conduct of clinical trials.</p><p>\"So this is not at all easy,\" Friede says.</p><p>At this point, Friede is starting to talk about making sure the drug tests are ready to go for the <em>next</em> Ebola epidemic — although health authorities still need to remain vigilant, he says, to make sure this one is in fact coming to an end.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lack+Of+Patients+Hampers+Ebola+Drug+And+Vaccine+Testing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Harris","audio":[{"meta":{"duration":"201"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383346127-1288e3.m3u?orgId=1&topicId=1031&d=201&p=2&story=383316715&t=progseg&e=383295522&seg=7&ft=nprml&f=383316715"},{"href":"http://media.npr.org/assets/img/2015/02/02/462658366-1331d02ec261891aa48905764688ca80d9283205.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3836","width":"5115"}}]}