{"created":"2014-11-06T20:13:24+00:00","modified":"2014-11-19T21:12:26+00:00","valid":{"from":"2014-11-19T21:12:26+00:00","to":"3014-11-19T21:12:26+00:00"},"hreflang":"en","guid":"c1b413c7-1627-4173-adb5-5aab7b463acb","title":"A start-up in India treats the poor as discerning customers, not aid recipients","published":"2014-11-19T21:12:24+00:00","byline":"Rhitu Chatterjee","tags":["social entrepreneurship","innovation","business and economy","technology","Human Needs","Development","Development & Education","Asia","India","Tamil Nadu","South Asia","Jackie Stenson","Diana Jue","Light","Lantern","Flashlight","Technology","Tracking Charity"],"teaser":"Two Americans created a small start-up in rural India to help bring life-sustaining technologies to the poor. But they're not giving away solar lamps and low-power appliances: They're selling them.","contentencoded":"<p>There’s a one-room shop on the side of a highway in the southern Indian state of Tamil Nadu, selling snacks and sodas to locals and people passing by. Its owner, Sinhappan, tends to customers with a translucent glass disc hanging over his head.</p>\n<p>The disc, housed in a pink plastic rim, is a solar lantern. “There’s no electricity here,” he says. The lantern helps him keep his shop open longer. “I turn it on at seven each night, and I stay open till 10,\" he says. \"It’s been good for business.” Many people in nearby villages are also using the lantern in their homes.</p>\n<p>The lamps are distributed by <a href=\"http://www.essmart-global.com/\">Essmart</a>, a new start-up headquartered in a small town called Pollachi that's about a half-hour away from Sinhappan's store. It was started by two young American women, Jackie Stenson and Diana Jue.</p>\n<p>The company sells a range of products designed for people without electricity. “It’s everything from solar lamps, to torch lights, to home lighting systems and solar street lights,” says 28-year-old Stenson, showing off a catalog. There are also low-power refrigerators, heaters, coolers, flashlights and even electric bicycles — anything they think can improve people's lives.</p>\n<p>But Stenson and Jue don’t take the typical non-profit approach of giving away the products for free. They want rural consumers to buy them with their hard-earned money. Yet \"I never thought I would be a business person,” Stenson admits. “I never thought I would believe that for-profits were the solution.”</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"3312\" width=\"4416\" alt=\"Sinhappan owns a small shop on the side of a highway in Tamil Nadu. The lamp above his head is one of Essmart’s solar lamps. He’s resting his arm on another one of Essmart’s products: A low-power refrigerator, which he uses to keep his beverages cold all \" title=\"Sinhappan owns a small shop on the side of a highway in Tamil Nadu. The lamp above his head is one of Essmart’s solar lamps. He’s resting his arm on another one of Essmart’s products: A low-power refrigerator, which he uses to keep his beverages cold all \" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/Sinhappan1.jpg\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Rhitu Chatterjee</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p class=\"p1\">Sinhappan owns a small shop on the side of a highway in Tamil Nadu. The lamp above his head is one of Essmart’s solar lamps. He’s resting his arm on another one of Essmart’s products: A low-power refrigerator, which he uses to keep his beverages cold all day.</p>\n  </div>\n</div>Stenson, who trained as an engineer at Harvard, wanted to be the one to develop new technologies. And that’s what she did for two years, traveling around East Africa. Then, while in Malawi, she picked up a book published by UNICEF.\n<p>“I remember seeing all of these different technologies that I had seen previously,” she recalls. “A low cost peanut sheller made in Malawi or water pumps or things like that.” Then she looked at the date on the book: April 22, 1983. That was three years before Stenson was even born.</p>\n<p>“That really sort of hit me, that a lot of technologies that I’d been aspiring to work with already existed,” she says. “And they’d already existed for a really long period of time.”</p>\n<p>But she never saw villagers in East Africa using any of these products. The people who got their products to remote corners of the world were big companies like Coca-Cola and Nokia, not NGOs. Stenson began to realize these big businesses understood that customers are the people who know what works for them.</p>\n<p>“For so many years, we’ve been treating the lower-income end user as passive recipients of aid and not treating them as dignified customers with freedom to choose the solution that best fits their lives,” Stenson says. She also realized that when people buy something they want with their own money, they’re more likely to use it.</p>\n<p>So Stenson and her Essmart co-founder, Diana Jue, came up with the idea of selling existing products in small \"Mom and Pop\" stores in India.  </p>\n<p>“These stores are the portal to consumer products in rural India,” says 27-year-old Jue. Locals trust the shopkeepers because they’re members of the same community.</p><div class=\"media media-element-container media-default\"><img height=\"2356\" width=\"4188\" style=\"width: 300px; height: 169px; float: right; margin: 5px;\" alt=\"Diana Jue (l) and Amy Stenson (r), co-founders of Essmart. They sell solar lamps and other technologies to Mom and Pop stores in rural India.\" title=\"Diana Jue (l) and Amy Stenson (r), co-founders of Essmart. They sell solar lamps and other technologies to Mom and Pop stores in rural India.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/CropStensonJue.jpg\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Etienne Jeanneret</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>Diana Jue (l) and Amy Stenson (r), co-founders of Essmart. They sell solar lamps and other technologies to Mom and Pop stores in rural India.</p>\n  </div>\n</div>\n<p>K. Subramania, who owns a store in a village called Pusurapetty, remembers when Essmart first approached him with a few solar lamps two years ago. It was the first time he’d heard of a solar light.</p>\n<p>“We have a lot of power cuts out here,” he says. \"It’s very inconvenient, especially for farmers who need to go out into their fields at night to turn water pumps on and off. So people mostly use flashlights, or 'china lights,' as they call them here.\"</p>\n<p>But that's a temporary soltuion, and an expensive one given the cost of batteries and replacing the flashlights themselves. \"They burn out after a few hours, and they break down completely after five or six months,\" Subramania says.</p>\n<p>When he learned that Essmart’s solar lamp could last all night, he decided to stock them. It also helped that Essmart offered a one-year warranty on all its products, a new concept for Subramania’s customers.</p>\n<p>He admits he had to convince customers to buy the lights at first. They cost about $25, which is a lot of money for most loclas. But Subramania explained the solar lamps could last all night, and that there’d be no subsequent costs on batteries or repair. Slowly people began to line up to buy the lamps; he’s sold at least 300 so far.</p>\n<p>Now 700 stores in Tamil Nadu have signed up to be Essmart dealers, Jue says: “Through the entire network, we’ve sold about 5,000 different products and pieces.”</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"1920\" width=\"2560\" style=\"line-height: 1.538em;\" alt=\"Essmart’s solar lamps on display along with a range of Indian pickles at a local store in Tamil Nadu.\" title=\"Essmart’s solar lamps on display along with a range of Indian pickles at a local store in Tamil Nadu.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/Products%20store2.jpg\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p class=\"p1\">Rhitu Chatterjee</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>Essmart’s solar lamps on display along with a range of Indian pickles at a local store in Tamil Nadu.</p>\n  </div>\n</div>It's not a whopping number, but it’s enough to reassure the founders that they’re on the right track. They're also learning their customers' needs as they go.\n<p>“Often, when we design these products, we’re told, 'Just make it cheaper, make it extremely affordable by taking off any extraneous features,'” Jue says. But they’re finding that their customers like products that can do many things. “So if we have a solar lantern, it’s better if it’s also a mobile phone charger.”</p>\n<p>It’s still too early to say whether Essmart will expand throughout India — or whether their approach will be tested in other parts of the world. But they’re slowly catching on in Tamil Nadu, one customer at a time.</p>\n<p>One of them is Rukmini, a 65-year-old woman who lives in a little hamlet that boasts eight huts and no power. Before the solar lamp, she says that \"every month I’d spend some 500 or 600 Rupees on kerosene oil.\" That’s more than $8, about a fifth of her monthly salary as a school bus monitor.</p>\n<p>The solar lamp wasn’t cheap, but she says it saves her money. It also doubles as a cell phone charger, and she no longer worries about the snakes that sometimes slither into her hut.</p>\n<p>“I never thought I’d get something like this,” she says. “It feels like a gift from God.”</p>\n<p><em>This story was co-produced by the podcast <a href=\"http://www.tinyspark.org\" target=\"_blank\">Tiny Spark</a>.</em></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Subramania.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/subramaniajpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/110620144.mp3"},{"href":"http://www.pri.org/file/110620144mp3"}]}