{"created":"2014-08-31T17:05:20+00:00","modified":"2014-10-31T01:20:03+00:00","valid":{"from":"2014-10-31T01:20:03+00:00","to":"3014-10-31T01:20:03+00:00"},"hreflang":"en","title":"Supreme Court: At 21, Some Children Must Start Visa Process Over","published":"2014-06-09T22:42:00+00:00","teaser":"In an unusual majority, the Supreme Court's liberal and conservative justices have decided that immigrant children who turn 21 while their parents' immigration application is pending must start over.","itags":["npr_api","320375656"],"guid":"c1d7bd94-1c9e-451c-a084-aa1c49143da3","contentencoded":"<p>A fractured U.S. Supreme Court ruled Monday that when parents wait years to win legal entry into the United States, their children may have to go to the back of the line when they turn 21. The court's decision came on a 5-to-4 vote, with the majority split into two camps.</p><p>Under the Immigration Act, citizens and lawful permanent residents may sponsor family members petitions' for visas and green cards. In most cases, those immigrating with a minor child stand in line with their children. But even after approval, the process of getting a visa can take as long as decades.</p><p>If the minor child turns 21 during that time, the child can \"age out,\" losing his or her place in line. Those who age out have to start over. Twelve years ago, Congress sought to fix this problem by allowing some of these children to keep their place in line even after turning 21. The question before the Supreme Court was which of these aged-out adults gets to preserve their places in the queue.</p><p>The Board of Immigration Appeals interpreted the law narrowly, holding that only the unmarried children of lawful permanent residents could hold on to their places in line. A bipartisan group of senators told the Supreme Court that the appeals board misinterpreted their words. But the High Court, while conceding that the law is ambiguous, deferred to the board on the matter.</p><p>Justice Elena Kagan, writing for a three-Justice plurality, said that whatever Congress \"might have meant ... it failed to speak clearly.\" While the opening provision of the law seems to make a broad statement of allowing in minors who turn 21 to keep their places in line, she said, a separate subsection of the law appears to contradict that. In such a circumstance, she concluded, the court should defer to the expertise of the board.</p><p>Liberal and conservative justices voted on both sides.</p><p>Joining Kagan's opinion were the usually liberal Justice Ruth Bader Ginsburg and the usually conservative Justice Anthony Kennedy. Chief Justice John Roberts and Justice Antonin Scalia, both conservatives, agreed on the outcome, but for somewhat different reasons.</p><p>Dissenting were two liberal justices, Sonia Sotomayor and Stephen Breyer, and two conservatives justices, Clarence Thomas and Samuel Alito. Writing for the dissenters, Sotomayor said Congress' clear intent was to prevent children with close relatives in the U.S. from losing their places in the immigration line when they turn 21.</p><p>To understand how the immigration system works, you need to understand one key fact: When U.S. citizens and lawful permanent residents petition to have their close relatives allowed into the country, those applications are often granted within a period of months, but the relatives cannot enter the United States until they obtain visas, a process that can take many years.</p><p>This presents a problem for some adult relatives and especially for their children. Under Monday's Supreme Court decision, most of the children lose their places in line when they turn 21, meaning they go to the end of the line.</p><p>Only the unmarried adult children of lawful permanent residents keep their places. Everyone else who ages out loses their place: the married sons and daughters of U.S. citizens, their children; the sisters and brothers of those U.S. citizens, and their children.</p><p>The government does not track the numbers of affected people with precision, but estimates that the Supreme Court's decision will continue to push back visa dates for tens of thousands of people.</p><p>\"That is a significant number of families that have been not only waiting a very long time to be reunited with their children here in America but are going to have to wait even longer as a result of this decision,\" said Mark Fleming, who represented the losing side in Monday's case.</p><p>Fleming says the wait for his clients can be decades. The wait, for example, for married sons and daughters of U.S. citizens is 11 years, while a citizen's brothers and sisters will wait 13 years. The wait also varies depending on what country the relatives are coming from. The wait for brothers and sisters seeking immigration visas from the Philippines, for instance, is 23 years.</p><p>All of this, of course, can be fixed by Congress. In fact, the immigration overhaul passed by the Senate last year did include such a fix. But the House has refused to take up an immigration bill, putting this provision, along with all the others, in limbo.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Supreme+Court%3A+At+21%2C+Some+Children+Must+Start+Visa+Process+Over&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"251"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320375657-3210f6.m3u?orgId=1&topicId=1070&ft=3&f=320375656"}]}