{"created":"2015-05-11T12:21:13+00:00","modified":"2015-05-13T14:16:20+00:00","valid":{"from":"2015-05-13T14:16:20+00:00","to":"3015-05-13T14:16:20+00:00"},"hreflang":"en","guid":"c1d8317b-81d9-433a-a597-db32d5f67d62","title":"As Yemen descends into war, these young filmmakers defy the risk to capture the human stories","published":"2015-05-13T14:16:17+00:00","byline":"Jared Goyette","teaser":"Yemen has been dealing with violent clashes between rebels and government forces for years — and the situation has only gotten worse. But this collective of videographers is using their art to get by.","tags":["SafeMode","Conflict","Conflict & Justice","Asia","Yemen","Yemen","Houthis","Politics","War"],"contentencoded":"<p>At 27, Adburahman Hussain could be considered an accomplished and promising young filmmaker. A movie in which he was the assistant director was nominated for an Oscar, and he attended the ceremony, taking selfies with the likes of Benedict Cumberbatch and Spike Lee.</p>\n<p>Last summer, he attended one of the most prestigious film schools in France. Yet now, he finds himself biking to work everyday through checkpoints manned by young militiamen toting AK-47s, as he makes his way to an office where the windows were recently blown out by a bomb blast.</p>\n<p>Hussain, or “Afro” as he friends call him, is from Yemen, a country enmeshed in a complex civil war between government forces backed by a Saudi Arabia-led international coalition, and a rebel movement of the Houthis tribe, backed by the country’s former dictator and Iran. Meanwhile, an al-Qaeda offshoot, al-Qaeda in the Arabian Peninsula, controls roughly a third of the country.</p>\n<p><iframe frameborder=\"0\" scrolling=\"no\" src=\"http://commons.wikimedia.org/wiki/File:Yemen_war_detailed_map.png#/media/File:Yemen_war_detailed_map.png\"></iframe></p>\n<p>The Houthis took over the  capital, Sanaa, after a five-day battle in September of last year, but Hussain stayed. He doesn’t take sides in the conflict, but focuses on telling the stories of regular Yemenis through the video documentary collective he co-founded in 2011, SupportYemen.</p>\n<p>“I didn’t know much about politics,” Hussain says in a phone interview. “I didn’t know what’s leftist and what’s rightist. All I knew was how to pick up a camera and tell a story. So basically, that’s what I did.”</p>\n<p>SupportYemen was formed at a dramatic and ultimately tragic moment in the Yemen conflict. In September of 2011, just as it seemed protests had achieved one of their main objectives with longtime dictator President Ali Abdullah agreeing to step down, the deal collapsed and tribal fighters, allied with defected army units, resumed fighting government forces for control of the capital. This phase in the long and protracted Yemeni conflict became known as the second phase of the Battle of Sanaa.</p>\n<p>Hussain despaired at the turn of events. He had recently finished his stint as assistant director for “Karama Has No Walls,” the film that would eventually get the Oscar nomination. He decided he needed to do something, and that something ended up becoming #SupportYemen, an idea he developed with co-founder Sarah Ahmed. The two recruited eight more founding members.</p>\n<p>The group’s first video, “Break the Silence,” was a plea for the international community to remember and support what Hussain and his colleagues saw as the original goal of the peaceful “Arab Spring” protests that had swept the county in 2011 — a democratic, decentralized government with guarantees of basic rights. About 400 protesters had been killed, and they saw the video as a tribute to their sacrifice. “Break the Silence” drew over 29,000 views on YouTube, and put the group on the map. Stories by CNN and Al Jazeera followed.</p>\n<p><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/t3w1wjjLb5Q?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>In the years since, SupportYemen has released more videos and taken on new initiates, like training women filmmakers. The situation in Yemen has deteriorated dramatically, with the full blown civil war beginning in September 2014, and Saudis beginning airstrikes on March 25 of this year.</p>\n<p>On Wednesday, 40 civilians were killed while trying to flee. In one month, from March 19 to April 20, 1,080 people were killed in the country, including  28 children and 48 women, while another 4,352 were injured, including  80 children and 143 women, according to a<a href=\"http://reliefweb.int/sites/reliefweb.int/files/resources/Flash%20Update%20for%2022%20April%202015%20.pdf\"> UN report.</a></p>\n<p>The situation is bleak by any measure, and that is reflected in Support Yemen’s latest video, “The Color of Injustice.” It features the voice of the late Yemeni poet Luti Jaafar Aman reading a poem, while young Yemeni men and women survey scenes of destruction with anguished expressions of grief. Images of rubble and collapsed buildings are double exposed onto their bodies — an effect intended to create the sense that the devastation is both all around, and inside the Yemeni people. The only colors used are shades of black and white.</p>\n<p><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/1Nt9R39a2j4?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>“I always try to keep my videos focused on the Yemenis, the human being,” Hussain says. “I wanted a poem that explains somehow how a Yemeni person feels theses days. The darkness. The frustration. All of this mixed feelings of despair and losing hope. I was looking for a poem that could give me that feeling.”</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p dir=\"ltr\" lang=\"en\" xml:lang=\"en\">The awesome and amazing friends from <a href=\"https://twitter.com/hashtag/SupportYemen?src=hash\">#SupportYemen</a> issue the new film 'The Color of Injustice' - This is how I... <a href=\"http://t.co/i0YQ1Ca33O\">http://t.co/i0YQ1Ca33O</a></p>\n<p>— Baraa Shiban (@BShtwtr) <a href=\"https://twitter.com/BShtwtr/status/595617838217453569\">May 5, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>Ahmed, the cofounder of the group, appears in the video. She saw it as being an expression of the collective’s mission to portray the struggle of everyday Yemenis.</p>\n<p>“People around the world need to know that Yemenis are just like them,” she says. “They face problems, they face difficulties, but they are still struggling, they are still trying to maintain a normal life, in spite of everything.”</p>\n<p>This sentiment can be seen in one of the group’s most watched videos “Happy Yemen,” which is their take on the Pharrell Williams song. The caption on <a href=\"http://supportyemen.org/video/happy-yemen-video/\">SupportYemen.org</a> reads, \"Despite the difficulties our happiness will never cease!!\"</p>\n<p><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/1ISArE-H0cY?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p> </p>\n<p>While the group’s focus on everyday people may seem benign, it is actually a dangerous choice. Unlike other many other media in Yemen, they are not affiliated with an armed group, or celebrating the victories of a particular militia. In other words, they have no protector.</p>\n<p>“Unfortunately, holding a camera or a pen is much more risky than holding a weapon,” Ahmed says. “We continue to film, even though it's not that safe these days. But we’re ready to face the odds, because this is what we have, and we’re just trying to cling to whatever is still there. If we give up, then there is nothing to hold on to. We see this as our means to survive until the war is over.”</p>\n<p>SupportYemen is completely local and grassroots. They don’t take funding from any outside source. The members support it by donating 30 percent of their professional time back to the collective, so they can continue to pay rent at their small studio. They only have electricity a few hours a day and the Internet is often cut off. Their office has a small generator that runs on diesel fuel, like many business in the capital, but they fear that if a recent fuel shortage worsens, they may not able to continue to operate it.   </p>\n<p>Their biggest fear is having to leave the country. One of the shots in “The Color of Injustice” features Hussain holding a suitcase and looking off into the distance. It was the most meaningful sequence for Ahmed. She had to flee her apartment once in 2011, when her neighborhood became a pockmarked battleground between government and tribal forces. She never wants to have to flee her home again. Things may get worse before they get better in Yemen, but she plans to stay.</p>\n<p>“I want to keep telling human stories because, to be honest, there is not much else I can do. I would never pick up a gun and fight. I would rather die with my camera,” Hussain says. “So I’m going to keep shooting with my camera, telling stories that need to be told, using my craft to help shape the future, help save this country maybe. That’s the only thing I can do. It’s the thing I know best how to do.”</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"457\" width=\"900\" alt=\"A scene from &amp;quot;The Color of Injustice&amp;quot;\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/Screen%20Shot%202015-05-07%20at%208.52.03%20AM.png?itok=9TC06UA2\" title=\"\" /><div class=\"field-caption\">\n    <p>A scene from \"The Color of Injustice\"</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtsey of SupportYemen </p>\n  </div>\n</div>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-07%2Fyemen-descends-war-these-young-filmmakers-defy-risk-capture-human-stories&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05112015_02.mp3"},{"href":"http://admin.pri.org/file/0511201502mp3"}]}