{"created":"2015-05-12T07:43:19+00:00","modified":"2015-05-18T00:08:02+00:00","valid":{"from":"2015-05-18T00:08:02+00:00","to":"3015-05-18T00:08:02+00:00"},"hreflang":"en","title":"State Legislatures Quarrel Over Whether To Expand Medicaid","published":"2015-05-15T01:22:00+00:00","teaser":"Medicaid expansion was a big deal in a handful of state legislatures this year. Wyoming said no. Tennessee said no. But Montana said yes, and three more states are coming down to the wire.","itags":["npr_api","405820188"],"guid":"c1dfe0a9-1703-4f9c-a88b-adfcb93a5e2a","contentencoded":"<p>Five years after the Affordable Care Act passed, the law's provision allowing the expansion of Medicaid coverage to more people is still causing huge fights in state legislatures.</p><p>Twenty-four states and the District of Columbia said yes to Medicaid expansion when the law went into effect. Since then, just six more <a href=\"http://kff.org/health-reform/state-indicator/state-activity-around-expanding-medicaid-under-the-affordable-care-act/\">have signed on</a>. States that say yes get billions of additional federal dollars, but many Republican lawmakers are loathe to say yes to the Obama administration.</p><p>The expansion enables adults with incomes up to 138% of the poverty level to receive Medicaid. The federal government picks up the whole tab for their care through 2016, then tapers its support down to 90% of the costs.</p><p>The fight's <a href=\"http://www.npr.org/blogs/health/2015/04/29/402875028/floridas-legislature-quits-early-at-impasse-over-medicaid-expansion\">come to Florida</a> and also out west, where four Republican-majority states took up Medicaid expansion this year. Wyoming <a href=\"http://wyomingpublicmedia.org/post/medicaid-waiver-could-ease-serious-health-disparities-wind-river-reservation\">said no</a>. Alaska and <a href=\"http://kuer.org/post/utah-gop-leaders-start-over-medicaid-plan\">Utah</a> are still wrestling. Montana said yes.</p><p>Montana lawmakers have been stewing over Medicaid expansion since they said no to it in 2013, the last time they met. When they reconvened in January, <a href=\"http://www.npr.org/blogs/itsallpolitics/2015/05/04/404052618/beyond-quid-pro-quo-what-counts-as-political-corruption\">Americans for Prosperity</a>, a group backed by David and Charles Koch, staffed up in the state and targeted moderate Republicans, organizing anti-expansion town hall meetings in their districts.</p><p>But AFP didn't invite targeted lawmakers themselves, leading to a backlash. Many voters saw AFP's tactics as meddling by outsiders, and some <a href=\"http://www.greatfallstribune.com/story/news/politics/2015/02/09/afp-takes-aim-medicaid-growth/23103897/\">AFP meetings were disrupted</a>.</p><p>Lawmakers affiliated with the Tea Party in the Montana House fought hard against Medicaid expansion. They killed a proposal by Democrats, and then nearly derailed a Republican-sponsored compromise. The House had to bend its rules to even bring the bill to the floor for a vote. But in the end, 20 Republicans crossed party lines and voted with all the Democrats to pass it.</p><p>Still, at the bill's signing ceremony, state Sen. <a href=\"http://leg.mt.gov/css/Sessions/63rd/leg_info.asp?HouseID=2&SessionID=107&LAWSID=12545\">Ed Buttrey</a>, a Republican who sponsored the bill, said, \"This is not Medicaid expansion.\"</p><p>Buttrey says Republicans won important concessions from Democrats to make Montana's bill more palatable to conservatives. People will have to pay small premiums, and the bill also sets up job training and education programs. Buttrey insisted that Montana isn't just doing the bidding of the White House.</p><p>\"I'll say it again, and I hope the media will report this exciting and unique story,\" he said. \"This is not Medicaid expansion.\"</p><p>Montana's approach is now on its way to the federal government, which will have the last word on whether it's legal under the Affordable Care Act.</p><p>In Alaska, Gov. Bill Walker, a former Republican who is now independent, has made Medicaid expansion a top priority.</p><p>But Republicans leading Alaska's state House and Senate blocked expansion during the legislative session that just wrapped up.</p><p>One of them was state <a href=\"https://www.alaskasenate.org/2016/member/pete-kelly\">Sen. Pete Kelly</a>. \"I think everyone agrees that Medicaid is broken,\" he says. \"To put more money into it, to bring more people into it, that's certainly not going to help its brokenness.\"</p><p>But <a href=\"http://media.npr.org/documents/2015/may/AK_poll_on_expansion.pdf\">65 percent of Alaskans</a> favor Medicaid expansion. Supporters testified in large numbers at legislative committee hearings and attended rallies. In one, organized by an interfaith church group, Lutheran pastor Julia Seymour turned the crowd into a choir. She led them in singing, \"Medicaid expansion, I'm going to let it shine\" to the tune of <em>This Little Light Of Mine.</em></p><p>Even though the measure didn't pass this session, Seymour says she's more determined than ever to make sure all Alaskans have access to health insurance.</p><p>\"The Bible tells us that faith, hope and love go on and do not end. And I'm keeping the faith and I am hopeful, but my love for some of the leaders is waning now and then,\" she says.</p><p>As soon as the regular session ended, Gov. Walker called lawmakers into <a href=\"http://www.alaskapublic.org/2015/04/30/legislature-takes-vote-to-allow-hearings-outside-of-juneau/\">special session</a> but legislative leaders decided to take a recess.</p><p>The state is currently facing a massive <a href=\"http://www.npr.org/2015/02/10/385138853/state-budgets-to-be-hit-by-slide-in-oil-prices\">budget deficit</a> because of the plunge in oil prices. And Walker says even in better financial times, Alaska doesn't usually decline more than a billion federal dollars.</p><p>\"If that was a road project or if that was some infrastructure project, we would be all over that,\" he says. \"This is health care.\"</p><p>Walker has proposed expanding Medicaid on his own if lawmakers don't act, but it's not clear he has the authority. About 40,000 people would <a href=\"http://dhss.alaska.gov/HealthyAlaska/Documents/Evergreen_Medicaid_Expansion_Analysis-020615.pdf\">qualify for Medicaid</a> if the state expands it and about 30 percent of this group are Alaska Native.</p><p><em>This story is part of a partnership with NPR, Montana Public Radio, Alaska Public Media and </em><a href=\"http://www.kaiserhealthnews.org\">Kaiser Health News</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=State+Legislatures+Quarrel+Over+Whether+To+Expand+Medicaid&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Annie Feidt, Alaska Public Media","audio":[{"meta":{"duration":"264"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406105653-5a4b1c.m3u?orgId=1&topicId=1128&d=264&p=3&story=405820188&t=progseg&e=406103668&seg=1&ft=nprml&f=405820188"},{"href":"http://media.npr.org/assets/img/2015/05/11/anc-expand-rally-1-feb5cc80dc009059f052cf58da6db5c6e11ca7bd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2734","width":"3645"}}]}