{"created":"2014-10-01T14:57:13+00:00","modified":"2014-10-03T14:25:35+00:00","valid":{"from":"2014-10-03T14:25:34+00:00","to":"3014-10-03T14:25:34+00:00"},"hreflang":"en","title":"Social Security Chief: Women Live Longer, So They Should Save Early","published":"2014-04-15T14:17:00+00:00","teaser":"For women, lower average career earnings translate into smaller Social Security payments. Acting Social Security Commissioner Carolyn Colvin says women shouldn't wait to start saving for retirement.","tags":["npr_api","301782870"],"guid":"c1e56f20-e029-4170-af41-b7e7c70f0ce6","contentencoded":"<p>The Social Security Administration distributes retirement benefits to nearly 60 million Americans. And of those beneficiaries, nearly 60 percent are women.</p><p>The SSA is led by a woman, too. Carolyn Colvin was once retired herself, collecting benefits from the agency she now serves. A call from President Obama brought her back in 2010, and she recently took over as acting commissioner. As part of <em>Morning Edition</em>'s look at the <a href=\"http://www.npr.org/series/177622347/the-changing-lives-of-women\">changing lives of women</a>, Colvin spoke with Kelly McEvers about how women plan for financial security.</p><p>Colvin points out two realities she hopes women consider when planning for retirement. First, women make less money than men on average; when they stop working, their monthly Social Security checks are smaller, too.</p><p>Also, women tend to live longer than men. Colvin encourages women to estimate their own life expectancy with the <a href=\"http://www.ssa.gov/OACT/population/longevity.html\" target=\"_blank\">SSA's calculator</a>, and find out more <a href=\"http://www.ssa.gov/women/\" target=\"_blank\">about their benefits</a>. Doing so, she says, often makes women realize they can outlive their savings — and that retirement benefits alone won't be enough.</p><p><hr /></p><p><h3>Interview Highlights</h3></p><p><strong>On men's vs. women's retirement benefits</strong></p><p>The average amount [in 2014] is a little over $17,000 per year for men and a little over $13,000 per year for women. One of the reasons that women are likely to have lower lifetime benefits is because they often have lower lifetime earnings than men. They are more likely than men to take time out of the workforce to care for family members. And of course we still have the issue of gender inequality [in wages].</p><p><strong>On the importance of personal savings</strong></p><p>Social Security was never intended to be the primary source of retirement. It was to be one of three legs on a stool, we always say. ... And then, of course, private pension and savings. And we know now that many of the private pensions have been reduced. Some women work in jobs where they really don't have a private pension, and of course many women — particularly low-income wage earners — find themselves just not saving as much as they should in order to ensure that they are able to have a decent income during retirement.</p><p><strong>On ways women can plan for the future</strong></p><p>One of the things we try to focus on is encouraging women, even at very young ages, to begin to save. ... Many women will say they don't have the ability to save, and what I say is that they cannot afford not to save.</p><p>For me, I had to find a way of saving where I would not in fact use that money later. And so I found, for me, real estate was the key. I also found that it did not make sense to leave money on the table, so for every job I've worked where there has been an opportunity for the employer match, I've maximized that.</p><p>The most important thing is you need to spend below your means. Maybe it's giving up soda, or giving up cigarettes. ... And then each time they get a raise, don't take that raise. Put it into a 401(k). They haven't gotten used to spending it. It's there. And it will grow.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Social+Security+Chief%3A+Women+Live+Longer%2C+So+They+Should+Save+Early&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"388"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1303172387-8651bb.m3u?orgId=1&topicId=1017&aggIds=177622347&ft=3&f=301782870"}]}