{"created":"2014-10-27T23:43:30+00:00","modified":"2014-10-27T23:43:30+00:00","valid":{"from":"2014-10-27T23:43:30+00:00","to":"3014-10-27T23:43:30+00:00"},"hreflang":"en","title":" Campus Rape Reports Are Up, And Assaults Aren't The Only Reason","published":"2014-04-30T23:04:00+00:00","teaser":"Data from the Department of Education show an increase in sexual assault reports, but college officials say new federal guidelines are helping more students come forward.","itags":["npr_api","308276181"],"contentencoded":"<p>The number of \"forcible rapes\" that get reported at four-year colleges increased 49 percent between 2008 and 2012. That's the finding of an analysis by NPR's Investigative Unit of data from the Department of Education.</p><p>That increase shows that sexual assault is a persistent and ugly problem on college campuses. But there's also a way to look at the rise in reports and see something positive: It means more students are willing to come forward and report this underreported crime.</p><p>\"It's a good thing that more victims are reporting because they're getting the help and support they need from their institutions,\" says Daniel Carter, a veteran advocate for better campus safety laws.</p><p>\"For far too long, they've been left on their own. And now they're getting the help they need, which is the first step in healing and recovery and ultimately ... finishing their education as wholly as possible.\"</p><p>Carter is the director of a group called 32 National Campus Safety Initiative. He says there's still a long way for schools to go.</p><p>This week, the White House told colleges and universities to take more action to prevent sexual assaults. And just in the past couple of years, many schools have taken on sexual assault investigations with more seriousness. School administrations have been prodded by students who are demanding better treatment. And schools have been pushed, since 2011, by new rules and laws from Washington, D.C.</p><p>Among the schools that Carter and other advocates point to as being models is the University of Michigan, in Ann Arbor.</p><p>But that school, which gives a series of training sessions to first-year students on preventing sexual assault, has had its own controversy — showing just how hard it can be for schools to take on this problem.</p><p>The University of Michigan is already doing most of the steps suggested by the White House to prevent sexual assaults on college campuses. For example, the school teaches \"bystander education,\" which shows students how to step in and stop a dangerous situation that they see — such as a student trying to get another student drunk at a party.</p><p>Students not only are taught the definition of consent but then role-play and practice saying \"No\" and even how to respond correctly — and graciously — when told \"No.\"</p><p>The data NPR analyzed show that reports of forcible sexual assaults between 2010 and 2012 have gone up 113 percent at the University of Michigan.</p><p>\"So if you say, look, University of Michigan, we want you to be aggressive. We want you to be focused. We want you to get your students to tell you what's going on, then our numbers are going to go up,\" says Royster Harper, the school's vice president for student affairs. \"If you want low numbers, you're really saying to students, be quiet. We should expect the more education we do, the safer our students feel, the more they see us responding. We should expect our numbers to go up.\"</p><p>And students have not been quiet.</p><p>In February, a small group of students protested the way the university handled sexual misconduct allegations against a player on the football team.</p><p>In 2009, a first-year student said the player, Brendan Gibbons, raped her at a fraternity party. But the case was dropped. Last August, the school adopted a new policy — based on new guidelines issued by the Department of Education in 2011 — that gave the school more leeway to conduct an investigation. A retired professor, who acts as a local watchdog, then filed a new complaint over the Gibbons investigation, and the case against the football player was reopened.</p><p>And in December, right before Michigan went to a bowl game, Gibbons was expelled.</p><p>But some students wanted to know whether the university had waited too long.</p><p>University officials refused to turn over records to an investigative committee formed by the student government. Administrators say the records had to stay confidential.</p><p>The student report concluded that the university took too long — more than 60 days — to investigate most allegations. In January, the school hired a second, full-time investigator — to look into reports of sexual assault.</p><p>\"If the University of Michigan still has a ways to go, but is doing a good job relative to everyone else, everyone else really needs to do a lot to catch up,\" says Michael Proppe, the student government president at the time, who established the student task force.</p><p>By next fall, all schools around the country must comply with a new federal law, the <a href=\"http://campussaveact.org/\">Campus SaVE Act</a>, which demands more assault prevention education and better investigations.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=+Campus+Rape+Reports+Are+Up%2C+And+Assaults+Aren%27t+The+Only+Reason&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joseph Shapiro","guid":"c1eb5714-7e2b-4c79-a432-14edfd67076f","audio":[{"meta":{"duration":"305"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1308377846-e4e0ff.m3u?orgId=1&topicId=1150&ft=3&f=308276181"},{"href":"http://media.npr.org/assets/img/2014/04/30/university-of-michigan-1-12c3e15f287e41069e01ccb62bb89f7a88f4f1a1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1192","width":"1590"}},{"href":"http://media.npr.org/assets/img/2014/04/30/harper-1-05af6f8048c61915b408d633914da15c55548720.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1120","width":"1493"}},{"href":"http://media.npr.org/assets/img/2014/04/30/brendan-gibbons-1-05307dfee6d49970b4d8f65f334945572166f9e3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}},{"href":"http://media.npr.org/assets/img/2014/04/30/proppe-1-7f9754db2dc3fbe666c17b57ffb83a391873726e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}}]}