{"created":"2014-09-17T09:02:55+00:00","modified":"2014-10-30T22:18:54+00:00","valid":{"from":"2014-10-30T22:18:54+00:00","to":"3014-10-30T22:18:54+00:00"},"hreflang":"en","title":"Congress Thrust Into Election-Year Debate Over ISIS Plan","published":"2014-09-17T23:50:00+00:00","teaser":"The House of Representatives is scheduled to vote Wednesday on whether to train and arm Syrian rebels fighting against the self-described Islamic State militant group.","itags":["npr_api","349192718"],"guid":"c2106d88-00f2-440d-885e-a4c6ef95414d","contentencoded":"<p>With just days to go until Congress is expected to go home until November, the House and Senate are moving quickly to pass legislation that would authorize the Obama administration's strategy to fight the so-called Islamic State group. The election year debate over the president's request is showing divisions that go beyond party lines.</p><p>There are Republicans like Rep. Chris Gibson of New York, who says he can't support a plan with language drafted by members of his own party. Gibson says right now, there's no political partner in Syria to broker an agreement with.</p><p>\"Escalating in Syria is not the best approach,\" Gibson said on the House floor Tuesday.</p><p>And there are Democrats like Texas Rep. Lloyd Doggett. Like others in his party, Doggett worries the United States could be dragged into another war on the heels of conflicts in Iraq and Afghanistan.<br /> <br />\"Ultimately this resolution, like our previous unwise invasion, will make our families less secure, not more secure. And that should be the ultimate test of our action,\" he said.</p><p>Lawmakers on Capitol Hill have been thrust into a debate over President Obama's plan, which relies on a combination of airstrikes and local ground forces to combat ISIS. With just seven weeks left until voters go to the polls, Republicans do not seem inclined to oppose the president's national security plans. Even Senate Minority Leader Mitch McConnell says he plans to support this approach.</p><p>\"I support what the president is doing; I'd like to take another look at it a couple of months from now and see how it's working out,\" he said.</p><p>House Speaker John Boehner said he also backs the plan, though he added that there's \"a lot more that we need to be doing.\"</p><p>The big fear for lawmakers this week is the idea that U.S. soldiers could be back on the battlefield in Iraq. Defense Secretary Chuck Hagel and Joint Chiefs Chairman Gen. Martin Dempsey were on Capitol Hill on Tuesday defending the president's strategy.</p><p>Hagel told members of the Senate's Armed Services panel that this would not be a quick mission.</p><p>\"This will not be an easy or a brief effort. It is complicated. We're at war with ISIL as we are with al-Qaida,\" he said.</p><p>And Dempsey suggested that while there's currently no plan for American ground troops to battle ISIS, that could change if there's evidence that the Islamic State was preparing to attack the United States.</p><p>\"My view at this point is that this coalition is the appropriate way forward,\" he said. \"I believe that will prove true. But if it fails to be true, and if there are threats to the United States, then I of course would go back to the president and make a recommendation that may include the use of U.S. military ground forces.\"</p><p>White House Press Secretary Josh Earnest told reporters that Dempsey supported the president's strategy. President Obama has said his strategy doesn't include combat troops.</p><p>\"I think, as was clear from Gen. Dempsey's remarks, that he was referring to a hypothetical scenario in which there might be a future situation in which he might make a tactical recommendation to the president as it relates to the use of ground troops,\" Earnest said.</p><p>Still, Dempsey's comments underscored the conflict for many lawmakers as the House continues to debate Obama's plan to expand airstrikes and train Syrian rebels. For many Democrats, the problem is another war.</p><p>Some Republicans say they believe training and arming Syrian rebels is only the first step. Destroying ISIS, they say, would require a response that goes beyond what the president has requested.</p><p>Arizona Republican Sen. John McCain said he's not convinced the president's plan would work. He is skeptical that 5,000 Syrian rebels would be enough to fight off more than 30,000 extremists.</p><p>\"ISIL now, the estimates are there are some 31,000 metastasizing in a very rapid fashion into a much larger force. To many of us, that seems like an inadequate response,\" McCain said.</p><p>A vote is expected in the House on Wednesday, and the Senate is expected to act Thursday. Senate Majority Leader Harry Reid says he expects bipartisan approval.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Congress+Thrust+Into+Election-Year+Debate+Over+ISIS+Plan&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Juana Summers ","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349192719-c4ba0f.m3u?orgId=1&topicId=1014&ft=3&f=349192718"}]}