{"created":"2014-10-08T15:35:13+00:00","modified":"2014-10-31T01:50:51+00:00","valid":{"from":"2014-10-31T01:50:50+00:00","to":"3014-10-31T01:50:50+00:00"},"hreflang":"en","title":"Think Work Is Stressful? For Many, It's More Relaxing Than Home","published":"2014-05-23T13:41:00+00:00","teaser":"Many people say their jobs stress them out, but new research finds that for most people — parents and nonparents alike — the most relaxing part of the day is when they're at the office.","itags":["npr_api","314898665"],"guid":"c21a2a3a-ae74-4ea0-bc15-d09fbdcb791b","contentencoded":"<p>Many Americans say their jobs are stressful — we complain of too much to do in too little time, demanding bosses or difficult colleagues. But researcher Sarah Damaske wanted to know, objectively, is being at work any harder than being at home?</p><p>So Damaske, a professor of labor and employment at Pennsylvania State University, had 122 people swab their saliva six times a day for three days to test cortisol levels, a biological marker of stress. And <a href=\"https://contemporaryfamilies.org/work-lowers-stress-levels/\" target=\"_blank\">she found something striking</a>: The most relaxing part of most people's day is when they are on the job.</p><p>\"This is across gender, across education level, across occupation level,\" Damaske says. \"So, a pretty strong finding.\"</p><p>In addition to testing saliva samples, researchers also asked participants how they felt throughout the study. Men reported no big changes across the day, but Damaske says women were significantly more likely to say they were happier at work.</p><p>\"Part of this might be women are leaving work and then cooking dinner and doing the dishes,\" Damaske says. \"Even though men are doing more than they did 30 years ago, it's still not an even distribution.\"</p><p>During a recent school drop-off in the Mount Pleasant neighborhood of Washington, D.C., there was no gender divide when NPR asked people — unscientifically — what stressed them out most during their day.</p><p>\"Getting the kids up, getting them dressed, packing their lunches,\" said Tonija Navas, who works at an international nonprofit while her two kids are in school. \"I am at ease — and then I have to pick them up,\" she said, laughing. \"It starts all over again.\"</p><p>For Jason Hamacher, a massage therapist, a stressor is \"feeding [the kids] breakfast. It drives me insane,\" he said. \"I have to distract my 1-year-old with a toy, maybe some kind of video, which I hate doing but it's the only thing that works.\"</p><p>Now — surprise — it's not just parents who feel more stressed at home. The study finds that work is even more of a haven for people without kids, like Leigh Hartless.</p><p>Standing in line at a food truck, she says that she feels stressed just thinking about everything she has to do once she gets home from work.</p><p>\"If your job is that stressful, you can quit,\" Hartless says. \"But your personal life? You can't quit your personal life.\"</p><p>These sentiments don't surprise Arlie Russell Hochschild, a sociologist with the University of California, Berkeley. She made waves in the late '90s, when her book <em>The Time Bind</em> asserted that for some people, home life had become so stressful that work was a refuge.</p><p>Hochschild remembers asking, \"Where do you feel really good at what you do? Relaxed? Appreciated?\"</p><p>\"People would say, 'Well, gosh. Actually, if I'm doing the right thing at work, chances are my supervisor's clapping me on the back,' \" Hochschild says. \" 'But if I'm doing the right thing at home, with my teenager who wants the car and is mad at me, I'm doing the right thing but I'm not appreciated.' \"</p><p>Of course, not all stress is equal, Hochschild says. You still love your fussy baby.</p><p>Penn State's Damaske sees a positive element in these findings: that work lowers one's biological stress levels.</p><p>\"This is good news,\" she says. \"Work is actually good for you.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Think+Work+Is+Stressful%3F+For+Many%2C+It%27s+More+Relaxing+Than+Home&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jennifer Ludden","audio":[{"meta":{"duration":"210"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314925133-284aeb.m3u?orgId=1&topicId=1128&ft=3&f=314898665"},{"href":"http://media.npr.org/assets/img/2014/05/22/istock_000027891324small1-42fa80acba6176f0c93f849a236e776d9859223c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"564","width":"752"}}]}