{"created":"2014-11-19T19:37:09+00:00","modified":"2015-05-13T21:30:30+00:00","valid":{"from":"2015-05-13T21:30:30+00:00","to":"3015-05-13T21:30:30+00:00"},"hreflang":"en","title":"With Hand-Sewn Ships, Oman Revives A Glorious Maritime Past ","published":"2014-11-20T00:47:00+00:00","teaser":"The rich maritime history dates back more than a millennium. There's a group dedicated to reviving it by making boats the old-fashioned way: with coconut palm fiber, shark liver oil and no nails.","itags":["npr_api","365215257"],"guid":"c21bbab7-e571-4db8-aa33-6aeeca2332c5","contentencoded":"<p>These days, a visitor to the Persian Gulf sultanate of Oman is likely to be a pale European seeking some winter sun, or perhaps a diplomat seeking to broker a deal between longtime rivals such as, say, the U.S. and Iran. But Oman's reputation as a go-between is well-earned and stretches back centuries.</p><p>Back when Northern Europe was overrun by Vikings, Oman had a vast maritime trading empire.  Now the country is training a new generation of Omanis to care for that legacy, and along the way remind the world of its rich maritime history.</p><p>The group Oman Maritime devotes itself to re-creating some of the traditional wooden boats that defined Oman's remarkable seafaring past.</p><p>Oman expelled their Portuguese colonizers from the capital, Muscat, in the middle of the 17th century, then chased them down the east Africa coast, eventually claiming Zanzibar, more than 1,800 miles away, as the new Omani capital.</p><p>In the 1840s, New Yorkers were stunned to see an Omani vessel pulling into harbor, bearing gifts and the first Arab ambassador to visit the United States.</p><p><strong>Relearning The Art Of Hand-Sewn Boats</strong></p><p>A medieval stone anchor lies on its side in the Oman Maritime boatyard, which is sprinkled with vessels not unlike those that once plied the \"maritime silk route\" to Asia, dealing in exotic goods and African slaves.</p><p>Master shipwright Babu Sankaran chisels away at a bowsprit, and a pungent, fishy scent rises up as another Omani worker applies shark liver oil, the traditional sealant of choice, to a fishing boat.</p><p>Oman invited an American expert on Indian Ocean maritime history, Eric Staples, to be part of its heritage effort. He says the ocean is crucial to understanding Oman, with its thoroughly mixed culture built by waves of migrants from Arab states, Persia, east Africa, India and elsewhere.</p><p>\"A very rich history, where you have this vast series of movements and migrations, transfer of goods,\" says Staples. \"That's perhaps not in the histories because it's not part of the imperial histories, but it's still very present.\"</p><p>A shipwright patiently hand sands part of a fishing boat as Staples points to an example of the intricate rope work that goes into traditional wooden boat construction — planks not nailed, but stitched together.</p><p>The preferred rope is made of coconut palm fiber. It's elastic enough to survive a sea voyage, and prone to swell up when wet, so a wad of fibers underneath the stitching fills in gaps and improves the seal.</p><p>Staples gives a visitor a fast lesson in slow boat building.</p><p>\"You have one guy on one side, takes the rope, pulls it through, pulls on it really hard. And then the other guy, on the other side, bangs on it with a hammer until it's nice and tight and he says 'OK, that's good,' \" he says, feeding the rope through a hole in a sample plank.</p><p>\"So that's for each individual stitch. And each hole, you have to do this four times, so if you think of 37,000 holes,\" he says with a smile. \"It's a fair amount of labor, you get the idea.\"</p><p>Handmade nails and other innovations further expanded the maritime trade.</p><p>Oman Maritime's most famous project is the Jewel of Muscat, a replica of a ninth century wreck discovered off Indonesia. In 2010, Oman Maritime took the boat on a six-month voyage from Muscat to Singapore, which had bought the ancient Chinese ceramics found onboard the wreck.</p><p><strong>Rising Above Sectarian Strife</strong></p><p>Today the West tends to see Oman as a rare neutral Gulf State able to work with both the Iranians and the Saudis.</p><p>That ability to stay above regional sectarian tensions is sometimes attributed to one man, Oman's ailing 74-year-old sultan, Qaboos bin Said. But Staples says it's an approach that grew naturally out of Oman's oceangoing past.</p><p>\"In many ways the cornerstone of Omani diplomacy today is founded upon that, in the sense that trade requires a fair amount of negotiation,\" he says.</p><p>\"Relationships [Oman] has with the rest of the world didn't just appear out of nothing,\" he adds. \"They have had long-standing relationships with all the political actors in this part of the world.\"</p><p>Having revived traditional boat-building skills that had nearly died out here, one of Oman Maritime's most important projects may be its Junior Shipwright program, which lets this generation of wooden boat artisans pass their skills to young Omanis, who are already building these venerable boats, and taking to the sea as their ancestors did.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Hand-Sewn+Ships%2C+Oman+Revives+A+Glorious+Maritime+Past+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Kenyon","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365271660-739267.m3u?orgId=1&topicId=1009&d=235&p=2&story=365215257&t=progseg&e=365192274&seg=8&ft=nprml&f=365215257"},{"href":"http://media.npr.org/assets/img/2014/11/19/98540448-56438bf5482da65c963642bb9e5d97cb3056d771.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2125","width":"2834"}},{"href":"http://media.npr.org/assets/img/2014/11/19/kenyonomanboatoiling-8e9029ee7975d4c3453335407039c2a3f6e43810.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1835","width":"2448"}},{"href":"http://media.npr.org/assets/img/2014/11/19/OmanOld-3991969ffad0a7bde5ef194b1d4848d2646fc157.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2325","width":"3100"}}]}