{"created":"2014-10-07T19:09:18+00:00","modified":"2015-04-02T17:17:55+00:00","valid":{"from":"2015-04-02T17:17:55+00:00","to":"3015-04-02T17:17:55+00:00"},"hreflang":"en","title":"The Great Bluff That Led To A 'Magical' Pill And A Sexual Revolution","published":"2014-10-08T20:20:00+00:00","teaser":"In the '50s, four people collaborated to create a pill so women could enjoy sex. They fibbed about their motivations and skirted the law. Jonathan Eig details the history in <em>The Birth of the Pill</em>.","itags":["npr_api","354103536"],"guid":"c2360580-1ace-4bac-a5de-5729cfde9b8c","contentencoded":"<p>In the 1950s, four people — the founder of the birth control movement, a controversial scientist, a Catholic obstetrician and a wealthy feminist — got together to create a revolutionary little pill the world had never seen before.</p><p>They were sneaky about what they were doing — skirting the law, lying to women about the tests they performed and fibbing to the public about their motivations.</p><p>\"They absolutely could've been imprisoned for some of the work they were doing,\" journalist Jonathan Eig tells <em>Fresh Air</em>'s Terry Gross. \"These guys are like guerrilla warriors — they're always having to figure out ways to do this thing that will attract the least attention. ... They can never really say they're testing birth control.\"</p><p>Eig tells the history in his new book <em>The Birth of the Pill: How Four Crusaders Reinvented Sex and Launched a Revolution</em>.</p><p>The four people who created this revolution were: Margaret Sanger, who believed that women could not enjoy sex or freedom until they could control when and whether they got pregnant; scientist Gregory Pincus, who was fired from Harvard for experimenting with in-vitro fertilization and bragging about it to the mainstream press; John Rock, who was a Catholic OB-GYN and worked with Pincus to conduct tests of the pill on women; and Katharine McCormick, who funded much of the research.</p><p>In the '50s, selling contraception was still officially illegal in many states.</p><p>But Sanger and McCormick, a feminist who had been active in the suffrage movement, wanted women to enjoy sex — without fear of getting pregnant.</p><p>After McCormick's husband died, McCormick got in touch with Sanger.</p><p>According to Eig, McCormick said, \"What's the most important thing we could possibly work on?\"</p><p>\"Sanger said, 'The best thing we could possibly do is work on this pill, this miracle tablet ... something that would give women the right to control their bodies for the first time.' And McCormick said, 'I'm in: Whatever you need.' \"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On why Eig wanted to write the book </strong></p><p>I was listening to a rabbi's sermon — this was maybe five or six years ago — and he began by saying that the birth control pill may have been the most important invention of the 20th century. My immediate reaction was, \"That's nuts. That can't possibly be. I can think of six things off the top of my head that seemed more important than that.\" But it stayed with me. I kept thinking about it.</p><p>A couple of years went by and I was still thinking about it. His case was that it had changed more than just science, more than just medicine. It had changed human dynamics. It had changed the way men and women get along in the world. It changed reproduction, obviously, but it also created all kinds of opportunities for women that weren't there before, it had spread democracy. ...</p><p>If it really was the most important invention of the 20th century, and maybe he was right, why don't I know how we got there? I don't know the inventor of the pill. I can tell you the inventor of the telephone and the telegraph and the light bulb, but I have no idea where the pill came from.</p><p><strong>On American Birth Control League founder Margaret Sanger seeking a \"magical pill\"</strong></p><p>Sanger's story is personal in some respects. She had seen her own mother die after having given birth to what she felt like were far too many children and far too great a sexual drive on her father's part. She went to work in the slums of New York City where women were having eight, nine, 10 children with no idea how to stop it, other than having abortions, which were often poorly performed and very dangerous. So she saw this stuff very up close. ...</p><p>There had been this backlash against the control of fertility in the late 1800s and early 1900s, where it had been made illegal even though the fertility rates had been dropping over the course of the 18th century.</p><p>But by the time you get to Sanger and she's a young woman working in New York City, it's very hard for women to get any kind of education even about birth control, much less birth control products. She has this plan to improve education for women. But her dream, and it's really just a dream, is that there should be some kind of magical pill — something that would allow women to turn on and off their reproductive systems.</p><p><strong>On scientist Gregory Pincus and his controversial work </strong></p><p>Pincus was fired from Harvard. In fact, he was denied tenure because he was far too controversial. In the 1930s, he was not only experimenting with in-vitro fertilization, he was bragging about it to the mainstream press, which is something serious scientists weren't supposed to do.</p><p>Instead of just publishing his results in medical journals, he was taking them to popular magazines and saying, \"This is the brave new world!\" And people were scared of the Brave New World because of the Huxley book, but Pincus didn't mind the comparisons. He said, \"Someday we will control [how] babies are born. We might not even need men in the process. We will be able to control the giving of life through science.\" This scared the hell out of people.</p><p>Harvard, which had once hailed Pincus' research as some of the most important research it had ever done, suddenly quit on him, cut ties completely and he was unable to find a job anywhere else in the world of academics. He ended up working out of a garage for a little while, out of a barn for a bit, and then founded his own scientific institution on really a wing and a prayer, going door-to-door in the community of Worcester, Mass., knocking on doors, asking people to contribute to his scientific foundation. So he was a real fringe character at the point that Margaret Sanger and Katharine McCormick found him.</p><p><strong>On Pincus working with fertility gynecologist, John Rock, testing injections on unknowing women</strong></p><p>There's a lot of lying in this process of creating the first oral contraceptive. That's what they have to do. You can really have a wonderful ethical discussion and debate about whether it was worth it, whether they were doing things that were beyond the bounds. The laws and the ethics of science were very different in the 1950s than they are today — you didn't have to give informed consent, you didn't have to have anybody sign forms giving away their rights, telling them about what these experiments are for. So in a way, we do have women being treated like lab animals so that we may find a form of birth control that frees them. There's a great irony there.</p><p><strong>On how they sought Food and Drug Administration approval</strong></p><p>This is the first pill ever created for healthy women to take every day. There's never been anything like this and the idea of seeking FDA approval for something women are going to take every day without studying it for years and years and checking out the long-term side effects, this is scary stuff! But Pincus also feels like he's racing the clock, that if the word gets out about this and the Catholic Church and the federal government realize what they're doing, the opposition will mount and he'll have no chance of getting it through. ...</p><p>In 1955, when they've really only tested the pill on maybe 60 women for more than say, six months or a year, Pincus goes to a conference and declares victory. He declares that we've invented the pill. The media picks up on this and it becomes this huge story. ... Thousands of women are writing to their doctors and writing directly to [Pincus and Rock] saying, \"I've heard about this pill and I need it, I need it now!\" ... There was this huge outpouring and it had a huge effect on Pincus and on the other scientist working on this because they began to see there was an enormous demand for this and they began to see they had to push harder, they had to go fast. When you go fast in science, you're taking great risks. ...</p><p>It's one of the great bluffs in scientific history. [Pincus] knows that he has the science. He's not sure that it's really ready; he hasn't tested it on nearly enough women. His partner John Rock is saying, \"Don't you dare announce that we're ready to do this yet. If you do, I'm out.\" He's furious with Pincus. But Pincus does it anyway. He realizes that they've got some momentum and they need to keep it going, this whole thing could fall apart if too much opposition is raised.</p><p><strong>On manufacturing the pill</strong></p><p>As a result of all of the publicity, the G.D. Searle pharmaceutical company agreed to manufacture the pill and to apply to the FDA for approval, but Pincus and Searle come up with yet another sneaky but brilliant idea. They decide, \"We're not going to ask the FDA to approve it as birth control because that will raise a whole bunch of other issues. ... Let's just ask them to approve it for menstrual disorders.\" ... Almost any woman can go into her doctor and say, \"I've got an irregular cycle. I'd like to have this new pill.\" And that's exactly what happens. The pill has a label on it that says, \"Warning: This pill will likely prevent pregnancy.\" And it's the greatest advertisement they could ever have — because this is what women want.</p><p><strong>On McCormick realizing her accomplishment</strong></p><p>One of the scenes in this book that I love is — Katharine McCormick, who is even older than Sanger, she's 80 now and the pill is approved, it's available, and she goes into the drugstore with a prescription from her doctor and asks for it. This 80-year-old woman is going in and asking for a prescription for the birth control pill and obviously she wasn't planning to use it — she just wanted to be able to buy it. It meant so much to her to know this was available now to women, 60 years too late for her, in many ways, but she had done it and that was an amazing accomplishment.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Great+Bluff+That+Led+To+A+%27Magical%27+Pill+And+A+Sexual+Revolution&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2322"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354363323-5e3643.m3u?orgId=1&topicId=1033&aggIds=100876926&e=354103536&d=2322&ft=nprml&f=354103536"},{"href":"http://media.npr.org/assets/img/2014/10/07/istock_000001141281medium-5634df914b7fed0f03165a8f164fae0015395669.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1152","width":"1537"}},{"href":"http://media.npr.org/assets/img/2014/10/07/2664053-c371d755b92e071c66373e7d259487e516d9afe0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1528","width":"2038"}},{"href":"http://media.npr.org/assets/img/2014/10/07/eig-jonathan-steven-e.-gross-7eff4af71460e518b8fb9eb97158f536c8f45e7a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1124","width":"1499"}}]}