{"created":"2014-08-29T18:06:50+00:00","modified":"2014-08-29T18:06:50+00:00","valid":{"from":"2014-08-29T18:06:50+00:00","to":"3014-08-29T18:06:50+00:00"},"hreflang":"en","guid":"c249a959-4049-496c-b941-61796148367c","title":"This architect says the most important feature of a mosque is its sustainability","published":"2014-08-29T18:06:49+00:00","byline":"Shirin Jaafari","tags":["Islam","architecture","design","religion","culture","Belief","Lifestyle & Belief","United States","Turkey","China","Sudan","North America","Asia","East Asia","Africa","Maryam Eskandari","Islamic architecture","Architecture","Arabic architecture","Architectural history","Islam","Islamic culture","Minaret","Religion","Mosque","Visual arts"],"teaser":"Mosques have huge variations in their designs and decorations. But when it comes to designing new mosques in the US, one architect wants to focus on sustainability instead of ornate designs and big chandeliers.","contentencoded":"<p><span style=\"line-height: 1.538em;\">A mosque is the one place that brings together the diverse population of American Muslims.&nbsp;</span><span style=\"line-height: 1.538em;\">And the diversity of the community means there are often different views about <a href=\"http://libguides.mit.edu/content.php?pid=60949&amp;sid=2792349\">what a mosque should look like</a>.</span></p><p>When people think of mosques, two main images that come to mind are domes and <a href=\"http://www.bbc.co.uk/news/magazine-16825976\">minarets</a>. But neither of those features actually come from Islam. &quot;<span style=\"line-height: 1.538em;\">The dome is from the Christian faith,&quot; says&nbsp;</span><span style=\"line-height: 1.538em;\">Maryam Eskandari, an architect and founder of</span><span style=\"line-height: 1.538em;\">&nbsp;<a href=\"http://www.miimdesigns.com/\">MIIM Designs</a></span><span style=\"line-height: 1.538em;\">, &quot;and the minaret came from Zoroastrian.&quot;</span></p><p>In fact, she says, Islam lays out barely any requirements for mosques at all. Spaces must be clean and prayers must face the Kaaba in Mecca, Islam&#39;s holiest site &mdash; and that&#39;s it.</p><p>In fact, Eskandari points out, &ldquo;there is a hadith &mdash; or a saying by the Prophet &mdash; in Islam that the whole Earth is a mosque.&quot; She says th<span style=\"line-height: 1.538em;\">e general interpretation of that saying is that a mosque can be <em>any</em> place where you are able to pray.</span></p><p>That means there can be a huge variety in the designs of mosques, even incorporating elements from other religions. That&#39;s the case at the famous&nbsp;<a href=\"http://ayasofyamuzesi.gov.tr/\" style=\"line-height: 1.538em;\">Hagia Sophia</a>&nbsp;in Istanbul<span style=\"line-height: 1.538em;\">, which has alternated back and forth between being a church and a mosque throughout its history. There, mosaics of Jesus and huge Arabic calligraphy placards mix in the same building.</span></p><p>Furnishings can also vary the look of mosques. Eskandari says that while a mosque in Turkey or Iran might have blue tiles and carpets with colorful designs, another mosque in Khartoum, Sudan, or China, might not.</p><p>And the sect of Islam that prays there also has a role. Shiite<span style=\"line-height: 1.538em;\">&nbsp;mosques have a lot of symbolism, including floral designs on the tile work, while Sunni mosques might feature more calligraphy designs.&nbsp;</span><span style=\"line-height: 1.538em;\">Sunni mosques have different entrances and prayer spaces for men and women, whereas Shiites have only one.</span></p><p>The majority of <a href=\"http://usatoday30.usatoday.com/news/religion/story/2011-09-25/ohio-mosque-noor/50540774/1\">mosques in the US</a> are Sunni, Eskandari says.</p><p>But above all, Eskandari thinks the most important factor for modern mosques is a very modern idea: Sustainability.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;[The focus should be] having community gardens, recycling rain water,&quot; she says, &quot;and not the grand chandeliers and Louis XIV gold leaves.&quot;</span></p><p><em>This post is part of our coverage about mosques in the US. You can see our other stories <a href=\"http://www.pri.org/stories/2014-08-26/alaskas-first-mosque-opens-its-doors\">here</a> and <a href=\"http://www.pri.org/stories/2014-08-27/man-visited-30-mosques-month-here-s-what-he-found\">here</a>.</em></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/mosque_pic.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/mosquepicjpg"}]}