{"created":"2014-10-16T23:08:36+00:00","modified":"2014-10-17T18:34:47+00:00","valid":{"from":"2014-10-17T18:34:47+00:00","to":"3014-10-17T18:34:47+00:00"},"hreflang":"en","guid":"c2523063-e9ad-432c-b33d-0ee3ff45afda","title":"Elizabeth Peña paved the way for Latinas in Hollywood","published":"2014-10-17T18:34:46+00:00","byline":"Nina Porzucki, Shefali S. Kulkarni","tags":["Hollywood","deaths","immigrants","culture","Global Nation","Media","Arts, Culture & Media","North America","Central America / Caribbean","Cuba","United States","Central America/Caribbean","North America","Elizabeth Peña","Vanessa Erazo","Lupe Ontiveros","Richie Valens","Married Dora","John Sayles","Lupe Ontiveros","Elizabeth Peña","I Married Dora","La Bamba","Entertainment"],"teaser":"Cuban-American actress Elizabeth Peña died on Wednesday in Los Angeles at the age of 55. Fans remember her for taking on those \"tent pole\" roles that moved her out of stereotypical Latina characters and into the mainstream.","contentencoded":"<p>Actor and director Elizabeth Peña passed away on Wednesday at the age of 55.</p><p>Peña&nbsp;was born in New Jersey to Cuban immigrant parents and played roles&nbsp;in films including León Ichaso&#39;s &quot;<a href=\"http://www.imdb.com/title/tt0079981/\">El Super</a>,&quot; John Sayles&rsquo; &quot;<a href=\"http://www.imdb.com/title/tt0116905/?ref_=fn_al_tt_1\">Lone Star</a>&quot; and appeared&nbsp;recently on the&nbsp;television series&nbsp;&quot;<a href=\"http://www.imdb.com/title/tt1442437/\">Modern Family</a>&quot; over a career that spanned three decades. Peña died after a long battle with an unspecified&nbsp;illness, according to her nephew.</p><p><span style=\"line-height: 1.538em;\">Vanessa Erazo, a f</span>ilm critic and editor of news site <a href=\"http://remezcla.com/\">Remezcla</a>, says Peña was an important influence for her and many other Spanish-speaking movie fans.&nbsp;&ldquo;Her very first film, &#39;El Super; was in 1979, so that&rsquo;s the year that I was born, so I feel that I came of age with her career,&quot; she says.</p><p>The film that really launched Peña into the American spotlight was her supporting role in &quot;<a href=\"http://www.imdb.com/title/tt0093378/?ref_=nm_flmg_act_91\">La Bamba</a>,&quot;&nbsp;the biopic of&nbsp;singer Ritchie Valens. She played Rosie Morales, Valens&#39; sister-in-law.&nbsp;</p><p>&ldquo;Richie Valens himself was very important to the Latino community and launching an image of what Latinos could do,&quot; Erazo says. &quot;I think that her role in that film brought her to the consciousness of the American audience.&quot;</p><p>&quot;She was loved by everyone &mdash;&nbsp;but the bilingual, bicultural community especially,&quot; says&nbsp;Julio Ricardo Varela,&nbsp;the owner and founder of&nbsp;<a href=\"http://www.latinorebels.com/\">LatinoRebels</a>. &quot;Everyone knows Rosie Morales, it was a classic role.&quot;</p><p style=\"font-size: 13px; line-height: 20.006303787231445px;\">But making her way as a Latina in Hollywood wasn&#39;t easy.&nbsp;&quot;I think [she had] the same obstacles that Latino and Latina actors face today,&nbsp;unfortunately,&rdquo; Erazo says. &ldquo;There&rsquo;s the very famous quote from the actress, Lupe Ontiveros &mdash; a&nbsp;very prolific actress &mdash;&nbsp;and she had said that she had played a maid over 100 times.&rdquo;</p><p>Peña played the title character &mdash; and stereotypical role of the maid &mdash; in the 1987 TV sitcom, &ldquo;<a href=\"http://en.wikipedia.org/wiki/I_Married_Dora\">I Married Dora</a>,&rdquo;&nbsp;where she&nbsp;played the role of a housekeeper named Dora&nbsp;from El Salvador who marries her&nbsp;employer for a green card.</p><p>&ldquo;It&rsquo;s very indicative of the paradox of her career,&nbsp;in that she could be starring in her own television show and still be the maid,&rdquo; Erazo says.&nbsp;&quot;She&rsquo;s using dusters to clean up even the title credits, that&rsquo;s the introduction to the show.&rdquo;</p><p>One of Peña&rsquo;s more recent roles,&nbsp;as the mother of Gloria in the popular sitcom &quot;Modern Family,&quot; was a far cry from playing&nbsp;the maid. Yet Erazo points out how unremarkable that should be.&nbsp;&ldquo;You know, it&rsquo;s a tiny&nbsp;little step of &lsquo;Oh, my god she&rsquo;s not poor.&rsquo; That is sad that we measure progress in those kind of milimeters,&rdquo;&nbsp;she says.</p><p><span style=\"line-height: 1.538em;\">But Erazo says that Peña did manage to break the mold and take roles that were previously unavailable to Latinas, moving beyond what actresses like Ontiveros faced. &quot;I think she was able to find these roles that were kind of tent poles in her career, where she was a regular character and she happened to be Latina,&rdquo; she says.</span></p><p><span style=\"font-size: 13px; line-height: 20.006303787231445px;\">Varela, the LatinoRebels founder,&nbsp;says&nbsp;there&#39;s still a lack of respect toward&nbsp;the Latino community &mdash; and it&#39;s evident&nbsp;the wake of Peña&#39;s death.</span></p><p><span style=\"font-size: 13px; line-height: 20.006303787231445px;\">Many media outlets who reported Peña&#39;s death&nbsp;did not inclue the Spanish tilde in her name, instead writing &quot;Pena,&quot;&nbsp;which translates her name differently.&nbsp;Varela and his colleagues collected screenshots and tweets about the error&nbsp;and <a href=\"http://www.latinorebels.com/2014/10/16/time-to-respectthen-again-english-language-media-cant-handle-n-in-penas-death/\">posted them on&nbsp;LatinoRebels</a>&nbsp;this morning.</span></p><p><span style=\"font-size: 13px; line-height: 20.006303787231445px;\">&quot;The funny thing is that many of these sites still haven&#39;t changed it,&quot; he says. Varela&#39;s&nbsp;team then resurrected the hashtag <a href=\"http://www.twitter.com/#RespectTheÑ\">#RespectTheÑ</a>&nbsp;to try and force conversation about the issue.</span></p><p><span style=\"font-size: 13px; line-height: 20.006303787231445px;\">&quot;We&#39;ve been playing in this space for a long time now.&nbsp;It&#39;s an old argument,&quot; he says. The Associated Press says&nbsp;they don&#39;t use Spanish accents in their copy because many computers don&#39;t recognize them,&nbsp;but Varela says that&#39;s a poor excuse.</span></p><p><span style=\"font-size: 13px; line-height: 20.006303787231445px;\">&quot;Maybe if this was 1987,&quot; he argues.&nbsp;&quot;But nowadays you can just push a button twice, even on your iPhone.&quot;</span></p><script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><br>Array<br>Array","audio":[]}