{"created":"2015-05-08T12:48:18+00:00","modified":"2015-05-12T19:39:59+00:00","valid":{"from":"2015-05-12T19:39:59+00:00","to":"3015-05-12T19:39:59+00:00"},"hreflang":"en","guid":"c2530fb9-8ec3-4e7b-be43-80992dea304d","title":"A bright idea could help eliminate a fishing problem","published":"2015-05-12T19:39:52+00:00","byline":"Robert Boos","tags":["environment","wildlife","innovation","technology","Environment","Science, Tech & Environment","Salem","North America","United States","Oregon","=","Fishing","Eulachon","Fishing trawler","Fishing vessel","Bycatch"],"teaser":"Having to dump 3,000 to 5,000 pounds of shrimp is an economic and environmental problem for commercial fishing. But a team of government scientists may have found a simple, affordable solution to help shrimping trawlers avoid scooping up the wrong catch.","contentencoded":"<p>Bycatch is a problem. It's when fishing trawlers scoop up sea-life other than the species they're targeting.</p>\n<p>If there’s too much bycatch, the fishermen sometimes have to dump their entire catch back into the ocean, says Bob Hannah of the Oregon Department of Fish and Wildlife. And dumping 3,000 to 5,000 pounds of shrimp is an economic and environmental problem for commercial fishing.</p>\n<p>But Hannah and a team of government scientists may have found a simple, affordable solution. Local shrimp fishermen are eliminating bycatch by lighting up their nets with LEDs. </p>\n<p>The Eulachon — a small smelt species of fish, also called the candlefish — lives in the ocean, but migrates up freshwater rivers to spawn. While Native American tribes and others in the Pacific Northwest have been harvesting Eulachon for years, itt frequently is found trapped in the nets of shrimp trawlers. Bycatch.</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/NET--fishlights.png?itok=NCAz2Trk\" alt=\"\" /><div class=\"field-caption\">\n    <p class=\"photocap\">One of the lights attached to a shrimping net. Bob Hannah estimates that these lights will pay for themselves quickly, since eliminating bycatch allows fishermen to keep more of their nets of valuable shrimp.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>(Photo: Stephen Jones, Oregon Department of Fish and Wildlife)</p>\n  </div>\n</div>Methods devised to reduce Eulachon in the bycatch include nets with grates to turn away the smelt before its caught, and the “smelt belt” on the boat deck, which sorts the smelt out but allows shrimp to slide down into the fish-hold. They work to varying degrees, but are still costly to the fish and fishing boat operators.\n<p>“[The grates] work very, very well on large fish,” Hannah says. “They also work, to some degree, on Eulachon and other small fish, but it still left a fair amount of bycatch.”</p>\n<p>The idea to use lights to illuminate the fishing nets came serendipitously.</p>\n<p>“It was a little bit by accident, a little bit by design,” Hannah says.</p>\n<p>As they were testing the lights of an underwater camera rig, the scientists hypothesized that lighting up the grates could show the trapped Eulachon how to escape the net. Instead, the opposite happened and more Eulachon ended up getting caught, sometimes even doubling the amount of bycatch.</p>\n<p>Through trial and error, the scientists found that the right placement for the lights was on the foot rope at the front of the trawl where the nets are attached. When the nets are in the water, there is a large space between them and the seafloor for the fish to avoid the net — but the fish generally just won’t use it, Hannah says. Illuminating that space <a href=\"http://www.dfw.state.or.us/MRP/publications/docs/shrimp_newsletter2014_midseason.pdf\" target=\"_blank\">nearly eliminated the smelt bycatch</a> — 90 percent less — on the first tow. Further tests yielded similar results.</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/NET-bycatch_compare.jpg?itok=DuOIE35t\" alt=\"\" /><div class=\"field-caption\">\n    <p class=\"caption\">On the left is a shrimp haul with eulachon bycatch without the aid of lights lights. On the right is a shrimp catch using LED lights to help the Eulachon smelt avoid the net.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>(Photo: Stephen Jones, Oregon Department of Fish and Wildlife)</p>\n  </div>\n</div>\n<p>“It was amazing,” Hannah says. “We all looked at each other. We knew something very significant had just happened.”</p>\n<p>It’s a virtually dark environment at the depths at which the trawler’s net operates. Hannah believes the fish are reacting to avoid the approaching trawler “even if they can just barely see it.” Lighting up the grates like the scientists did on their first try attracted the Eulachon through the grates and into the nets, but illuminating the space between the net and the sea floor showed the fish where to avoid the net, Hannah says.</p>\n<p>On the same night of their discovery, as their trawler skimmed back to shore, the boat skipper got on the phone to order $2,000 worth of lights to affix to his trawler.</p>\n<p>“Are those going to pay for themselves?” Hannah asked the skipper. “He says, ‘Probably in a day.’”</p>\n<p>Within two months, nearly the entire fleet was either using the lights or had them on order.</p>\n<p><em>This story is based on <a href=\"http://loe.org/shows/segments.html?programID=15-P13-00018&amp;segmentID=3\" target=\"_blank\">an interview</a> from PRI's <a href=\"http://loe.org\" target=\"_blank\">Living on Earth</a> with Emmett FitzGerald.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-06%2Fbright-idea-will-help-eliminate-fishing-problem&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/ShrimpTrawler_amy32080_web.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/shrimptrawleramy32080webjpg-0"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org//content/2015-05-01/loe_150501_b1_shrimp_smelt.mp3"},{"href":"http://admin.pri.org/file/loe150501b1shrimpsmeltmp3"}]}