{"created":"2015-05-18T17:11:52+00:00","modified":"2015-05-18T17:11:52+00:00","valid":{"from":"2013-11-22T19:44:38+00:00","to":"3013-11-22T19:44:38+00:00"},"hreflang":"en","guid":"c25793fb-3259-4182-8218-f747c814ac02","teaser":"Artists are finding more ways to sell their work online.","published":"2013-11-22T19:44:38+00:00","title":"Artists use social media to make an \"Insta-grand\"","byline":"Ike Sriskandarajah","tags":["APM","Business","Kool A.D.","The Art of Money","Victor Vazquez","Youth Radio","art","instagram","social media"],"description":"Artists are finding more ways to sell their work online.","itags":["Marketplace","Marketplace for Friday, November 22, 2013","PMP:Marketplace_PMP","c25793fb3259182e2186f747c814ac02"],"contentencoded":"<div class=\"barn-cleaned\"><p>The Internet -- like it has done for so many industries -- has opened up the art world to everyone. Now this <a href=\"http://online.wsj.com/article/PR-CO-20130606-906117.html\">multi-billion dollar</a> market is being filtered into hundreds of new sites selling original artwork. Artists with widely ranging skill sets and talents are finding more ways to sell their work online.</p>\n<p><span>Victor Vazquez is one of those artists. &nbsp;On an afternoon in his home in Oakland, he lies down on&nbsp;his bed and starts drawing symbols on a blank sheet of paper. He envisions the&nbsp;picture as he moves a black&nbsp;Sharpie marker across the page, “I’m gonna draw a ying yang, probably a decapitated dog head, maybe a peace sign, weed leaf, money sign, and the names of one or two corporations.”</span></p>\n<p><span>Vazquez, also known as&nbsp;</span><a href=\"https://twitter.com/veeveeveeveevee/status/59843021562331136\">Kool A.D</a><span>., cultivated his artistic style during his last gig, fronting the rap group, Das Racist.</span></p>\n<p>“If you want to put it in marketplace terms,” he says, “I already developed a brand that people have come to love and trust.”</p>\n<p><span>But since Das Racist broke up last year, the rap money dried up. Vazquez describes the day he realized he could still get paid as an artist: “I doodled on a piece of wood at a friend's house and put it on the Internet for&nbsp;$100, and someone bought it so I kept doing that.”</span></p>\n<p><span>Vazquez posts his art for sale on Twitter and Instagram, where it's mostly bought by fans of his music. This year, he says he’s sold nearly $5000 worth of art. &nbsp;It takes him about half an hour to &nbsp;fill a page with wavy lines around cartoon characters, icons from the Coexist bumper sticker and logos from&nbsp;corporate America.</span></p>\n<p><span>When it’s ready for sale, he uploads the picture to Instagram.&nbsp;&nbsp;He tags it, “Am I Ed Harris?” after confirming on Wikipedia that Ed Harris did in fact play Jackson Pollack in a movie. &nbsp;Victor says good copy can help move product. Then he prices it, tweets the link, and sits back to wait for a buyer.</span></p>\n<p><span>“I think people tend to like the simple $100 thing,” says Vazquez, “but who knows what people like, man?”</span></p>\n<p><span>Fans seem to like Vazquez’s simple style and pricing. Patrons also like buying more polished works online. &nbsp;In the last few years, more than 300 businesses have opened, trying to connect art with art buyers. &nbsp;Does any platform have a clear advantage? &nbsp;Alan Bamberger who runs the website</span> <a href=\"http://www.artbusiness.com/\">Artbusiness.com</a> <span>says, “Artists seem to find different platforms that are conducive to their types of art and they settle with those platforms. It is not that one has any advantage over any other.”</span></p>\n<p>If you have a large social media following from your former rap career, like Victor Vazquez, finding buyers on Instagram and Twitter may work for you. &nbsp;But if not, you may turn to an online gallery like San Francisco based <a href=\"http://www.ugallery.com/\">UGallery</a> to help find your audience. Director and co-founder Alex Farkas says his company exists, in part, to help artists who might not have access to the traditional art market.</p>\n<p>“We like to help people who don’t have galleries around them, or patrons. So that’s one fantastic thing about the internet,\" he says.</p>\n<p><span>Works on UGallery sell on average for $700, but you can get a painting for as little as $100.</span></p>\n<p>“For a long time the art world was a pretty narrow space,\" says Farkas.&nbsp; \"You had to be involved with the gallery scene, know where to go, know the questions to ask. Now there’s such a wealth of information both, to learn about art if you’re a first timer and then even to start buying art.\"</p>\n<p><span>The white-wall galleries of the old art market have fallen, or at least lowered to let in more first time buyers. Like most of the fans buying Victor Vazquez’s art. &nbsp;About 30 minutes after he posted a photo of his drawing to Instagram and Twitter, Vazquez got a message, “Someone named Jenkins Joe on instagram left a comment, ‘</span><a href=\"http://instagram.com/p/ZRR__ErHRw/\">let me buy this.</a><span>’”</span></p>\n<p><span>With a quick swap of some PayPal&nbsp;information, the trade is made. It may not be a Sotheby’s auction, but Jenkins Joe got an original piece of art, and Victor Vazquez made $100 by just using a Sharpie and social media.</span></p>\n<hr />\n<p><em>This story comes from&nbsp;</em><a href=\"http://turnstylenews.com/\"><em>TurnstyleNews.com</em></a><em>, a tech and digital culture site from Youth Radio.</em></p>\n<p><em>[Correction: An earlier version of this story listed&nbsp;<span>Victor Vazquez as</span></em><span>&nbsp;<em>Victor Vasquez]</em></span></p></div>","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>The Internet -- like it has done for so many industries -- has opened up the art world to everyone. Now this <a href=\\\"http://online.wsj.com/article/PR-CO-20130606-906117.html\\\">multi-billion dollar</a> market is being filtered into hundreds of new sites selling original artwork. Artists with widely ranging skill sets and talents are finding more ways to sell their work online.</p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>Victor Vazquez is one of those artists.  On an afternoon in his home in Oakland, he lies down on his bed and starts drawing symbols on a blank sheet of paper. He envisions the picture as he moves a black Sharpie marker across the page, “I’m gonna draw a ying yang, probably a decapitated dog head, maybe a peace sign, weed leaf, money sign, and the names of one or two corporations.”</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>Vazquez, also known as </span><a href=\\\"https://twitter.com/veeveeveeveevee/status/59843021562331136\\\">Kool A.D</a><span>., cultivated his artistic style during his last gig, fronting the rap group, Das Racist.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>“If you want to put it in marketplace terms,” he says, “I already developed a brand that people have come to love and trust.”</p>\"},{\"content\":\"<p><span>But since Das Racist broke up last year, the rap money dried up. Vazquez describes the day he realized he could still get paid as an artist: “I doodled on a piece of wood at a friend&apos;s house and put it on the Internet for $100, and someone bought it so I kept doing that.”</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>Vazquez posts his art for sale on Twitter and Instagram, where it&apos;s mostly bought by fans of his music. This year, he says he’s sold nearly $5000 worth of art.  It takes him about half an hour to  fill a page with wavy lines around cartoon characters, icons from the Coexist bumper sticker and logos from corporate America.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>When it’s ready for sale, he uploads the picture to Instagram.  He tags it, “Am I Ed Harris?” after confirming on Wikipedia that Ed Harris did in fact play Jackson Pollack in a movie.  Victor says good copy can help move product. Then he prices it, tweets the link, and sits back to wait for a buyer.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>“I think people tend to like the simple $100 thing,” says Vazquez, “but who knows what people like, man?”</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>Fans seem to like Vazquez’s simple style and pricing. Patrons also like buying more polished works online.  In the last few years, more than 300 businesses have opened, trying to connect art with art buyers.  Does any platform have a clear advantage?  Alan Bamberger who runs the website</span> <a href=\\\"http://www.artbusiness.com/\\\">Artbusiness.com</a> <span>says, “Artists seem to find different platforms that are conducive to their types of art and they settle with those platforms. It is not that one has any advantage over any other.”</span></p>\"},{\"content\":\"<p>If you have a large social media following from your former rap career, like Victor Vazquez, finding buyers on Instagram and Twitter may work for you.  But if not, you may turn to an online gallery like San Francisco based <a href=\\\"http://www.ugallery.com/\\\">UGallery</a> to help find your audience. Director and co-founder Alex Farkas says his company exists, in part, to help artists who might not have access to the traditional art market.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“We like to help people who don’t have galleries around them, or patrons. So that’s one fantastic thing about the internet,&quot; he says.</p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>Works on UGallery sell on average for $700, but you can get a painting for as little as $100.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>“For a long time the art world was a pretty narrow space,&quot; says Farkas.  &quot;You had to be involved with the gallery scene, know where to go, know the questions to ask. Now there’s such a wealth of information both, to learn about art if you’re a first timer and then even to start buying art.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>The white-wall galleries of the old art market have fallen, or at least lowered to let in more first time buyers. Like most of the fans buying Victor Vazquez’s art.  About 30 minutes after he posted a photo of his drawing to Instagram and Twitter, Vazquez got a message, “Someone named Jenkins Joe on instagram left a comment, ‘</span><a href=\\\"http://instagram.com/p/ZRR__ErHRw/\\\">let me buy this.</a><span>’”</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>With a quick swap of some PayPal information, the trade is made. It may not be a Sotheby’s auction, but Jenkins Joe got an original piece of art, and Victor Vazquez made $100 by just using a Sharpie and social media.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<hr />\"},{\"content\":\"<p><em>This story comes from </em><a href=\\\"http://turnstylenews.com/\\\"><em>TurnstyleNews.com</em></a><em>, a tech and digital culture site from Youth Radio.</em></p>\",\"type\":\"text/html\"},{\"content\":\"<p><em>[Correction: An earlier version of this story listed <span>Victor Vazquez as</span></em><span> <em>Victor Vasquez]</em></span></p>\",\"type\":\"text/html\"}]","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/Instagrand.jpg?itok=LAXO_RrC","meta":{"height":"340","width":"610","crop":"primary"}},{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/11/22/marketplace_segment19_20131122_64.mp3","type":"audio/mpeg","meta":{"duration":204,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/11/22/marketplace_segment19_20131122","type":"application/json"},"duration_hms":"00:03:24"}}]}