{"created":"2015-05-26T20:20:06+00:00","modified":"2015-05-27T20:59:15+00:00","valid":{"from":"2015-05-27T20:59:15+00:00","to":"3015-05-27T20:59:15+00:00"},"hreflang":"en","title":"A Neurosurgeon Reflects On The 'Awe And Mystery' Of The Brain","published":"2015-05-27T20:59:00+00:00","teaser":"In his memoir <em>Do No Harm, </em>Henry Marsh confesses to the uncertainties he's dealt with as a surgeon, revisits his triumphs and failures and reflects on the enigmas of the brain and consciousness.","itags":["npr_api","409719011"],"guid":"c25b851f-60f1-4678-81b2-fa117e3bf589","contentencoded":"<p>Neurosurgeon Henry Marsh has opened heads, cut into brains and performed the most delicate and risky surgeries on the part of the body that controls everything — including breathing, movement, memory and consciousness.</p><p>\"What is, I think, peculiar about brain surgery is it's so dangerous,\" Marsh tells <em>Fresh Air's</em> Terry Gross. \"A very small area of damage to the brain can cause catastrophic disability for the patient.\"</p><p>Over the course of his career, Marsh, a consulting neurosurgeon at Atkinson Morley's/St. George's Hospital in London since 1987, has learned firsthand about the damage that his profession can cause. While many of the surgeries he has performed have been triumphs, there is always a risk of leaving the patient severely disabled.</p><p>In the memoir <em>Do No Harm, </em>Marsh confesses to the fears and uncertainties he's dealt with as a surgeon, revisits his triumphs and failures and reflects on the enigmas of the brain and consciousness. Despite his decades on the job — or perhaps because of them — Marsh says that much of the brain remains beyond his grasp. He likens the mystery of the brain to that of the big-bang theory. \"We're all sitting on an equally great mystery within ourselves, each of us, in this microcosm of our own consciousness, and I find that a quite nice thought,\" he says.</p><hr /><h3>Interview Highlights</h3><p><strong>On the danger of brain surgery </strong></p><p>You can nick the liver, you can remove bits of the lung, you can remove bits of the heart and the organ goes on working. But with the brain, although some areas can suffer some damage without terrible consequences for the patient, in general terms, it's very dangerous. Which means the decision-making is very important and ... in my experience over the years, when things have gone wrong, it's not because of [we] cut the wrong blood vessel or dropped an instrument or something like that. The mistakes made — the mistakes are in the decision-making — whether to operate or when to operate.</p><p><strong>On the computer navigation system used in brain surgery</strong></p><p>One of the ways brain surgery is different from surgery elsewhere is you can't explore the brain. If you do an abdominal operation you actually put your hands — nowadays a lot of it is done visually ... but when I trained many years ago in abdominal surgery you actually put your hands into the patient's abdomen and feel around. You feel for the abnormality. You clearly can't do that with the brain and [that's] why brain surgery was very limited until the modern era — we didn't have brain scans. It wasn't exactly guesswork as to where to go, but it was very difficult. Now with so called computer navigation there's not a real-time method but it's a way you can see on the brain scan done just before the operation where you are with your instruments in the patient's brain.</p><p><strong>On how the brain creates pain </strong></p><p>A lot of what we think is real and obvious, in fact, is, well you could call it an illusion in a way. If I got pain in my hand the pain is not actually in the hand, the pain is my brain. My brain creates a three-dimensional model of the world and associates the nerve impulses coming from the pain receptors in my hand with pain in the hand and it create this illusion that the pain is actually in the hand itself, and it isn't. The more you look into neuroscience the more strange and confusing it becomes.</p><p><strong>On patients watching their own surgery </strong></p><p>I'll ask my patients, \"Do you want to see your own brain?\" and some of them say, \"Yes,\" and some say, \"No.\" If they say \"Yes,\" I'll say, \"Well, now you're going to be one of the few members of the human race who has ever actually seen their own brain.\" It's a strange, strange thing to experience. I've actually had an operation on the visual areas of the brain, with the patient awake, at the back of the brain. I've had some of my patients — the visual cortex looking at itself on a television screen — and you feel there should be a philosophical equivalent of acoustic feedback.</p><p><strong>On the mysteries of human consciousness </strong></p><p>My thoughts don't feel like electric chemistry, but that is what they are. I find it quite a consoling thought that our modern scientific view of the world which has explained so much, we can't even begin to explain how consciousness, how sensation arises out of electric chemistry, but the fact of the matter is it does. ...</p><p>The sense of awe and mystery, for some reason, has gotten greater as I've got older. I'm not sure why. Maybe because many of us, as we get older, we start thinking more about the fact our life is going to come to an end, and we become a bit more religious and philosophical. If you don't have conventional religious belief, as I don't, I think in a way thinking about the mystery of one's own consciousness and the universe is a sort of compensation for that in some ways.</p><p><strong>On being open about his mistakes</strong></p><p>The public need to understand that medicine actually is often a very uncertain process. It's not like going to a car dealer and buying a car or getting things fixed. It's very uncertain. It's very difficult, and there's a lot of talk in this country as there is in the States about duty of candor and guilt-free culture and transparency, and I thought, \"Well, I'm going to write a book,\" (which is based on a diary I've kept all my life) \"which says what it's really like with no holds back, the good things and the bad things.\" Again, some of my operations are great triumphs and tremendous, but they're only triumphs because they're also disasters. If all operations were easy and safe and straightforward there'd be nothing very special about them.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Neurosurgeon+Reflects+On+The+%27Awe+And+Mystery%27+Of+The+Brain&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409793624-8fc0f5.m3u?orgId=1&topicId=1128&d=2232&p=13&story=409719011&t=progseg&e=409724627&seg=1&ft=nprml&f=409719011"},{"href":"http://media.npr.org/assets/img/2015/05/26/do-no-harm-c4950ae9c8c4fcdcd2453f28777c1f8db5ac1519.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"923","width":"1230"}},{"href":"http://media.npr.org/assets/img/2015/05/26/henry-marsh-photo-0884f8fa549257dd0ac2aee6cd8b345dbc275092.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1435","width":"1913"}}]}