{"created":"2014-10-23T21:29:13+00:00","modified":"2014-11-10T20:46:12+00:00","valid":{"from":"2014-11-10T20:46:12+00:00","to":"3014-11-10T20:46:12+00:00"},"hreflang":"en","title":"ACLU Challenges Miami Law On Behalf Of Homeless Sex Offenders","published":"2014-10-24T00:17:00+00:00","teaser":"Miami-Dade County has strict limits on where sex offenders can live — so strict, many wind up living in outdoor encampments. Now the ACLU is challenging the law, which it says is harsh and arbitrary.","itags":["npr_api","358354377"],"guid":"c25c03dc-d015-4218-b29c-37ab429a1d30","contentencoded":"<p>Miami-Dade County's sex offender residency restrictions — some of the tightest in the country — drew national attention a few years ago when an encampment of sex offenders sprang up on a causeway in Biscayne Bay. After a public outcry, local and state authorities evicted several dozen people, mostly men, from that makeshift settlement.</p><p>But the restrictions remained, banning offenders from living within 2,500 feet of a school. With few options, offenders still often sleep in cars, tents and in the open. The ACLU is now challenging that law, and the way it's been enforced in Miami, with a lawsuit filed Thursday on behalf of the sex offenders.</p><p><strong>Going Underground</strong></p><p>Many of the offenders who were evicted from the Julia Tuttle Causeway now spend their nights at another location instead, near train tracks in a warehouse district north of Miami's airport. On a recent night, about two dozen men were there — some in cars, some sitting in folding chairs and some stretched out on blankets on the loading dock of a nearby warehouse.</p><p>One of the men was a 26-year-old who declined to give his name, as he is listed in Florida's registry of sex offenders and concerned he could become a target. He's been living outside here for more than a year, since he was released from prison and had a conversation with his probation officer.</p><p>\"They asked me, 'Do I have a place to stay?' I sat there and explained it to them,\" he says. \"This family member, this family member, this family member — I can't stay with them, because this family member, 'Stay this amount of feet from the school,' and this family member I'd stay at is a day care or something, and this family member has minors staying in the house.\"</p><p>Under Miami-Dade County's law, anyone convicted of a sex offense involving a child is banned from living within 2,500 feet of a school. That excludes almost every neighborhood in the county.</p><p>Florida's Department of Corrections says its probation officers don't direct sex offenders to the railroad tracks or any other location. The department says it's the offender's responsibility to locate a residence; probation officers then make sure it complies with the law.</p><p>Brandon Buskey of the ACLU believes the law is too harsh and that it's applied in an arbitrary manner. As an example, he points to a mobile home park where many of Miami's sex offenders were living. Police evicted them after it was determined it was too close to a youth shelter. Later, police decided the shelter didn't qualify as a school and they allowed many to return.</p><p>Buskey says this has left many uncertain where they can stay: \"It really leaves people with no other option but to go underground and live in places like these railroad tracks.\"</p><p><strong>Safety Concerns On Both Sides</strong></p><p>Buskey says the sex offender encampments raise issues of safety and sanitation. And forcing sex offenders into homelessness, he says, increases the chances they'll end up back in prison.</p><p>\"That makes it harder to find a job. That makes it harder to do a number of things that you need to do to make your life secure and to re-enter successfully,\" Buskey says. \"And that only increases the odds that you are going to commit some other crime — not another sexual offense but another crime in service of trying to simply survive.\"</p><p>The ACLU filed suit in federal court seeking to have Miami-Dade County's law overturned. It's in many ways a continuation of a legal battle last joined five years ago, when a state judge upheld the restrictions.</p><p>Ron Book, a prominent lobbyist who was involved in crafting Miami-Dade's sex offender law, is confident it will also stand up to scrutiny of the federal courts.</p><p>\"Lawmakers have the right to protect the health, safety and welfare under the Constitution of law-abiding citizens,\" Book says. \"And in this case, the law-abiding citizens' health, safety and welfare is paramount, not those that have been convicted of committing sexually deviant crimes.\"</p><p>Book, who is also chairman of Miami-Dade's Homeless Trust, concedes a semi-permanent colony of homeless sex offenders is not ideal. But it's a problem he maintains that was created not by the law but by the sex offenders' behavior — and so far, the courts and Miami-Dade lawmakers have agreed.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=ACLU+Challenges+Miami+Law+On+Behalf+Of+Homeless+Sex+Offenders&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Greg Allen","audio":[{"meta":{"duration":"241"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358363579-57b41a.m3u?orgId=1&topicId=1070&ft=3&f=358354377"},{"href":"http://media.npr.org/assets/img/2014/10/23/img_2992-bf108a0c0f210ee7a88a256e2242f06546171e99.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1470","width":"1961"}}]}