{"created":"2014-09-03T15:25:27+00:00","modified":"2014-10-30T23:02:51+00:00","valid":{"from":"2014-10-30T23:02:51+00:00","to":"3014-10-30T23:02:51+00:00"},"hreflang":"en","title":"Argentina Crisis Puts Focus On Role Of Distressed-Debt Funds","published":"2014-08-23T00:09:00+00:00","teaser":"Argentina calls them vulture funds, but those hedge funds have a legal right to demand payment. Still, is that moral when a nation is the debtor and its citizens will suffer as a result?","itags":["npr_api","342474849"],"guid":"c26b2159-f26c-44c2-bdae-ed8b94cdeb90","contentencoded":"<p>The legal battle between Argentina and its creditors grinds on with no sign of a resolution anytime soon. The dispute pits the government against two New York hedge funds that specialize in buying distressed debt.</p><p>These hedge funds bought Argentina's bonds at fire-sale prices and now stand to make huge profits off the country's financial troubles. But they've encountered a lot of resistance from the government.</p><p>By one estimate there are as many as 250 investment funds that specialize in distressed debt. One of them is Maglan Capital, a hedge fund in midtown Manhattan. The fund's president, David Tawil, named the company Maglan after the biblical name for the bird known as the ibis.</p><p>\"An ibis is well known for being the last animal to leave before a storm approaches and the first to return after a storm passes and essentially that is our investment strategy,\" Tawil says.</p><p>Maglan purchases securities in troubled companies and governments — often for 15 or 20 cents on the dollar. Sometimes the fund can lose money. But if the company turns around Maglan can make a big profit.</p><p>\"We will buy the debt of these companies with an eye towards having an ownership stake or an equity stake once the company goes through this bankruptcy,\" Tawil says.</p><p>Distressed-debt investors say they play an invaluable role in rescuing bankrupt companies. Often they're the only investors willing to lend to a company that's struggling.</p><p>But distressed debt is risky: You have to pick a company with a real chance of turning around. And when you get involved with bankrupt companies you can quickly become embroiled in messy legal battles with management, banks and other investors — all of whom have their own interests.</p><p>\"There might be people that are higher in seniority than you,\" says Kent Collier, chief executive officer of Reorg Research. \"There might be people that want to shut down the company because they're going to get their money back faster. So very few elements of investing bring so much of the human sort of element into it.\"</p><p>And things can get especially complicated when the debt you're buying was issued by a government, because politics enters into it.</p><p>Argentina defaulted on its bonds in late 2001. Most of its bondholders long ago agreed to take a fraction of what the bonds were worth. But two hedge funds, NML Capital and Aurelius Capital Management, swept in to buy some of Argentina's distressed debt.</p><p>And though they paid a fraction of what the debt is worth, they are demanding to be paid the bonds' full value.</p><p>Edward Altman of NYU's Stern School of Business says there's nothing illegal about the hedge funds' demands. \"They have the right to not accept what they think was a flawed plan and the fact that they were holdouts doesn't make them vultures,\" he says.</p><p>But Argentina is worried that if it pays the hedge funds full value, all its others creditors can line up to demand the same thing, something the country cannot afford. And so it has refused to pay.</p><p>Meanwhile, a federal judge has ruled that until Argentina pays the hedge funds $1.5 billion it can't pay any of its other creditors — so Argentina is now in default on other bond payments that have come due.</p><p>\"There is sort of this bizarre thing where on the one hand you have a creditor that wants more than anyone else, and on the other hand you have a debtor that is just flat out saying, 'I have a contract but I won't pay,' \" says Anna Gelpern, a professor at Georgetown Law School.</p><p>Maglan Capital's David Tawil says he believes the hedge funds are legally within their right to demand full payment. But on a moral basis he understands how people might disagree. Argentina, after all, is a sovereign government.</p><p>\"And it think that's where things start to get muddy, is that you're going ahead and taking advantage of a sovereign,\" he says. \"A sovereign is not a corporation; a sovereign is simply there to serve its citizens. So the argument is you're hurting the citizenry of Argentina by doing this. Why would you do this?\"</p><p>The dispute between the government of Argentina and the hedge funds could carry on for some time. But whoever wins, a lot of people in Argentina will end up paying a price.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Argentina+Crisis+Puts+Focus+On+Role+Of+Distressed-Debt+Funds&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jim Zarroli","audio":[{"meta":{"duration":"280"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342494297-f8391d.m3u?orgId=1&topicId=1006&ft=3&f=342474849"}]}