{"created":"2014-10-07T20:46:38+00:00","modified":"2014-12-14T01:05:11+00:00","valid":{"from":"2014-12-14T01:05:11+00:00","to":"3014-12-14T01:05:11+00:00"},"hreflang":"en","title":"Rainbow In The Dark: Jenny Lewis On Staring Down Sadness","published":"2014-07-21T12:42:00+00:00","teaser":"Lewis wrote her sunny new album, <em>The Voyager,</em> in the shadow of death and separation. \"I've always just had sort of a dark take on life,\" she says. \"Hopefully the music transcends that in a way.\"","itags":["npr_api","332066468"],"guid":"c271aa97-7ff7-4474-811e-34da5a524bdc","contentencoded":"<p>Once upon a time, <a href=\"http://www.npr.org/artists/15453251/jenny-lewis\" target=\"_blank\">Jenny Lewis</a> was one of those child actors you might have seen on shows like <em>Growing Pains</em> and <em>Mr. Belvedere</em>. But then she started making music, and in the late '90s that started taking off. Once her band Rilo Kiley started scoring hits, it was hard to go back to sitcoms.</p><p>Lewis founded <a href=\"http://www.npr.org/artists/14984051/rilo-kiley\" target=\"_blank\">Rilo Kiley</a> in 1998 with her then-boyfriend, Blake Sennett; when when they split up, the band dissolved, too. She began writing her new solo<em> </em>album, <em>The Voyager</em>, in the shadow of compounding trauma: \"My band broke up, my father passed away, and I started experiencing insomnia for the first time in my life,\" she says. It would be five years before <em>The Voyager</em> was complete.</p><p>In a conversation with NPR's Kelly McEvers, Jenny Lewis says making the album ultimately got her through one of the most difficult periods of her life — and not just because it gave her an excuse to get Anne Hathaway and Kristen Stewart dressed up in drag. Hear the radio version at the audio link, and read more below.</p><p><strong>Kelly McEvers: I read that at one point in this process, you didn't sleep for five days?</strong><strong></strong><strong> How is that even possible?</strong><strong></strong></p><p><strong></strong><strong>Jenny Lewis:</strong> It was such a strange thing that happened. One night, I went to sleep. I woke up about an hour later, and that began the journey. It really affected my life. It's amazing how quickly things start to change when you haven't slept. Your memory goes. Physically, you don't feel well. Emotionally, you're all over the place — you know, if you miss <em>one </em>night of sleep. You can only imagine <em></em><em>five</em> nights of not sleeping. I was in an alternate state of reality.</p><p><strong></strong><strong>In that altered state, were you also creating things, writing songs?</strong></p><p>I was. I worked on my lyrics while I was lying awake. And I also discovered a hobby: I started watching boxing matches. For whatever reason, the sport of boxing, at that desperate point in my life, really appealed to me — just the fact that there was a beginning, a middle and an end. And I learned all about the back stories of the fighters and the struggles that they had overcome in their personal lives.</p><p><strong></strong><strong>One of the things that had sort of brought this about was the death of your father.</strong><strong> <em></em></strong><strong>You didn't grow up with him in your life, but you got close to him later. Can you tell me about that?</strong></p><p>My parents divorced when I was 3 years old. They had a lounge act in Las Vegas, where I was born. The band broke up and the marriage dissolved, and my mother, my sister and I moved to Southern California. And I didn't see my dad a lot growing up; he was on the road a lot. I'd see him every couple years.</p><p>When he got sick, I reached out to him, and that's when our relationship really began. We talked a lot during that time — just those basic things that you don't know if you don't spend time with your parent, like, \"What was my grandmother like? What was it like growing up on the road?\" He was a really special, special person.</p><p><strong></strong><strong>The song \"You Can't Outrun 'Em\" is about that; it's a song about getting to know him.</strong></p><p><strong></strong>He was a musical genius. He joined a group called the Harmonicats when he was a kid, and he traveled his entire life. So flash forward to my life on the road, where I wake up in a different city every day. I'm not the best at maintaining some of my relationships, as well, so I kind of let him off the hook.</p><p><strong></strong><strong>You identify with him</strong><strong></strong><strong>.</strong></p><p><strong></strong>I do. In the end, though, despite all the running, he found himself surrounded by his children in the last week of his life. And the love in that room was immense.</p><p><strong></strong><strong>Do you think a song is better if you write it</strong><strong> <em></em></strong><strong><em>while</em></strong><strong></strong><strong> you're going through the things you're writing about? Or is it better to wait until you get some perspective on it first?</strong></p><p>You know, I thought about that while writing this record, particularly with regard to my father and his passing. You know, I write music, really, to make myself feel better. But in attempting to express grief, it felt really cheap sitting down to write about something that I had just gone through. That was devastating; the loss of a parent is devastating. And I couldn't write about it in the moment. I needed time to reflect on how I felt, because I didn't even understand how I felt right away.</p><p>You know, it depends on the subject. It depends on the song. But I think life is the most important thing, and you have to live that first. Your art comes second.</p><p><strong></strong><strong>So you were in this dark period for a long time. A lot of your songs have always had such a sense of humor. Was that just failing you at this point, during these years?</strong></p><p>It's funny that you ask that. My collaborator and my boyfriend, Johnathan Rice, we've been writing together for many years. We put out a record called <em></em><em></em><em>I'm Having Fun Now</em> as Jenny and Johnny, the duo. And I remember him asking me during that period, \"Where are your serious songs?\" And I got very defensive and I said, \"Well, I just feel like writing funny songs right now. I don't feel very serious. Aren't I allowed to just write something that's funny?\" And then, of course, life happens.</p><p>But I think there's humor throughout the record. I think, with a song like \"Just One of the Guys,\" there's humor there and it's intended to be light in some ways. It's like the Mary Poppins approach: a spoonful of sugar.</p><p><strong></strong><strong>The video for that song has actors in it: Anne Hathaway, Kristen Stewart, Brie Larson. There's a fifth person in the video — who is that?</strong></p><p>Tennessee Thomas, drummer of the L.A. band The Like and one of my best friends. And daughter of Pete Thomas, who plays with <a href=\"http://www.npr.org/artists/15045892/elvis-costello\" target=\"_blank\">Elvis Costello</a>.</p><p><strong></strong><strong>For part of the video, you guys are all in drag: wearing these skeezy mustaches, ball caps, track suits. You directed this video; can you tell me how it all came together?</strong></p><p>I'd been thinking about a video idea for the song for quite some time, and I reached out to some of my friends. Annie is one of my best friends. Years ago I had a bit part on a TV show that she was the star of, and I played a pregnant teenager.</p><p><strong></strong><strong>What was that show?</strong></p><p><a href=\"http://youtu.be/btTjvZPFIzg?t=25m37s\" target=\"_blank\">It was called <em>Get Real.</em></a> We hadn't really hung out since then, [but] we worked together last year on a film called <em></em><em>Song One</em> that she produced, so we became really close during that time. When I started thinking about this video, I reached out to her and asked if she wanted to dress up in a track suit, as a dude, and she was totally game.</p><p><strong></strong><strong>It's a funny conceit to see you guys, people we think we know, dressed up as dudes, acting like dudes — but I think there's something more going on, right? The song says, \"No matter how hard I try to be one of the guys / There's a little something inside that won't let me.\" Is the song about trying to be one of the guys in the music world?</strong></p><p>It's about many things, but in the end, for me, the song centers around the bridge: \"I'm just another lady without a baby.\" I think the song is really about the freedom of choice. You can be a professional woman, and you can choose to not have children if you want to. And the pressures you feel from that, which are inevitable, it's ultimately your choice. And it's cool either way.</p><p>I've been singing this Rilo Kiley song on tour the last couple months called \"A Man/Me/Then Jim,\" and the opening line is about suicide. I'm opening for <a href=\"http://www.npr.org/artists/15334093/ray-lamontagne\" target=\"_blank\">Ray LaMontagne</a> and playing to his audience every night. And I'm like, what are these people thinking? \"Who is this maniac up here in a rainbow suit, singing about suicide?\" I've always just had sort of a dark take on life, I suppose, and hopefully the music transcends that in a way.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rainbow+In+The+Dark%3A+Jenny+Lewis+On+Staring+Down+Sadness&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"520"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332906653-a28ce6.m3u?orgId=1&topicId=1105&ft=3&f=332066468"},{"href":"http://media.npr.org/assets/img/2014/07/16/jennylewis2-98c60d0c4fc012a09fce1643aa3c81999fdcf87f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1834","width":"2448"}}]}