{"created":"2015-02-06T10:02:08+00:00","modified":"2015-06-07T19:05:04+00:00","valid":{"from":"2015-06-07T19:05:04+00:00","to":"3015-06-07T19:05:04+00:00"},"hreflang":"en","title":"Critics Say Ebola Crisis Was WHO's Big Failure. Will Reform Follow?","published":"2015-02-06T17:37:00+00:00","teaser":"The World Health Organization failed to respond quickly and effectively to the outbreak in West Africa. Now the agency is proposing a new structure. But change could prove difficult.","itags":["npr_api","384223023"],"guid":"c2868e35-30c7-4567-9d81-17893c3a91e9","contentencoded":"<p>Ebola was the Hurricane Katrina for the World Health Organization — its moment of failure. The organization's missteps in the early days of the outbreak are now legendary.</p><p>At first the agency that's responsible for \"providing leadership on global health matters\" was dismissive of the scale of the problem in West Africa. Then it deflected responsibility for the crisis to the overwhelmed governments of Guinea, Liberia and Sierra Leone. After eight months, it finally stepped up to take charge of the Ebola response but lacked the staff and funds to do so effectively.</p><p>WHO director Margaret Chan recently admitted her agency was unprepared for the epidemic. \"It overwhelmed the capacity of WHO, and it is a crisis that cannot be solved by a single agency or single country,\" she said in January in Geneva while announcing proposed reforms to the world health body.</p><p>Although Chan has said no single agency could have solved the Ebola epidemic, critics, including the medical charity Doctors Without Borders, have said WHO should have done more.</p><p>Now Chan is pushing for the most sweeping changes to WHO since its founding in 1948.</p><p>The overhaul would change the focus of WHO from a technical body that offers advice to an operational agency capable of responding to a health crisis in the field. The proposal would create a $100 million emergency fund and a cadre of pretrained doctors, nurses and epidemiologists who could be rapidly deployed in a crisis.</p><p>If the world is to be prepared for the next pandemic, even Chan says her agency <em>must</em> change: \"We always say we go to war with a virus. But the world is not as well-prepared for [an] epidemic as they are for war.\"</p><p><a href=\"http://www.law.georgetown.edu/faculty/gostin-lawrence-o.cfm\">Lawrence Gostin</a>, a professor of global health law at Georgetown University, has been both a longtime critic and a supporter of WHO. He welcomes the reform proposals, saying they address the agency's deep structural and financing problems.</p><p>\"WHO has a global mandate to be the global leader,\" Gostin says. But the annual budget of $3.98 billion is \"significantly less\" than the $6.8 billion of the U.S. Centers for Disease Control and Prevention, he says: \"The amount of their [WHO's] budget is incommensurate with their mission.\"</p><p>And WHO can't draw upon its full budget in an emergency. Roughly 80 percent is earmarked by member states for specific health projects. This leaves very little discretionary cash to tackle plagues and new pathogens.</p><p>After the 2009 swine flu pandemic, a WHO commission called for almost all of the same reforms currently being floated in Geneva. Those earlier recommendations went nowhere.</p><p>But Ebola may have been a wake-up call, says Gostin, not just for WHO but for the international community that maintains the agency: \"If you think about why we form a global health system, including the WHO, it was precisely for this moment.\"</p><p>Yet there are obstacles ahead. \"Reforming international institutions is really, really hard. We've seen this in many other areas besides global health,\" says <a href=\"http://www.cfr.org/experts/international-institutions-global-governance-multilateral-institutions-un-failed-states-sovereignty/stewart-m-patrick/b5863\">Stewart Patrick</a>, a senior fellow at the Council on Foreign Relations, where he writes the blog <a href=\"http://blogs.cfr.org/patrick/?cid=otc-Patrick_use\">The Internationalist.</a></p><p>\"Partly because you bang up against the national interests of member states,\" he explains, \"and you also bang up against the bureaucratic and bizarre peculiarities and interests of the institutions themselves.\"</p><p>Ebola was a black eye for WHO, so Stewart thinks there may be an opportunity right now for change:<strong> </strong>\"But my prediction is that it will be more at the margins and take alas another major disaster to really drive this process of reform forward against the interests arrayed against it.\"</p><p>The proposed reforms next go before WHO's governing body, the World Health Assembly, in May. That group, made up of representatives from the 194 member countries, is expected to approve the changes — on paper.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Critics+Say+Ebola+Crisis+Was+WHO%27s+Big+Failure.+Will+Reform+Follow%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"256"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384223024-5ed7b1.m3u?orgId=1&topicId=1031&d=256&p=3&story=384223023&t=progseg&e=384215275&seg=1&ft=nprml&f=384223023"},{"href":"http://media.npr.org/assets/img/2015/02/06/145082274-1bec524e5db9b4a59e62128a455e1a3b9f54f968.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2271","width":"3032"}}]}