{"created":"2014-10-16T20:25:20+00:00","modified":"2014-10-16T21:45:36+00:00","valid":{"from":"2014-10-16T21:45:36+00:00","to":"3014-10-16T21:45:36+00:00"},"hreflang":"en","title":"Airbnb, New York State Spar Over Legality Of Rentals","published":"2014-10-16T21:44:00+00:00","teaser":"The state's attorney general says nearly three-quarters of Airbnb's listings in New York City are illegal. The company says local laws should be changed to accommodate the sharing economy.","itags":["npr_api","356728035"],"guid":"c289c9a8-2a1c-4ffa-80b2-18bc1b79fd1f","contentencoded":"<p>Airbnb has a problem. The website for short-term room rentals is growing quickly. But in many cities, these rentals are illegal. Now, New York's attorney general has documented the extent of the illegal activity, by delving into the company's business records.</p><p>Almost three-quarters of New York City bookings appear to break the law, he says.</p><p>Thousands of these bookings happen every day in buildings all over New York. Like the studio that Irene rents out on Manhattan's Upper East Side. Irene asked that her full name not be used.</p><p>\"This is a full apartment in a very nice upscale building with a full kitchen and bath, good security,\" she said.</p><p>And Irene charges around $150 a night — about half the price of a hotel room.</p><p>\"There's nothing not nice about staying there,\" she said.</p><p>But New York Attorney General Eric Schneiderman says he's concerned about a whole host of issues connected with Airbnb rentals. And using his power of subpoena, Schneiderman got access to more than four years of Airbnb's business records in New York City: the locations, the number of bookings and the price paid for each night's stay.</p><p><a href=\"http://www.ag.ny.gov/press-release/ag-schneiderman-releases-report-documenting-widespread-illegality-across-airbnbs-nyc\">His findings</a> are striking.</p><p>The number of units available to rent in New York City has risen from under 3,000 in 2010, to nearly 30,000 today.</p><p>This year alone, Airbnb will do about $280 million of business in the Big Apple.</p><p>If it were a hotel, it would be the biggest in the city. But Airbnb is not a hotel, Schneiderman says, and that's important.</p><p>\"We have rules about safety for hotels and we have rules about paying taxes for hotels. And this report demonstrates that there is some work to be done,\" he said.</p><p>Hotels have sprinklers, and emergency exits. Many Airbnb rentals do not.</p><p>Schneiderman estimates New York is owed $33 million in hotel taxes.</p><p>Sure, Airbnb helps people like Irene make ends meet. But Schneiderman argues the market is actually dominated by a small number of people renting out a large number of beds.</p><p>\"The highest earning operation had 272 apartments that they were renting out and they booked more than 3,000 reservations and received $6.8 million,\" Schneiderman said.</p><p>These people start to distort the housing market, Schneiderman says, by turning residential apartments into illegal hotels — like the apartment that Airbnb host Brent just added to his portfolio. He was rushing to get it ready for someone who had booked it.</p><p>Brent has three places he rents out himself, and manages 20 more for other Airbnb hosts. He asked not to give his last name, so as not to attract the attention of regulators.</p><p>He says he hired someone to make an Ikea run, and this person is literally putting the beds together as we speak.</p><p>\"It's a brand new unit so no one's lived here before, so it's pretty clean,\" Brent said.</p><p>Airbnb did not make anyone available for interview. In an emailed statement, the company said New York's laws are confusing, and should be changed to accommodate the sharing economy<em>.</em></p><p>Last week, <a href=\"http://www.sfgate.com/news/article/Supervisors-approve-Airbnb-law-5807858.php\">San Francisco passed a law</a> to legalize, and regulate Airbnb rentals. New York is taking a different path. Schneiderman says his investigation continues, and he's teaming up with local authorities to step up enforcement against what he calls illegal hotels.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Airbnb%2C+New+York+State+Spar+Over+Legality+Of+Rentals&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ilya Marritz","audio":[{"href":"http://media.npr.org/assets/img/2014/10/16/airbnb-2a7440fe4375b6cfa1308608524618dadde4c00a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"882","width":"1176"}}]}