{"created":"2014-12-19T19:27:06+00:00","modified":"2014-12-20T20:14:04+00:00","valid":{"from":"2014-12-20T20:14:04+00:00","to":"3014-12-20T20:14:04+00:00"},"hreflang":"en","guid":"c28f4e71-1cd1-4528-b214-0d86d34d900d","title":"Putin abolished daylight savings time and Siberians are grumbling about 'eternal winter'","published":"2014-12-20T20:13:42+00:00","byline":"Alina Simone","tags":["health","government","Health","Health & Medicine","Chita","Asia","Russia","Camilla Kring","Anya Krushelnitskaya","Vladimir Putin","Dmitri Medvedev","Konstantin Ilkovsky","Dmitry Medvedev","Daylight saving time","Politics"],"teaser":"You think it's dark and cold on the shortest day of the year? Imagine what it's like in Russia — which is almost entirely above the 49th parallel that makes up the majority of the continental US' northern border — where they just got rid of daylight savings.","contentencoded":"<p>One of my favorite songs by beloved Russian rock band Kino is called <a href=\"https://www.youtube.com/watch?v=ukuMVqVIT60\"><em>City</em></a>:</p>\n<p>The chorus goes:</p>\n<p>\"I love this city,<br />But the winter here's too long,<br />I love this city,<br />But the winter here's too dark.\"</p>\n<p>Well, this year, when Vladimir <a href=\"http://www.bbc.com/news/blogs-news-from-elsewhere-28423647\">Putin decided to abolish daylight savings time</a>, winter across Russia just got a lot darker. One news report put it this way: \"On Sunday, Russia switches to wintertime and stays there. Forever.\"</p>\n<p>That means more sunlight in the morning, less sunlight in the afternoon. And in parts of Siberia, where the clocks were turned back <em>two hours</em> instead of just one — a very early start to the day.</p>\n<p>\"So the way it is now, the day starts two hours earlier,\" says Anya Krushelnitskaya, who grew up in the eastern Siberian city of Chita. \"What it means also is that the sun goes down and it's barely after 4 o'clock in the afternoon.\"</p>\n<p>In order to make sure people were getting the most out of those sunny mornings, the official workday in Chita was also shifted.</p>\n<p>\"The local government workers — it's a sizable community — now have to start their day officially at 8 a.m., not 9 a.m. as they used to,\" Krushelnitskaya says.</p>\n<p>Maybe not a tragedy to some, but it was one of the things that pushed the residents of this Siberian city over the edge. Last month, hundreds of them turned up in the town's Lenin Square — yes, it's still called Lenin Square — to protest the decision. Pretty remarkable for a conservative place like Chita.</p>\n<p>\"It's normally a very passive and politically placid town, and for a public rally to happen in Chita and to draw 500 people — this is very unusual,\" Krushelnitskaya says.</p>\n<p>I can empathize. If there's one thing that would get me out of bed for a protest when it's only eight degrees outside, it's the threat of — having to get out of bed even earlier in the morning.</p>\n<p>So why did Putin decide to plunge Russia into what some have described as \"eternal winter\"? One official reason given was health. According to a sleep expert quoted by the government news agency TASS, \"Dark mornings have a worse effect on people's state of health than dark evenings.\"</p>\n<p>But some people saw a darker subtext here. Back in 2011, when Dmitri Medvedev was president, he controversially switched Russia to <em>permanent </em>daylight savings time.</p>\n<p>\"We've gotten used to moving the hands of the clock back and forth every spring and autumn,\" Medvedev said in his announcement, \"and gotten used to being unhappy about it. It disrupts our biorhythms. It aggravates us.\"</p>\n<p>Well, Medvedev's decision may have aggravated Putin. The Washington Post read Putin's move to abolish daylight savings time as a <a href=\"http://www.washingtonpost.com/blogs/worldviews/wp/2014/11/04/the-strange-weird-geopolitics-of-time/\">Medvedev smackdown</a>.</p>\n<p>But is the health issue valid? I mean, is it really true that waking up early makes a man healthy, wealthy and wise? Or is this just something <a href=\"http://www.phrases.org.uk/meanings/early-to-bed-and-early-to-rise.html\">Benjamin Franklin</a> put out there to make late risers feel bad? Arcady Putilov at Novosibirsk's Institute for Molecular Biology and Biophysics studies sleep cycles.</p>\n<p>He told me that according to his research, after controlling for factors like sleep duration, early birds aren't any healthier than night owls. But Putilov's research also shows that when it comes to wake-up time, people tend to think everyone else is like them — or should be.</p>\n<p>But what if Russia's time-shifting isn't about political one-upmanship <em>or</em> health? What if it's something more innate?</p>\n<p>Scientists have long known that our circadian rhythms are influenced by genes, gender and age. We tend to wake up earlier as we approach our senior years. Okay. Medvedev is 49, and Putin is 62. Chances are Putin's getting up earlier — and he thinks everyone else should too.</p>\n<p>If you ask Camilla Kring, she'll tell you it isn't fair. She's president of the <a href=\"http://www.b-society.org/\">B-Society</a>, a group based in Denmark that's is dedicated to promoting the rights of late risers, or \"B People\" as chronobiologists call them.</p>\n<p>\"The problem in today's society is that the society only supports the \"A\" person, you know, the person who prefers to get up early and go to bed early.\"</p>\n<p>Kring told me we shouldn't equate early rising with qualities like responsibility and diligence. Late risers aren't slackers and according to her research, there are actually <em>more </em>of them.</p>\n<p>Still, government officials in Chita at first were less than sympathetic to those B people who opposed the new 8 a.m. start time.</p>\n<p>\"The comment from the spokesperson of the gubernatorial office was those government employees who do not like the new order can jolly well just leave their job,\" Krushelnitskaya says.</p>\n<p>But a few weeks, and 60,000 signatures on an online petition later, the government's position seemed to soften. Recently, the governor, Konstantin Ilkovsky, promised to evaluate the impact of the new time regime next year. He even hinted they might just get their hour back.</p>\n<p>Perhaps eternal winter will not be so eternal after all.</p>\n<p>-----</p>\n<p>Editor's Note: We wondered what the daily commute was like for people living in Siberia and found this online \"dark mornings\" calculator. It's an app that tells you how many more days you'll be commuting in the dark if you leave work at a certain time. We dragged the marker to Novosibirsk, the capital of Siberia, and got 76 more days for a departure time of 6 p.m. <a href=\"http://darkmornings.com/?x=83.06&amp;y=54.91&amp;h=0800&amp;w=1830&amp;j=30&amp;d=62\">Here's how it looks.</a></p>\n<p><a href=\"http://darkmornings.com/?x=83.06&amp;y=54.91&amp;h=0800&amp;w=1830&amp;j=30&amp;d=62\"><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/2000_width/public/Dark%20Mornings.jpg?itok=ANJB57B7\" alt=\"\" /><div class=\"field-caption\">\n    <p> </p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Dark Mornings screengrab</p>\n  </div>\n</div></a></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Clock_CROP.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/clockcropjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/121920149.mp3"},{"href":"http://www.pri.org/file/121920149mp3"}]}