{"created":"2014-10-20T08:23:42+00:00","modified":"2014-11-10T20:41:10+00:00","valid":{"from":"2014-11-10T20:41:10+00:00","to":"3014-11-10T20:41:10+00:00"},"hreflang":"en","title":"'Little Dancer' Musical Imagines The Story Behind Degas' Mysterious Muse","published":"2014-10-20T15:31:00+00:00","teaser":"Ballerina Marie Van Goethem started modeling for Edgar Degas around 1878 and inspired his statue <em>Little Dancer Aged Fourteen</em>. But history lost track of her after she left the Paris Opera.","itags":["npr_api","356981074"],"guid":"c2952b77-4fc4-445a-bf37-bb4d8c537735","contentencoded":"<p>A century-old teenager is the focus of a musical and an art exhibit in Washington, D.C., right now. The National Gallery of Art is showing Edgar Degas' statue <em>Little Dancer Aged Fourteen</em> in conjunction with the Kennedy Center's Oct. 25 opening of <em>Little Dancer</em>, a new show inspired by the sculpture.</p><p>Ballet students Brittany Yevoli and Ava Durant, both 14, see themselves in Degas' statue. Looking at her, they stand as she does — fourth position, weight on the left leg, right leg forward, foot turned out to the right. They recognize her tutu, her shoes and her perfect posture.</p><p>\"It looks like she's standing in rehearsal,\" Yevoli says.</p><p>They also notice the young girl's hands, clasped firmly behind her back. \"Maybe showing respect,\" Durant says, \"but also just sort of the way that we're supposed to stand in class.\"</p><p><em>Little Dancer</em> is charming, even entrancing, yet the French had a less flattering nickname for the Paris Opera Ballet corps. \"They called the students rats,\" curator Alison Luchs says. \"They were little; they were thin; they scampered; they came in from the streets.\"</p><p>Luchs sees determination in the young ballerina's face — one writer called her \"Miss Bossy Pants\" — but conservator Shelley Sturman sees a bit of mystery. \"Her eyes are half-closed, her head is tilted,\" Sturman says. \"She's ready to rise above that rat-of-the-opera mystique.\"</p><p><strong>Degas' Disappearing Muse</strong></p><p>Degas made many sculptures, but <em>Little Dancer</em> is the only one he ever exhibited, and he worked on it for years. He made dozens of drawings before he began to sculpt with clay and beeswax, shaping and reshaping this National Gallery original. X-rays show he stabilized the 39-inch figure with lead pipe wrapped in rope, and used wire for her arms.</p><p>\"And to make them stiffer and firmer, he actually put in old paint brushes,\" Sturman says. To tilt her head, he put a spring coil — maybe from a chair or mattress — inside her neck. And then, he dressed her. It was totally unconventional: He gave her a real cotton bodice, waxed so it looks bronzy; a real tutu; a real silk ribbon tied around a braid made of real, blond human hair; and real linen slippers — pink and also waxed.</p><p>How did critics react in 1881? \"A lot of them thought it was awful,\" Sturman says. \"They were stunned by the realism. They were used to seeing sculptures of women in marble and bronze.\"</p><p>They were also used to seeing goddesses, not a flat-chested, skinny, coltish adolescent like Marie Van Goethem, the ballerina who posed for the sculpture.</p><p>\"[Her name is] written on a Degas drawing,\" Sturman says. \"[Her] parents came from Belgium. The father was a tailor; the mother was a laundress.\"</p><p>Marie started modeling for Degas around 1878. Curator Alison Luchs says her dance career ended four years later. \"She was dismissed from the ballet. The implication is that she was missing rehearsals or getting something wrong. And she disappears. We don't know what became of her.\"</p><p>The new musical <em>Little Dancer</em> imagines Marie's life.</p><p><strong>A Talented Street Urchin</strong></p><p>Lynn Ahrens, who wrote the book and lyrics for the musical, says she got the idea for <em>Little Dancer</em> when she saw a bronze replica of the statue at the Clark Art Institute in Massachusetts. Curious about the story behind it, Ahrens did some research on Degas and Marie.</p><p>\"I began to see a story emerging about an artist who was beginning to go blind, who was frightened that he was losing his power to paint,\" she says. \"And into his life, somehow, walks a little girl who inspires him, in some way, because she is such an urchin, such a spirit and a stubborn soul, and he begins to sketch her and suddenly decides that he wants to sculpt.\"</p><p>Ahrens and her collaborator, composer Stephen Flaherty, have created a musical that's both historically informed and highly speculative. In a Manhattan rehearsal studio, many of Degas' most famous paintings and sketches are taped to the wall — ballerinas slumping in exhaustion, rich men in black hats checking out the girls, absinthe drinkers. Director and choreographer Susan Stroman has put them all onstage, but says the heart of <em>Little Dancer</em> is the story of a prickly artist finding his equally prickly young muse in one of those ballet rats.</p><p>\"You want to believe that she had language,\" Stroman says, \"and she, you know, was like an Artful Dodger almost. And so that's what we have created, in essence.\"</p><p>New York City Ballet star Tiler Peck plays young Marie<strong> </strong>as a street urchin — a very talented street urchin, but one who has no qualms picking people's pockets, including Monsieur Degas', to get money for pointe shoes.</p><p>\"What I see her as is just like a survivor,\" Peck says. \"She does anything to make her ends meet. You know, there's no hope for her at home. She goes home and her mom's drunk all the time, her mom's asking her for her money. And I feel like the ballet is the one sort of happy hope that she has in her life.\"</p><p>She's caught between many things, says composer Stephen Flaherty. \"She's not a child; she's not an adult. She's sort of in between, in the cracks, and that's one of the things we really wanted to capture.\" It's that \"in between-ness\" that attracts Degas.</p><p>While the musical comes up with the reason Marie is dismissed from the Paris Opera, it doesn't exactly say what happened to her afterward. There's a dream ballet, which offers a variety of possible paths, and the character of older Marie quite literally haunts the show.</p><p>\"By having an adult Marie and a young Marie, we're saying that she survived,\" director Susan Stroman says. \"And that's a good thing. And that's what we would hope for.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Little+Dancer%27+Musical+Imagines+The+Story+Behind+Degas%27+Mysterious+Muse&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susan Stamberg","audio":[{"meta":{"duration":"429"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357508908-a615b8.m3u?orgId=1&topicId=1144&ft=3&f=356981074"},{"href":"http://media.npr.org/assets/img/2014/10/17/littledancerinsitu-cbe1f648954f4330be9c867d24fc699eeeeaffd3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3051","width":"4069"}},{"href":"http://media.npr.org/assets/img/2014/10/17/littledancerprofile_enl-41531a4563ed74961e5d638f300fb49be28f807d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2949","width":"2370"}},{"href":"http://media.npr.org/assets/img/2014/10/17/l-r-boyd-gaines-as-edgar-degas-and-tiler-peck-as-young-marie---photo-by-paul-kolnik-28ce737ceecaa8d3a5ac9dfaf6a51119bfc2fbf1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1893","width":"2524"}},{"href":"http://media.npr.org/assets/img/2014/10/17/1---tiler-peck-in-kennedy-center-s-little-dancer---photo-by-matthew-karas-8180ab2bfac23023c444160404ddc24daf6e231d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1801","width":"2400"}}]}