{"created":"2014-12-18T21:24:42+00:00","modified":"2014-12-18T21:24:54+00:00","valid":{"from":"2014-12-18T21:24:54+00:00","to":"3014-12-18T21:24:54+00:00"},"hreflang":"en","guid":"c2ad6909-e4d2-4368-b355-1e7f30d7e67c","title":"There's an international effort to make safe schools in conflict zones","published":"2014-12-18T21:24:51+00:00","byline":"Christopher Woolf","tags":["education","conflict","military","Conflict","Conflict & Justice","Geneva","Peshawar","Asia","Europe","Pakistan","Switzerland","Asia","South Asia","Europe","Zama Coursen-Neff","Education","War"],"teaser":"Ironically, just as the tragedy was unfolding in Pakistan, some three dozen nations were meeting in Geneva to discuss guidelines for protecting schools and students in conflict zones.","contentencoded":"<p>The world has been shocked by the massacre of more than 130 children at a school in Peshawar, Pakistan. The Pakistani Taliban claimed responsibility.</p>\n<p>Among those stunned by the news were delegates from some three dozen nations at a meeting in Geneva. That meeting was being held specifically to discuss <a href=\"http://protectingeducation.org/sites/default/files/documents/questions_and_answers.pdf\">new guidelines</a> for protecting schools and students in conflict zones.</p>\n<p>The guidelines will take the form of a document that governments can sign up to. That will commit them to doing their best to avoid taking military action against schools and other educational facilities.</p>\n<p>“It’s a very simple concept,” says Zama Coursen-Neff, the director of the Children’s Division of Human Rights Watch, which is backing the Geneva Initiative.  </p>\n<p>“It’s the culmination of an almost three-year process,” says Coursen-Neff, “to develop international guidelines that would place schools and universities off-limits to warring parties.”</p>\n<p>Militaries love schools, she adds. “Schools have been used as training bases, as training grounds, as weapons storage sites, as sniper posts, even detention centers and torture chambers. They sometimes have nice kitchens, latrines, classrooms, where troops prefer to sleep rather than in tents in the jungle as we heard in India.”</p>\n<p>“But there’s a failure to appreciate the real consequences of that,” Coursen-Neff says. “In India and southern Thailand, we’ve documented children who continue to try to go to school alongside armed men. You can imagine that this not only creates a wholly inappropriate environment for education, but also puts them at risk when opposing forces try to attack those troops. In other instances, they just displace the children entirely, denying them an education.”</p>\n<p>The guidelines are designed for nation-states to sign onto, but they were also presented to 35 rebel groups from around the world at a special meeting in Geneva last month. They agreed at least to take them into consideration.</p>\n<p>Overall, says Coursen-Neff, “the goal is to change the way war is waged on the ground, in the way that we’ve already seen churches, mosques, hospitals, and other civilian institutions respected even in the midst of war.” </p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}