{"created":"2014-09-02T15:04:06+00:00","modified":"2014-10-30T22:56:33+00:00","valid":{"from":"2014-10-30T22:56:33+00:00","to":"3014-10-30T22:56:33+00:00"},"hreflang":"en","title":"40 Years After 'Working,' A View From The Driver's Seat","published":"2014-09-02T14:04:00+00:00","teaser":"Four decades after Studs Terkel's famous collection of oral histories was published, Radio Diaries revives one of his interviews with Helen Moog, an Ohio taxi driver and grandmother of five.","itags":["npr_api","343448245"],"guid":"c2b121cc-bd33-4ddb-aef3-b8ef602f8e82","contentencoded":"<p>In the early 1970s, radio host and oral historian Studs Terkel went around the country with a tape recorder, interviewing people about their jobs. He collected more than 130 conversations with a variety of people, including a waitress, a car parker, a jockey, a baseball player, a farm worker, a press agent and a sports team owner.</p><p>The result was <em>Working: People Talk About What They Do All Day and How They Feel About What They Do</em>. When it was published in 1974 it became a best-seller — something unprecedented for an oral history collection.</p><p>But after the book came out, the interview cassettes were packed away in boxes and stored in Terkel's home office. Terkel died in 2008.</p><p>This year, producers Joe Richman of Radio Diaries and Jane Saks of Project& were given access to all the original raw field interviews — most of which have never before been heard publicly.</p><p>Among them is an unexpected interview with Helen Moog, a taxi driver. Most of Terkel's interviews were planned well in advance, but his conversation with Moog was a moment of serendipity that arrived when he called for an early morning ride to the airport in Youngstown, Ohio.</p><p>After they began talking, Studs quickly unpacked his tape recorder and microphone. Moog told him she enjoyed her work because she liked driving and meeting people from all walks of life.</p><p>\"Many people have problems, but oftentimes it's good to know they can talk to someone who's a total stranger to them,\" she said. \"They have a habit of confiding in that person because they feel that they'll never see the person again.\"</p><p>Moog said she regularly worked 12-hour days — and expected to put in 19 on the day she drove Terkel. But the grandmother of five said she thrived on the work and actually got more tired when she wasn't busy.</p><p>\"I don't feel retirement is exactly the best of things for people,\" she said. \"When you retire, you sort of go into a shell and you're like the forgotten person. You get bogged down in nothing and you do nothing and you wind up nothing.\"</p><p>At the same time, Moog saw long hours fading out of the American workplace and had an oddly keen vision of the future.</p><p>\"Idle hands make an idle mind. And I'm not in favor of the short hours,\" she said. \"Automation will cut work down; it'll also cut a lot of jobs down. I read an article here not too long ago regarding this future, and I think it will also increase unemployment. Unless they can come up with something else that would make for more employment, which is, who knows what could be.\"</p><p>In the meantime, she said interesting people helped her working hours pass quickly.</p><p>\"When people say thank you for helping them — and you don't even know how you have helped them — it really makes you feel nice inside,\" she said. \"I don't think there's anything that could take its place.\"</p><p><em>This story was produced by Joe Richman of <a href=\"http://www.radiodiaries.org\" target=\"_blank\">Radio Diaries</a> and Jane Saks of <a href=\"http://projectand.org/\" target=\"_blank\">Project &</a>. Over the coming year, they will be digging through more of the tapes from </em>Working<em>. You can find more excerpts from Terkel's tapes on the <a href=\"http://www.radiodiaries.org/podcast\" target=\"_blank\">Radio Diaries podcast</a>. Thanks to The Studs Terkel Radio Archive (<a href=\"http://studsterkel.org/\">studsterkel.org</a>).</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=40+Years+After+%27Working%2C%27+A+View+From+The+Driver%27s+Seat&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"478"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345044391-a03300.m3u?orgId=1&topicId=1136&aggIds=92479240&ft=3&f=343448245"},{"href":"http://media.npr.org/assets/img/2014/08/28/terkel2-13e1efee3bf01be933eeb4fb1943c751c63ad1ac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"432","width":"576"}}]}