{"created":"2014-10-07T20:06:10+00:00","modified":"2014-12-18T19:05:13+00:00","valid":{"from":"2014-12-18T19:05:13+00:00","to":"3014-12-18T19:05:13+00:00"},"hreflang":"en","title":"How Well Does A Drug Work? Look Beyond The Fine Print","published":"2014-08-01T16:31:00+00:00","teaser":"A husband and wife who are doctors have been working on fact boxes for drugs that, like nutrition labels for foods, would more concisely convey a medicine's benefits and risks.","itags":["npr_api","333726737"],"guid":"c2b6f151-8482-47b6-b673-f861fc2c663f","contentencoded":"<p>Anybody who has ever seen a drug advertisement or talked over the pros and cons of a medicine with a doctor can be forgiven for being confused.</p><p>Sorting out the risks and benefits of taking a medicine can be complicated even for professionals.</p><p>This spring, the Institute of Medicine <a href=\"http://www.iom.edu/~/media/Files/Activity%20Files/Research/DrugForum/2014-MAY-12/Agenda.pdf\">convened a workshop</a> with the Food and Drug Administration. The topic: How best to communicate to doctors and patients the uncertainty in the assessment of benefits and risks of pharmaceuticals.</p><p>The FDA not only approves drugs, it also approves the prescribing instructions that come along with them. For some drugs, the wad of paper filled with fine print about the risks and benefits of using the drug is accompanied by a medication guide that is supposed to summarize the main points.</p><p>During one question-and-answer session, <a href=\"http://www.fda.gov/Drugs/NewsEvents/ucm295045.htm\">Dr. Robert Temple</a> of the FDA's Center for Drug Evaluation and Research, acknowledged that those guides are full of information. \"But it's remarkably nonquantitative for the most part,\" he said. \"And I think we should try to think about whether there are quantitative ways of presenting that stuff.\"</p><p>He then referred to <a href=\"https://geiselmed.dartmouth.edu/faculty/facultydb/view.php?uid=76\">Drs. Steven Woloshin</a> and <a href=\"http://geiselmed.dartmouth.edu/faculty/facultydb/view.php?uid=69\">Lisa Schwartz</a>, two of his fellow panelists, who have said it's possible to pull that off.</p><p>The husband-and-wife team from Dartmouth are on a decade-long mission. They have been pushing the FDA to get useful and readable quantitative data about drugs to doctors and their patients.</p><p>Schwartz and Woloshin have designed a format they call a drug facts box. It shows the gist of what they say is buried in all the fine print: How does the drug compare to a placebo?</p><p>That's in contrast to what usually happens, Schwartz says. \"The prescribing info is written by industry, and then negotiated with FDA, and then FDA ultimately approves it. And we have documented examples where important info — like how well the drug works — is not in the label.\"</p><p>This drives Schwartz and Woloshin crazy.</p><p><strong>Better Than A Sugar Pill</strong></p><p>So, here's their experiment: They showed people ads for two competing heartburn drugs, one plainly more effective than the other.</p><p>They also showed people two of their drug facts boxes, one for each of those two heartburn drugs, showing how each drug fared against a placebo (a sugar pill) in testing.</p><p>\"When the people are presented with the standard information they see — like a drug ad — about 30 percent of people chose the better drug,\" Woloshin says. \"But when we showed them information in the drug facts box form, 68 percent of people were able to choose the objectively better drug. So that's a really dramatic improvement. It just shows you that if you show people information in a way that's understandable, they can use it, and it can improve their decision.\"</p><p>Using FDA data, Woloshin and Schwartz developed a drug facts box for the sleep aid Lunesta.</p><p>Two columns compare people with insomnia who took Lunesta and people with insomnia who, unknowingly, took a sugar pill.</p><p>The results? Those who used Lunesta took 30 minutes to fall asleep. Those who got a sugar pill took 45 minutes — a difference of 15 minutes. Those who took Lunesta stayed asleep 37 minutes longer than those who took a sugar pill.</p><p>Woloshin and Schwartz say some people might consider those benefits worth taking the drug, and some might not.</p><p>\"That's the whole point of the drugs facts box,\" Woloshin says, \"to let people look at the evidence and come to their own judgments. But you can't make those judgments without the facts.</p><p>He and Schwartz believe passionately in the numeracy of patients. They say we can handle numbers, like percents. It's just that too often we're given <a href=\"http://www.npr.org/blogs/health/2009/09/careful_with_tamiflu_dosing_in.html\">incomplete</a> or misleading information.</p><p><strong>How Good A Deal Is That Sale?</strong></p><p>For example, a claim that some drug reduces the likelihood of a particular disease by 50 percent can be misleading.</p><p>Woloshin explains why. \"If you heard about a sale, and it said 50 percent off, would you travel a great distance to go to the sale? Well, you might if it was on things that are really expensive, like a flat-screen TV or something,\" he says. \"But what if the thing that was on sale was gum, and you save only a couple of cents? So when you hear 50 percent reduction, you have to ask 50 percent of what?\"</p><p>The doctors' dream is to get those drug facts boxes into health systems and electronic medical records, so that doctors and patients can study the information and decide what's best before the drug is prescribed.</p><p>\"What we hope is that the box will encourage people to take drugs that are effective and that work, and discourage people from taking drugs that don't work or are just harmful,\" Woloshin says. \"And also that just having this information in front of people will stimulate better drug research, because drug companies realize people are paying attention and looking at these numbers — and then we'd have a better quality of drug trials.\"</p><p>Woloshin and Schwartz say medical information should be as quantitative as other information. And we digest quantitative data all the time.</p><p>\"If you were reporting on an election, you wouldn't say Obama won by a little,\" he says. \"You'd give the numbers. If you were reporting sports scores, you wouldn't say the Celtics, won, hopefully won, by a bit. You'd give the score.\"</p><p>Why should health care be different?</p><p>He and Schwartz are convinced that we can understand risk described by numbers, provided the numbers are clearly and honestly presented.</p><p>They have been lobbying the FDA to develop drug facts boxes, but say that seems unlikely. So they started their own company to do it — <a href=\"http://www.informulary.com/\">Informulary</a>. It's funded by the Robert Wood Johnson Foundation, which also supports NPR.</p><p><em>This is the final part of an </em>All Things Considered<em> series on </em><a href=\"http://npr.org/series/333708682/risk-and-reason\" target=\"_blank\">Risk and Reason</a>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Well+Does+A+Drug+Work%3F+Look+Beyond+The+Fine+Print&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR staff","audio":[{"meta":{"duration":"367"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1335348581-e0a02e.m3u?orgId=1&topicId=1128&aggIds=333708682&ft=3&f=333726737"},{"href":"http://media.npr.org/assets/img/2014/07/25/label-06257b760182928e5d3cd8b6dc20c0ba07b8eaa8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1809","width":"2413"}},{"href":"http://media.npr.org/assets/img/2014/07/24/lunesta-usnewsandworldreport-june2007-33dfa1ae9a8d06f11361279deeb28491372adef7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"796","width":"1060"}},{"href":"http://media.npr.org/assets/img/2014/07/25/lunesta_ad_enlarge-8f34a6dfcd2e3e1650b9d9adb960fd5aa6cf2852.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2246","width":"2990"}},{"href":"http://media.npr.org/assets/img/2014/07/25/lunestabox.cu-version-1960902c191752a32441cb77a41975eed1a46931.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1276","width":"1698"}}]}