{"created":"2014-10-24T08:53:52+00:00","modified":"2014-11-10T20:46:25+00:00","valid":{"from":"2014-11-10T20:46:25+00:00","to":"3014-11-10T20:46:25+00:00"},"hreflang":"en","title":"Iraq's Abu Ghraib Is Back In The News, Now As A Front-Line Town","published":"2014-10-24T14:23:00+00:00","teaser":"A town west of Baghdad and home to a notorious prison, Abu Ghraib is where Iraq troops are bracing for a possible attacks by Islamic State militants. Many local residents feel caught in the middle.","itags":["npr_api","358315058"],"guid":"c2d984a3-6169-4377-8bb3-c414dbe4e228","contentencoded":"<p>To get to Abu Ghraib, I hitch a ride with an Iraqi military patrol. We start in Baghdad, where the convoy of battered Humvees weaves through heavy traffic. But as we head out west of the capital, the roads empty and we hardly see any civilian cars.</p><p>Mushtaq Talib, a soldier, is driving. He's been serving around Abu Ghraib for four years now. As we pass a low gray building, he points out the town's prison, which first gained notoriety as the place where Saddam Hussein locked up his opponents. After Saddam was toppled, American soldiers abused detainees there a decade ago. Now the prison is empty because the Islamic State freed the prisoners.</p><p>The Islamic State has been advancing from the west throughout much of this year, capturing a large part of Anbar, where many of Iraq's Sunni Muslims live.</p><p>\"There's secure places and there are areas of unrest,\" Talib says of the region. It's worse a little farther west, near Fallujah. Most of that city and surrounding areas fell to the self-declared Islamic State (also called ISIS or ISIL) and its supporters early this year. He says morale there is low among the remaining Iraqi soldiers, who are short of food and ammunition.</p><p>And there are insurgents everywhere.</p><p>We visit a huge reinforced checkpoint in the Hamid Chaban neighborhood on the edge of Abu Ghraib. A watchtower looms. Soldiers check cars — only people who live here are allowed in and out.</p><p>Lt. Col. Issam Mohammed Ali says they've beefed up these checkpoints as security has deteriorated. He and other officials are keen to blame all the violence on the Islamic State's militants, citing their thousands of foreign fighters.</p><p>But traveling around Abu Ghraib is a reminder that the Islamic State is not the only source of the violence and that this insurgency has deep roots.</p><p>Way back in 2008, a spate of attacks against American troops in this neighborhood were blamed on a local extremist group.</p><p>Back in the Humvee, Talib, the driver, says there aren't really Islamic State fighters here in Abu Ghraib. It's local tribal rebels, who are supported by the Islamic State and may be sympathetic to them, he says.</p><p>But he reckons they're really fighting because the mostly Sunni people in western Iraq have been marginalized for years by Shiite-led governments.</p><p>That certainly doesn't mean everyone here likes the Islamic State.</p><p>In a flyblown market in Abu Ghraib, with just a few tattered stalls open, few people are around. Some are buying fruit and vegetables, and a small number of merchants are wheeling carts around or selling clothes.</p><p>\"We're afraid, we don't know what's going to happen,\" says Ali Mohammad, who works close by. He and his friends tell me Abu Ghraib is teeming with displaced people from Anbar province. Most every house has four or five families, he says.</p><p>The Islamic State may be unpopular among many local residents, but so too is the Iraqi army. The Iraqi military is being supported by the United States, but it's not winning over all the local people.</p><p>\"They put military garrisons among us, they stormed our house in the night. Who gave them permission?\" says a furious Khadouja Sihel, a local resident.</p><p>Her daughter is with her, carrying a tray of eggs.</p><p>Ignoring the soldiers standing a few feet away, Sihel says, \"I've got seven daughters, and they harass them in a filthy way. Why are they doing this? Aren't we Iraqis like them?\"</p><p>Iraq's new government has been discussing ways to bring marginalized Sunnis, like her, back on board.</p><p>Even the soldiers in the Hummer agree. As Talib drives along, he says that if the residents felt they had more sway in government, they could drive out the Islamic State tomorrow. But as things stand, no one thinks that's going to happen anytime soon.</p><p><em>Alice Fordham, who is based in Beirut, has reported extensively from Iraq. Follow her <a href=\"https://twitter.com/AliceFordham\" target=\"_blank\">@AliceFordham</a>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Iraq%27s+Abu+Ghraib+Is+Back+In+The+News%2C+Now+As+A+Front-Line+Town&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"267"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358471524-38e943.m3u?orgId=1&topicId=1010&ft=3&f=358315058"},{"href":"http://media.npr.org/assets/img/2014/10/23/ramadi-ee5261655b367029e1b77b74e9c37d1d213bd8fe.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1665","width":"2218"}}]}