{"created":"2015-02-02T10:02:19+00:00","modified":"2015-06-25T17:45:27+00:00","valid":{"from":"2015-06-25T17:45:27+00:00","to":"3015-06-25T17:45:27+00:00"},"hreflang":"en","title":"Beloved Japanese Author Answers Questions At 'Mr. Murakami's Place'","published":"2015-02-20T01:16:00+00:00","teaser":"Haruki Murakami is a best-selling author and perennial Nobel Prize contender, but rarely gives interviews. For a limited time, a website is giving fans a chance to engage with the reclusive writer.","itags":["npr_api","383214878"],"guid":"c2e7bc6d-90b5-4df7-b6c5-ea38a68eb44d","contentencoded":"<p>For the past two weeks, in a little corner of the Internet, renowned but reclusive <a href=\"http://www.harukimurakami.com/\">Japanese writer Haruki Murakami</a> has been fielding questions from his fans.</p><p>The best-selling author of works such as <em>The Wind-Up Bird Chronicle</em>, <em>Norwegian Wood </em>and <em><a href=\"http://www.npr.org/2011/10/25/141460070/1q84-japans-orwellian-bestseller-comes-to-u-s\">1Q84</a></em> rarely gives interviews, which is why his fans were so excited about <a href=\"http://www.welluneednt.com/\">Mr. Murakami's Place</a>.</p><p>The website is part advice column, part author Q&A. Murakami told readers they could ask about any subject — but he did note that he was particularly interested in cats and Japanese baseball.</p><p>Topics range from the serious to the absurd. Some asked about Murakami's books, others sought relationship advice. <a href=\"http://www.welluneednt.com/entry/2015/01/27/173800\">One wanted to know where to find the best cup of coffee</a>.</p><p>The site is mostly in Japanese, though Murakami has been accepting — and answering — questions in other languages. He isn't taking any more questions, but will continue to post new entries for several more weeks.</p><p>Patrick Caddeau, an expert on Japanese literature at Princeton University, says he wasn't surprised to see the author interacting with fans this way.</p><p>\"His writing style is very much about asking questions and engaging with the world,\" Caddeau says.</p><p>This isn't uncharted territory for Murakami. Long before <a href=\"http://www.reddit.com/r/IAmA/comments/z1c9z/i_am_barack_ob\">Barack Obama</a> and <a href=\"https://www.reddit.com/user/thisisbillgates\">Bill Gates</a> were encouraging Reddit users to \"ask them anything,\" the author was engaging with his readers online. Murakami is notoriously shy, and rarely makes public appearances. But, Caddeau says, \"This is a format that allows him to really engage in a way that plays to his strengths.\"</p><p>Anna Elliott, head of Boston University's Japanese language program, has translated many of Murakami's books.</p><p>\"He really has a lot of fans around the world,\" she says. \"They feel a very personal connection to him, and really appreciate the opportunity to write to him directly and know that he will read it.\"</p><p>One such fan is Mary Taylor, a librarian in California. When her father was ill, she spent a lot of time taking care of him and listening to his stories.</p><p>\"One of the things that we did when he was in hospice was I would feed the stray cats in the neighborhood and he could watch them from the window,\" Taylor says. Her father would often talk about a cat he had when he was young.</p><p>On the day that her father passed away, a new cat turned up for the first time. She asked a family member to describe the cat her father had as a boy and wasn't surprised to learn that it was similar to this one.</p><p>\"It seemed like a kind of very Murakami-esque experience to have,\" she says.</p><p>Murakami hasn't written back to Mary yet, but she isn't the only one to ask the author to help her make sense of magic in the world, and in his writing.</p><p><a href=\"http://www.welluneednt.com/entry/2015/01/29/113400\">In response to another fan's question</a>, Murakmi answered: \"When I'm writing those stories, I really believe in those unnatural things. It actually happens around me. But when I'm not writing stories, I am just an ordinary man with strong common sense. I come and go between those two different worlds. Busy, but fun.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Beloved+Japanese+Author+Answers+Questions+At+%27Mr.+Murakami%27s+Place%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maggie Penman","audio":[{"meta":{"duration":"160"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383214879-5b664f.m3u?orgId=1&topicId=1032&aggIds=100876926&d=160&p=3&story=383214878&t=progseg&e=383214021&seg=5&ft=nprml&f=383214878"}]}