{"created":"2015-05-19T20:08:26+00:00","modified":"2015-05-20T17:16:04+00:00","valid":{"from":"2015-05-20T17:16:04+00:00","to":"3015-05-20T17:16:04+00:00"},"hreflang":"en","guid":"c2e9997b-a541-4158-84ef-85a41107e8a9","title":"FAO, I hardly knew you","published":"2015-05-20T17:16:00+00:00","byline":"Aaron Schachter","tags":["culture","business and economy","Culture","Arts, Culture & Media","FAO Schwarz","Toys","Stevanne Auerbach","Dr.Toy","New York metropolitan area","Manhattan"],"teaser":"FAO Schwarz is closing its flagship store on Fifth Avenue in July. Toys R Us, which owns the iconic brand, cites the cost of retail space on New York City's pricey Fifth Avenue. The iconic business was initially just a twinkle in a German immigrant's eye.","contentencoded":"<p>When I was a kid in suburban New Jersey, my parents used to pack three kids into the car for a little culture in New York City.</p>\n<p>We'd fight in the car. My parents would gripe about the cost of parking. We'd go to a museum or something. And we'd invariably end up at FAO Schwarz.</p>\n<p>The store, <a href=\"http://www.vanityfair.com/news/2015/05/fao-schwarz-closing\">which will be closing its Fifth Avenue flagship in July</a>, was tens of thousands of square feet of sheer amazement. </p>\n<p>There was always a gas-powered Ferrari or Land Rover go-cart, with a five-foot, $500 teddy bear in the driver's seat.</p>\n<p>FAO was known for its Steiff teddy bears and legions of other stuffed animals.</p>\n<p>There was every possible board game and action figure. There were piles of toys from all over the world that you'd never see advertised on Saturday morning cartoons. But the best part? </p>\n<p>You could play with everything.</p>\n<p>\"You actually could get on the rocking horse and see what it feels like!\" says author John Nelson. His book is \"American Folk Toys: Easy-to-Build Toys for Kids of All Ages.\" </p>\n<p>And he says that was brilliant marketing. </p>\n<p>\"If you walked in there [to FAO Schwarz] with your parents and you fell in love with a toy, your parents would probably stretch a bit and get it for you because there you were playing with it for a half an hour. And you obviously had already fallen in love with it or were fascinated by it,\" Nelson says.</p>\n<p>My parents were never able to make that stretch for a toy from FAO Schwarz.</p>\n<p>German businessman Frederick August Otto Schwarz opened his first \"magical toy emporium\" in the US in 1862 in Baltimore. </p>\n<p>Over the next 150 years, the store moved up and out, opening a few dozen locations in San Francisco, Las Vegas, Boston and, of course, on Fifth Avenue. The store was featured in numerous films, most notably the 1988 hit film \"Big\" when actors Tom Hanks and Robert Loggia danced on a giant toy piano that sits close to the store's entrance — another thing you play with in the store.</p>\n<p>Stevanne Auerbach — Dr. Toy as she's known — wrote a book about FAO's toys. </p>\n<p>Her family also used to make pilgrimages from Queens, New York, to the big store in Manhattan. </p>\n<p>\"If your toy was accepted at FAO, it was the height of your experience as a toy maker,\" she says. That was in no small measure because FAO's buyers scoured the world for products no one in the US had ever seen before. In the early years, they mainly came from Germany and France.</p>\n<p>But the real contribution of the FAO Schwarz toy store, Auerbach says, was to get products in front of kids. </p>\n<p>\"When you've got a new product, you want to test it out, you want to see how to play with it, so this is essential.\" Stores today, she says, are \"not always run by people who understand the quality of toys. They may be business people that don't really understand children.\"</p>\n<p>Auerbach says FAO Schwarz has fallen victim to a changing industry, and shopping habits, by which she means the Internet.</p>\n<p>The brand's not going away. Its parent company, Toys R Us, says they will open another FAO Schwarz outlet in New York, perhaps by late 2016.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-19%2Ffao-i-hardly-knew-you&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/Bear2.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/bear2jpg-0"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/0519201503.mp3"},{"href":"http://admin.pri.org/file/0519201503mp3"}]}