{"created":"2014-10-08T15:24:19+00:00","modified":"2014-10-31T01:52:34+00:00","valid":{"from":"2014-10-31T01:52:34+00:00","to":"3014-10-31T01:52:34+00:00"},"hreflang":"en","title":"Anxious Parents Can Learn How To Reduce Anxiety In Their Kids","published":"2014-05-27T18:35:00+00:00","teaser":"The children of parents who struggle with anxiety are much more likely to develop it themselves. Therapy for both parents and children can help keep the often-debilitating disorder at bay.","itags":["npr_api","314602190"],"guid":"c2e9df3e-f7fa-4c1b-9697-1e97177984db","contentencoded":"<p>Children are increasingly anxious, stressed out and overly worried. Part of that has to do with increased pressures to excel in school, sports and extracurricular activities. But part of it has a lot to do with parents.</p><p>Like other mental and physical health problems, anxiety can be inherited. And some children are more vulnerable because of the way their anxious parents \"parent.\"</p><p>Children whose parents struggle with anxiety are 2- to 7-times <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/9204669\">more likely</a> to develop an anxiety disorder themselves, according to <a href=\"http://www.hopkinsmedicine.org/psychiatry/expert_team/faculty/G/Ginsburg.html\">Golda Ginsburg</a>, a psychologist at the Johns Hopkins University School of Medicine who studies childhood anxiety.</p><p>That's partly a result of how parents view the world. If they see it as a scary place, their children often do as well. Parents are a child's role model for many behaviors, including anxiety, says Ginsburg. \"So if a parent is showing anxiety, jumping up on a table when they see a mouse versus reacting calmly, we know children are more likely to develop fears similar to what their parents are showing.\"</p><p>Take the example of Heather Cummings and her son Noah. It was difficult for Noah to go to elementary s<a href=\"#_msocom_1\" name=\"_msoanchor_1\"></a>chool. He was constantly worried that he would get sick and throw up, particularly at school.</p><p>It turns out that Heather suffered similar worries when she was a child. \"In science I'd read about a condition and think I had it, cancer or diabetes, for example,\" she says. \"If I bumped my head I'd think I'd get a concussion. If I got hit in the temple I'd watch the clock because I thought I was going to die.\"</p><p>Anxiety is a normal human emotion in the face of challenges, such as taking a test or performing in public. But in more severe forms it can be debilitating. <a href=\"http://www.nlm.nih.gov/medlineplus/anxiety.html\">Anxiety </a>that interferes with normal life activities like school, work or social relationships can be an indication of a severe anxiety disorder.</p><p>When Noah was a toddler, if he disappeared behind a tree Heather worried that he had been kidnapped. \"I was panic-stricken.\" As Noah got older Heather's anxiety shifted, and she worried more about his anxiety. Both Heather and her husband, Dave, who live in Epsom, N.H., found themselves constantly reassuring Noah that he was fine, that he wouldn't throw up and that everything would be OK.</p><p>They got the school to agree to allow Noah to call home when he got worried. He did, five or six times a day. Dave even once spent an entire day in the classroom. He says, \"I just went there to be sitting in the classroom with him; my entire focus was on Noah, on how he was doing. I'd give him a reassuring smile, rub his back, anything in my power to reassure him that things are going to be OK.\"</p><p>But all this reassurance and effort turned out to be exhausting for everyone.</p><p>By the time Noah was 11, the family was so overwhelmed that they knew they had to do something. They had heard an expert in anxiety speak at a parent meeting and they decided to go see her. By the time they arrived at the office of psychotherapist <a href=\"http://www.lynnlyonsnh.com/\">Lynn Lyons</a> in nearby Concord, Noah's anxiety was severe, Lyons says.</p><p>The first step for Noah was to help him understand how anxiety made his stomach ache. Lyons often draws cartoons to show children how their bodies react to anxiety, with an increase in stress hormones accompanied by a racing heart, faster breathing, tense muscles and a churning stomach. Noah got the message.</p><p>The biggest surprise, though, was for Heather and Dave. Lyons told them that all their efforts to help Noah avoid his anxiety were actually fueling it.</p><p>\"The way you learn how to manage life is by making mistakes or by stepping into things that feel uncertain, uncomfortable, or overwhelming and then proving to yourself through experience that you can manage it,\" Lyons says. The Cummingses were inadvertently suggesting to Noah that he couldn't handle it.</p><p>Noah had to learn how to face his fears, and his parents had to help him. This meant no more reassurance. It wasn't easy, but both Heather and Dave were committed to change. So was Noah.</p><p>Lyons used a <a href=\"http://www.nejm.org/doi/full/10.1056/NEJMoa0804633\">technique</a> called <a href=\"http://www.ncbi.nlm.nih.gov/pubmedhealth/PMH0016271/\">cognitive behavioral therapy</a> that helps people learn how to change negative thoughts about specific experiences. This therapy has been shown effective in treating anxiety disorders, but can be useful as well for anyone dealing with stressful life situations.</p><p><a href=\"#_msocom_4\" name=\"_msoanchor_4\"></a>Noah had to limit phoning or texting home from school to twice a week, then once a week, then every other week and so on, until he stopped altogether.</p><p>As for throwing up in school, Noah had to accept that he might. \"So rather than avoiding it, he had to start saying, 'Hey, if I get sick, I get sick. I won't like it, but I'll survive,' \" Lyons says.</p><p>When Lyons told Noah to think about the worst that could happen, he realized that going to the nurse's office and being sent home just wasn't all that bad. He never did throw up in school. And today, two years after therapy started, he no longer worries about it.</p><p>His parents now know what to say when he does get worried. That includes labeling the worry as worry, and asking, \"What's the worst that could happen?\"</p><p>In short, the therapy worked, for parents and child.</p><p>About a month ago Noah, now 13, went on a five-day school trip to Washington, D.C.</p><p>\"As it got closer and closer, I got more and more excited rather than worried,\" Noah says. \"When I got onto the bus to go I was not worried at all! I didn't have one worry about going on the trip.\"</p><p>And rather than being inundated with calls or texts, Noah's parents didn't hear a thing. \"On this trip we would have liked a couple more calls,\" Dave Cummings says. \"It's ironic that he didn't call at all; it's the greatest victory possible.\"</p><p>Lyons says it really doesn't matter what's provoking a child's anxiety — it could be school, or getting up at bat, performing in a play or singing a song in public. The key, she says, is helping children expect it and have a plan on how to deal with it. Then they can move on, stronger and more capable of coping with life's uncertainties. (Lyons recently co-authored a <a href=\"http://www.lynnlyonsnh.com/?page_id=221\">book</a> entitled <em>Anxious Kids Anxious Parents: 7 Ways to Stop the Worry Cycle and Raise Courageous & Independent Children</em>.) <a href=\"#_msocom_5\" name=\"_msoanchor_5\"></a></p><p>Cognitive behavioral therapy may also help prevent anxiety from developing in the first place, Ginsburg says. She has studied vulnerable children who had at least one anxious parent. In her <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3373966/\">study</a>, half of the children ages 7 to 12 and their parents received cognitive behavioral therapy. Half did not.</p><p>It turned out that one-third of those who did not receive therapy developed an anxiety disorder within a year. None of those who received therapy developed anxiety.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Anxious+Parents+Can+Learn+How+To+Reduce+Anxiety+In+Their+Kids&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Patti Neighmond","audio":[{"meta":{"duration":"504"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1315978243-829983.m3u?orgId=1&topicId=1128&ft=3&f=314602190"},{"href":"http://media.npr.org/assets/img/2014/05/22/anxious-0067-edit2-793c222fe27033e996dc7ef1f8b8db3d917e07bb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1192","width":"1590"}},{"href":"http://media.npr.org/assets/img/2014/05/22/anxious-0199-edit2-3e5251464f7247c1ef394050bdd3f050174baf6a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}},{"href":"http://media.npr.org/assets/img/2014/05/22/anxious-0179-edit2-acba9f27d566fd68678a5972a00c1bd8333d013c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1149","width":"1533"}},{"href":"http://media.npr.org/assets/img/2014/05/22/anxious-0222-edit2-beade1e9270909dbf1ee21262e0c253a0b989454.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1065","width":"1421"}}]}