{"created":"2015-04-19T22:32:19+00:00","modified":"2015-05-03T01:38:16+00:00","valid":{"from":"2015-05-03T01:38:16+00:00","to":"3015-05-03T01:38:16+00:00"},"hreflang":"en","title":"Transgender Man Leads 'Men's Health' Cover Model Contest","published":"2015-04-19T22:49:00+00:00","teaser":"Aydian Dowling is leading the popular vote by a landslide in the<em> </em>magazine's annual \"Ultimate Guy\" contest. If he wins the judges' round, he'd be the first trans man ever on the magazine's cover.","itags":["npr_api","400826487"],"guid":"c32ea399-d7c5-4715-a9ce-4a1c73c5383b","contentencoded":"<p>Aydian Dowling of Eugene, Ore., is ripped. He has sharply defined muscles, piercing eyes and European-playboy-on-the-Riviera tousled hair.</p><p>It's not just striking good looks that distinguish Dowling, who is <a href=\"http://ultimateguy.menshealth.com/\" target=\"_blank\">leading the voting</a> in the annual \"Ultimate Guy\" contest held by <em>Men's Health</em> magazine. If he wins the contest (which is ultimately determined by judges), Dowling will be the first transgender man to appear on the cover of <em>Men's Health</em>.</p><p>At the very least, he's far and away the frontrunner for the \"Reader's Choice\" award: as of Sunday night, he has more than four times as many votes as the runner-up.</p><p>Dowling talked to NPR's Arun Rath about his story of personal transformation. He says that win or lose, participating in the <em>Men's Health</em> contest has helped him define himself.</p><p>\"I'm so happy and thrilled, and it really helped me define where I am in life, and that what I'm doing is good. What I'm doing is what I should be doing,\" he says. \"And that I think everybody is just looking for a little note from the universe saying, 'Yeah, that's good. You're doing all right.' \"</p><hr /><h3>Interview Highlights</h3><p><strong>On how he got in such good shape</strong></p><p>I definitely love to hit the gym. It's something I do five days a week. I also throw in some cardio five or six days. I also enjoy hiking on off time with my wife and my friends. ... Training is definitely a part of my life. It's something that has become literally just a daily routine, something that I live by.</p><p><strong>On the challenges of weight-lifting as a transgender man</strong></p><p>When it comes to training and being transgender, there is an awkward period. If you are going to start hormone therapies and you haven't yet, you have a lot of self-comparison. ... I started training at 20, 21 years of age, so I was fairly full-grown at that time. I was approaching my adult years, and I still felt like a child when I was in the gym. I didn't know my way around. I felt very intimidated. I felt as though I was so small I would never be a good enough man to be strong enough to lift those weights, to look like that. And a lot of it is just getting the courage to go into the gym.</p><p><strong>On the response to his participation in the <em>Men's Health</em> contest </strong></p><p>I was definitely nervous that there may be some kind of pushback from the magazine. You know, it is a possibility, being transgender, you can walk into a space where you are not welcome, and you are asked to leave for just being exactly who you are. So I have luckily heard from <em>Men's Health</em>, and in a different couple of platforms they've mentioned that the contest is open to all men, and that they are very happy to see the influence that a couple of trans men have been applying. And I think it's sending a really positive message to the transgender people out there from <em>Men's Health</em>. I think it was a great move by them.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Transgender+Man+Leads+%27Men%27s+Health%27+Cover+Model+Contest&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"218"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400831354-a5f3aa.m3u?orgId=1&topicId=1128&d=218&p=2&story=400826487&t=progseg&e=400819150&seg=4&ft=nprml&f=400826487"},{"href":"http://media.npr.org/assets/img/2015/04/19/dsc_0636-af8985586768fd7e455162e56f9ba76d37978a2a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3069","width":"4092"}},{"href":"http://media.npr.org/assets/img/2015/04/19/dsc_0129-1a63f2d0cd5ba038fcb3cc0f0db584cdf4f8399c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3069","width":"4092"}}]}