{"created":"2014-09-19T19:45:22+00:00","modified":"2014-10-08T21:07:33+00:00","valid":{"from":"2014-10-08T21:07:32+00:00","to":"3014-10-08T21:07:32+00:00"},"hreflang":"en","title":"A Love Letter To Matzo: Why The Holey Cracker Is A Crunch Above","published":"2014-04-14T17:57:00+00:00","teaser":"Plain, dry matzo tends to have a reputation for tastelessness. But Dan Pashman, host of the food podcast and blog The Sporkful, argues that the crunchy cracker is a culinary marvel.","itags":["npr_api","301830813"],"guid":"c32f134f-0910-4238-91c5-0a01bd59aa6a","contentencoded":"<p>Passover is nearly upon us. And for many observers of the Jewish faith, that means saying goodbye to leavened bread.</p><p>In the place of leavened bread comes what many Jews call the \"bread of affliction,\" or matzo. Passover commemorates the exodus of the Jews from Egypt. And as the biblical narrative goes, they had to leave in such a hurry that they couldn't wait for their bread to rise.</p><p>So the matzo at Passover is symbolic. But the plain, dry crackers tend to get a bad rap for their taste (or lack thereof).</p><p>But to Dan Pashman, host of a food podcast and blog called <a href=\"http://www.thesporkful.com/\" target=\"_blank\">The Sporkful</a>, the simple matzo cracker is a culinary marvel.</p><p>\"In a typical cracker you kind of have one or two options,\" he says. \"Either a cracker that will be crunchy but it will also be very oily and salty.\"</p><p>Or, he says, \"The other option is your table water cracker, which is plain in flavor, but very flimsy. it lacks structural integrity; it doesn't have very much crunch.\"</p><p>Matzo is the best of both worlds — plain in flavor, wonderfully crunchy. \"It's like a blank canvas,\" Pashman says. And you can load it up with any number of toppings.</p><p>Curious about what gives matzo its characteristic crunch, Pashman also visited the largest producer of kosher goods in the U.S., the Manischewitz factory in Newark, N.J.</p><p>One of the things that make matzo special is the way it is charred. \"And the degree of charring sets different matzos apart from each other.\"</p><p>And there's another thing that puts matzo crackers a crunch above the rest: lots and lots of holes. \"There's a lot of science behind those holes,\" Pashman says.</p><p>When you bake crackers, the water in the dough turns into steam, expands and creates bubbles that pull the layers of the dough apart. \"Those holes act like staples to hold the dough together,\" Pashman says. So the more holes a cracker has, the denser it will turn out.</p><p>The holes are also where science intersects with religion. \"The rabbinical inspectors, who make sure the matzo is kosher when it comes off the assembly line, they break it along those holes ... and then against the grain, to make sure it cooked through so they can make sure it's not longer leavening.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Love+Letter+To+Matzo%3A+Why+The+Holey+Cracker+Is+A+Crunch+Above&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maanvi Singh","audio":[{"meta":{"duration":"256"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1302532215-ecb87a.m3u?orgId=1&topicId=1053&ft=3&f=301830813"},{"href":"http://media.npr.org/assets/img/2014/04/11/istock_000000520852medium-8d3daf22533445f5bf35ba3943b2abd0a92b0b4e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1798","width":"2399"}}]}