{"created":"2014-10-06T21:03:59+00:00","modified":"2014-10-07T21:59:24+00:00","valid":{"from":"2014-10-07T21:59:24+00:00","to":"3014-10-07T21:59:24+00:00"},"hreflang":"en","guid":"c33999fc-e38b-4401-a6b0-a3deb2c5d2e3","title":"An Atlanta radio host wants people to stop stigmatizing Africans over Ebola","published":"2014-10-07T21:59:23+00:00","byline":"Shirin Jaafari","tags":["Ebola","ebola outbreak","hospitals","health","medicine","Global Nation","Health","Health & Medicine","Atlanta","Africa","North America","Ethiopia","United States","Georgia","Africa","North America","Hussein Mohamed","Biology","Microbiology","Medicine","Ebola","Ebola virus disease"],"teaser":"Hussein Mohamed hosts a radio show called Sagal Radio in Atlanta. His show is aimed at issues relating to the immigrant community from Africa, and he says one of them is the danger that Ebola is making people suspicious of all Africans.","contentencoded":"<p>In West Africa, radio stations are using their power to <a href=\"http://www.pri.org/stories/2014-09-01/liberias-hottest-hip-hop-station-has-all-latest-ebols-music-and-news\">inform listeners about Ebola</a>. And in Atlanta, an African immigrant&nbsp;is taking on the same mission.</p><p>Hussein Mohamed was born in Ethiopia and moved to the US as a child&nbsp;in the early 1980s, fleeing the country&#39;s&nbsp;civil war.&nbsp;Today, he runs a radio show, <a href=\"http://www.sagalradio.org/\">Sagal Radio</a>,&nbsp;targeted at Atlanta&#39;s African immigrant community, and he&#39;s trying to help his audience&nbsp;get a better understanding of&nbsp;Ebola.</p><p>Mohamed says he gets&nbsp;calls from concerned listeners who want to know how to avoid getting sick,&nbsp;or what to do if a family member is showing signs of the illness.&nbsp;&quot;[We bring on] guests, like doctors who know a lot about Ebola, and discuss issues about Ebola,&quot; he says.<span style=\"font-size: 13px; line-height: 20.006303787231445px;\">[[{\"fid\":\"75009\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":1600,\"width\":900,\"style\":\"width: 200px; height: 356px; float: right; margin: 5px;\",\"alt\":\"Sign at hospital\",\"title\":\"Sign at hospital\",\"class\":\"media-element file-default\"}}]]</span></p><p>But he&#39;s worried about the effect that Ebola fears are having on&nbsp;the way that people treat Africans.&nbsp;Recently, Mohamed had to take his mother, an elderly asthma sufferer, to a nearby hospital, DeKalb Medical.</p><p>&quot;They have a sign [that says]&nbsp;if you are from Africa or you&#39;ve been in contact with someone from Africa and you&#39;re feeling sick, put on a face mask,&quot; he says.&nbsp;The sign targets all Africans, he complains, while just three countries out of more than 50 on the continent are actually battling Ebola.</p><p>The hospital did not immediately respond to a request for comment.</p><p>Mohamed&nbsp;is worried that this kind of communication about Ebola will&nbsp;create misconceptions about people from Africa.&nbsp;&quot;We don&#39;t want to be targeted because we are from Africa and because of this disease,&quot; he says.</p><p>But he stresses that African immigrants aren&#39;t taking the disease lightly.&nbsp;&quot;We&#39;re all worried,&quot; he says. And he hopes that the US government will pour enough resources into West Africa to help stop the disease.&nbsp;&quot;Let&#39;s fight it there so that we don&#39;t get it over here in the first place.&quot;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/hussein_large.jpg.jpeg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/husseinlargejpgjpeg"}]}