{"created":"2015-05-22T07:57:14+00:00","modified":"2015-06-24T23:05:05+00:00","valid":{"from":"2015-06-24T23:05:05+00:00","to":"3015-06-24T23:05:05+00:00"},"hreflang":"en","title":"In America's Heartland, Heroin Crisis Is Hitting Too Close To Home","published":"2015-05-26T17:15:00+00:00","teaser":"Midwestern and Southwestern states struggle with an influx of heroin being sold for cheap by Mexican cartels. In one community, a spike in heroin-related deaths has everyone on high alert.","itags":["npr_api","405936514"],"guid":"c3404893-c4fb-4739-8375-181a5aabf4fe","contentencoded":"<p>Heroin, today, is killing more and more people in rural America.<br /> <br />One Mexican cartel has seeded low-cost heroin around rural towns in the Southwest and Midwest, selling it cheap and easy, almost like pizza.</p><p>Madison, Neb. — population 2,500 — is just a speck of a town, a two-hour drive from the big-city bustle of Omaha. But it's not far enough away to avoid the growing impact of heroin.</p><p>\"The world's gotten smaller,\" says Police Chief Rod Waterbury. \"If drugs can make it to Chicago, they can make it here.\"</p><p>It takes Waterbury just 15 minutes to patrol Madison. On Main Street, he rolls by a couple of taquerias, a pharmacy and a beauty parlor.</p><p>In many parts of Nebraska, a dose of heroin sells for as little as $10. Over the past decade, 13 people in the state have died from the drug; six of those deaths happened just last year.</p><p>\"It used to be all meth, before that it was all coke,\" says Madison County Attorney Joe Smith. \"Now we're seeing on a routine basis some heroin.\"</p><p>Smith says one heroin death in particular shook Madison's growing Latino community.</p><p>\"We know it's a problem because, in this case, Sabas Sanchez died,\" he says.</p><p>Sabas Sanchez Jr. was known around town as \"Gordo,\" meaning chubby in Spanish. He was 32 when he died. Sanchez's mother, Rosa, can't forget that cold September morning two years ago. She was startled awake by pounding at her door. <br /> <br />\"'[My son is dead, my son is dead!]'\" she recalls her husband yelling in Spanish. \"I ran down the stairs, and I went outside and started touching my son's cheeks, and he was cold.\"</p><p>Rosa says she knew Sabas was fond of all kinds of drugs, but she didn't know about the heroin. <br /> <br />\"He would tell me: 'Mom, this is such a small town. Everybody does drugs,' \" she says. <br /> <br />Across Nebraska, authorities are keeping a watchful eye on the spread of heroin. Michael Sanders is with the Drug Enforcement Administration. He says the drug has already overwhelmed parts of neighboring Iowa.</p><p>\"We are seeing a creeping further west from Iowa City and Cedar Rapids,\" he says. \"Luckily, it hasn't been moving as rapidly as what we were expecting, which we're very thankful of.\"<br /> <br />Back in Madison, Waterbury says small town police departments <br />like his don't have the resources or the experience for long-term drug investigations.</p><p>\"Our department is small. There's only four of us,\" he says. \"It means we're usually busy with the minor day-to-day traffic patrols, school patrol, chasing dogs.\"<br /> <br />What makes it worse? Drug abusers in rural areas, like Sabas Sanchez, don't get the help they need.<br /> <br />\"Down here we have a picture of Sabas and my brother Richard on our first Christmas in this house,\" says Michelle Andrews, Sabas' sister. She wants authorities to find the source of the heroin that killed her brother.</p><p>\"The worst part about it is no one's paying for what they did,\" she says.</p><p>She remembers Gordo as playful.</p><p>\"He liked to joke around, laugh. He had a good heart,\" she said.</p><p>Andrews adds that the memory of his death still haunts her. Sometimes she hears him singing along to a favorite song, one in particular.</p><p>It's called \"El Columpio,\" or \"The Swing.\" The lyrics read: \"It feels good when you're up, but it hurts to come down.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+America%27s+Heartland%2C+Heroin+Crisis+Is+Hitting+Too+Close+To+Home&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bobby Caina Calvan","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408680121-2dfdb2.m3u?orgId=1&topicId=1003&aggIds=408228895&d=235&p=3&story=405936514&t=progseg&e=408666175&seg=1&ft=nprml&f=405936514"},{"href":"http://media.npr.org/assets/img/2015/05/19/heroin_sabas3edit-3276f948735a84a1595580e3a75a2dfe75267ca1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}},{"href":"http://media.npr.org/assets/img/2015/05/19/heroin_sister3edit-888b8f9a7043b5b7aa2de417970469b1502c2bd2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}}]}