{"created":"2015-02-17T10:04:54+00:00","modified":"2015-05-13T21:15:24+00:00","valid":{"from":"2015-05-13T21:15:24+00:00","to":"3015-05-13T21:15:24+00:00"},"hreflang":"en","title":"What's It Like To Live Without Electricity? Ask An Indian Villager","published":"2015-02-18T13:19:00+00:00","teaser":"Some 77 million Indian households depend on kerosene lamps and candles when the sun goes down. Green entrepreneurs are looking to spread the light with affordable solar panels.","itags":["npr_api","386876116"],"guid":"c36787f5-3eff-499e-a30a-7aa11d063f07","contentencoded":"<p>Imagine living in a world with little or no light when the sun set. That's the plight of an estimated 300 million Indians — a quarter of the population, mostly the rural poor.</p><p>They're not left completely in the dark. Kerosene lamps provide light. Cow dung patties provide fuel for cooking. But these options take a toll on time and health. That's why India's prime minister is calling for global partnerships to bring green energy to the powerless millions.</p><p>The village of Sadikpur is a good place to gain an understanding of life without electricity. It's about a five-hour drive from Delhi in India's most populous state of Utter Pradesh, in the north of the country.</p><p>The road leading to the village is lined with cow dung pies drying in the sun, a serene if jarring scene that lends a 19th-century feel.</p><p>They're made by women like Sagarwati, 30. She digs her hands deep in manure and slaps cow dung into paddies to burn as fuel to cook for her three children.</p><p>Watching mother and daughter-in-law Sheela and Sunita Devi provide the manual horse-power for their shredder, I discover that it's a village operated by hand. Their scarves dangling dangerously close to the wheel they push to move the blade that slices sugarcane into feed for animals, who are quartered steps from their door.</p><p>Sitting cross-legged in a courtyard hand-weaving a basket, 70-year-old resident Baburam says \"nothing is mechanized\" here.</p><p>The residents of Sadikpur have never been connected to the national power grid. It's the sort of place that would benefit from the multibillion dollar green energy initiative President Barack Obama announced on his recent India visit.</p><p>Baburam, a grandfather, is angry that six decades after India's independence, kerosene still illuminates the houses with a light so dim he says it discourages anyone from learning to read.</p><p>And there are health costs from kerosene, which is the main source of lighting for 43 percent of rural India. Baburam says fumes from kerosene and wood burning indoors \"burn our eyes\" and \"we cannot breathe.\" Kerosene fires and explosions are well-documented. Less known are the hazards from kerosene combustion.</p><p>According to the <a href=\"http://www.unep.org/ccac/Portals/50162/docs/BlackCarbonSAsiaFinalReport5.22.12.pdfhttp:/www.unep.org/ccac/Portals/50162/docs/BlackCarbonSAsiaFinalReport5.22.12.pdf\">U.S. Environmental Protection Agency</a>, \"exposure to indoor air pollution\" as a result of smoke from burning animal or vegetable matter is estimated to cause more than a half a million premature deaths a year in India.</p><p>One <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3664014/\">study</a> has found that India's indoor pollution contributes to disabilities and early death to a greater degree than tobacco, high blood pressure and heart attacks, says Rahul Tongia. He's a fellow with Brookings India who specializes in sustainable development and energy policy.</p><p>\"It disproportionately impacts those who are indoors a lot, which is women and children,\" Tongia adds.</p><p>The World Health Organization says India has <a href=\"http://apps.who.int/gho/data/node.main.A866?lang=en\">154 deaths</a> per 10,000 people from chronic respiratory diseases — the world's highest rate.</p><p>And in Sadikpur, there lack of electricity could jeopardize its future. Farmer Papu Singh, 28, says more than one family has turned down his proposal for marriage. The brooding bachelor asks, \"Who wants to marry a poor man\" in a place with no power?</p><p>It's not as if Sadikpur hasn't tried to get electricity. The village chief has a file spilling with petitions accumulated over the years, asking for connection to the national power grid. The requests are caught up in a complex web of government edicts, public power companies and private suppliers that is electricity in India.</p><p>The problem turns out to be one of numbers. The village falls short of the 3,000 residents required to qualify for electricity.</p><p>At the local electric company, we ask the superintendent engineer Punkaj Kumar how it can be that decades after independence a sizeable village like Sadikpur is still without power.</p><p>\"It's a very big country,\" Kumar replies. \"In 67 years we have completed almost 95 percent of the country [getting] electrified.\"</p><p>But there's a difference between reaching a village and connecting to all its houses. The 2011 census says that just 55 percent of rural homes use electricity as the primary source of lighting. By comparison, the World Bank says 99.7 percent of Chinese homes have access to electricity.</p><p>The yawning energy shortfall in one of the world's largest electricity markets is stirring opportunity.</p><p>A group of some 200 high-profile investors convened in New Delhi this week to strategize on renewable energy for India. Prime Minister Narendra Modi told them that India needs $100 billion in green energy and is prepared to offer incentives.</p><p>Companies in attendance ranged from the U.S.-based <a href=\"http://www.sunedison.com/\">SunEdison</a> to the Indian conglomerate <a href=\"http://www.ril.com/\">Reliance</a>. They pledged to double India's energy capacity by adding 250,000 megawatts of sustainable green energy to the national grid over the next five years. As in the U.S., coal is India's main source of energy.</p><p>India's Minister for Power, Coal and Renewable Energy, Piyush Goyal told NPR that even if \"some fraction\" of the commitments does not materialize, the pledges will help reduce India's dependence on fossil fuels.</p><p>\"And for the people of India, it's more power to the villages, it's more power to the common man, it's more power to the last man on the street who's been deprived of it for 67 years,\" Goyal says.</p><p>In the short term, small entrepreneurs are making a go of it.</p><p>\"This is the place where you don't have any electricity at all,\" says Ananth Aravamudan, who accompanied me to the remote villages that lie in land in the southern Indian state of Karnataka that the government wants preserved as forest.</p><p>Aravamudan is with the Indian energy company <a href=\"http://www.selco-india.com/\">Selco</a> (Solar Electric Light Company) which has provided power solutions to 100,000 underserved households since 1994. Field staff works with local banks to make loans to poor villagers to buy Selco's $200 solar home lighting system on installments for as little as 100 rupees — $1.60 — a week.</p><p>Its founder, social entrepreneur <a href=\"http://www.selco-india.com/management.html\">Harish Hande</a>, says the mission is to \"eradicate poverty and the darkness\" with renewable energy. He says the poor are not looking for sympathy; they are looking \"for a partner.\"</p><p>In the village of Tulasikere, women fetch water from a well as they have for centuries. A 36-year-old farmer named Dummada says \"there's been no development here for the last three generations\" though politicians have promised \"roads, lighting and health centers.\"</p><p>Feeling \"let down by the government,\" Dummada says he electrified his home on his own with solar power and became the first in the village to acquire the small solar home lighting system.</p><p>Three quarters of the villagers now have solar panels installed on their roofs, and there are many benefits. Dummada says the panels charge the \"portable torches villagers use at night to protect their fields against pillaging animals,\" including elephants.</p><p>He says children can study at night with solar-charged lanterns. Selco pioneered a lantern program to distribute solar lights to kids who first had to come to school in order to get the battery charged.</p><p>Harish Hande says, \"There is a huge potential of entrepreneurs, mathematicians, innovators, inventors that is just lurking behind darkness. So by putting that one light, we are taking the first step out of ten\" toward a more equitable India.</p><p><em>Follow NPR's Delhi Bureau Chief on Twitter: @JulieMcCarthyJM</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What%27s+It+Like+To+Live+Without+Electricity%3F+Ask+An+Indian+Villager&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Julie McCarthy","audio":[{"meta":{"duration":"421"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386876117-9a5546.m3u?orgId=1&topicId=1004&d=421&p=3&story=386876116&t=progseg&e=386875221&seg=3&ft=nprml&f=386876116"},{"href":"http://media.npr.org/assets/img/2015/02/17/india-energy-11-ee290b2e07f3982e02efcf271e00f04056d6b92c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2650"}},{"href":"http://media.npr.org/assets/img/2015/02/17/india-energy-10-3754749b76b10e9e4bc60d4e797dc8879099eb1f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2650"}},{"href":"http://media.npr.org/assets/img/2015/02/17/india-energy-12-d34442082dfb8ff606674b964dca1db4d25b7e7f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2650"}},{"href":"http://media.npr.org/assets/img/2015/02/17/india-energy-15-14b00039c784bf7df469a44bd4a8ae26f7a7eff9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}}]}