{"created":"2015-05-26T14:07:20+00:00","modified":"2015-05-26T22:08:32+00:00","valid":{"from":"2015-05-26T22:08:31+00:00","to":"3015-05-26T22:08:31+00:00"},"hreflang":"en","guid":"c37489b2-adb5-46c1-85ba-e79b619b3cd3","title":"Vietnamese immigrant raises fresh shrimp in Boston — one indoor vat at a time","published":"2015-05-26T22:08:27+00:00","byline":"Pien Huang","tags":["agriculture","business and economy","immigrants","Global Nation","Business","Business, Finance & Economics","Stoughton","Boston","North America","Asia","United States","Vietnam","Massachusetts","Southeast Asia","New England","Aquaculture","Shrimp farm","Shrimp"],"teaser":"A Vietnamese immigrant in Massachusetts is inspired by the family business and builds an indoor shrimp farm.","contentencoded":"<p>You might not think of an industrial strip mall in the suburbs of Boston as the place for a shrimp farm. But then you probably haven’t met James Tran, the founder of <a href=\"http://www.sky8shrimpfarm.com/\">Sky8 Shrimp Farm</a> in Stoughton, Massachusetts.</p>\n<p>In his day job, he designs semiconductors for the technology industry. On nights and weekends, he works on turning out some of the cleanest, freshest, sustainable seafood in Boston.</p>\n<p>There's definitely a market for it. Americans eat more than 500,000 tons of shrimp a year. It's now the most consumed seafood in America, though the shrimp industry has been plagued by reports of <a href=\"http://www.theguardian.com/global-development/2014/jun/10/supermarket-prawns-thailand-produced-slave-labour\">slave labor</a> abroad and the <a href=\"http://www.environmentalhealthnews.org/ehs/newscience/big-impacts-little-shrimp\">enviromental impact</a> of shrimp farming at home and abroad. </p>\n<p>I met Tran at his “farm.” It’s a 7,200-square-foot space, about the size of three tennis courts, with a series of aboveground tanks. They're covered in bright blue tarps that hold filtered seawater and shrimp in different life stages. The tarps keep the water from evaporating, and the translucent shrimp from jumping out.</p>\n<p>It’s a lean startup operation, run by Tran and three equity partners. Almost everything at the farm is automated, except for harvest and delivery. But the main attraction is the shrimp. Chefs in Boston have called it delicious, briny, and fresh, with a texture you can’t get in frozen shrimp. Tran says he eats up to two pounds of his product a week. His preferred way is raw, with a squirt of lime juice.   </p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"506\" width=\"900\" alt=\"The vats are covered in tarps to keep the shrimp from jumping out.\" title=\"The vats are covered in tarps to keep the shrimp from jumping out.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/CROPshrimpinhand.jpg?itok=rusd50S0\" /><div class=\"field-caption\">\n    <p>The vats are covered in tarps to keep the shrimp from jumping out.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Pien Huang</p>\n  </div>\n</div>\n<p>At age 40, Tran is an entrepreneur. But his path wasn’t always so clear.                                                            </p>\n<p>He grew up on the coast of Vietnam, one of 10 kids in a family of fishermen. In the mid-1980s, when he was 10, he fled the country with an adult brother and teenage sister. The family landed at Hong Kong’s Chi Ma Wan refugee camp, where Tran says gangs bullied and beat him, and forced him to parade around naked in front of other refugees. </p>\n<p>A few months later, Tran and his sister and brother arrived in Stockton, California. He says times were hard there, too.  “My life was very terrible,” he says.</p>\n<p>The siblings moved from place to place, subsisting on welfare. Tran did odd jobs: selling hot dogs and delivering furniture.</p>\n<p>“I tried to work my way up,” he says, “but again, I was being pushed down.”</p>\n<p>Eventually, Tran got on a solid track. He put himself through college. He took advantage of California’s technology boom, and learned to design and build semiconductors.  He met his wife and moved to Boston where he found work as an engineer.  </p>\n<p>“When I came here, I try hard,” Tran says. “I work nonstop, seven days a week, to build something, and to build something that is different.”</p>\n<p>Tran got the idea for his “something different” on a trip to Vietnam a decade ago to visit his parents and siblings. Some of them were shrimp farmers and he saw the labor and environmental problems that plague the industry firsthand.</p>\n<p>“The village where I live in Vietnam, it has very, very beautiful beaches. It’s better than Hawaii or anywhere else. But they polluted our ocean.”</p>\n<p>Seawater flowed into open air ponds, where shrimp were raised on antibiotics in polluted water; sludge was discharged back into the ocean. Tran says some shrimp farmers won’t even eat their own product.</p>\n<p>“People in Vietnam in my village right now cannot even go swimming any more,” he says. “That’s why I think there’s got to be a better way of shrimp farming.”</p>\n<p>If the conditions in suburban Boston aren’t ideal for tropical shrimp, Tran says that's kind of the point. If his shrimp can survive the cold, snowy winters here, they can survive almost anywhere.</p>\n<p>Tran isn’t yet making a living at this. The farm is still a working prototype, and it’s been through some ups and downs. But he’s ready to scale up his concept, and build bigger, better shrimp farms with what he’s learned. He sees a future with a shrimp farm in every state. He’s just looking for the right investor.</p>\n<p>As for looking at how far he’s come — it’s not something he thinks about much. But if there’s a message he could give to his childhood self, it would be this:</p>\n<p>“Just try your best to build something different. That’s what I would tell that 10-year-old kid. Just never give up.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-25%2Findoor-shrimp&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/CROPJamesShrimp.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/cropjamesshrimpjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05262015_04.mp3"},{"href":"http://admin.pri.org/file/0526201504mp3"}]}