{"created":"2014-09-08T15:46:19+00:00","modified":"2014-09-30T14:28:37+00:00","valid":{"from":"2014-09-30T14:28:36+00:00","to":"3014-09-30T14:28:36+00:00"},"hreflang":"en","title":"Rescue Crews Dive For Hundreds Still Missing After Ferry Accident","published":"2014-04-17T10:05:00+00:00","teaser":"The search continues a day after a ship began sinking off of South Korea's southern coast. Most of the passengers, according to news reports, were high school students and teachers on a school trip.","tags":["npr_api","303640327"],"guid":"c375d5f7-c118-43f8-ab18-169b13ba72a9","contentencoded":"<p><h6>This post is being updated as news comes in.</h6></p><p>Unsuccessful in their attempts to find the missing in a sunken ferry off the southern coast of South Korea overnight, rescue divers resumed their search at day break Thursday, Jason Strother reports from Seoul.</p><p>A day after the boat began to sink, the cause of the accident is unclear and less than half of the passengers who were on board have been rescued, Strother tells NPR's Newscast Desk.</p><p>Most of those unaccounted for are high school students who were on a trip to a resort island.</p><p>The ship, which left the city of Incheon on South Korea's western coast Tuesday night, sent out a distress signal around 9 a.m. local time on Wednesday. That was 8 p.m. ET Tuesday. The trip south to Jeju Island was supposed to take about 14 hours. <a href=\"http://www.npr.org/2014/04/16/303615513/2-dead-after-ferry-sinks-off-south-korean-coast\" target=\"_blank\">According to The Associated Press</a>, the students and teachers are from a high school in Ansan city near Seoul.</p><p>By the time rescuers arrived on the scene, the ferry — the Sewol — was on its side. After about two hours, according to NPR's Anthony Kuhn, the ship had turned over completely and most of it was underwater. Anthony, who is monitoring the news from Beijing, <a href=\"http://www.npr.org/2014/04/16/303634630/death-toll-expected-to-climb-in-south-korean-ferry-disaster\" target=\"_blank\">said on <em>Morning Edition</em></a> that authorities believe about 475 people were on board before the ferry went down. It was well below capacity: According to Anthony, the ship can carry as many as 900 passengers.</p><p>After midnight Thursday in Korea (late morning in the eastern U.S.), <a href=\"http://in.reuters.com/article/2014/04/16/korea-ship-idINL3N0N809J20140416\" target=\"_blank\">Reuters was reporting</a> that authorities had slightly revised some of the numbers:</p><p>-- 475 people were thought to have been on board.</p><p>-- 179 were reported to have been rescued.</p><p>-- Six bodies had been recovered.</p><p>-- 290 people were still unaccounted for. (Updated figures added at 4:45 p.m. ET.)</p><p><a href=\"http://english.yonhapnews.co.kr/national/2014/04/16/99/0302000000AEN20140416002358315F.html\" target=\"_blank\">South Korea's Yonhap News Agency reports that</a> \"fears have grown that many of those unaccounted for could be trapped inside the sunken ship and died.\"</p><p>Of those on board, <a href=\"http://www.cnn.com/2014/04/16/world/asia/south-korea-sinking-ship-students/\" target=\"_blank\">CNN says</a>, 325 were students and 15 were teachers from Seoul's Ansan Danwon High School. Jeju, the network adds, is \"considered the Hawaii of Korea.\" (Update from CNN added at 9:30 a.m. ET.)</p><p>The island is a honeymoon destination and \"one of the most popular vacation spots\" for Koreans, Seoul-based journalist Jason Strother told <em>All Things Considered </em>Wednesday morning in a conversation recorded <a href=\"http://www.npr.org/2014/04/16/303769813/south-korea-ferry-disaster-sets-rescuers-and-fears-in-motion\">for broadcast later today</a>.</p><p>NPR's Frank Langfitt, who is following the news from Shanghai, tells our Newscast Desk that South Korea's coast guard reports it rescued at least 164 people before the ferry sank. The water temperature in the area is just above 50 degrees Fahrenheit, Frank reports, and \"South Korean authorities say people swimming in water at that temperature show signs of hypothermia after 90 minutes or two hours.\"</p><p>A U.S. Navy ship is heading to the site to assist South Korean rescuers.</p><p>According to Yonhap News:</p><p><blockquote></p><p>\"The cause of the accident was not known, though survivors said they heard a banging noise before the ship suddenly started sinking. Speculation has arisen that the ship might have hit an underwater rock or collided with another vessel. ...</p><p>\"The ship, which plies between Incheon and Jeju [Island] twice a week, was built in Japan in 1994, is 146 meter long and 22 meter wide, and has the maximum capacity of carrying 921 people, 180 vehicles and 152 shipping containers at the same time.\"</p><p></blockquote></p><p>One survivor, <a href=\"http://in.reuters.com/article/2014/04/16/korea-ship-idINL3N0N809J20140416\" target=\"_blank\">according to Reuters</a>, said she was on the ferry's deck when \"the ship went 'boom' and there was a noise of cargo falling.\" Cha Eun-ok said there was an announcement that \"told people to stay put.\" She fears that \"people who stayed are trapped.\" (Update from Reuters added at 10:50 a.m. ET.)</p><p><a href=\"http://www.bing.com/search?q=convert%20meters%20to%20feet&pc=conduit&ptag=A10E94326BA6D48C39CF&form=CONBDF&conlogo=CT3210127\" target=\"_blank\">According to<em> The Wall Street Journal</em></a>, \"the ill-fated Sewol — its name means 'time and tide' in Korean — is 145 meters long [476 feet] and 22 meters wide [72 feet]. It can carry 921 passengers, 180 vehicles and 152 regular cargo containers at the same time. ... The 6,825-ton ferry travels twice a week between the western port of Incheon and the southern resort island of Jeju. The 264-mile trip is one of the most lucrative and common ferry lines in the country.\"</p><p>The<em> Journal</em> writes that Apostolos Papanikolaou, director of the ship design laboratory at the National Technical University of Athens, \"said ships such as the Sewol are engineered to withstand flooding of two of about 15 below-deck compartments. Anything beyond that would result in the ship sinking, he said. ... This assumes all watertight doors are shut. In practice, they are often left open to allow movement of crew members between different sections of the ship. ... Mr. Papanikolaou said once water rises to the large open surfaces on the upper decks, where sometimes cars are kept, then the ship can capsize \"very quickly.\" (Update from the <em>Journal</em> added at 12:15 p.m. ET.)  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rescue+Crews+Dive+For+Hundreds+Still+Missing+After+Ferry+Accident&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mark Memmott","audio":[{"meta":{"duration":"193"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1303643509-ebb4b1.m3u?orgId=1&topicId=1001&ft=3&f=303640327"},{"href":"http://media.npr.org/assets/img/2014/04/16/skorea-ferry-001-947209c05f90b79c47cc116b6ed884931c96bf23.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"638","width":"940"}},{"href":"http://media.npr.org/assets/img/2014/04/16/skorea-ferry-002-ef5ac6c249ec120af34adb692f5709411863d1f2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2370","width":"3489"}},{"href":"http://media.npr.org/assets/img/2014/04/16/skorea-ferry-003-0c4f5311869e2a0b3220f76f41ab5d162709b54e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"652","width":"960"}},{"href":"http://media.npr.org/assets/img/2014/04/16/skorea-ferry-004-76fc338851d3bc66a205f55a24ce6f42e15ba196.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"790","width":"1162"}},{"href":"http://media.npr.org/assets/img/2014/04/16/skorea-ferry-005-0f8bd2a837e456f604a07108f97147bdc9cdc1e6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2233","width":"3286"}},{"href":"http://media.npr.org/assets/img/2014/04/16/skorea-ferry-006-0021a9dee31970159515bf7b94383dde1aca8ee3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2365","width":"3500"}},{"href":"http://media.npr.org/assets/img/2014/04/16/skorea-ferry-007-0b18708a890aa30e6a498324e7a38f79b322e0ee.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/04/16/skorea-ferry-008-196de344dde3901ed128f01d880d7d526e10dad5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2364","width":"3498"}},{"href":"http://media.npr.org/assets/img/2014/04/16/koreanferry162way-f4fdfe5fc6a816e6baaa72b3c00a35a18f1d558f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2093","width":"2793"}}]}