{"created":"2014-11-19T10:12:26+00:00","modified":"2014-11-24T23:05:17+00:00","valid":{"from":"2014-11-24T23:05:17+00:00","to":"3014-11-24T23:05:17+00:00"},"hreflang":"en","title":"Ohio Bill Would Shield Source Of Lethal Injection Drugs","published":"2014-11-19T21:47:00+00:00","teaser":"As states struggle to obtain the drugs used to put someone to death, Ohio lawmakers consider a bill that would shield the ID of any drugmaker, pharmacy or medical professional involved in executions.","itags":["npr_api","365151079"],"guid":"c38e11b3-9f86-4776-bd86-1f6e5af482cf","contentencoded":"<p>Ohio lawmakers <a href=\"http://www.legislature.state.oh.us/bills.cfm?ID=130_HB_663\">are considering a bill</a> that would shield the identity of any pharmacy or drugmaker that provides drugs for executions.</p><p>Ohio, like most states, has struggled to obtain the drugs after European manufacturers prohibited their use in putting people to death. Many states have turned to unregulated compounding pharmacies to make replicas. But following <a href=\"http://www.npr.org/2014/04/30/308377785/botched-oklahoma-execution-mobilizes-death-penalty-opponents\">several high-profile</a> botched executions, those pharmacies have come under scrutiny.</p><p>State Rep. Jim Buchy, one of the bill's primary sponsors, says the legislation will allow more qualified pharmacies and medical professionals to come forward and participate.</p><p>\"The idea is to give the professionals the security of knowing that the drugs necessary to be put together in compounds to do the most efficient job of carrying out the wishes of the court is done in a humane way,\" says Buchy, a Republican.</p><p>Ohio's executions ground to a halt in January when the state took more than 20 minutes to kill a man who gasped and snorted after being injected with a new two-drug mix.</p><p>In addition to keeping the source of drugs used in lethal injections a secret, the bill would shield the identity of any medical professional who takes part. And it would bar European drugmakers from putting limits on how their drugs are used.</p><p>Last September, for example, Germany's human rights commissioner <a href=\"http://propofol-info.com/files/Letters_Loening.pdf\">wrote a letter to the governor of Missouri</a> and said if the state attempted to use the anesthetic propofol in an execution, the European Commission could consider banning exports to the United States.</p><p>Michael Brickner, senior policy director at the ACLU in Ohio, says telling drug manufacturers they can't dictate such terms would very likely violate the Commerce Clause. But he says the greater problem is keeping secret which drugs are used and how they are administered.</p><p>\"When something isn't working, the answer is never secrecy,\" he says. \"When something isn't working the way it's supposed to, you need more accountability ... more transparency.\"</p><p>Brickner says states <em>can</em> find a way to humanely execute people. They just need to open the process to public oversight.</p><p>Buchy says a desire for humane executions is what's behind his bill. But he also says there has been too much emphasis on the experience of those sentenced to die. The victim of the Ohio inmate in the botched execution in January was one of his constituents.</p><p>\"Frankly, what that man did to the lady that he murdered and raped and tortured,\" Buchy says, \"he perpetrated more cruel and unusual punishment to his victim than the state ever did in a 20-minute execution.\"</p><p>Ohio statewide public defender Tim Young sees it differently.</p><p>\"I am astonished people would suggest that our justice system would behave the way criminals do,\" he says. \"While it may appeal to a very basic instinct that these are incredibly heinous crimes — I'm not arguing about that — but our justice system and our society has to hold itself out to be better than the people who commit those heinous crimes.\"</p><p>So far, the bill is moving swiftly through Ohio's House and appears likely to pass by January.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ohio+Bill+Would+Shield+Source+Of+Lethal+Injection+Drugs&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sullivan","audio":[{"meta":{"duration":"215"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365151080-0a3b76.m3u?orgId=1&topicId=1091&ft=3&f=365151079"}]}