{"created":"2014-09-15T21:19:58+00:00","modified":"2014-10-30T22:22:33+00:00","valid":{"from":"2014-10-30T22:22:33+00:00","to":"3014-10-30T22:22:33+00:00"},"hreflang":"en","title":"With Turmoil Roiling Abroad, Why Aren't Oil Prices Bubbling Up? ","published":"2014-09-16T12:32:00+00:00","teaser":"Conflict in oil-producing regions usually sends oil prices higher. But the cost of oil has actually dropped, despite turmoil in the Middle East. Economists say it's a matter of supply and demand.","itags":["npr_api","348685733"],"guid":"c39adb4c-a531-4ea3-b1c8-ab5cb90db31b","contentencoded":"<p>The price of oil has been falling — a drop that you may already have noticed at the pump. Gasoline prices have dropped noticeably since June, and oil is now well below $100 a barrel.</p><p>That decline has happened even as conflicts have flared in or near oil-producing regions. Normally, oil prices are expected to spike higher amid turmoil — so why have they been trending lower?</p><p>The global price <em>did</em> rise to just under $112 a barrel in June, when ISIS first swept into northern Iraq. But the price of crude has trended down since then — despite the U.S. decision to enter that fight, despite the conflict in Ukraine and despite sanctions levied against Russia, one of the world's largest oil producers, for its role there.</p><p>Then there's the fight between Islamist militants and the government in Libya, a significant oil producer.</p><p>So why, then, are petroleum prices falling?</p><p>\"There are two factors to keep in mind,\" says Robin West, a senior adviser at IHS Global Insight. \"One is supply, and one is demand.\"</p><p>It really is as basic as that, West says. \"Frankly, the global economy is slow. Demand is low, and so there's very little growth in demand. And so, supply is strong, and demand is fairly weak.\"</p><p>The International Energy Agency made <a href=\"http://www.iea.org/newsroomandevents/news/2014/september/iea-releases-oil-market-report-for-september.html\">that point last week</a>, when it said a weaker economic outlook in China and Europe is causing a remarkable slowdown in global demand growth. And demand is declining, West says, as global supplies surge due to the energy boom in North America — including shale oil production from North Dakota and Texas.</p><p>\"There's another 3 billion barrels a day that's coming into the market and staying in the market,\" he says. \"This has really changed the global supply-demand balance very substantially\" — and helped bring more stability to the market.</p><p>Michael Levi, senior fellow for energy and the environment at the Council on Foreign Relations, says it is true that a surge in North American production has added significantly to global supplies. But he <em>doesn't</em> believe it is responsible for the decline in oil prices of the past three months.</p><p>\"I think the U.S. oil boom has helped stabilize prices over the last few years, but that's because it's been a surprise,\" Levi says. \"And it no longer is a surprise. And that leads me to conclude that people are expecting too much from it, in terms of stabilizing oil prices in the future.\"</p><p>Levi says the added production from North America has lulled market participants into believing they're in an era of stability.</p><p>\"I think there is excessive complacency in the ability of the global oil market to absorb disruptions that we haven't seen yet,\" he says.</p><p>There are good reasons the current conflicts haven't pressured prices higher, Levi says. Syria's production is minimal, Libya's has been impaired for some time, and sanctions against Russia would hurt production in the future — not <em>current</em> production.</p><p>\"On the flip side, no one expects Vladimir Putin to cut his own oil exports in order to inflict harm, because he can't sustain his spending, his state, his budget, without the revenues from oil sales,\" Levi notes.</p><p>Fadel Gheit, managing partner and head of oil and gas research at Oppenheimer & Co., says oil prices will still spike higher when severe disruptions occur. But he thinks global supply will continue to grow and keep prices in check.</p><p>He predicts that will happen as fracking technology improves, reducing the costs of production.</p><p>\"The break-even point continues to decline. Yes, we needed $80 [per barrel] oil for the North Dakota Bakken oil development to continue,\" he says. \"Now, it's about $65. Five years from now, it could be $50, or even $40.\"</p><p>Gheit argues that will lead to a long-term decline in the price of oil — a decline that we're already beginning to see.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Turmoil+Roiling+Abroad%2C+Why+Aren%27t+Oil+Prices+Bubbling+Up%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Ydstie","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348765034-932a83.m3u?orgId=1&topicId=1006&ft=3&f=348685733"},{"href":"http://media.npr.org/assets/img/2014/09/15/452148398-af7c5372e0d0005fa751dfdcfda9961e6449242c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1514","width":"2020"}}]}