{"created":"2014-08-30T17:06:07+00:00","modified":"2015-01-08T12:47:55+00:00","valid":{"from":"2015-01-08T12:47:55+00:00","to":"3015-01-08T12:47:55+00:00"},"hreflang":"en","title":"Liberia Blocks Off Neighborhood In Ebola Quarantine, Sparking Riot","published":"2014-08-20T15:52:00+00:00","teaser":"Residents of the capital's West Point neighborhood woke up to learn no one can enter or leave the area for 21 days — the time it takes to determine whether someone exposed to Ebola was infected.","itags":["npr_api","341883610"],"guid":"c3a6660d-b743-4afc-bd5f-16088ef146bd","contentencoded":"<p>When the residents of Liberia's West Point slum woke up Wednesday morning to learn their neighborhood had been completely sealed off by the government, a riot broke out. People screamed and hurled rocks at the police, who retaliated with gunshots and batons. Late last night, in a bid to curb the spread of Ebola, Liberia's president announced a 9 p.m. curfew in the capital, Monrovia. She also ordered a quarantine of the city's overcrowded West Point neighborhood, where some 70,000 of Liberia's poorest people live.</p><p>Liberia has been overwhelmed by the Ebola outbreak, with the number of cases nearing 1,000. The country has seen almost 600 death — the highest among the three Ebola-stricken countries in West Africa. So when residents raided an Ebola holding center in West Point on Saturday, Liberian officials were alarmed. Seventeen patients suspected of harboring the virus were dragged out or forced to flee</p><p>into the neighborhood and may have spread the disease to others.</p><p>NPR's Nurith Aizenman was in West Point and witnessed the violence. Joining NPR's Morning Edition</p><p>from Monrovia, she tells Steve Inskeep that the riot began when police escorted the family of a</p><p>government minister out of the neighborhood.</p><p>Here is an edited excerpt of the interview.</p><p>What exactly did you see?</p><p>I, along with the rest of NPR's team here, were in West Point. We had made it past several blockades</p><p>that security forces had set up, sealing off the neighborhood. I should say this is one of the capital's</p><p>poorest neighborhoods. A lot of people there feel very disenfranchised. They've had very little support</p><p>as this outbreak has been raging in their midst. It's an area that basically consists of a finger of land</p><p>jutting out from central Monrovia into the Atlantic Ocean.</p><p>It's quite small with only two very narrow roads in. So as we were walking up one of those roads, we saw</p><p>a contingent of police escorting this local official and her family, including several children, out.</p><p>Following very close behind them was a throng of furious people, just very angry. They were shouting.</p><p>They started throwing chunks of concrete and smaller rocks and things escalated very quickly from</p><p>there.</p><p>Everyone started racing toward us and security forces around us started firing shots in rapid succession.</p><p>We saw them holding their assault rifles leveled at the crowd, not in the air. And at least one person was</p><p>shot — a boy of about 12.</p><p>Do you know what happened to that boy?</p><p>We don't know. Tommy Trenchard, the NPR photographer we're working with, witnessed it and tried to</p><p>call for an ambulance. We heard someone had picked him up, but we haven't confirmed that.</p><p>Is there anything specific that you feel sparked this morning's riot?</p><p>Well, it's been a growing situation. Late last night the government announced that West Point was going</p><p>to be quarantined, and they say they're not letting anyone enter or leave for at least 21 days. That's how</p><p>long it takes to know if someone who was exposed to another person with Ebola may have become</p><p>infected. So the people in West Point woke up this morning to find out that their community is being</p><p>completely blocked off. They're being told, \"You have this deadly and highly infectious disease running</p><p>through your neighborhood, and you cannot leave.\"</p><p>Why did the government choose to quarantine West Point?</p><p>Ebola has been spreading in West Point with particular speed. As you mentioned, on Saturday an angry</p><p>mob stormed a holding facility that the government had set up in the neighborhood for people</p><p>suspected of having Ebola. People were very upset because the government had not explained why it</p><p>was setting up that facility. You know, when an [aid] group like Doctors Without Borders opens a center,</p><p>they spend a lot of time laying the groundwork with the community, getting people's consent. That was</p><p>not done with this government holding facility.</p><p>They were also bringing in people with suspected Ebola from other neighborhoods, and they weren't</p><p>offering supportive care there. The center essentially just became a dumping ground for people with</p><p>Ebola. So when it was raided on Saturday, 17 patients who were there were either carried off or forced</p><p>to flee into the neighborhood where it's likely that they came into contact with many others. And Ebola</p><p>spreads through direct contact with bodily fluid, including not just blood and vomit, but [the] sweat of</p><p>an infected person. So there's no knowing how many more people have now been infected.</p><p>If the neighborhood is literally sealed off, how are people getting food and other supplies?</p><p>I spoke with the minister of the interior this morning, and he said that the government will be supplying</p><p>food rations. But by late morning, people were already starting to panic over whether this was going to</p><p>happen. They were shouting, \"We need to get out. We need food.\" So when police arrived to escort this</p><p>local official's family out, I think it was just the last straw. Now, government officials say that they were</p><p>bringing out that family because their home was threatened.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Liberia+Blocks+Off+Neighborhood+In+Ebola+Quarantine%2C+Sparking+Riot&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Greene","audio":[{"meta":{"duration":"262"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341894230-ee3b75.m3u?orgId=1&topicId=1126&ft=3&f=341883610"},{"href":"http://media.npr.org/assets/img/2014/08/20/ebola_01-60c3e3a1aaa47a2b118f2f640783b5e6cf488451.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1867","width":"2800"}},{"href":"http://media.npr.org/assets/img/2014/08/20/ebola_05-0302c05a34c9734c5be1e4df77e2ced6dd636b42.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1879","width":"2800"}},{"href":"http://media.npr.org/assets/img/2014/08/20/ebola_04-74f94b9bcc7dcc2148685a77ed5e2ef46e75e6f1.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1867","width":"2800"}},{"href":"http://media.npr.org/assets/img/2014/08/20/ebola_07-2d04437a16219a761b14311d74a25f51a6e7f6e9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1728","width":"2800"}},{"href":"http://media.npr.org/assets/img/2014/08/20/ebola_09-ccb21f4c465430850c5bda1628b4c07b06a02632.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1867","width":"2800"}},{"href":"http://media.npr.org/assets/img/2014/08/20/ebola_08-59ccd5c83fbe59e6816358f2e1584a3ff0763ab4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2800"}},{"href":"http://media.npr.org/assets/img/2014/08/20/ebola_06-1a76f38089b4694acb48330f0d8c700916cd5bd8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1947","width":"2800"}},{"href":"http://media.npr.org/assets/img/2014/08/20/ebola_02-f95d71dac974e79f181e6e5b61207ce52133ba90.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1879","width":"2800"}},{"href":"http://media.npr.org/assets/img/2014/08/20/ebola_03-6b3b8d035f701213d85430c8d6041b1cf9eb19fb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1972","width":"2800"}}]}