{"created":"2014-09-29T17:05:34+00:00","modified":"2014-10-31T00:44:15+00:00","valid":{"from":"2014-10-31T00:44:15+00:00","to":"3014-10-31T00:44:15+00:00"},"hreflang":"en","title":"Advertisers Come Out Of The Closet, Openly Courting Gay Consumers","published":"2014-06-30T19:53:00+00:00","teaser":"Decades ago, commercials left homosexual relationships implied, in a sort of secret code. These days, gay-friendly marketing campaigns don't need to be as covert.","itags":["npr_api","326524942"],"guid":"c3a677f5-8339-4b74-a039-9665ffd78caf","contentencoded":"<p>A recent Chevrolet ad made its LGBT-friendly message clear: Against a montage of different families, including single and same-sex parents, a voice-over intones, \"While what it means to be family hasn't changed, what a family looks like has.\"</p><p>Of course, it's not entirely new for mainstream brands to participate in gay pride parades or advertise in LGBT media. But as Gay Pride Month comes to an end, ads like this drive home the fact the last year has seen a sharp uptick in gay representation in mainstream ad campaigns. And these new ads, like Chevy's \"The New Us,\" don't rely on the coded messages of earlier gay-oriented ads.</p><p>The history of gay people in advertising isn't that long. Rich Ferraro, vice president of communications at GLAAD (an LGBT organization that watches the media), says back in the '80s brands like Bud Light and Absolut Vodka were among the first to include the LGBT community in their advertising.</p><p>It was \"mainly spirit brands marketing directly to gay men at the time,\" Ferraro says. \"You saw images running in gay magazines or at gay events that featured a lot of shirtless white guys on beaches, or drag queens, and played up on stereotypes of the community.\"</p><p>Ferraro says this was before the Internet or social media, so brands didn't have to be as afraid of a backlash.</p><p>Then in the 1990s, as society changed, brands started testing the waters with coded ads.</p><p>Robert Klara, a staff writer for <em>Adweek</em>, compares it to a two-way mirror: The ads contained messages that straight audiences would miss, but gay audiences would pick up on.</p><p>\"If you were a member of the gay community and you saw an ad you would say, 'They're talking to me,' \" Klara says. \"Like, you remember the famous VW 'Da Da Da' commercial?\"</p><p>The 1997 ad for the Volkswagen Golf, called \"Sunday Afternoon,\" featured two guys driving around. It's been called <a href=\"http://wheels.blogs.nytimes.com/2009/12/04/classic-ad-volkswagen-golf/\">memorably ambiguous</a>.</p><p>\"That's a textbook example,\" Klara says. \"Heterosexuals who saw those two just assumed they were friends or roommates, whereas the gay community assumed they were boyfriends.\"</p><p>Klara says coded targeting worked at a time when brands would be afraid to admit they were targeting gays and lesbians. But GLAAD's Ferraro says just like society, advertising has changed.</p><p>\"Within the last year we've seen advertising come out of the closet, and now use LGBT families or LGBT individuals in campaigns that reach mainstream audiences,\" Ferraro says.</p><p>The brands are big: <a href=\"https://www.youtube.com/watch?v=lS3t9reE364\">Kindle</a>. <a href=\"https://www.youtube.com/watch?v=qtU-Myi2e0w\">Marriot</a>. Chevrolet. <a href=\"http://www.huffingtonpost.com/2012/07/26/target-same-sex-registry-ad-gay-marriage_n_1706599.html\">Target</a>. Klara says the stakes are higher for these brands that appeal to more consumers, compared to the '80s, when only tobacco and alcohol that marketed to the LGBT community.</p><p>\"Mr. and Mrs. Main Street Heterosexual USA may or may not drink Absolut Vodka,\" Klara says. \"They may or may not fire up a Marlboro. But they probably are going to shop at Target.\"</p><p>The backlash those brands may have worried about hasn't really materialized. When Ellen DeGeneres was chosen as J.C. Penney's spokeswoman a few years ago, there was a boycott, but it faded. And Ferraro says there's more to be gained by marketing to gay people than by not marketing to them.</p><p>\"There are traditional brands, like Johnson & Johnson, who are not only trying to reach those families who are raising children, but also trying to reach people like my mom, who open the magazine or who turn on the television and expect advertisements that reflect their world,\" he says. \"And today that world includes LGBT families.\"</p><p>The push to get the LGBT consumer is example of how competitive the marketplace is now, says <em>Adweek</em>'s Klara: \"If you're not appealing to every minority community, be that racial or in terms of sexual orientation, you're missing out on market share.\"</p><p>Klara says it's tempting to think this is about social progress — but actually, he says, it's free market capitalism.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Advertisers+Come+Out+Of+The+Closet%2C+Openly+Courting+Gay+Consumers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sonari Glinton","audio":[{"meta":{"duration":"282"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326669329-f52363.m3u?orgId=1&topicId=1020&ft=3&f=326524942"},{"href":"http://media.npr.org/assets/img/2014/06/28/vw-sunday-afternoon-459c4511a4529bcfd8c1c6c2f7b42e8aa9d93faf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"887","width":"1183"}}]}