{"created":"2014-12-07T21:56:24+00:00","modified":"2015-01-02T22:47:35+00:00","valid":{"from":"2015-01-02T22:47:35+00:00","to":"3015-01-02T22:47:35+00:00"},"hreflang":"en","title":"'A Universe Beneath Our Feet': Life In Beijing's Underground","published":"2015-01-02T22:47:00+00:00","teaser":"In China's capital city, even the humblest apartment can cost a fortune. But more affordable housing hides below the city's bustling streets, in tiny (and illegal) basements and bomb shelters.","itags":["npr_api","368760646"],"guid":"c3b8e6f7-ec5a-4dd7-a868-1f60975a1214","contentencoded":"<p>In Beijing, even the tiniest apartment can cost a fortune — after all, with more than 21 million residents, space is limited and demand is high.</p><p>But it is possible to find more affordable housing. You'll just have to join an estimated 1 million of the city's residents and look underground.</p><p>Below the city's bustling streets, bomb shelters and storage basements are turned into illegal — but affordable — apartments.</p><p><strong>Claustrophobic</strong><strong> Living Quarters</strong></p><p>Annette Kim, a professor at the University of Southern California who researches urbanization, spent last year in China's capital city studying the underground housing market.</p><p>\"Part of why there's so much underground space is because it's the official building code to continue to build bomb shelters and basements,\" Kim says. \"That's a lot of new, underground space that's increasing in supply all the time. They're everywhere.\"</p><p>She says apartments go one to three stories below ground. Residents have communal bathrooms and shared kitchens. The tiny, windowless rooms have just enough space to fit a bed.</p><p>\"It's tight,\" Kim says. \"But I also lived in Beijing for a year, and the city, in general, is tight.\"</p><p>With an average rent of $70 per month, she says, this is an affordable option for city-dwellers.</p><p>But living underground is illegal, Kim says, since housing laws changed in 2010.</p><p>And, in addition, there's a stigma to living in basements and bomb shelters, as Kim found when she interviewed residents above ground about their neighbors directly below.</p><p>\"They weren't sure who was down there,\" Kim says. \"There is actually very little contact between above ground and below ground, and so there's this fear of security.\"</p><p>In reality, she says, the underground residents are mostly young migrants who moved from the countryside looking for work in Beijing.</p><p>\"They're all the service people in the city,\" she says. \"They're your waitresses, store clerks, interior designers, tech workers, who just can't afford a place in the city.\"</p><p>Kim says there's a range of units, from the dark and dingy to the neatly decorated.</p><p>But it's rare to get a glimpse below. Property owners can be strict about whom they let in.</p><p><strong>The 'Rat Tribe'</strong></p><p>Beijing-based photographer Sim Chi Yin found a way. She has documented life under the city in a collection called <a href=\"http://viiphoto.com/articles/chinas-rat-tribe/\">China's \"Rat Tribe.</a>\"<em></em></p><p>\"I started to try and find ways to get down there because I was fascinated by the fact that there was a universe beneath our feet,\" Sim says.</p><p>The first basement-dweller she met was a young woman, a pedicurist at a salon, who lived with her boyfriend.</p><p>\"I was just like, 'Can I come and visit?' And she was like, 'Sure, come and visit us,' \" Sim says.</p><p>The couple lived two floors below a posh Beijing apartment complex.</p><p>Sim's photos show just how tiny these units really are. The couple sits on their bed, surrounded by clothes, boxes and a giant teddy bear. There's hardly any room to move around.</p><p>\"The air is not so good, ventilation is not so good,\" Sim says. \"And the main complaint that people have is not that they can't see the sun: It's that it's very humid in the summer. So everything that they put out in their rooms gets a bit moldy, because it's just very damp and dank underground.\"</p><p>Sim says residents adapt to the close quarters.</p><p>\"At dinnertime you can hear people cooking, you can hear people chit-chatting in the next room, you can hear people watching television,\" she says. \"It's really not so bad. I mean, you're spending almost all your day at work anyway. And you're coming back, and all you need is a clean and safe place to sleep in.\"</p><p>Of course, it's not ideal. Sim met a number of people who were too embarrassed to have their photo taken.</p><p>Annette Kim from USC says it's especially hard for the older residents, some of whom have been down there for years.</p><p>\"They're hoping that their next generation, their children, will be able to live above ground,\" Kim says. \"It's this sense of longing and deferring a dream. And so it makes me wonder how long this dream can be deferred.\"</p><p>But despite the laws against living underground, and the discomfort and shame associated with it, Kim says it's still a very active market. For hundreds of thousands of people, it's the only viable option for living in, or under, Beijing.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27A+Universe+Beneath+Our+Feet%27%3A+Life+In+Beijing%27s+Underground&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"244"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369191171-c820fc.m3u?orgId=1&topicId=1125&ft=3&f=368760646"},{"href":"http://media.npr.org/assets/img/2014/12/07/ahighres_00113373-1-1-9b5818221621a15d116f3d24eb7d59391b586a25.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2331","width":"3108"}},{"href":"http://media.npr.org/assets/img/2014/12/05/highres_00113390-88081fe1f18c0e293495450e9d23ec9030e2848d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/12/05/highres_00129806-a4ab639d7f839be25b3a3dfb1290c4ecaaa26b5f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}