{"created":"2014-09-08T15:48:47+00:00","modified":"2014-09-09T12:50:53+00:00","valid":{"from":"2014-09-09T12:50:53+00:00","to":"3014-09-09T12:50:53+00:00"},"hreflang":"en","title":"Will Blood Be Shed In Crimea Before Diplomacy Can Work?","published":"2014-03-10T18:04:00+00:00","teaser":"Russian President Vladimir Putin continues to deflect the concerns of Western leaders. Meanwhile, fears grow about confrontations between pro-Russian and pro-Ukrainian groups.","tags":["npr_api","288538060"],"guid":"c3beed9b-a062-4037-ad63-a8ab721bb57d","contentencoded":"<p>Russia continues to try to wrest control of Crimea from Ukraine and now has an estimated 20,000 troops there, <a href=\"http://www.bloomberg.com/news/2014-03-09/pro-russia-forces-occupy-ukraine-as-separatist-vote-looms.html\" target=\"_blank\">Bloomberg News reports</a>.</p><p>Meanwhile, Russian President Vladimir Putin has once again deflected the concerns of Western leaders. <a href=\"http://www.reuters.com/article/2014/03/10/us-ukraine-crisis-idUSBREA1Q1E820140310\" target=\"_blank\">Reuters reports</a> that, according to the Kremlin, Putin told German Chancellor Angela Merkel and British Prime<a href=\"http://kacu.org/post/will-blood-be-shed-crimea-diplomacy-can-work\">Minister</a> David Cameron on Monday that Russia's actions in Crimea are \"based on international law and aimed at guaranteeing the legitimate interests of the peninsula's population.\"</p><p>This latest news comes <a href=\"http://www.npr.org/blogs/thetwo-way/2014/03/09/288131972/ukraine-crimea-rejects-talks-with-kiev-violence-reported\" target=\"_blank\">after Sunday's reports</a> about pro-Russian groups using whips to attack pro-Ukrainian demonstrators in Sevastopol, the key port city on the Crimean Peninsula.</p><p>As of Monday afternoon in Crimea, there had been no confrontations between Russian and Ukrainian troops. The critical question now, <a href=\"http://www.npr.org/2014/03/10/288492851/u-s-still-exploring-diplomatic-ways-to-end-crimea-standoff\" target=\"_blank\">as NPR's Emily Harris reports from the Ukrainian capital of Kiev</a>, is whether serious violence will flare up — either between civilians or the Ukrainian and Russian forces — before diplomacy can bring about some sort of resolution to the crisis in Crimea.</p><p>As <a href=\"http://www.npr.org/blogs/thetwo-way/2014/03/07/287141109/russian-lawmakers-welcome-separatist-steps-by-crimea\" target=\"_blank\">we've previously written</a>:</p><p><blockquote></p><p>While it is part of Ukraine, Crimea is a largely autonomous region with its own parliament. The majority of its people are Russian-speaking. Russia maintains a large naval base on the Black Sea peninsula.</p><p>Since last month's <a href=\"http://www.npr.org/blogs/thetwo-way/2014/02/24/281936240/ukraines-yanukovych-on-run-from-mass-murder-charge\" target=\"_blank\">ouster of Russia-leaning Ukrainian President Viktor Yanukovych</a>, after several months of protests over alleged corruption and his decision to reject closer economic ties to the European Union, Crimea has been at the center of an international crisis.</p><p></blockquote></p><p>On Wednesday, interim Ukrainian Prime Minister Arseniy Yatsenyuk is due<a href=\"http://kacu.org/post/will-blood-be-shed-crimea-diplomacy-can-work\">to meet</a> with President Obama at the White House. He says he will address the U.N. Security Council on Thursday.</p><p>Putin has said he believes the current leaders in Ukraine seized power illegally. The White House has said Yanukovych effectively abdicated his right to lead Ukraine and believes the interim government is legitimate because it was put in place by an elected parliament.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Will+Blood+Be+Shed+In+Crimea+Before+Diplomacy+Can+Work%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mark Memmott","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1288586923-f9307a.m3u?orgId=1&topicId=1001&ft=3&f=288538060"},{"href":"http://media.npr.org/assets/img/2014/03/10/flags102way-8d5a07126b835c1cbd303b86f63e7434a93e16d3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2689","width":"3587"}}]}