{"created":"2014-09-26T07:32:51+00:00","modified":"2014-10-30T22:04:06+00:00","valid":{"from":"2014-10-30T22:04:06+00:00","to":"3014-10-30T22:04:06+00:00"},"hreflang":"en","title":"Ex-Con, Future Congressman? Former Gov. Edwin Edwards Campaigns Again","published":"2014-09-26T11:17:00+00:00","teaser":"The 87-year-old Louisiana Democrat, famous for his charm, his philandering and his shaky ethical standards, is out of federal prison — and making a bid for Congress in a heavily Republican district.","itags":["npr_api","351438036"],"guid":"c3be1285-7933-4927-858d-8dc95095ec2c","contentencoded":"<p>There's a familiar name on the ballot in Louisiana this fall. Edwin Edwards — octogenarian, felon and former four-term governor of the state — is trying to make a political comeback. With his roguish Cajun charm, and a new 30-something wife and 1-year old son by his side, the Democrat is running for Congress in a heavily Republican district.</p><p>Can he still woo voters, or is it a foolish campaign dredging up bad memories of the ethical swamp of Louisiana politics?</p><p><strong>Turning The Charm Up — Again</strong></p><p>Edwards is 87, and he spent eight years in federal prison for corruption. But don't think for a second that age or the pen somehow softened his ability to work his audience — including an NPR reporter.</p><p>\"People who listen to public radio don't vote for candidates like me,\" he says.</p><p>Sporting suspenders and a crisply pressed polo, the silver-haired Edwards holds court in his Baton Rouge campaign office, with a baby bouncer stowed in the corner.</p><p>\"I'm of the people. I'm common. I'm ordinary,\" he says. \"I don't speak good English, <em>cher.</em>\"</p><p>But Edwards is anything but ordinary. He's the last in a line of larger-than-life populist Democrats who once dominated Louisiana politics — think Huey Long.</p><p>Edwards was first elected to Congress 50 years ago and spent four terms as governor, spanning the '70s, '80s and '90s. He was known for walking a shaky ethical line and for his penchant for gambling and women.</p><p>\"People talk about me. And out of that came things like 'silver zipper,' \" he says. \"And I like to say, 'Well, maybe so, but now it's rusty zipper.' \"</p><p>Ever confident, Edwards figures he's been on the ballot 26 times and came out on top all but once. No reason to give up on politics now, he says.</p><p>\"It's in my blood. Old doctors don't want to quit. Old farmers don't want to quit,\" he says. \"We feel fulfilled doing what we think we were called to do. And my calling has been public life.\"</p><p>Stephanie Grace, a political columnist for Baton Rouge's daily newspaper <em>The Advocate, </em>agrees that politics is in Edwards' nature<em>.</em></p><p>\"Some people go to Florida. Some people fish. Some people volunteer. Edwin Edwards runs for office,\" she says, laughing. \"He's so in his element and he hasn't lost a step.\"</p><p>Even by phone, Edwards dials up the charm. \"Maybe you recognize my Cajun accent,\" he says on one call. At the end, he hangs up with the promise of a vote.</p><p>The next call doesn't go quite so well.</p><p>\"Put her down as doubtful. 'Cause she said, 'You already married to that good-looking blond girl, I don't have a chance. I'm looking for somebody else,' \" Edwards says, as his campaign staff chuckles.</p><p>He and his third wife, Trina, met as prison pen pals while he served his time for extortion and rigging riverboat casino licenses. They were married when he got out in 2011. There was a short-lived and widely panned reality TV show, <em>The Governor's Wife,</em> featuring the couple and their infant son.</p><p>Then, when Republican Rep. Bill Cassidy announced he was running for the Senate, Edwards saw an opening — much to the surprise of pundits who thought he might not come out of prison alive, much less campaigning.</p><p><strong>Old-Time Politics</strong></p><p>Edwards' political tenacity is legendary. In the '80s, despite being dogged by federal prosecutors, he famously quipped the only way he'd get beaten was if he was caught with a \"dead woman or a live boy.\"</p><p>\"But even at that I don't know if I'd have lost had I been caught,\" he says.</p><p>In the '90s, he beat former Ku Klux Klan leader David Duke. The bumper stickers in that governor's race read: \"Vote for the Crook. It's important.\"</p><p>Now, Edwards is one of 13 congressional candidates all facing off Nov. 4 in Louisiana's open primary system. If no one gets the majority, the top two candidates move on to a runoff in December. Most Democrats would never make the cut in this very conservative district centered on Baton Rouge.</p><p>In a speech to the Kiwanis Club in suburban Denham Springs, Edwards puts some distance between himself and the nation's top Democrat — while joking about his past.</p><p>\"Now, look. I didn't vote for Obama when he ran. Where I was there were no voting machines,\" he says to laughter.</p><p>He's critical of the Affordable Care Act and supports the Keystone XL pipeline — issues the Republicans in this race are also talking about. He brushes off questions about seeking office in his 80s, saying he takes care of himself — doesn't smoke or drink. Gambling is his vice, he winks in characteristic style.</p><p>\"You never count out old-time politics,\" says farmer and real estate agent Mickey McMorris, who's in Edwards' audience. A staunch Republican, McMorris says he'll vote for one of the GOP candidates. But he acknowledges Edwards has appeal even with conservatives.</p><p>\"You know, I still hear people say he took care of the workingman,\" McMorris says. \"And a lot of people haven't forgotten that.\"</p><p>That's the common theme from Edwards supporters — that he was a governor who looked out for folks.</p><p>In downtown Baton Rouge, retired state worker Daron Brown says he's glad to see Edwards back.</p><p>\"He was a great governor one time, very positive for Louisiana,\" Brown says. \"He made a mistake, you know. But who don't make mistakes? If God'll forgive him, I forgive him. So he got my vote.\"</p><p><strong>A State With A Reputation For Rascals</strong></p><p>Louisiana voters can indeed be very forgiving, says Albert Samuels, a political science professor at Southern University in Baton Rouge.</p><p>\"We have a reputation in this state,\" he says. \"It's still part of our culture, you know. We like our rascals.\"</p><p>Popularity may get Edwards into the runoff, Samuels says, but then he faces the reality of being a Democrat in state that's decidedly Republican.</p><p>\"Louisiana is politically a very different place [than] when Edwards was in his heyday,\" Samuels says.</p><p>Longtime Democratic operative Bob Mann, now a communications professor at Louisiana State University, agrees. \"The idea that any Democrat, much less a Democrat who spent eight years in prison, is gonna win this district is, I think, a pretty far-fetched notion,\" he says.</p><p>Mann says Edwards is selfishly seeking political redemption at the expense of Louisiana's political reputation.</p><p>\"This adds to our indictment as a state that really isn't that concerned about the nature of our politics,\" Mann says. \"We are more interested in being entertained than governed properly, perhaps.\"</p><p>For his part, Edwards makes no apologies for being that entertainer.</p><p>\"Life is too precious and wonderful to be staid and colorless and without enthusiasm,\" he says. \"I like doing things that make people happy.\"</p><p>And as he writes perhaps the final chapter of his political legacy, Edwards winds down his stump speech by telling audiences that he'd like their vote — but he'd rather have their respect.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ex-Con%2C+Future+Congressman%3F+Former+Gov.+Edwin+Edwards+Campaigns+Again&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Debbie Elliott","audio":[{"meta":{"duration":"410"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351678379-9855ac.m3u?orgId=1&topicId=1014&ft=3&f=351438036"},{"href":"http://media.npr.org/assets/img/2014/09/25/ap873924136139-debce66b69383df9fd111d14dd6c4294be9a1ede.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3280","width":"4376"}},{"href":"http://media.npr.org/assets/img/2014/09/25/EdwinEdwards1-12cec2b5e1fed889dc2182c428bf79ed2ed50a71.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1499","width":"1998"}},{"href":"http://media.npr.org/assets/img/2014/09/25/479279629-62486d19bb5e2759c5325e05df70ca2f7d44061c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1926","width":"2569"}}]}