{"created":"2015-05-06T12:34:00+00:00","modified":"2015-06-16T17:14:29+00:00","valid":{"from":"2015-06-16T17:14:29+00:00","to":"3015-06-16T17:14:29+00:00"},"hreflang":"en","title":"Edison's Talking Dolls Can Now Provide The Soundtrack To Your Nightmares","published":"2015-06-14T19:34:00+00:00","teaser":"Thomas Edison built and sold about 500 dolls back in 1890. Now, new technology has made hearing their supercreepy voices possible for the first time in decades. (Thanks, technology.)","itags":["npr_api","404445211"],"guid":"c3c20e8a-b0d5-471d-adbf-3366655630e3","contentencoded":"<p>Back in 1890, Thomas Edison gave us some of the world's first talking dolls. Today, the glassy-eyed cherubs that are still around stand about 2 feet tall; they have wooden limbs and a metal body; and they sound <em>supercreepy</em>. (If you're looking for a soundtrack to your nightmares, listen to the audio story above.) Edison built and sold about 500 of them back in 1890. Now, new technology has made <a href=\"http://www.nps.gov/edis/learn/photosmultimedia/hear-edison-talking-doll-sound-recordings.htm\" target=\"_blank\">hearing them possible</a> for the first time in decades.</p><p>Jerry Fabris, who curates sound recordings at the Thomas Edison National Historical Park, says part of what makes the recordings so unsettling is that they were most likely read by a female factory worker <em>imitating</em> a little girl. (For example: <a href=\"http://www.nps.gov/edis/learn/photosmultimedia/now-i-lay-me-down-to-sleep-edison-talking-doll-cylinder-brown-wax-heitz-collection.htm\">Here's a shrieking recitation of \"A Child's Prayer\" that you will never unhear</a>.)</p><p>Fabris says Edison was, for the first time, trying to market the then-brand-new wax cylinder phonograph for people to use at home, and he thought the best vehicle would be a doll. Its metal body held a miniature phonograph that was spring-activated by a crank sticking out of the doll's back. Edison knew the sound quality was raw, so he had the dolls recite recognizable verses like \"<a href=\"http://www.nps.gov/edis/learn/photosmultimedia/hickory-dickory-dock-edison-talking-doll-cylinder-metal-tenhp-collection.htm\">Hickory Dickory Dock</a>.\"</p><p>The recordings didn't sound much better in 1890 than they do today. Fabris says, \"Edison himself thought they were unpleasant.\" And so did everyone else. The dolls flopped in the market, not because people thought they were creepy but because they were expensive — about $200 in today's money. People also thought the dolls weren't lifelike <em>enough;</em> they wanted moving mouths and for the dolls' voices to be understandable. Edison stopped making the dolls after about a month.</p><p>\"After the business failed, he referred to them as 'little monsters,' \" Fabris says.</p><p>And that raises a larger question: Why do we find talking dolls so scary? Talking toys occupy a horror subgenre so established that it's led to parodies. According to Georgetown University horror scholar Caetlin Benson-Allott, a talking toy belongs in an unsettling middle space: It's human, but not that human.</p><p>\"It's both familiar and different,\" she says, \"and we don't kind of understand if it's entirely dead or entirely alive.\"</p><p>It's what Sigmund Freud called \"the uncanny,\" and we can feel it as a subconscious holdover from childhood, when we pretended our dolls were real. Even as knowing grown-ups, Benson-Allott says, there's a lurking apprehension \"that that doll is actually alive and watching me.\"</p><p>She says we've probably freaked ourselves out with dolls for as long as we've used dolls — in ritual and in play. From a talking doll to technology, she says, when we give anything power there's a sense — even a fear — that that power might turn back on us.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Edison%27s+Talking+Dolls+Can+Now+Provide+The+Soundtrack+To+Your+Nightmares&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404483326-c4bf7c.m3u?orgId=1&topicId=1136&d=245&p=2&story=404445211&t=progseg&e=404377838&seg=9&ft=nprml&f=404445211"},{"href":"http://media.npr.org/assets/img/2015/05/05/01_edison-talking-doll-of-1890_baehr-proeschild-e29eb9b15df4c98a0cc8883187c528ac67d7a2bc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"600","width":"800"}},{"href":"http://media.npr.org/assets/img/2015/05/05/03_edison-talking-doll-mechanism-and-cylinder-ec7eda6d2a46c9d595a93b69c14cdf42b173971c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2125","width":"2832"}}]}