{"created":"2014-08-31T17:05:36+00:00","modified":"2014-10-31T01:20:40+00:00","valid":{"from":"2014-10-31T01:20:39+00:00","to":"3014-10-31T01:20:39+00:00"},"hreflang":"en","title":"Project Eavesdrop: An Experiment At Monitoring My Home Office","published":"2014-06-13T18:55:00+00:00","teaser":"NPR's Steve Henn, along with two tech experts, allowed Internet traffic through his laptop and cellphone to be monitored. If someone tapped your Internet connection, what would he find out?","itags":["npr_api","320347267"],"guid":"c3ca9385-ca25-4db7-b158-03ee4fe1ee88","contentencoded":"<p>If someone tapped your Internet connection, what would he find out about you?</p><p>It's been just over a year since <a href=\"http://www.npr.org/templates/search/index.php?searchinput=edward+snowden\">Edward Snowden</a> became a household name, and his disclosures about the reach and extent of the National Security Agency's online monitoring programs led to headlines around the world.</p><p>But one big, basic question remains more or less unanswered: What exactly does the NSA's surveillance reveal?</p><p>To try to answer that question, I had my home office bugged.</p><p>Working with <a href=\"http://arstechnica.com/security/2014/06/what-the-nsa-or-anyone-can-learn-about-you-from-internet-traffic/\">Sean Gallagher, a reporter at the technology site Ars Technica</a>, and Dave Porcello, a computer security expert at <a href=\"https://www.pwnieexpress.com/about-pwnie-express/\">Pwnie Express</a>, I had the Internet traffic into and out of my home office in Menlo Park, Calif., tapped. We installed something called a Pwn Plug to monitor the data flowing to and from my computer and mobile phone.</p><p>The box is a little wireless router that basically captures and copies all the traffic into and out of any device that connects to it. That data were sifted and analyzed by software automatically.</p><p>So for a little more than a week, Porcello and Gallagher stepped into the role of NSA analysts and spied on my work.</p><p><strong>What Happened?</strong></p><p>Back in early April I ushered Gallagher into my office, and together we connected my own personal Pwn Plug to my home network.</p><p>When my iPhone connected to the network, suddenly a torrent of data began flowing over the line. Porcello was monitoring my traffic in his office across the country in Vermont.</p><p>\"Oh, jeez,\" he said. \"You are not opening apps or anything?\"</p><p>The iPhone was just sitting on my desk — I wasn't touching it. We watched as my iPhone pinged servers all over the world.</p><p>\"It's just thousands and thousands of pages of stuff,\" Porcello said.</p><p>My iPhone sent Yahoo my location data as unencrypted text. The phone connected to NPR for email. It pinged Apple, then Google. There was a cascade of bits.</p><p>Over the next couple of weeks, Porcello and his colleague Oliver Weis — who goes by the name Awk — dug through those thousands of packets.</p><p>\"A lot of times it's pretty easy to identify not only the type of device but the person,\" Weis says. \"How many people's iPhones are named Steve's iPhone?\"</p><p>And it wasn't hard to narrow <em>which Steve</em><em> </em>at NPR (deduced thanks to the ping to NPR's mail) because the weather app pinpointed my location to Menlo Park.</p><p>In seconds, anyone watching would know I am not Steve Inskeep. I am Steve Henn.</p><p>\"That's really the mind-blowing thing about this,\" Weis said. \"People are walking around every day with these mobile computers in their pockets, and they have no idea what they are sending to the world.\"</p><p>So my week of surveillance began. I set about to do my job and live my life. I knew I was being watched and I could unplug at any time. But for the most part, I spent the week doing research for a story, tracking down people to talk to. And thousands of miles away, Gallagher and Porcello quietly watched.</p><p>Just as our experiment was wrapping up, Gallagher called — nearly giddy — to say he'd intercepted some tape — an uncut interview with a person in Iowa. The Pwn Plug had caught it as I pulled it down from the NPR server. It was sent over the Internet using an old, insecure system that has now been patched.</p><p>Then Gallagher told me what he thought that story was about.</p><p>\"This was for ... <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/04/21/305666363/searching-the-planet-to-find-power-for-the-cloud\">that story</a> you were doing on clean data centers, which we figured out you were doing based on your search traffic,\" Gallagher said.</p><p>He was right. Parts of the interview he captured would air later that day on NPR.</p><p>Google's search traffic is supposed to be encrypted, but the subject of my searches seeped out. Links to the sites I visited provided strong hints about what I was searching for.</p><p>Phrases like \"who coined the term 'cloud computing' \" gave Gallagher a good idea of what I was after.<strong></strong></p><p>And over the course of the preceding week, Porcello and Gallagher tracked me from website to website. But the real payoff came when the software that was automatically analyzing my Web traffic got down to business. It scoured the sites I visited looking for email addresses and telephone numbers.</p><p>\"I had all your sources. I could have written that story for you,\" Gallagher said.</p><p>Web searches weren't the only thing that tripped me up. Almost every business or computer has some old software. Think about how you do expenses at work or when you last updated your audio player. Old programs leak data, too. Everyone has them.</p><p>Porcello says one weak link can spill your personal information out onto the Internet — in plain text. That's how they got a copy of my interview in Iowa. And that is why so many firms hire people like Porcello to monitor their Web traffic.</p><p><strong>One Vs. Millions</strong><strong></strong></p><p>In many ways this wasn't a fair test. Porcello and Gallagher were following only me, while the NSA collects data on millions of people around the world. But the software that Porcello used to parse, sort and organize information about my life and to scour my data searching for clues about my connections and interests makes it possible to automate passive surveillance and monitor many people at once. This kind of computerized monitoring can be used on a massive scale.</p><p>Following only me was child's play.</p><p>\"I could have this analysis on an Android phone,\" Porcello said. When you are applying large-scale computing power and software that's designed to deal with big data to the problem, monitoring millions becomes possible.</p><p><strong>Could The NSA Do This Legally?</strong></p><p>If the NSA were monitoring me this way, would it be legal? The short answer is, it depends.</p><p>\"As a former national security lawyer, when you're evaluating a particular request from the intelligence community to conduct a certain type of operation, the facts matter,\" said <a href=\"http://www.law.georgetown.edu/faculty/cordero-carrie-f.cfm\">Carrie Cordero</a>, a professor at Georgetown Law School who previously worked on national security issues at the Justice Department for close to a decade.</p><p>She says because I am a U.S. citizen, the only way the intelligence community could collect my data is with an order from a <a href=\"http://www.npr.org/blogs/thetwo-way/2013/08/21/214212847/nsa-culled-tens-of-thousands-of-u-s-emails-yearly-fisa-opinion-says\">FISA</a> court. From the beginning of the Snowden affair, the NSA has insisted that all of this collection has been done from within a pre-existing legal framework. Roughly, it works this way:</p><p>If you're living abroad and you're not a citizen of the United States, the NSA has a great deal of freedom to try to collect and analyze your data. If you're doing business with a U.S. company or using a U.S.-based service, any kind of bulk collection program has to be approved by the U.S. attorney general. If you're in the U.S. or are a U.S. citizen, no matter where you are in the world, this kind of collection is supposed to be subject to a FISA court order.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Project+Eavesdrop%3A+An+Experiment+At+Monitoring+My+Home+Office&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Henn","audio":[{"meta":{"duration":"467"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320959708-363f1e.m3u?orgId=1&topicId=1019&ft=3&f=320347267"},{"meta":{"duration":"467"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320575214-86a3d2.m3u?orgId=1&topicId=1019&ft=3&f=320347267"},{"href":"http://media.npr.org/assets/img/2014/06/09/eavesdrop-62e07fc8d57f933111c40809d94ea1c18a61227f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"565","width":"754"}},{"href":"http://media.npr.org/assets/img/2014/06/09/henn-selfie-e1b51989f15a146b749ee73a43f1b024ef3a93d2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"719","width":"960"}},{"href":"http://media.npr.org/assets/img/2014/06/09/pwnie-f2f93562b8550a66adbc0de180d12b3a6a3ccb61.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1499","width":"2000"}}]}