{"created":"2014-09-08T19:22:32+00:00","modified":"2014-10-30T22:43:12+00:00","valid":{"from":"2014-10-30T22:43:12+00:00","to":"3014-10-30T22:43:12+00:00"},"hreflang":"en","title":"Archaeologists Chase Private Funds To Preserve Greek Antiquities","published":"2014-09-08T19:22:00+00:00","teaser":"The country's prized archaeology sites are suffering, thanks to austerity measures and slashed budgets. But archaeologists face strict laws mandating state ownership of Greece's ancient treasures.","itags":["npr_api","345561110"],"guid":"c3cc7466-ad13-42bb-80dd-fc73bae6ce36","contentencoded":"<p>About seven years ago, just as Greece was falling into its worst recession in a half-century, veteran archaeologist Xeni Arapogianni made an important find in a forest of olive trees above the city of Kalamata, in the southern Peloponnese.</p><p>\"It was an <em>asclepio</em>, an ancient healing center, but one that has not been recorded in any ancient or modern source,\" says Arapogianni on a recent day, as she walks on the bone-white stone foundation. \"It's an entirely new discovery. And it tells us a lot about the ancient city that it came from.\"</p><p>That city, <a href=\"http://en.ancientthouriaexcavation.gr/\">Ancient Thouria</a>, was notable enough to be referenced by Homer. Yet Arapogianni, who has excavated in Greece for more than 37 years, is struggling to finance her work.</p><p>\"We don't have any support from the state or the Greek archaeological society,\" she says. \"So we have to get all of our support from private sources,\" including a tobacco heiress and local donors from Kalamata.</p><p>It's enough to pay for a couple of workers. Arapogianni, who was forced into early retirement in 2011 because of austerity measures, works without pay.</p><p>The glories of the ancient past remain perhaps the greatest source of national pride in Greece. And in the past, the government could support archaeological research and digs. But the debt crisis and subsequent austerity budget have slashed the Ministry of Culture's budget in half since 2010. So more and more Greek archaeologists are scrambling for private funding to underwrite their work.</p><p>They face strict laws mandating national ownership of the country's 19,000 archaeological sites. And these days, it's also hard to find sponsors, who have been hit by the recession. Arapogianni says she is looking to another site, <a href=\"http://www.ancientmessene.gr/site/index_en.php\">Ancient Messene</a>, about 18 miles north of Ancient Thouria, for inspiration.</p><p>The Theban general Epameinondas founded Ancient Messene in 369 B.C. after defeating the Spartans. Petros Themelis began excavating there in 1986, almost exclusively with private money. It's now one of the most popular sites in Greece.</p><p>\"You can't excavate without private money,\" says Themelis, a high-energy septuagenarian who navigates the 400-acre site in a tiny, red electric vehicle. \"And often, you can't restore without it, either. So as far as I'm alive, this [site] will be a private affair, a private project. The system I follow for fundraising, it's all private.\"</p><p>Running the site costs more than 500,000 euros ($660,000) a year. Half of the funds come from the European Union, but the rest comes from bank foundations and ship owners courted by Themelis.</p><p>\"They come here during the summer, they visit me here,\" he says, passing an ancient road and an early Christian basilica. \"I guide them, they are very enthusiastic.\" Then he sends them applications to fund excavations and restorations.</p><p>Themelis is also partnering with Costa Navarino luxury resorts so tourists can pay to work as \"archaeologists for a day\" at Ancient Messene. And he rents out the ancient theater for events, such as a recent staging of <em>The Woman of Zakynthos</em> by Greek writer Dionysios Solomos.</p><p>After the play, a tall, bearded olive-oil exporter named Giorgos Dinardakis walked out of the theater impressed with its condition.</p><p>\"I've been at other sites, such as Sparta, and they're abandoned,\" he said. \"This site looks alive.\"</p><p>Dinardakis said he'd even like to see private companies managing sites, especially those that aren't as well-known. But he says most Greeks don't trust the private sector, even as their faith in the state is at an all-time low after the economic crisis.</p><p>\"They think a private company would hike up prices on admission or allow inappropriate activities or generally disrespect the antiquities in favor of profit,\" he said.</p><p>That's also the line of the Central Archaeological Council of Greece, which essentially enforces the country's laws on antiquities. Earlier this year, the Union of Greek Archaeologists <a href=\"http://www.ekathimerini.com/4dcgi/_w_articles_wsite1_1_20/01/2014_536497\">condemned a detailed privatization plan</a> by Stephen Miller, a renowned American archaeologist who runs the Ancient Nemea site in the northeastern Peloponnese. Like Themelis, Miller has also spent years raising private money to support his site but has long been <a href=\"http://www.bigstory.ap.org/article/ancient-greek-site-threatened-amid-celebration\">frustrated by the lack of state resources for antiquities</a>. Miller proposed allowing private companies to develop, promote and secure underused sites in exchange for tourism-generated revenue.</p><p>Themelis says resources are scarce, and the Greek state should encourage more private involvement in the management of archaeological sites.</p><p>\"I think it's the only way for these huge sites to live and have profit for our state,\" he says. \"And if the site of Messene manages to live with its own money, then the rest of it[the funds] can go to some other sites that suffer, that are very poor.\"</p><p>Back at Ancient Thouria, Xeni Arapogianni drives out to one of those troubled sites along with local farmer Antonis Tsaglis. They stop in the thick of Tsaglis' olive grove, near a row of what look like giant underground vaults.</p><p>\"These are tombs,\" Arapogianni says, \"the tombs of noblemen from Ancient Mycenae,\" a civilization from the Bronze Age that was a military powerhouse in southern Greece.</p><p>Archaeologists discovered these 16 tombs, which date to 1400 B.C., more than 20 years ago. Arapogianni was the last person to excavate there, back in 2005. But the state still hasn't paid Tsaglis for the land.</p><p>\"There isn't any money,\" she says. \"That's why.\"</p><p>Now the tombs are abandoned. The farmer is the only one guarding them.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Archaeologists+Chase+Private+Funds+To+Preserve+Greek+Antiquities&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joanna Kakissis","audio":[{"meta":{"duration":"330"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346735613-5351a9.m3u?orgId=1&topicId=1124&ft=3&f=345561110"},{"href":"http://media.npr.org/assets/img/2014/09/03/greece-antiquities1+-11e5b2eb62e5a886add1ebb142652c84621f5bc5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2301","width":"3069"}},{"href":"http://media.npr.org/assets/img/2014/09/03/greece-antiquities2-f955d297c96a7a2379fba8f73a435ea70331cadf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2301","width":"3069"}},{"href":"http://media.npr.org/assets/img/2014/09/03/greece-antiquities4-f5fa5763df3dbaccf115478dedade7183a600216.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2247","width":"2997"}}]}