{"created":"2014-10-27T19:43:02+00:00","modified":"2014-10-27T19:43:02+00:00","valid":{"from":"2014-10-27T19:43:02+00:00","to":"3014-10-27T19:43:02+00:00"},"hreflang":"en","title":"Common App Advice From A College Counselor","published":"2014-08-02T02:24:00+00:00","teaser":"High school seniors can begin applying to colleges online through the Common Application today. Lisa Micele shares tips and common mistakes.","itags":["npr_api","337147889"],"contentencoded":"<p>Today, high school seniors can begin to apply to colleges online through the Common Application. This resource allows students to apply to many colleges at the same time, and in some cases even use the same essay.</p><p>But the Common App had major glitches last year and a majority of colleges were unable to download application information. This year, there is new software and hope that the problems are resolved.</p><p>The Common App is considered a tool for students, but both parents and applicants have lots of question about the best way to use it.</p><p>College counselor <strong>Lisa Micele</strong> joins <em><a href=\"https://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson to answer those questions.</p><ul><li><strong>Related: </strong><a href=\"http://hereandnow.wbur.org/2014/04/17/student-college-counselor\" target=\"_blank\">Lisa Micele&#8217;s advice on starting the college search</a></li></ul><h4>Lisa Micele&#8217;s 7 Common App Mistakes To Avoid</h4><ol><li><strong>Being too casual with the online tool.</strong> This is a formal application. Colleges are looking for a well-written essay (with evidence of how well you express yourself and develop your ideas.) Write multiple drafts. Have someone proofread for you. Always <em>preview</em> your application before you hit “Submit.” Your best application will take time.</li><li><strong>Students forgetting to send in their test scores directly from the ACT or College Board to each college or university on their list.</strong> Yes &#8212; you will enter your scores (and future test dates) on the Common Application, but that does not mean each college has received “official score reports” on your behalf. You will have an incomplete application without these test scores.</li><li><strong>Putting in one’s payment option and not completing the signature page.</strong> Again, the application is not submitted until the electronic signature is entered. (If you are seeking a fee waiver, please talk with your high school counselor. He/she must confirm you qualify.)</li><li><strong>Not using the activity chart wisely.</strong> The Common Application directs students to complete the activities section even if planning to submit a resume. Activities should be entered<em> in order of importance to the student</em>. Explain these involvements as fully as possible &#8212; clearly stating the full name of the activity and providing as much detail as possible.</li><li><strong>Not following directives by each college.</strong> If they accept a supplemental letter of recommendation, great! Go for it! If they accept an upload of the resume, feel free to do so. If they don’t accept extras, feel free to call the college and inquire further. Bottom line: Follow their directions.</li><li><strong>Neglecting to confirm the status of a complete file.</strong> It is the students’ responsibility to confirm the completeness of their application file. Check your status online (via your Common Application account) but never hesitate to contact a college directly to make certain everything is there.</li><li><strong>Final tip: Start your application well before the deadline and enjoy the journey. You can do this!</strong></li></ol><h4>Guest</h4><ul><li><a href=\"https://www.uni.illinois.edu/sso/staff\" target=\"_blank\"><strong>Lisa Micele</strong></a>, director of college counseling at University of Illinois Laboratory High School in Urbana, Ill.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Common+App+Advice+From+A+College+Counselor&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"c3d04543-d213-4738-8cab-a18717701fd6","audio":[{"meta":{"duration":"525"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337233803-9a3d85.m3u?orgId=330&ft=3&f=337147889"}]}