{"created":"2015-06-17T17:16:30+00:00","modified":"2015-06-18T23:05:31+00:00","valid":{"from":"2015-06-18T23:05:31+00:00","to":"3015-06-18T23:05:31+00:00"},"hreflang":"en","title":"In Combustible, Muslim Karachi, A Christian Erects A 140-Foot Cross","published":"2015-06-18T18:14:00+00:00","teaser":"Parvez Henry Gill says the cross is intended as a \"symbol of peace.\" But in a city where sectarian violence is common, the cross could become a target. Gill acknowledges that death threats are common.","itags":["npr_api","415190834"],"guid":"c3d4909a-d7f8-4a42-a8f7-58b223bc5b0e","contentencoded":"<p>Eighteen months have elapsed since Parvez Henry Gill first began tackling one of the more unusual and sensitive assignments that anyone, anywhere, is ever likely to receive.</p><p>Now he is close to completing the task: the construction of a 140-foot tall Christian cross in the middle of Karachi, the business capital of the Islamic Republic of Pakistan.</p><p>Wrapped in bamboo scaffolding, the cross juts into the sky above this turbulent port city, where Sunni Islamist militants frequently target religious minorities — usually Shia Muslims, but sometimes Christians, too.</p><p>Gill says the order to embark upon this ambitious project came from on high — from God, in fact, who encouraged him to build the cross as a way of raising the spirits of Pakistan's downtrodden Christian minority.</p><p>\"The idea came from God in a dream,\" explained Gill, 58, a lifelong devout Christian, as he stood proudly beside his cross, during a typically steamy June afternoon on the edge of the Arabian Sea. \"I promised God I will build a cross soon,\" he said.</p><p>He was as good as his word.</p><p><strong>Built In A Cemetery</strong><br /> Gill started building his cross in December 2013, planting it just inside the gate of Karachi's largest Christian cemetery, where many hundreds lie beneath white marble gravestones, including English colonialists from the former British Empire.</p><p>The cross dominates the immediate neighborhood, dwarfing the scruffy homes and alleys around the edge of the cemetery and the huge billboards emblazoned with burgers and mobile phones along the highway running past the cemetery gates.</p><p>It is the same height as a high-rise apartment block and is the highest Christian cross in Asia, according to Gill.</p><p>This addition to Karachi's skyline is built from concrete, steel and iron, and stands on 20-foot deep foundations.</p><p>Gill laughs at the suggestion that this makes his cross bulletproof. It is not meant \"as a challenge to anyone,\" he says. It is simply a \"symbol of peace and hope for Christians who are worried and hopeless.\"</p><p>Christians in Pakistan have reason to worry. They account for just a tiny percentage of the 190 million population and tend to be on the bottom rung of the economic scale, performing jobs like street sweeping and trash collection.</p><p><strong>Attacks On Christians</strong></p><p>They often face discrimination and, at times, outright persecution. This includes being accused falsely of blasphemy — a crime that can carry the death penalty — by rivals who wish to acquire their property or settle a feud.</p><p>One of the worst recent atrocities took place last November, when a mob forced a young Christian couple into a brick kiln and burned them alive.</p><p>Occasionally Islamist extremists bomb Christian churches and congregations. In 2013, they killed more than 80 people at a church in the northwestern city of Peshawar. In March, the militants struck again, by dispatching suicide bombers to the eastern city of Lahore, where they attacked two churches, killing 15 people.</p><p>Gill is happy to talk about why he's building his cross, but he imparts little personal information.</p><p>He says he's a businessman, who, with his family, is bankrolling the construction of the cross. He declines to reveal much more than that, apparently because of security concerns. There have been \"so many threats,\" he remarks.</p><p>Such is the sensitivity and fear that surround the issue of religion in Pakistan that initially Gill decided not to tell his Muslim laborers what they were building. They only realized it was a giant Christian cross when it began to look like one. More than 20 of them promptly downed their tools and walked off the job.</p><p>No such concerns seem to trouble a knot of Muslim men, who are whiling away the day in a nearby alley, smoking and gossiping. For many months, they've been watching the cross steadily rising higher and higher, yet they insist they have no grievances with their Christian neighbors.</p><p>\"It's their religion. It's in their graveyard. We have no problem with it,\" says Salman Shareef, an off-duty policeman, while others nod in agreement.</p><p>The cross hasn't turned out quite as he anticipated.</p><p>\"I wasn't expecting it to be so tall. We thought it would be, like, 10- or 12-feet high,\" says Shareef.</p><p>However, evidence of Karachi's underlying communal tensions is easily found nearby. The cemetery wall bears one of the Islamist extremists' favorite slogans: \"The punishment for blasphemy is death!\" it says, in big black letters.</p><p>Within the graveyard, a woman's tomb from the British colonial era stands amid a sea of trash, tossed at it from the homes next door. A few yards away, a gravestone is covered with graffiti.</p><p>Gill waves away questions about whether he finds all this alarming. He simply states that he trusts in God: \"Everything comes from God. God, he will save us.\"</p><p>There's only one moment when, just for a second or two, there's a flicker of anxiety in his eyes.</p><p>\"Pray for me,\" he says suddenly, \"I request to all. Just pray for me.\"</p><p>When the finishing touches on the cross are finally complete, Gill wants to hold a grand opening ceremony. He says he plans to invite Pope Francis, Britain's Queen Elizabeth and Hillary Clinton.</p><p>Let's not forget — he's a dreamer.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Combustible%2C+Muslim+Karachi%2C+A+Christian+Erects+A+140-Foot+Cross&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Philip Reeves","audio":[{"meta":{"duration":"277"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415274607-05c9be.m3u?orgId=1&topicId=1125&d=277&p=2&story=415190834&t=progseg&e=415155036&seg=6&ft=nprml&f=415190834"},{"href":"http://media.npr.org/assets/img/2015/06/17/reeveskarachi-cross--4--edit-63452a0ff5bf61b24d0570b28826d21060b3f1cb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}},{"href":"http://media.npr.org/assets/img/2015/06/17/reeves-karachi-cross-3--edit-522771a9be56ffd4244b8155e7d612ecf72e9537.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2237","width":"2982"}}]}