{"created":"2014-09-08T15:34:06+00:00","modified":"2015-02-18T17:04:50+00:00","valid":{"from":"2015-02-18T17:04:50+00:00","to":"3015-02-18T17:04:50+00:00"},"hreflang":"en","title":"LISTEN: President Obama Delivers An Ode To Democracy In Estonia ","published":"2014-09-03T16:59:00+00:00","teaser":"Obama said NATO and the democratic values the alliance stands for are facing \"a moment of testing,\" with Russia's military involvement in Ukraine. Ultimately, however, Obama said \"Democracy will win.\"","itags":["npr_api","345502318"],"guid":"c3d73cbb-29cd-43b0-a04f-7a183658d27d","contentencoded":"<p>In a speech delivered on the eve of an important meeting of the 28 NATO nations in Wales, President Obama vowed to defend the sovereignty of all members of the alliance.</p><p>Obama spoke in Estonia, one of the Baltic countries that has seen Russia's military involvement in Ukraine as a threat to its own sovereignty.</p><p>\"You lost your independence once,\" Obama said. \"But with NATO you will never lose it again.\"</p><p>The speech sent a clear warning to Russia that the United States will back any NATO member who sees its territorial integrity challenged with the full force of the U.S. military.</p><p>But President Obama also delivered a staunch defense of democracy. He said the current crisis in Ukraine represents a \"moment of testing\" for the alliance, challenges its basic beliefs and \"undermines an international order.\"</p><p>However, Obama said, \"more than any other form of government ... only democracy — rooted in the sanctity of the individual — can deliver real progress.\"</p><p>He added that democracy and freedom will always win in history because \"basic human yearnings,\" which are at the heart of NATO democracies, \"do not go away.\"</p><p>\"They burn in every human heart,\" Obama said.</p><p>He added: \"The currents of history ebb and flow, but over time they flow toward freedom.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=LISTEN%3A+President+Obama+Delivers+An+Ode+To+Democracy+In+Estonia+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eyder Peralta","audio":[{"meta":{"duration":"2073"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345505976-21ae92.m3u?orgId=1&topicId=1001&e=345502318&d=2073&ft=nprml&f=345502318"}]}