{"created":"2014-09-24T21:00:16+00:00","modified":"2015-05-14T17:48:14+00:00","valid":{"from":"2014-09-24T17:11:40+00:00","to":"3014-09-24T17:11:40+00:00"},"hreflang":"en","published":"2014-09-24T17:11:40+00:00","tags":["APM","alternative energy","Sustainability","sustainable energy","carbon dioxide"],"title":"Here's how we'll cut down on greenhouse gases","description":"Putting a price on carbon will create financial incentives to emit less.","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>This is Climate Week in New York City. About 300,000 people marched to call attention to global warming on Sunday. On Tuesday, at the United Nations, President Obama and more than 100 heads of state gathered to push for a low-carbon future, to combat global warming. The balance of the week is conferences and public events up and down Manhattan.</p>\"},{\"content\":\"<p>But let&apos;s be honest: Raise your hand if you have climate fatigue. <em>Again</em> with the parts per billion, the Arctic shelf, the guilt.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Business types in New York are trying to change the way we talk about climate change. So we will, too. Make it less about selflessness and altruism. More about investments, markets and, dare we say, greed.   So you may have asked yourself: What can I do on climate change? Bike to work? Eat locally grown food?   &quot;When people ask me that question, and they do, my response is always the same,&quot; says Robert Stavins, an environmental economist at Harvard. Be prepared: his answer stings.   &quot;What you will be able to accomplish or contribute through your solo actions,&quot; he says, &quot;is so small it is lost in the noise.&quot;   The problem is too big. Stavins says you need scale, preferably for the lowest possible cost, to reduce the amount of carbon going into the atmosphere. Environmental bang for the buck.   One big bang is coal power: That&apos;s 44 percent of world emissions right there. Cleaner alternatives are solar, wind and natural gas.   &quot;One of the most important opportunities for reducing CO2 emissions is to make sure that gas is replacing coal in electricity generation,&quot; says <span>Helge Lund, president and CEO of Statoil, the Norwegian energy giant.</span>   But in order to speed it up, Lund says, &quot;You have a significantly higher CO2 price.&quot;</p>\"},{\"content\":\"<p>That&apos;s the &quot;buck&quot; part. Here&apos;s the idea: Fossil fuels pollute. So policymakers can take that environmental cost and add it to the price of fossil energy. That is, raise the price. That makes low-carbon technology more competitive.   Which ones would deploy? Natural gas? LED lights? Solar? Coal plants that bury emissions underground? Stavins says governments don&apos;t have to pick. Investors and customers will.   &quot;That&apos;s the virtue of a carbon pricing mechanism,&quot; he says. &quot;It will automatically draw to the fore those technologies, those practices which are lowest cost.&quot;   For instance, if solar is the cheapest, best option for household power, consumers will pick that. Solar-panel seller IKEA thinks they will.   &quot;I think we&apos;ll halve the installed cost over the next 10 years of solar,&quot; says chief sustainability officer Steve Howard. &quot;So it&apos;s great sense to do it today. It will be unthinkable not to do it in 10 years&apos; time.&quot;   Could he be wrong? Perhaps more money will pick wind energy. In certain places, it&apos;s cheaper, says Michael Liebreich of Bloomberg New Energy Finance.   &quot;So if you look at the Great Plains in the U.S., you look at Brazil,&quot; Liebreich says. &quot;You look at Australia, you look at India, you look at China. If you want really cheap electrical power, you build a wind farm now.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Now, on the other hand, he says, &quot;You&apos;ve got some very expensive technologies people would like to believe are part of the solution. Offshore wind is being done, but it&apos;s expensive. But then you can go up to wave power and then, always, on transportation, fuel cells.&quot;   Of course, down the road fuel cells may get cheaper. But the point is, customers and investors have no interest in overpaying. With a carbon price, the low-cost, low-CO2 products win. An efficient, shall we say cheapskate, road to a low-carbon future.</p>\"},{\"content\":\"<hr />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>CORRECTION:</strong> A previous version of this story misidentified an Ikea executive. Marketplace spoke with <span>chief sustainability officer Steve Howard. The text has been corrected.</span></p>\",\"type\":\"text/html\"}]","contentencoded":"<div class=\"barn-cleaned\"><p>This is Climate Week in New York City. About 300,000 people marched to call attention to global warming on Sunday. On Tuesday, at the United Nations, President Obama and more than 100 heads of state gathered to push for a low-carbon future, to combat global warming. The balance of the week is conferences and public events up and down Manhattan.</p>\n<p>But let's be honest: Raise your hand if you have climate fatigue. <em>Again</em> with the parts per billion, the Arctic shelf, the guilt.</p>\n<p>Business types in New York are trying to change the way we talk about climate change. So we will, too. Make it less about selflessness and altruism. More about investments, markets and, dare we say, greed. &nbsp; So you may have asked yourself: What can I do on climate change? Bike to work? Eat locally grown food? &nbsp; \"When people ask me that question, and they do, my response is always the same,\" says Robert Stavins, an environmental economist at Harvard. Be prepared: his answer stings. &nbsp; \"What you will be able to accomplish or contribute through your solo actions,\" he says, \"is so small it is lost in the noise.\" &nbsp; The problem is too big. Stavins says you need scale, preferably for the lowest possible cost, to reduce the amount of carbon going into the atmosphere. Environmental bang for the buck. &nbsp; One big bang is coal power: That's 44 percent of world emissions right there. Cleaner alternatives are solar, wind and natural gas. &nbsp; \"One of the most important opportunities for reducing CO2 emissions is to make sure that gas is replacing coal in electricity generation,\" says <span>Helge Lund, president and CEO of Statoil, the Norwegian energy giant.</span> &nbsp; But in order to speed it up, Lund says, \"You have a significantly higher CO2 price.\"</p>\n<p>That's the \"buck\" part. Here's the idea: Fossil fuels pollute. So policymakers can take that environmental cost and add it to the price of fossil energy. That is, raise the price. That makes low-carbon technology more competitive. &nbsp; Which ones would deploy? Natural gas? LED lights? Solar? Coal plants that bury emissions underground? Stavins says governments don't have to pick. Investors and customers will. &nbsp; \"That's the virtue of a carbon pricing mechanism,\" he says. \"It will automatically draw to the fore those technologies, those practices which are lowest cost.\" &nbsp; For instance, if solar is the cheapest, best option for household power, consumers will pick that. Solar-panel seller IKEA thinks they will. &nbsp; \"I think we'll halve the installed cost over the next 10 years of solar,\" says chief sustainability officer Steve Howard. \"So it's great sense to do it today. It will be unthinkable not to do it in 10 years' time.\" &nbsp; Could he be wrong? Perhaps more money will pick wind energy. In certain places, it's cheaper, says Michael Liebreich of Bloomberg New Energy Finance. &nbsp; \"So if you look at the Great Plains in the U.S., you look at Brazil,\" Liebreich says. \"You look at Australia, you look at India, you look at China. If you want really cheap electrical power, you build a wind farm now.\"</p>\n<p>Now, on the other hand, he says, \"You've got some very expensive technologies people would like to believe are part of the solution. Offshore wind is being done, but it's expensive. But then you can go up to wave power and then, always, on transportation, fuel cells.\" &nbsp; Of course, down the road fuel cells may get cheaper. But the point is, customers and investors have no interest in overpaying. With a carbon price, the low-cost, low-CO2 products win. An efficient, shall we say cheapskate, road to a low-carbon future.</p>\n<hr />\n<p><strong>CORRECTION:</strong> A previous version of this story misidentified an Ikea executive. Marketplace spoke with&nbsp;<span>chief sustainability officer Steve Howard. The text has been corrected.</span></p></div>","guid":"c3e23e26-9ab6-4e0c-8d30-49ca547a3800","teaser":"Putting a price on carbon will create financial incentives to emit less.","byline":"Scott Tong","itags":["Marketplace for Wednesday September 24, 2014","PMP:Marketplace_PMP","Marketplace","c3e23e269ab6e0c3d30749ca547a3800"],"audio":[{"type":"image/jpeg","meta":{"height":"340","width":"610","crop":"primary"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/climatenyc.jpg?itok=ChZMBdkw"},{"meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/09/24/mp_20140924_seg_16"},"duration_hms":"00:03:48","duration":228},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/09/24/mp_20140924_seg_16_64.mp3","format":"MP3","type":"audio/mpeg"}]}