{"created":"2015-04-08T19:52:42+00:00","modified":"2015-04-09T18:45:29+00:00","valid":{"from":"2015-04-09T18:45:29+00:00","to":"3015-04-09T18:45:29+00:00"},"hreflang":"en","guid":"c41e1811-df31-4ccc-8137-74099cbbcf02","title":"Of course two MIT alums got the ball rolling to the Iran nuclear deal","published":"2015-04-09T18:45:26+00:00","byline":"Bradley Campbell, Aaron Schachter","tags":["iran","us","nuclear bomb","Israel","Global Politics","Moniz","Nuclear proliferation","Iran"],"teaser":"The nuclear deal with Iran was in peril, until two guys who attended MIT in the 1970s flew in to talk. They didn't know each other then, but they were the key to getting a nuclear deal done. They focused on problem solving instead of political posturing. ","contentencoded":"<p>The framework for a nuclear deal with Iran didn't come easy. And if not for two MIT scientists, the world might not have any agreement at all. Ernest Moniz was one of the scientists flown over to Switzerland. In addition to being MIT alum, he's also the current US Energy Secretary.</p>\n<p>Simply put, his knowledge of nuclear science helped. But some shared time in Cambridge's Kendall Square may have helped.</p>\n<p>\"To reach an agreement there were a whole set of issues with considerable technical dimension that had to be resolved,\" says Moniz. \"And so I think that Dr. Ali Akbar Salehi and I joining the talks as head of, roughly speaking, the major nuclear organizations in the two governments, we were able to move forward and resolve some of the technical issues.\"</p>\n<p>Ali Akbar Salehi is an Iranian academic, diplomat and the head of Atomic Energy Organization of Iran. He also attended MIT — and was sitting across the table from Moniz in Switzerland.</p>\n<p>It reminds you of the scene in the old movie, \"Dave.\" It’s the one where the acting president brings in an accountant buddy to help cut the budget.</p>\n<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/uoRHwIMYlbc?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>In the movie, the levelheaded thinker succeeds where others fail. A similar thing played out in Switzerland. Moniz says the two went right into an MIT mode of problem solving. \"We were able to march through quite a few issues and to do so with a lot of specificity that I think will position the next 90 days of talks quite well.\"</p>\n<p>Now comes the hard part, selling it to Congress. But Moniz thinks it can happen. He says the agreement is based upon verification instead of trust. \"An enormous part of the agreement is rather exceptional measures that will enhance access and transparency.\"</p>\n<p>Another part of the deal is to control the pathways that allow Iran to obtain a nuclear weapon. Moniz says those pathways include uranium pathways, plutonium pathways, and covert pathways.</p>\n<p>There's been much talk about the deal being a \"forever agreement.\" Moniz says it is forever in the sense there are some provisions that go on forever, like no reprocessing of nuclear reactive fuel. Moniz says the intent is to let Iran convince the global community that its nuclear program is for peaceful purposes only.</p>\n<p>There are many, however, who seek to neither trust nor verify Iran.</p>\n<p class=\"p1\">\"I think the concern for people who take Iran seriously as a ruthless, threatening rapacious regime is that the whole fundamental approach is wrong,'' says David Horovitz, founding editor of The Times of Israel. \"Instead of dismantling Iran's nuclear facilities, the fundamental approach shifted to freezing and inspecting.''</p>\n<p class=\"p1\">Of Iran, Horovitz says: \"This is a nefarious regime that was dragged to the negotiating table because of a painstakingly assembled hierarchy of economic pressures. And yet the Iranians have been allowed off the ropes and off the floor. And now the world powers complain 'we couldn't do better.' But of course they could've done better.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-08%2Fcourse-two-mit-alumns-were-solution-iran-nuclear-deal&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04082015_510_520.mp3"},{"href":"http://www.pri.org/file/04082015510520mp3"}]}