{"created":"2014-10-02T23:05:21+00:00","modified":"2014-10-31T01:01:20+00:00","valid":{"from":"2014-10-31T01:01:20+00:00","to":"3014-10-31T01:01:20+00:00"},"hreflang":"en","title":"Ian McLagan's Song For A Muse","published":"2014-06-21T04:31:00+00:00","teaser":"The British rocker's wife was a driving force through his time playing with The Faces, The Rolling Stones and others. Years after her death, he still finds her in his songs.","itags":["npr_api","323551391"],"guid":"c42324a5-6de0-4261-8bda-36802686d3d8","contentencoded":"<p>Rocker <a href=\"http://www.npr.org/artists/15394797/ian-mclagan\" target=\"_blank\">Ian McLagan</a> has been singing and playing keyboards for almost half a century. He's played with <a href=\"http://www.npr.org/books/authors/167165084/rod-stewart\" target=\"_blank\">Rod Stewart</a>, <a href=\"http://www.npr.org/templates/story/story.php?storyId=15193203\" target=\"_blank\">Bob Dylan,</a> <a href=\"http://www.npr.org/artists/15403019/the-rolling-stones\" target=\"_blank\">The Rolling Stones</a> and <a href=\"http://www.npr.org/artists/90386068/the-small-faces\" target=\"_blank\">The Faces</a>. In 2012 he was inducted into the Rock and Roll Hall of Fame. But it hasn't always been an easy road.</p><p>\"Well there, was a time when I gave up music,\" McLagan says. \"But actually what I had given up was drugs and the people I was playing with. They weren't making me happy.\"</p><p>McLagan credits his late wife Kim, whom he married in 1978 and was with until her death in 2006, with helping him find his way back to music. His latest album, <em>United States</em>, includes a tribute to her called \"Love Letter.\"</p><p>\"I have all the love letters I sent her on the road that I had completely forgotten about — just postcards from different places around the world. She kept them all,\" McLagan says.</p><p>The couple first met in 1965 thanks to unexpected help from another iconic rocker, <a href=\"http://www.npr.org/artists/15397669/the-who\" target=\"_blank\">The Who</a>'s Keith Moon.</p><p>\"When I joined Small Faces we would occasionally bump into The Who, and Keith Moon and I became firm pals,\" they keyboardist says. \"Keith came to one of the Small Faces gigs with his then-girlfriend — who was Kim.\"</p><p>After the dissolution of McLagan's first marriage, he found himself mulling about nightclubs, running into Kim and Moon more often and spending the waning hours of the evening getting to know his future wife.</p><p>\"Invariably, the girl I was with would fall asleep, Keith would fall asleep and it would be left to Kim and me,\" he says. \"We would spend the night just chatting and drinking.\"</p><p>Late nights together eventually led to a kiss, which led to a marriage, which led to the two being together for 33 years. In that time and beyond he's written many songs with traces of Kim in them — though McLagan says it was years before he realized it.</p><p>\"She was my muse. I mean she actually is my muse,\" he says. \"I always heard that term, and it took me a long while to realize that she was the inspiration for so many songs and continues to be. Not all the saddest songs — I mean, some of the funniest songs or the lightest songs, there are little bits of her. She's always there, bringing that out of me.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ian+McLagan%27s+Song+For+A+Muse&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"224"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324008416-a60ce6.m3u?orgId=1&topicId=1105&ft=3&f=323551391"},{"href":"http://media.npr.org/assets/img/2014/06/19/mclagan-0980a4e6091f9672213c4ff8b3524febfa6bea93.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2208","width":"2944"}}]}