{"created":"2014-10-08T16:07:54+00:00","modified":"2014-10-31T02:05:20+00:00","valid":{"from":"2014-10-31T02:05:20+00:00","to":"3014-10-31T02:05:20+00:00"},"hreflang":"en","title":"Sylvan Esso: Finding Humanity Between The Synths","published":"2014-05-15T12:27:00+00:00","teaser":"The duo's self-titled debut brims with slow tempos and spacious electronic arrangements, making plenty of room for the gorgeous vocals of folk veteran Amelia Meath.","itags":["npr_api","312493096"],"guid":"c44ac808-b08b-4eaf-b41c-8dfca2d3dbf5","contentencoded":"<p>In the right hands, a synthesized bass drop can break my heart as effectively as a guitar melody. So I'm thrilled when lyric-centered songwriters like <a href=\"http://www.npr.org/artists/134005493/james-blake\" target=\"_blank\">James Blake</a> or <a href=\"http://www.npr.org/artists/15191158/bjork\" target=\"_blank\">Bjork</a> use the tonal language of dance music to move beyond the dance floor.</p><p>Add to that list Amelia Meath, whose gorgeous work with <a href=\"http://www.npr.org/artists/137229700/mountain-man\" target=\"_blank\">Mountain Man</a> had me thinking she was merely a folk-singing savant who probably made her own kombucha. But with <a href=\"http://www.npr.org/artists/298363663/sylvan-esso\" target=\"_blank\">Sylvan Esso</a>, her new group with electronic-music producer Nick Sanborn, all bets are off.</p><p>Sylvan Esso's debut isn't just folk songs with electronics replacing stringed instruments. Instead, it uses the loops, builds and programmed beats of dance music to warp and reframe old-school melodies. You may even recognize a couple, like the spectral fragment of Tommy James and the Shondells in the song \"Coffee.\" Unlike much electronic music, the tempos are generally slow and the arrangements spacious, so Meath's voice has plenty of room to maneuver.</p><p>Some listeners still find electronic music dehumanizing, yet Meath and Sanborn know that, at this point, most of us are cyborgs to some extent. What matters is how we flex our humanity alongside the machines.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sylvan+Esso%3A+Finding+Humanity+Between+The+Synths&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Will Hermes","audio":[{"meta":{"duration":"223"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312524034-75ecdb.m3u?orgId=1&topicId=1104&ft=3&f=312493096"},{"href":"http://media.npr.org/assets/img/2014/05/14/sylvan-essohighres-3d8b2bb6cf8ccec30e4d97e6793fb39f78f22f47.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1024","width":"1366"}}]}