{"created":"2015-04-22T19:30:55+00:00","modified":"2015-05-13T21:01:14+00:00","valid":{"from":"2015-05-13T21:01:14+00:00","to":"3015-05-13T21:01:14+00:00"},"hreflang":"en","title":"Turks And Armenians Prepare For Dueling Anniversaries On Friday ","published":"2015-04-23T19:16:00+00:00","teaser":"Turkey has moved up a major military celebration by a day this year. Critics say it's a clunky attempt to overshadow the 1915 slaughter of Armenians by the Ottoman Empire.","itags":["npr_api","401508242"],"guid":"c44c66a2-f980-4295-8840-501edd8f944c","contentencoded":"<p>Armenians are preparing to mark on Friday the 100th anniversary of the killing of as many as 1.5 million of their ancestors by the Ottoman Empire. And Turks are getting ready to celebrate the centennial of a major military victory by the Ottoman forces over the Allied powers at Gallipoli in World War I.</p><p>Turkey traditionally holds the Gallipoli ceremonies on April 25, which falls on Saturday this year. But it is moving up the events by one day to Friday in what critics call a clumsy attempt to overshadow Armenian Remembrance Day.</p><p>All this historic symbolism is tied to a terrible period in the early 20th century that is still playing itself out today.</p><p>In the courtyard of the St. Giragos Armenian Church in Diyarbakir, in southeastern Turkey, Armenian Turk Remzi Demir is asked whether he thinks Turkey is trying to draw attention away from the 100th anniversary of the killings that swept away much of his family. He puffs on his cigarette and then bursts out laughing.</p><p>\"It's so obvious, we don't even need to hear the explanation,\" he says. \"It's plain what they intended to do by moving the date.\"</p><p><strong>Growing Agreement Among Historians</strong></p><p>For the better part of a century, Turkey has suppressed accounts of the Armenian killings beneath a wave of national pride at the establishment of an independent Turkish republic on the ashes of the Ottoman Empire.</p><p>Turkish officials have denied and defied growing agreement among historians that the Armenian killings and expulsions fit the modern definition of genocide. Many European states call it a genocide, though the United States does not. <a href=\"http://www.npr.org/blogs/thetwo-way/2015/04/12/399140913/pope-marks-killing-of-armenians-in-world-war-i-calling-it-genocide\" target=\"_blank\">Pope Francis set off a diplomatic dispute</a> between Turkey and the Holy See last Sunday when he referred to the killings as genocide.</p><p>At Istanbul's military museum, a colorful and energetic Janissary band re-creates the martial music that accompanied Ottoman conquests. Mustafa Kemal Ataturk's triumph at Gallipoli, where forces from Britain, France, Australia and New Zealand were defeated, has multiple exhibits.</p><p>There is also one room, not easy to find, devoted to \"Turkish-Armenian relations.\" A plaque at the entrance makes its point of view clear. It says \"the aim of these unfounded genocide claims is to decrease the power of Turkey in the region.\"</p><p>The walls are lined with historical photographs, not one of which shows a slain Armenian — only the bodies of Turks said to have been tortured and killed by \"Armenian gangs.\"</p><p>Turkey argues that it was the move by some Armenians to fight with Russia against the Ottomans that made the deportations necessary. Armenians say that could never justify a collective punishment with such a massive death toll.</p><p>Political scientist Cengiz Aktar says Turkey's government does seem to recognize that it has a problem. After years of seeing Turks prosecuted for mentioning the Armenian genocide, he now feels free to talk about it. And in 2014, then prime minister, now President Recep Tayyip Erdogan offered condolences to Armenia in terms that were, by Turkish standards, ground-breaking.</p><p>The problem, says Aktar, is that while the government is creating a better climate for open discussion at the street level, it's stuck at the official level. It can't reconcile the need to acknowledge past atrocities with the creation myth of modern Turkey, which turns on the notion of transforming an ethnically diverse empire into a more homogeneous nation-state.</p><p>\"But the bottom line,\" he says, \"is that Turkey, in order to become, you know, a healthy and genuine democracy, needs definitely to heal itself from this major sin.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Turks+And+Armenians+Prepare+For+Dueling+Anniversaries+On+Friday+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Kenyon","audio":[{"meta":{"duration":"221"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401540546-a5fa41.m3u?orgId=1&topicId=1009&d=221&p=2&story=401508242&t=progseg&e=401487387&seg=1&ft=nprml&f=401508242"},{"href":"http://media.npr.org/assets/img/2015/04/22/turkey-anniversary-getty-a011c87c873846f969fea5d34c8ed8338d742146.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1502","width":"1999"}},{"href":"http://media.npr.org/assets/img/2015/04/22/gallipoli-getty_custom-267d25a17bc9db470ffe238bab4cd218455e961b.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2024","width":"2995"}},{"href":"http://media.npr.org/assets/img/2015/04/22/armenian-genocide-getty_wide-b805e16b9e967328259cf2f9ddc1ea11e270750d.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1555","width":"2765"}}]}