{"created":"2015-02-19T08:26:25+00:00","modified":"2015-05-13T21:14:40+00:00","valid":{"from":"2015-05-13T21:14:40+00:00","to":"3015-05-13T21:14:40+00:00"},"hreflang":"en","title":"Chocolate Makeover: Nestle Dumps Artificial Colorings","published":"2015-02-23T23:22:00+00:00","teaser":"Nestle says it's removing artificial flavors and dyes from its chocolate candies, and Hershey's says it's shifting to simpler ingredients. The moves come amid growing demand for natural food.","itags":["npr_api","387319835"],"guid":"c4656522-86a6-4286-8244-b653ec28aed4","contentencoded":"<p>Some of America's most popular chocolate bars — including the Baby Ruth and the Butterfinger — are about to get an ingredient makeover. Nestle USA <a href=\"http://www.nestleusa.com/media/pressreleases/nestl%C3%A9-usa-commits-to-removing-artificial-flavors-and-fda-certified-colors-from-all-nestl%C3%A9-chocolate-candy-by-the-end-of-20\">announced</a> it is removing artificial flavors and colorings from all of its chocolate candy products by the end of 2015.</p><p>The move entails changes to about 75 recipes, including the reformulation of the Butterfinger. Know that orange hue that colors the crunchy center of the bar? Currently, that color is made by combining the synthetic dye Red 40 with Yellow 5.</p><p>But these dyes will be replaced with a natural coloring called annatto.</p><p>\"Annatto is a natural colorant that comes from the seeds [found in the fruit from the achiote] tree that grows in the sub-tropic region,\" explains Leslie Mohr, the nutrition, health and wellness manager for Nestle Confections & Snacks.</p><p>Nestle points to its own brand research, as well as Nielsen's 2014 Global Health and Wellness Survey, showing that the issue of artificial flavors and colors is on the radar of many Americans.</p><p>\"Consumers have been telling us that artificial colors and flavors are becoming a decision factor when they're making food purchases,\" Mohr says.</p><p>As we've <a href=\"http://www.npr.org/2011/03/30/134962888/fda-probes-link-between-food-dyes-kids-behavior\">reported</a>, artificial food dyes have been controversial. Some parents, including the sponsor of a <a href=\"https://www.change.org/p/m-m-s-candies-stop-using-artificial-dyes-linked-to-hyperactivity\">petition</a> aimed at getting dyes out of candies, believe that artificial colorings in food can contribute to hyperactivity in their children.</p><p>But the evidence to back this claim is mixed. \"I think there's a growing body of research that shows that artificial food colorings can affect a child's behavior,\" <a href=\"https://www.northshorelij.com/find-care/find-a-doctor/pediatrics/dr-andrew-robert-adesman-md-11315401\">Andrew Adesman</a>, a spokesperson for the American Academy of Pediatrics, told us. \"On the other hand, these effects are relatively modest.\"</p><p>And, he adds, there's no evidence that artificial dyes pose long-term safety or health risks.</p><p>Adesman says it's good that the food industry is giving parents more options to buy products that are free of these artificial ingredients. But he points out that eliminating artificial dyes does not turn chocolate bars into health foods.</p><p>\"They [can be] high in fat and in sugar,\" Adesman says — two things many of us could stand to cut back on.</p><p><strong>Update 11:45 a.m.:</strong> Nestle isn't the only chocolate giant remaking its candies. On Wednesday, Hershey<a href=\"http://www.thehersheycompany.com/newsroom/news-release.aspx?id=2017846\"> announced</a> it would reformulate its candies to use simpler ingredients that are easy to understand — \"like fresh milk from local farms, roasted California almonds, cocoa beans and sugar--ingredients you recognize,\" the company said in a statement.</p><p>The company did not offer a timeframe for making the switch.</p><p>\"This is a journey and it will take time,\" Hershey President and CEO John Bilbrey said in the statement. \"We are equally committed to sharing what we achieve and what we don't. For ingredients that may not be as simple, we will explain what they are and why we need them to provide the great flavors, aromas, textures and appearances that our consumers know and love.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Chocolate+Makeover%3A+Nestle+Dumps+Artificial+Colorings&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"177"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387420756-7a2d13.m3u?orgId=1&topicId=1053&d=177&p=3&story=387319835&t=progseg&e=387420666&seg=5&ft=nprml&f=387319835"},{"href":"http://media.npr.org/assets/img/2015/02/19/butterfinger-1b1-ffacd292f896887fb32099595239aa56203893a1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1774"}},{"href":"http://media.npr.org/assets/img/2015/02/18/annatto-d4a5aa2fce0afeddf7375e0ab31f47c9bb7d38f7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1447","width":"1930"}},{"href":"http://media.npr.org/assets/img/2015/02/19/butterfinger-2c-752bd027c0f959a61ebf53f4ab02d50f05bc349f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1307","width":"1743"}}]}