{"created":"2015-05-24T11:27:49+00:00","modified":"2015-05-24T20:00:08+00:00","valid":{"from":"2015-05-24T20:00:08+00:00","to":"3015-05-24T20:00:08+00:00"},"hreflang":"en","title":"To Build Up Its Historical Image, Macedonia Is Going Baroque ","published":"2015-05-24T19:23:00+00:00","teaser":"Macedonia is one of the poorest countries in Europe, but it's been on a building spree that includes elaborate buildings and hundreds of statues, including an enormous one of Alexander the Great.","itags":["npr_api","409210151"],"guid":"c46fe81d-507a-40ed-aa87-32b71d7c08c8","contentencoded":"<p>Martin Panovski used to like hanging out in the center of his hometown, Skopje, the capital of Macedonia, a tiny Balkan nation that was, until 1991, part of Yugoslavia. Skopje's an old city, with complex, multi-ethnic layers of Roman, Byzantine and Ottoman history.</p><p>\"Even the communist era produced some interesting contemporary architecture,\" says Panovski, an architect in hip eyeglasses.</p><p>The nationalist government of prime minister Nikola Gruevski did not agree. \"The capital did not look European,\" says Nikola Zezov, a historian and Gruevski supporter. \"It looked boring.\"</p><p>Six years ago, Gruevski embarked on a massive, expensive redesign of Skopje that has filled the city with statues, monuments and \"baroque\" architecture. He promised it would boost national pride in a country that's just 24 years old.</p><p>\"At first, when I heard about the project, I thought it was a joke,\" Panovski says. \"And then the building began.\"</p><p>I met Panovski recently near an enormous bronze statue of Alexander the Great, whom the locals call \"Alexander the Macedonian.\" The government officially named the statue \"Warrior on a Horse\" to avoid inflaming a longtime dispute with Greece, which says Alexander is Greek and the Macedonians are stealing history. Greece, which has a province with the same name, refuses to call this country Macedonia.</p><p>Panovski understands that this dispute has been humiliating and has prevented the country from entering NATO and the European Union. \"But this is not the answer,\" he says, his back to the Alexander statue.</p><p>\"I see you don't even want to turn around and look at it,\" I say.</p><p>\"No,\" he says. \"There are no words. It's, ahhh, it's kitsch.\"</p><p>The statues are, indeed, everywhere — crowded in squares, lined like sentries along footbridges over the Vardar River. They depict revolutionaries, clerics, teachers, Greek gods, even Alexander's parents: Philip of Macedon and Olympias. One much-derided monument includes a statue of a pregnant Olympias.</p><p>\"I know who Alexander the Great is,\" says Slagjana Taseva. \"I don't need to see statues of him in all of his phases of his life — starting from in his mother's belly — to understand his place in history.\"</p><p>Taseva is the head of the Macedonian chapter of Transparency International. She says this building spree, called Skopje 2014, cost hundreds of millions of taxpayer dollars — an enormous amount of money for one of the poorest countries in Europe.</p><p>\"There was a lot of reaction from people wondering why such a big amount of money was spent on these monuments,\" she says. \"The worst thing is they did not stop. They continued.\"</p><p>Aside from the monuments, the government constructed elaborate, bone-white buildings with Greek-style columns. \"They don't know what it is, so they called it baroque,\" Panovski says. \"They call it 'old architecture.' Basically, this is something done by amateurs.\"</p><p>Vangel Bozinoski, who's also an architect, bristles at the description. He's a huge fan of the building program, which he calls \"a movement, a voice of the Macedonian people.\" Bozinoski's best known for designing the Memorial House of Mother Teresa. (She was born Anjezë Gonxhe Bojaxhiu, an ethnic Albanian from Kosovo, in Skopje when it was still part of the Ottoman Empire.)</p><p>Bozinoski believes building monuments can bring the heroes of history back home, at least metaphorically.</p><p>\"Here in Macedonia, we believe in the <em>cenotaph</em>,\" he explains, referring to a Greek word that means \"empty tomb.\" It's a monument built in honor of someone whose remains are elsewhere, such as a notable individual or soldiers lost in battle. \"You make a house,\" he says, \"put in the house everything that is connected to the person. And wait for her soul to (come) back.\"</p><p>Zezov, the history professor, says Skopje now looks more like a European capital. \"Rome, Paris, Berlin,\" he says. \"The centers of those cities are full of monuments that celebrate history. Why can't our capital be like that?\"</p><p>I meet him for coffee at a bland mall built in the late 1980s, when Macedonia was part of communist Yugoslavia, run by strongman Josip Broz Tito.</p><p>Zezov explains that an earthquake leveled Skopje in 1963. For the next 50 years, the city's main square looked provincial.</p><p>\"And so now, we finally build something and people complain?\" he says, shaking his head. \"I don't get it.\"</p><p>Besides, he says, it's attracting tourists. When I was walking through downtown Skopje with Martin Panovski, we ran into four silver-haired visitors from the Netherlands who had spent the day photographing themselves with Skopje's statues. \"It's a wonderful town,\" said Rens Hogeweg, as his wife angled for a good shot of the Alexander statue. \"Amsterdam has its statues, too,\" said his friend, Harry Beuskans. \"But they are old and old-fashioned. The statues here are brand-new.\"</p><p>Panovski smiled, but his face was pinched. The entrance to his office has a sign that reads: \"Sorry for the inconvenience, but we do not do baroque.\"</p><p>\"You know, I avoid the center now,\" he says. \"It's not home. It's an amusement park.\"</p><p>You can visit an amusement park, he says. But you wouldn't want to live in one.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=To+Build+Up+Its+Historical+Image%2C+Macedonia+Is+Going+Baroque+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joanna Kakissis","audio":[{"meta":{"duration":"253"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409210152-45d27a.m3u?orgId=1&topicId=1124&d=253&p=10&story=409210151&t=progseg&e=409210084&seg=3&ft=nprml&f=409210151"},{"href":"http://media.npr.org/assets/img/2015/05/24/macedonia-monuments-pregnant-olympias-0b68fb4315bc0240ee0dc80fc1f1703981eefb0d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1534","width":"2046"}},{"href":"http://media.npr.org/assets/img/2015/05/24/macedonia-monuments-statues-lining-bridge-002d8a502fde7b69514a989531b5cd9fcc261267.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1665","width":"2220"}},{"href":"http://media.npr.org/assets/img/2015/05/24/macedonia-monuments-alexander-statue-90c4c92b7b214102525216688c4150cc051c4de2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1665","width":"2220"}}]}