{"created":"2014-10-27T21:14:58+00:00","modified":"2014-10-27T21:14:58+00:00","valid":{"from":"2014-10-27T21:14:58+00:00","to":"3014-10-27T21:14:58+00:00"},"hreflang":"en","title":"Putting A Price On Human Life, Again","published":"2014-07-01T19:48:00+00:00","teaser":"Ken Feinberg is again doing a job he wishes he didn't have to do: administering the GM fund for faulty ignition switch victims.","itags":["npr_api","327341404"],"contentencoded":"<p>Attorney <strong>Ken Feinberg</strong> is again doing a job that he wishes he didn&#8217;t have to do: putting a price tag on the loss of others&#8217; loved ones.</p><p>A man well versed in tragedy, Feinberg is overseeing the compensation fund for deaths and injuries from accidents that resulted from a defective ignition switch in General Motors vehicles. There have been at least 13 documented deaths linked to that problem. People who accept compensation agree not to sue GM.</p><p>Feinberg is the go-to attorney when it comes to compensation funds. He mediated the 1984 class action lawsuit brought by 250,000 Vietnam War veterans against the manufacturers of Agent Orange, and oversaw the compensation funds for 9/11 victims, the 2007 Virginia Tech massacre, the 2012 Aurora movie theater mass shooting and the 2013 Boston Marathon bombings.</p><p>Each time he has listened to the emotional outpouring of families who have lost a loved one.</p><p>&#8220;People rarely want to talk about money,&#8221; Feinberg told <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson. &#8220;They want to do two things. First, &#8216;Mr. Feinberg I&#8217;m coming to see you to vent about life&#8217;s unfairness. What did I ever do to lose my daughter?&#8217; Or they come to validate the memory of a lost loved one. &#8216;Mr. Feinberg, you never met my daughter. She was just wonderful. I want to show you a photograph album. I want to show you her report card.&#8217;&#8221;</p><p>Feinberg calls the process &#8220;agonizing&#8221; but he keeps saying yes to overseeing programs connected to tragedy.</p><p>&#8220;It is something you have to do as part of a program like this,&#8221; he said. &#8220;I believe in public service. I think there are millions of Americans that would do what I would do if they were asked to do it. So I do it.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.feinbergrozen.com/\" target=\"_blank\">Ken Feinberg</a></strong>, attorney and administrator of the fund to compensate victims of defective ignition switches in GM cars.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Putting+A+Price+On+Human+Life%2C+Again&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"c47db903-c5ed-48dd-876f-a77efd07d1a2","audio":[{"meta":{"duration":"861"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1327341407-a969eb.m3u?orgId=330&ft=3&f=327341404"}]}