{"created":"2015-04-06T18:04:33+00:00","modified":"2015-04-06T20:53:09+00:00","valid":{"from":"2015-04-06T20:53:09+00:00","to":"3015-04-06T20:53:09+00:00"},"hreflang":"en","guid":"c48bfb5d-1a05-4312-aaa2-6c27a385b92b","title":"1st American believed killed in latest Yemen violence; scores more trapped","published":"2015-04-06T20:53:04+00:00","byline":"Monica Campbell","tags":["immigrants","Yemeni Americans","CAIR","Yemeni civil war","Houthis","evacuation","citizenship","Global Nation","Conflict","Conflict & Justice","Aden","Yemen","Aden","Yemen","Houthis"],"teaser":"Jamal al-Labani, who co-owned a gas station in Oakland, was trying to get his pregnant wife and young daughter out of Yemen when he was killed during fighting in the city of Aden last week.","contentencoded":"<p>When Mohammed Alazzani's uncle told him the news, he couldn’t believe it. Are they sure it's Jamal, he asked? Jamal al-Labani?</p>\n<p>\"I couldn’t believe it for the rest of the day,\" Alazzani says. \"I was like, no, it’s probably just a dream.\"</p>\n<p>It wasn’t. On March 30, Labani was killed by shrapnel in Aden, a port city in Yemen that’s become a battleground between the Yemeni government and the rebels known as Houthis. The California gas-station owner, who was trying to get his pregnant wife and their daughter out of their homeland, is believed to be the first American citizen killed in the current violence in Yemen.</p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/story/gallery/IMG_6661.JPG?itok=dIzzmoWl\" alt=\"\" /><div class=\"field-caption\">\n    <p>Mohammed Alazzani, photographed in San Francisco, lost his cousin, Jamal al-Labani, in Yemen last week. The cousins were once roommates, living above a gas station in Oakland that Labani co-owned.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Monica Campbell</p>\n  </div>\n</div>Labani was on his way back from prayers at mosque near the house where his pregnant wife and daughter were living. Then a shell — possibly from a tank or a mortar — landed and sprayed shrapnel. \"Pieces ... hit his back and neck and he passed right on the scene,\" says Alazzani, Labani's cousin, who works in biotechnology in Fremont, California.\n<p>For a time, the two men were roommates. Alazzani lived with Labani in an apartment above the gas station his cousin co-owned in Oakland. Alazzani, the younger of the two, had just arrived in the US from Yemen to go to university. He remembers his cousin as quiet and dedicated. He woke up early and used his treadmill or walked around the neighborhood. He prayed, went to mosque regularly and relaxed by watching Egyptian movies on Netflix.</p>\n<p>On most weekends, Labani would go to see his two teenage kids from a previous marriage, driving several hours south to pick them up at their home in Fresno. Then he got married again, this time to a woman back in Yemen. And that’s what led him to Aden.</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/story/gallery/IMG_4893.png?itok=AY3zqzls\" alt=\"\" /><div class=\"field-caption\">\n    <p>Jamal al-Labani, a US citizen and father of three, was killed last week in Aden, Yemen, by mortar fire.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Mohammed Alazzani</p>\n  </div>\n</div>Labani went back to Yemen in February to retrieve his pregnant wife and their young daughter. Aden was calmer at the time, but then fighting escalated. The next thing he knew, he was calling his relatives in the US saying they were trapped. Roads were closing, or were simply too dangerous to drive; airlines shut down flights after a Saudi-led coalition started bombing the rebels and imposed a no-fly zone.\n<p>Despite the violence, the US government did not evacuate its citizens — though it did evacuate its embassy and issue a State Department travel warning. \"Sending in military assets, even for an evacuation operation, could put US citizen lives at greater risk with limited chance of success,\" a State Department spokesman wrote to PRI's The World in an email. \"We continue to work closely with the Department of Defense; however, US citizens should not expect assistance from the US military.\"</p>\n<div class=\"edit-entity cta_border cta_align-left cta_icon-engagement cta_bg-white\" data-entity-id=\"79075\" data-entity-title=\"Story Act Poll Yemen\" data-entity-type=\"node\">\n<div id=\"node-79075\" class=\"node node-story-act story-act-cta story-act-nid-79075 cta-type-custom-text clearfix\" about=\"/node/79075\" typeof=\"sioc:Item foaf:Document\">\n<h2><a href=\"/node/79075\">Story Act Poll Yemen</a></h2>\n<p>    <span property=\"dc:title\" content=\"Story Act Poll Yemen\" class=\"rdf-meta element-hidden\"></span><span property=\"sioc:num_replies\" content=\"0\" datatype=\"xsd:integer\" class=\"rdf-meta element-hidden\"></span></p>\n<div class=\"content\">\n<div class=\"field-body\">\n<p><iframe frameborder=\"0\" height=\"300\" marginheight=\"0\" marginwidth=\"0\" src=\"https://docs.google.com/forms/d/1almXsbUXtNS8o6uIDzo5AGp1Ix8xAmH6dfipBmc41Qc/viewform?embedded=true\" width=\"760\">Loading...</iframe></p>\n</div>\n</div>\n</div>\n</div>\n<p>But Alazzani and other Yemeni Americans aren't taking no for an answer. China, Pakistan and India are among nations that have evacuated its citizens. Zahra Billoo, the executive director of the Bay Area chapter of the <a href=\"http://www.cair.com\">Council on American Islamic Relations</a>, has helped create a website called “<a href=\"http://www.stuckinyemen.com/\">Stuck in Yemen</a>” to publicize cases of trapped American citizens and offer help.</p>\n<p>\"We were hearing that people had parents stuck there, then we were hearing people who were stuck there themselves,\" she says. \"And we imagined that the complaints were were getting in the Bay Area and remotely in different locations were indicative of a larger problem.”</p>\n<p>Billoo says the US response falls short of other nations. And Alazzani says Yemeni Americans feel ignored. \"If they were Caucasian, or any other American citizens, they would be valued. They would do their best to rescue them,\" he says.</p>\n<p>Meantime, he knows more people in danger: “I know of at least 10 people that are trapped there,\" he says. \"Those are Americans who have their passport right in their pockets and could easily go and travel.\"</p>\n<p>And he wants them out, now, before one of them becomes the next Jamal al-Labani.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-06%2Fhow-violence-yemen-hits-home-united-states&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/IMG_5133_0.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/img5133jpg-0"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04062015_01.mp3"},{"href":"http://www.pri.org/file/0406201501mp3"}]}