{"created":"2014-10-08T14:07:32+00:00","modified":"2014-10-31T01:09:35+00:00","valid":{"from":"2014-10-31T01:09:35+00:00","to":"3014-10-31T01:09:35+00:00"},"hreflang":"en","title":"Military Strongmen: Seeding Chaos In The Name Of Power","published":"2014-06-15T12:11:00+00:00","teaser":"In a region torn by violence, a leader who promises security can be appealing. Men with firm military ties are taking control across the Middle East again; here's one take on how they rise to power.","itags":["npr_api","321990054"],"guid":"c4954043-f47b-4efc-b863-1f74a1dfe8e7","contentencoded":"<p><a href=\"http://www.npr.org/tags/125937670/iraq\">In a region torn apart by violence</a>, a leader who promises security above all else can be appealing. Three years after the chaos of the Arab Spring, these strongmen types are rising again in the Middle East.</p><p>Iraqi Prime Minister Nouri al-Maliki is one of them, though he has yet to overcome the disaster now unfolding in Iraq. Iraqi lawyer Zaid al-Ali tells NPR's Arun Rath that Maliki is partly to blame for the crisis.</p><p>\"His control over the security sector has been a disaster,\" says Ali, an expert on constitutional law in the Middle East.</p><p>Maliki has managed to construct a \"huge house of cards to the tune of hundreds of billions of dollars,\" Ali says, much of which is invested in the nation's security sector, and much of which came through international assistance.</p><p>Yet U.S.-trained Iraqi forces <a href=\"http://www.npr.org/blogs/thetwo-way/2014/06/11/320932929/500-000-people-reportedly-flee-mosul-after-iraqi-city-falls\">melted away earlier this month</a> in the face of an offensive by a militant Sunni group, the Islamic State of Iraq and Syria. The group has since <a href=\"http://www.npr.org/blogs/parallels/2014/06/13/321678737/in-one-map-the-dramatic-rise-of-isis-in-iraq-and-syria\">captured several cities</a>, including Mosul.</p><p>\"Our army is supposed to well-trained. It's supposed to be well equipped,\" Ali says. \"Here they are incapable of securing one of the Middle East's largest cities.\"</p><p>Ali has written extensively about Iraq, Tunisia, Libya and Egypt; all countries led by strongmen — men with close ties to the military who promise stability. There's a cultural inclination toward the strongman in the Middle East, Ali says.</p><p>\"We've been subjected to a lot of propaganda over a period of decades in the Middle East by strongmen,\" he says. \"By people who have been determined to keep control over our countries.\"</p><p>\"We've been told ... that we as people in the Middle East can't handle real democracy [and] we need a strongman to bring order to our society,\" he says.</p><p>That propaganda has successfully eaten away at all of the institutions that could function independently, Ali says. As soon as you take away the strongman — like Egypt's Hosni Mubarak, Iraq's Saddam Hussein, or Libya's Moammar Gadhafi — all you are left with is a dysfunctional state and people who have neither representation nor security.</p><p>\"[People] fall back on things like ethnicity [and] religion,\" he says. \"That's all they have left; those primordial instincts. So in that context, all of this chaos that we see shouldn't really come as a major surprise to anyone.\"</p><p>And when the U.S., European Union and other Western powers don't call out the strongmen in these nations for what they are, Ali says, it supports the strongman's rise to power.</p><p>\"These individuals position themselves to become indispensable,\" he says. \"And the reason why they're indispensable is because they're all that's left.</p><p>\"After they eat away from the state, after they eat away at institutions, there really is nothing left between them and chaos,\" he says. \"It's just them.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Military+Strongmen%3A+Seeding+Chaos+In+The+Name+Of+Power&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"252"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322008399-2c2e14.m3u?orgId=1&topicId=1009&ft=3&f=321990054"},{"href":"http://media.npr.org/assets/img/2014/06/14/iraq_bomb-2bdbaea3eec822d3f30b072bdfde1c2d4ecc1beb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2330","width":"3106"}},{"href":"http://media.npr.org/assets/img/2014/06/14/nouri_al_maliki-f14d715bc355321b77fb45228ef7fd636f3131c4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1553","width":"2069"}}]}