{"created":"2014-09-30T21:48:41+00:00","modified":"2014-10-30T21:54:56+00:00","valid":{"from":"2014-10-30T21:54:56+00:00","to":"3014-10-30T21:54:56+00:00"},"hreflang":"en","title":"Where Activists See Gray, Albuquerque Police See Black And White","published":"2014-10-01T15:54:00+00:00","teaser":"If a suspect threatens officers, police say, they have a right to defend themselves. But a Justice Department report said police in Albuquerque have used force unnecessarily; two ex-officers agree.","itags":["npr_api","352773117"],"guid":"c49ca149-835a-4b1d-baeb-8e8a317af078","contentencoded":"<p>To understand the tension between the cops and some people in Albuquerque, you have to go back to a Tuesday in April.</p><p>It was after the Justice Department had accused the Albuquerque police of engaging in a pattern of excessive force. In March, a homeless camper named James Boyd was shot and killed. Then a 19-year-old woman was killed.</p><p>Music teacher Caro Acuna Olvera was eating dinner when a friend called her with the news.</p><p>\"She was like, 'Caro, Facebook is blowing up, do you know what's happening? ... They killed Mary!' And I was like, 'Who? Who killed Mary?' 'The police killed Mary,' \" Olvera recalls.</p><p>The victim was Mary Hawkes, a former student of Olvera's. She was a woman whose parents were drug addicts, who had grown up in foster homes, who wrote poetry, lived on the street, loved animals, sold drugs and did drugs, too.</p><p>The night Hawkes was killed, police say, an officer spotted a young woman driving a stolen truck. They later found the truck with a phone Hawkes used. They looked at her Facebook profile, matched her picture with a police database, then found her near an old address.</p><p>When they found her, she ran and an officer chased her. Police say when she waved a gun, the officer shot her three times — in the head, upper arm and shoulder.</p><p>On a video released by police, officers told rescue units that Hawkes was \"heavily bleeding and not breathing.\"</p><p>The shooting outraged some people in Albuquerque. Olvera helped arrange vigils and protests.</p><p>Protesters wondered: The Justice Department scrutinizes the police for excessive force, and then cops go and kill a 19-year-old?</p><p>The officer who shot Hawkes has not spoken publicly. The case is still under investigation.</p><p>Many other cops say the reason some people in the community are mad about the Hawkes shooting, and all the other shootings, is that the public just doesn't get it.</p><p>Before the Justice Department released its findings, local criminal investigators found all previous Albuquerque police shootings to be justified, says Shaun Willoughby, vice president of Albuquerque's police union.</p><p>\"There's a lot of shootings that people are really upset about that we would call good shoots,\" he says.</p><p>Shoots, he says, will never go away. No matter what the feds say.</p><p>\"If you threaten a police officer, you point a gun at a police officer, they ... have the right to protect themselves and are trained to do so,\" Willoughby says. \"And nothing the Department of Justice or any entity says is going to change that.\"</p><p>Some officers argue that in these situations, it's black and white. There is no gray. If someone has a weapon and points it at police, police are going to shoot. And they don't shoot to wound, police told NPR; they shoot to kill.</p><p>But the Justice Department says it is gray sometimes. In its report, the Justice Department said Albuquerque police sometimes use force when there is not an imminent threat to officers or others, and that they themselves sometimes escalate the situation until there is a reason to use force.</p><p>Sam Costales, a former Albuquerque cop for more than 20 years, says of course there is a gray area.</p><p>Back in 2001, Costales was chasing an armed robbery suspect who grabbed a piece of pipe from the back of his truck and came at him. Costales took out his gun.</p><p>\"I could've shot him,\" he says. \"I had every right to shoot him. But I didn't want to shoot him.\"</p><p>Instead, he put his gun back in the holster, maced the guy and arrested him.</p><p>Back at the station, Costales put the suspect in an interview room and went to get him something to drink. A couple of detectives walked by.</p><p>\"And they go, 'What are you doing?' I said, 'I'm getting the guy a Coke.' 'You're getting the guy a Coke? This guy that just came at you with a pipe? A guy that's gonna kill you, you're gonna buy him a Coke now?' I said, 'He didn't kill me, and he's thirsty,' and I left it at that,\" Costales says.</p><p>Costales says he tried to treat suspects with respect. But other cops yelled at people, beat people up, used their weapons against people and then covered it up, he says.</p><p>A lot of this bad behavior is the work of a good-old-boys network, where it's all about who you're related to, says Cassandra Morrison, another former Albuquerque cop of 20 years.</p><p>It's about \"who you know, who you hang out with, who you smoke cigars with, who you go have a beer with,\" she says.</p><p>If you're in the club, she says, you don't get punished when you act like a cowboy, break the rules and use excessive force. It's a system that won't change until some of those cowboys get punished, she says.</p><p>Morrison says she's been told several Albuquerque police officers could be indicted in federal court for previous shootings.</p><p>\"So I think once those indictments come down, it's gonna be like, 'Uh-oh,' \" she says.</p><p>In other words, those who are part of the club aren't so invincible.</p><p>\"It's kind of like taking down Teflon Don, the head of the mafia,\" Morrison says. \"You take down one of them, everybody else kinda sits back and goes, 'Oh, we need to chill out for a while.' Well, you need to hit 'em so hard that they're gonna chill out forever.\"</p><p>The Albuquerque police chief recently told <em>USA Today</em> that there are some police who shouldn't be on the force. He says the rest of the police are working hard to regain the community's trust, mainly through new training.</p><p>The Justice Department has confirmed that at least one Albuquerque police shooting is now being investigated by its criminal division.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Where+Activists+See+Gray%2C+Albuquerque+Police+See+Black+And+White&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kelly McEvers","audio":[{"meta":{"duration":"406"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352808247-325e7b.m3u?orgId=1&topicId=1003&ft=3&f=352773117"},{"href":"http://media.npr.org/assets/img/2014/09/30/dsc_1996-1ff09a5ce8987acd4599f8d6fefa81845e9812b7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1997","width":"2662"}}]}