{"created":"2014-10-27T19:12:36+00:00","modified":"2014-10-30T23:24:36+00:00","valid":{"from":"2014-10-30T23:24:35+00:00","to":"3014-10-30T23:24:35+00:00"},"hreflang":"en","title":"Doctor Performs Abortions 'Because I'm A Christian'","published":"2014-08-11T19:28:00+00:00","teaser":"Willie Parker is one of two doctors who performs abortions at the only women's health clinic in Mississippi where abortions are performed.","itags":["npr_api","339597647"],"guid":"c4a1f915-870b-4286-a798-122acdd6d27f","contentencoded":"<p>Dr. <strong>Willie Parker</strong> is one of two doctors who performs abortions at the only women&#8217;s health clinic in Mississippi where abortions are performed.</p><p>Parker is a devout Christian who feels he is doing the right thing to help women in need. He&#8217;s the subject of a profile in Esquire magazine called &#8220;<a href=\"http://www.esquire.com/features/abortion-ministry-of-dr-willie-parker-0914\" target=\"_blank\">The Abortion Ministry of Dr. Willie Parker</a>.&#8221;</p><p>Dr. Willie Parker and <strong>John Richardson</strong>, author of the Esquire piece, speak to <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Robin Young.</p><h4>Interview Highlights: Willie Parker and John Richardson</h4><p><strong>Parker on the women who come in for abortion counseling sessions</strong></p><p>&#8220;Women are beaten up pretty bad by the time they get to me. They&#8217;re wrestling with their own thoughts, they&#8217;re wrestling with what they ought to do, they&#8217;re wrestling with what the people who fancy themselves as street counselors are telling them that they should do or what they shouldn&#8217;t do. My goal is to turn off all those other voices and just let them hear their own thoughts. I trust women to make good decisions for themselves. There are women who leave that room who don&#8217;t have an abortion because they decided that it wasn&#8217;t for them. What we have done is we&#8217;ve made sure that they had the opportunity to make that decision.&#8221;</p><p><strong>Parker on the murders of some doctors who perform abortions</strong></p><p><div class=\"pullquote\" style=\"\">&#8220;I trust women to make good decisions for themselves.&#8221;</div></p><p>&#8220;Life is dangerous work. I know that Doctor Gunn was killed, I know that George Tiller was killed. What I know that we all have in common, is that we all die. That&#8217;s not a statement of bravado. In accepting the fact that we&#8217;re all gonna leave here somehow and the inevitability of that, I&#8217;ve simply chosen in my life to focus on how I live. Its very important to me to live a life of principle, one of compassion.&#8221;</p><p><strong>Parker on claims that abortion clinics are part of a plot to kill black babies</strong></p><p>&#8220;It&#8217;s offensive on multiple levels. To shame black women for making the tough economic decisions about providing for the children they already have &#8212; given that most women that who have an abortion are already mothers &#8212; or taking some notion that abortion clinics are built near communities to make it easier for black women to end their pregnancies, kind of implies that black women don&#8217;t care about their babies. It is really a feigned concern about black women and black babies that further exacerbates the already abject poverty and suffering &#8230; I just think that this is a culture war about controlling the lives of women, but doing so in the context of people who are already suffering.&#8221;</p><p><strong>Parker on whether or not he is doing the right thing</strong></p><p><div class=\"pullquote\" style=\"\">&#8220;This is a culture war about controlling the lives of women.&#8221;</div></p><p>&#8220;I feel absolutely certain that it is never wrong to help someone. When a woman needs a good obstetrician, there is no shortage of folk standing in line to deliver her baby, but when a woman is pregnant and she does not want to be, she also needs the same quality and level of healthcare. Because abortion is healthcare. In that regard, I never question whether or not I am doing the right thing. As a thoughtful person, I am always looking at my life and looking at every decision that I make to think it through and to be committed with the most integrity that I can to what I am doing.&#8221;</p><p><strong>Richardson on observing the role of Parker&#8217;s faith in his work</strong></p><p>&#8220;The first thing I saw him do was an introduction to a group of women, a sort of counseling session, and at the end of that he talked about his own faith and how it played a role in his decision to do this. And it was a really striking moment &#8230; It was clear that [the women] thought the only role that religion played in this was to condemn them and they&#8217;d been condemned walking in the door. So to have somebody up there sort of affirming them as having faith themself, it was really healing for them.</p><h4>Guests</h4><ul><li><strong><a href=\"http://fpachicago.com/our-staff/\" target=\"_blank\">Willie Parker</a></strong>, OB/GYN doctor who practices at the <a href=\"http://www.jacksonwomenshealth.com/\" target=\"_blank\">Jackson Women&#8217;s Health Organization</a> in Jackson, Miss.</li><li><strong><a href=\"http://johnhrichardson.com/press-2/\" target=\"_blank\">John Richardson</a></strong>, writer at large for Esquire magazine.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Doctor+Performs+Abortions+%27Because+I%27m+A+Christian%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"902"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339606242-a95f02.m3u?orgId=1&ft=3&f=339597647"}]}