{"created":"2014-12-03T21:16:53+00:00","modified":"2014-12-08T20:05:14+00:00","valid":{"from":"2014-12-08T20:05:14+00:00","to":"3014-12-08T20:05:14+00:00"},"hreflang":"en","guid":"c4a90fda-e33f-472c-a47a-5d25b9ccefbb","title":"Claire Barry brought Yiddish pop to mainstream America","published":"2014-12-08T20:05:10+00:00","byline":"Nina Porzucki","tags":["Religion","music","culture","deaths","Music","Arts, Culture & Media","North America","Europe","Asia","Soviet Union","United States","North America","Asia","Nachum Stutchkoff","Claire Barry","Merna Berry","Hankus Netsky","Jewish culture","Jewish music","Yiddish culture","Yiddish language","Klezmer","Entertainment"],"teaser":"Claire Barry was one-half of the Barry Sisters, a pop duo that blended Yiddish tunes with swing music. She and her sister, Merna, shot to stardom in the 1930s, but their music reached an audience far beyond the Yiddish-speaking communities of New York.","contentencoded":"<p>Claire Barry, one half of the singing duo the Barry Sisters, died on Monday at the age of 94.</p>\n<p>Barry and her sister, Merna, who died in 1976, were Yiddish pop sensations starting in the 1930s and '40s, when Yiddish was still spoken by many Jewish immigrants.</p>\n<p>The two were born Clara and Minnie Bagelman in the Bronx; their parents were immigrants, their father from Kiev and their mother from Austria. The sisters enjoyed singing, and surprised their parents one day by singing Yiddish folks songs for them — in American swing style.</p>\n<p>“They decided that they would take some Yiddish songs and do them kinda like the Andrews Sisters or the Boswell sisters and just sing them for a gift for their parents as an anniversary present,” says Hankus Netsky, an ethnomusicologist who played with Claire Barry on several occasions and interviewed her about the sisters' beginnings in show biz.</p>\n<p>After hearing his daughters sing, Herman Bagelman brought them down to auditions at a Yiddish radio station. “They sang for Nachum Stutchkoff, who was a very famous figure in Yiddish radio, and they were an instant hit,” Netsky says. They were just teenagers.</p>\n<p>The sisters were discovered on the amateur hour show, where they were calling themselves the Barry Sisters. They started recording with the greatest Yiddish stars of the era. Yiddish star Moishe Oysher took the sisters under his wing and taught them how to do Yiddish music in swing.</p>\n<p>But their Yiddish folk tunes quickly went mainstream. “The point was that they were American. They really were a crossover act,” Netsky says.</p>\n<p>Crossing over meant appearing on mainstream TV shows like \"The Ed Sullivan Show,\" which they did on many occasions. Sullivan even took the Barry Sisters on a tour of the Soviet Union in 1954, which became a significant event for Soviet Jews.</p>\n<p>“The Soviet Union had had a big history, since 1936 or so, of repressing Jewish culture, murdering Yiddish writers and killing Jewish actors, so there was this feeling that a public performance by Yiddish performers just wasn’t accepted,” Netsky says.</p>\n<p>But nobody could say no to Ed Sullivan. The Barry Sisters \"became instant heroes, true symbols of Jewish endurance,” Netsky says.</p>\n<p>The popularity of “Sisters Barry” still resonates today with Jews from the former Soviet Union, he says: “Their impact is absolutely huge.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/120320148.mp3"},{"href":"http://www.pri.org/file/120320148mp3"}]}