{"created":"2014-10-02T15:05:05+00:00","modified":"2014-10-31T00:45:05+00:00","valid":{"from":"2014-10-31T00:45:05+00:00","to":"3014-10-31T00:45:05+00:00"},"hreflang":"en","title":"Western Fighters Answer Mideast Extremists' Clarion Call","published":"2014-08-21T22:06:00+00:00","teaser":"The road to violent jihad has never been so smooth. Westerners hoping to join the fight in Syria, and now Iraq, can take a flight to Turkey and meet hundreds of rebel groups eager to train them.","itags":["npr_api","326313364"],"guid":"c4b25485-ec12-42b8-8ee0-23b2cddba93c","contentencoded":"<p>This week a young man in Texas became the first American to plead guilty to terrorism charges related to the recent fighting in Iraq.</p><p>Michael Wolfe, 23, was arrested just before he boarded a plane. He was on his way to join ISIS, the Islamic State of Iraq and Syria, the Sunni extremist group that has been storming its way across Iraq for the past two weeks.</p><p>ISIS and hundreds of other rebel groups in Syria have inspired thousands of young men around the world to leave their homes and join the fight.</p><p>As Westerners find their way to the battlefield, officials are worried that the militants will use their new skills when they return home.</p><p><strong>An Elaborate Recruitment System</strong></p><p>The road to violent jihad has never been so smooth: All aspiring fighters have to do is get to Turkey.</p><p>\"It's easy to hop on a commercial fight, or even drive from anywhere in Europe,\" says Bruce Hoffman, who heads the Center for Security Studies at Georgetown University.</p><p>Once young men arrive in Turkey, Hoffman says, hundreds of rebel groups are there to greet them. Recruitment centers line the border with Syria, and various groups process the young men and send them down the line.</p><p>Hoffman says ISIS, which now controls about a third of Iraq, has a sophisticated program in northern Syria.</p><p>\"Around Raqqa, [Syria], and elsewhere, they've established very large training camps that are capable of absorbing these foreign fighters and putting a gun in their hand and giving them the kind of training and experience and confidence that puts them into battle very quickly,\" he says.</p><p>The last great call to arms for Muslim fighters was in the 1980s, after the Soviets invaded Afghanistan. About 20,000 foreign fighters traveled there, most of them from the Gulf states.</p><p>This time, while many of the volunteers are coming from the Middle East, thousands of Westerners are showing up, too.</p><p>The largest portion is coming from Britain, U.S. officials say. The French government puts the French total at 700 to 800. The latest tally of Americans: about 100.</p><p>As ISIS gains territory, the recruiting momentum grows, Hoffman says.</p><p>\"Of course, no one joins a failing or a fading prospect, so the victory of ISIS, or the success that they've experienced in the past few days, acts as almost an amplifier, as a clarion call to those who want to be part of the struggle,\" he says.</p><p><strong>The Bigger Threat: </strong><strong>Bringing </strong><strong>The Fight Home</strong></p><p>So far, little has been done to try to stem the flow of volunteers to ISIS and other groups through key transit points like Turkey. Steven Cook, a scholar at the Council on Foreign Relations, visited the country last week.</p><p>The Turkish government is trying to figure out how to slow the tide of recruits, Cook says. Turkey had initially hoped that the foreign fighters would help topple the regime in Syria, he says, so the government let the travelers pass through. Now the Turks are rethinking their approach.</p><p>\"The Turks weren't thinking very strategically about this issue, and now they have a much larger threat on their hands,\" he says.</p><p>That larger threat is the real possibility that battle-hardened fighters will eventually set their sight on targets at home — in Europe or the U.S.</p><p>Last month, a Frenchman who had been fighting with ISIS in Syria returned to France and just weeks later went to Brussels to launch an attack. He opened fire on a Jewish museum there, killing three people.</p><p>Officials fear more returnees may do the same.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Western+Fighters+Answer+Mideast+Extremists%27+Clarion+Call&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dina Temple-Raston","audio":[{"meta":{"duration":"212"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326406686-534676.m3u?orgId=1&topicId=1010&ft=3&f=326313364"}]}