{"created":"2015-05-30T10:16:20+00:00","modified":"2015-06-05T15:25:45+00:00","valid":{"from":"2015-06-05T15:25:45+00:00","to":"3015-06-05T15:25:45+00:00"},"hreflang":"en","title":"Mecca Becomes A Mecca For Skyscraper Hotels","published":"2015-05-30T15:14:00+00:00","teaser":"Mecca is the destination for Muslim pilgrims. To house the millions of worshippers, massive hotels are rising at a furious pace, upsetting those seeking to protect the city's traditional architecture.","itags":["npr_api","410591909"],"guid":"c4c17fec-1d7b-4221-8499-e56882d40d8a","contentencoded":"<p>At the Grand Mosque in Mecca, Saudi Arabia, the booming call to prayer competes with the racket of construction.</p><p>The Grand Mosque is the destination for the most sacred Muslim pilgrimage and it holds the Kaaba, the black cube of a building in the center of the mosque known to Muslims as the House of God.</p><p>But skyscraper hotels increasingly dominate the skyline, dwarfing the Great Mosque where worshippers gather, and angering those who seek to retain the city's history and traditional architecture.</p><p>Cranes fill the sky and soaring above it all is the Clock Tower Hotel, which reaches some 130 stories. To build it, the city literally blew up a mountain that once overlooked the Grand Mosque nestled in the valley between peaks.</p><p>This building spree has become a symbol of the transformation and commercialization of Mecca, the birthplace of the Muslim prophet Muhammad. Hotel rooms with a Kaaba view are hot-ticket items.</p><p>When you enter the marble-covered plaza surrounding the mosque, to the left is the pathway that millions take to get their first glimpse of the Kaaba, an awe-inspiring sight for Muslims. To the right is a Kentucky Fried Chicken.</p><p>There are tracts of land around the mosque where hundreds of simple homes once stood but were bulldozed to make room for multi-use construction projects to handle the pilgrims.</p><p>The mayor of Mecca, Osama al-Bar, is overseeing the expansion. He says the older structures needed to be destroyed to allow for larger buildings to accommodate the more than 15 million people who come each year, including the 2 million who converge on Mecca during the annual Hajj pilgrimage.</p><p>\"We are talking about easing the situation for our Muslim brothers and increasing the capacity and going with the demand, with the high increase of demand for Mecca and the Kaaba,\" he says in an interview with NPR. To do that, the city must first \"demolish.\"</p><p>The city is putting in a metro line and a bus system, and expanding the Grand Mosque. That expansion alone, he says, costs $100 billion.</p><p>\"There is nothing historical [that] has been demolished,\" he says. \"If we talk about the spiritual nature of the city, that we can rebuild.\"</p><p>What's been destroyed are things that are no longer of use, he says.</p><p>And here's how al-Bar describes that mountain that was replaced with the gargantuan buildings: \"It is a type of artificial mountain now,\" he says.</p><p>But where the mayor sees development, prominent architect Sami Angawi sees history being lost: Important monuments destroyed to put up skyscrapers.</p><p>The architect meets visitors in his home in the coastal city of Jeddah, about 45 miles from Mecca. It features arches and geometric designs built to honor the traditions of Islamic architecture. He gives a slideshow presentation to a tour group.</p><p>\"I'm a Meccan,\" he tells them. \"And our traditional job is called <em>matawif</em>, we are the pilgrim servants. This is how I grew up serving the pilgrims who came from different parts of the world.\"</p><p>Angawi, who traces his ancestors to the prophet Muhammad, says he hasn't been back to Mecca in years.</p><p>\"It's hard, I cannot bear it,\" he says.</p><p>His family home was demolished to make room for construction, and like many families originally from Mecca, he chose to resettle in Jeddah.</p><p>Still, he has historic pictures of Mecca throughout his home, and he calls it the Mecca that was.</p><p>\"Mecca is a sanctuary, not a city,\" he says.</p><p>\"It's a zone of peace where the environment is safe, the animals are safe, the human beings are safe,\" he adds. \"Everybody is coming in, at the minimum, to visit the house of God. And everything there grew eventually to become the Mecca which was.\"</p><p>But today that sanctuary is being destroyed, he says.</p><p>The new hotels are popular with rich pilgrims willing to pay for luxury Hajj journeys.</p><p>\"Unfortunately the new way of doing things is absolutely the wrong thing,\" he says. \"It's dynamite and bulldozers. Even the mountains now are being blown up.\"</p><p>Angawi says he tried to save the old Mecca. He's an expert in Islamic architecture and founded a research center to study how to restore and build Mecca to preserve the spirituality and architecture of the city. But contractors won out, building a skyline that robs the city of its spiritual nature, he argues.</p><p>He hopes the approach to Mecca will change under the new king, Salman, who ascended the throne in January.</p><p>\"It's too late for saving the past,\" he says. \"Maybe, I hope, I hope I hope I hope, King Salman will change things. That's the only hope.\"</p><p>That, he says, and God.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mecca+Becomes+A+Mecca+For+Skyscraper+Hotels&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leila Fadel","audio":[{"meta":{"duration":"297"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410752474-6d6cd2.m3u?orgId=1&topicId=1009&d=297&p=7&story=410591909&t=progseg&e=410752339&seg=16&ft=nprml&f=410591909"},{"href":"http://media.npr.org/assets/img/2015/05/29/grand-mosque-mecca-landov-0ab63e01d112c6f6b3947e28466327b5b6aabb36.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1655","width":"2206"}},{"href":"http://media.npr.org/assets/img/2015/05/29/grand-mosque-fadel_custom-e2e466167300f625357bdb637275bc32b89c2385.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"613","width":"480"}}]}