{"created":"2015-03-30T11:26:14+00:00","modified":"2015-07-03T20:25:34+00:00","valid":{"from":"2015-07-03T20:25:34+00:00","to":"3015-07-03T20:25:34+00:00"},"hreflang":"en","title":"Sticking Points In Iran Nuclear Talks: Sanctions And A Fuel Stockpile","published":"2015-03-30T15:33:00+00:00","teaser":"With Tuesday's deadline for an international agreement on Iran's nuclear program approaching, foreign ministers from Iran and six world powers are trying to hash out a deal.","itags":["npr_api","396288204"],"guid":"c4d69f20-352a-4ed2-844f-7fc45fd475c2","contentencoded":"<p>With Tuesday's deadline for an international deal on Iran's nuclear program approaching, foreign ministers from Iran and six world powers are trying to hash out an agreement. The debate currently centers on where Iran's nuclear fuel should be stored, and how — and when — economic sanctions should be lifted.</p><p>Other details, such as rules controlling enrichment, the length of the deal and how it would be enforced, also remain unsettled.</p><p>Late Sunday, Iran's Deputy Foreign Minister Abbas Araqchi told state media that Iran won't agree to ship even part of its nuclear fuel stockpile out of the country. A U.S. State Department official tells NPR's Peter Kenyon that Araqchi's position isn't new.</p><p>From Lausanne, Switzerland, Peter reports for our Newscast unit:</p><blockquote><p>\"The U.S. and its allies want to reduce Iran's stockpile from more than 17,000 pounds down to a few hundred, and shipping some of it out has come up. But a senior State Department official says there are other ways of solving that problem.</p><p>\"If the sides can agree on the major elements of a deal here, they'll have three months to hammer out the technical details of a final accord.\"</p></blockquote><p>As the deadline nears, Peter says, analysts believe that comments like Araqchi's could be an attempt to gain last-minute concessions in an agreement.</p><p>Iran is currently under economic sanctions imposed by the United Nations, the European Union and the United States. The question of whether an agreement would trigger removal of all those hindrances at once or whether they would be phased out is a key issue in the talks.</p><p>In Europe and the U.S., economic and political considerations could offer further complications to a potential deal.</p><p>As <a href=\"http://www.bloomberg.com/news/articles/2015-03-26/europe-s-lost-iran-trade-may-signal-u-s-sanctions-split\">Bloomberg News reports</a>, \"Trade between Europe and Iran has plunged to about $9 billion from almost $32 billion in 2005 when sanctions began to be tightened.\"</p><p>And as we've reported, many U.S. Republicans oppose any potential easing of sanctions on Iran, even taking the extraordinary step of <a href=\"http://www.npr.org/blogs/thetwo-way/2015/03/10/392067866/iran-calls-gop-letter-propaganda-ploy-offers-to-enlighten-authors\">writing to the country's supreme leader</a> about the nuclear talks.</p><p>Secretary of State John Kerry and his peers from Iran, Russia, China, Germany, France and Britain met for Monday's talks in Switzerland.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sticking+Points+In+Iran+Nuclear+Talks%3A+Sanctions+And+A+Fuel+Stockpile&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"214"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396290969-c38589.m3u?orgId=1&topicId=1009&d=214&story=396288204&ft=nprml&f=396288204"},{"href":"http://media.npr.org/assets/img/2015/03/30/iran-nuclear-302371fc18d776fe30724cb6f9c452102918ee23.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2610","width":"3481"}}]}