{"created":"2014-09-05T20:17:07+00:00","modified":"2014-10-30T22:40:26+00:00","valid":{"from":"2014-10-30T22:40:26+00:00","to":"3014-10-30T22:40:26+00:00"},"hreflang":"en","title":"With Age, Joan Rivers Learned To Say Anything: 'It Has Freed Me Totally'","published":"2014-09-05T20:17:00+00:00","teaser":"The comedian died Thursday at the age of 81. Rivers talked with <em>Fresh Air</em> in 1991, 2010 and 2012 about how her comedy evolved — and why she didn't care what others thought of her.","itags":["npr_api","345945166"],"guid":"c4da80ae-ae27-41ed-a0ad-f13782380bee","contentencoded":"<p>Since the '60s, when Joan Rivers broke into the standup comedy scene aggressively and impressively, her act evolved into an intentionally brash showcase of \"Can we talk?\" confessionals. In her later years, she became much looser with her sharp tongue — sometimes even brutal and caustic.</p><p>Rivers died Thursday in New York. She was 81.</p><p>It was her age, she said, that opened her up to say whatever she wanted — without fear.</p><p>\"I'm so much freer now,\" Rivers <a href=\"http://www.npr.org/2010/06/09/127556307/comedian-joan-rivers-is-a-real-piece-of-work\">told</a> <em>Fresh Air</em>'s Terry Gross in 2010. \"Because I always say, 'What are you gonna do? You gonna fire me? I've been fired. I'm gonna be bankrupt? Been bankrupt! Some people aren't going to talk to me? It's happened. Banned from networks? Happened.\"</p><p>In her early years, Rivers turned brief appearances on such programs as <em>Candid Camera</em> and <em>The Ed Sullivan Show</em> into star-making turns.</p><p>In 1973, she wrote <em>The Girl Most Likely To,</em> a very clever made-for-TV movie starring a then-unknown Stockard Channing. It was a revenge fantasy about an unattractive college girl who, after an accident, has extensive plastic surgery and emerges as a thinner, sexier version of herself and then sets out to seduce and punish all those who had made fun of her in school.</p><p>On <em>The Tonight Show,</em> as both a guest of and substitute host for Johnny Carson, Rivers was reliably quotable and popular — until she left that nest to start her own talk show on Fox, a program that officially launched that network back in the '80s.</p><p>With her willingness to talk openly and candidly about even her Hollywood peers, Rivers opened up other avenues for herself as well. Her obsession with fashion led to decades as a red carpet staple — all but inventing the form of the pre-show interview, while reserving the right to be negative as well as flattering.</p><p>Entire cable networks have been built on her padded shoulders, or by copying and emulating her approach. And some may even argue that Rivers both predated and prefigured the Internet by commenting on every hot celebrity and current topic and saying exactly what she thought. But unlike the anonymous posters of the Internet, Rivers always delivered her one-liners as herself, with full attribution and with nowhere to hide. She owned whatever she said — and for decades, whether talking about her looks or her family or her fellow celebrities, she never held back.</p><p>And she simply loved performing.</p><p>\"Life does not measure up to performing. ... Performing is perfect,\" Rivers said. \"Isn't it a perfect hour? You go onstage, they love you, they want to be there, you want to be there, you all work together to have a great evening.\"</p><p><em>Fresh Air</em> remembers Rivers with three interviews from 1991, 2010 and 2012.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On plastic surgery </strong></p><p>Everybody has done it and I just think people should tell the truth! [Why] is [it] so terrible to say, \"I want to look better and I had my nose thinned?\" ... Jane Fonda, who is into exercise, as [we] well know, has had the face-lift, the boobs done, God knows what [else], and that's <em>fine!</em> Why are we playing this game? I don't get it. So I was delighted to come out and say to my audience: \"I'm going in now because my eyes look like hell and I'm getting a really bad under-the-chin look.\" Delighted to do it!</p><p>We're in a business where you have to look good, where they fire people because they're getting old. ... The public doesn't want to see an old puss giving the news. ... There is no choice in our business. There is no choice.</p><p><strong>On being one of the first comedians to make jokes about abortion</strong></p><p>I just think you open up the doors and you laugh at everything. I was the first one to discuss abortion, and it was very rough. ... And I couldn't even say the word abortion — I had to say, \"She had 14 appendectomies.\" ... Everyone went to Cuba to get appendectomies, or went to Puerto Rico to get appendectomies. That was a big thing. ...</p><p>And by making jokes about it, you brought it into a position where you could look at it and deal with it. It was no longer something that you couldn't discuss and had to whisper about. When you whisper about something, it's too big and you can't get it under control and take control of it.</p><p><strong>On the worst thing </strong><strong>that happened</strong><strong> to her </strong><strong>onstage</strong></p><p>Once somebody died in Las Vegas in the audience, but that wasn't the worst thing ... but one of the worst. Someone died at Caesar's Palace and they got that guy out so fast because they [didn't] want anyone upset about anything and they rolled him out.</p><p>The worst thing that ever happened to me onstage is someone ran forward to tell me they loved me and projectile vomited all over the stage. It was horrible. And I said to the audience, \"Shall we continue or shall we clean the stage?\" And the audience said, \"Let's continue.\" And I said, \"No, let's clean the stage.\"</p><p>That was horrible. Oh, God, it got on everything. The orchestra was gagging. Once somebody starts to vomit, everybody joins in. It was awful.</p><p><strong>On her parents</strong></p><p>My parents just didn't like me. Till I was 9, my mother was trying to get an abortion. That sticks with you. That hurts. She said to her doctor, \"Is there any possible way to get rid of this thing?\"</p><p><strong>On life</strong></p><p>I enjoy life when things are happening. I don't care if it's good things or bad things. That means you're alive. Things are happening. My husband used to say, \"It is never dull around here.\" And that is good. We never looked at each other and went, \"I am so bored.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Age%2C+Joan+Rivers+Learned+To+Say+Anything%3A+%27It+Has+Freed+Me+Totally%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2748"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346138938-22f50c.m3u?orgId=1&topicId=1062&ft=3&f=345945166"},{"href":"http://media.npr.org/assets/img/2014/09/04/98726624-76780b56f0b11a0c5788454b52a94f47d0a85f3d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2203","width":"2937"}}]}