{"created":"2014-09-08T18:56:02+00:00","modified":"2014-09-08T21:53:58+00:00","valid":{"from":"2014-09-08T21:53:58+00:00","to":"3014-09-08T21:53:58+00:00"},"hreflang":"en","guid":"c4dbb255-62c7-4119-815f-f2123dda5922","title":"Families that are deported after crossing the border say they return home feeling hopeless and desperate","published":"2014-09-08T21:53:57+00:00","byline":"Jude Joffe-Block","teaser":"This year, an increasing number of Central American attempted to enter the US illegally. Now, as many are deported back home, there are concerns that due process was not served while they were held in detention facilities in the United States. ","tags":["Global Nation","Conflict","Conflict & Justice","Artesia","San Antonio","Karnes City","Washington, D.C.","North America","El Salvador","United States","New Mexico","Texas","Central America","Jose Angel","Sonia","Judith","Leticia Zamarripa","Amber Cargile","Karen Tumlin","Federal Law Enforcement Training Center","Artesia","Immigration detention","United States Border Patrol","Artesia, New Mexico","Law"],"contentencoded":"<p>On a weekday morning in late August, an American plane arrived at the airport outside of San Salvador, El Salvador&rsquo;s capital, bringing back deportees from the United States.</p><p>Among them were nine children and their mothers who had been held in a temporary family detention facility in the remote town of Artesia, New Mexico.</p><p>Relatives of the deportees gathered outside the terminal. An orange awning shielded them from the bright morning sun as birds chirped loudly from nearby trees.</p><p>So far this summer, 288 women and children have been deported from the facility in Artesia. This flight was the third to land in El Salvador.</p><p>José Angel waited with his mother-in-law to pick up his 23-year-old wife, Sonia, and his 5-year-old son. The two were detained in Artesia for a month and a half. They left El Salvador on July 4.</p><p>&ldquo;She went to ask for asylum because she was being threatened,&rdquo;&nbsp;José&nbsp;Angel said in Spanish.</p><p>Sonia had a small chicken farm in El Salvador that her family said made her a target for extortion by local gang members.&nbsp;Sonia&rsquo;s mother, Judith, said it is common for gangs to charge business owners &quot;rent.&rdquo; She said her family had already fled this situation once before. They used to run a tortilla business in a different area but left because of those threats, only to find the same problems in their new town.</p><p>Judith said she knows several people who have been killed for not complying with gang demands for money.</p><p>It&rsquo;s risky to talk about, which is why the family didn&rsquo;t want their last names used in this report. Still, Sonia&rsquo;s story didn&rsquo;t impress the asylum officer who interviewed her in Artesia.</p><p>&ldquo;They said in an interview there that her case wasn&rsquo;t credible,&rdquo; Judith said.</p><p>[[{\"fid\":\"73411\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":3159,\"width\":5616,\"style\":\"width: 2000px; height: 1125px; margin: 5px;\",\"alt\":\"children_Artesia\",\"title\":\"children_Artesia\",\"class\":\"media-element file-default\"}}]]</p><p>Arriving migrants who are held in detention and placed in expedited removal proceedings &mdash; as Sonia was &mdash; must prove they have a credible fear of persecution back home in order to pursue an asylum claim in the US.</p><p>&ldquo;There were a lot of people who had good luck,&rdquo; Judith said. &ldquo;Where we live, a lot of women with kids went [to the US] and they made it through. Sadly, she was not one of them.&rdquo;</p><p>Almost 63,000 migrant families, mostly from Central America, have arrived at the southwest border since October, a 471 percent increase from last year.&nbsp;The vast majority crossed into <a href=\"http://www.cbp.gov/newsroom/stats/southwest-border-unaccompanied-children\">Texas&#39; Rio Grande Valley</a>.</p><p>[[{\"fid\":\"73559\",\"view_mode\":\"original_image\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":600,\"width\":847,\"alt\":\"Map_GN\",\"title\":\"Map_GN\",\"class\":\"media-element file-original-image\"}}]]</p><p>Many turned themselves in to US Border Patrol agents&nbsp;and were&nbsp;released to bus stations to join relatives while they await deportation hearings.</p><p>But the Obama administration is trying to discourage migrants from entering the US illegally. One way is by detaining more arriving families and expediting their deportations.</p><p>The federal government opened the Artesia Family Residential Center in late June. It&rsquo;s on the grounds of a federal law enforcement training center, and has capacity of up to 700 women and children.&nbsp;An immigration detention facility in Karnes City, Texas, outside of San Antonio, also started holding arriving families this summer.</p><h3>Back at the airport</h3><p>Sonia and her son were about to be released, but their relatives must pick them up in a secure area where reporters aren&rsquo;t allowed. I lost my chance to meet them.</p><p>But I talked to Sonia later on her cell phone.&nbsp;She said she left Artesia voluntarily once she she learned she wasn&rsquo;t likely&nbsp;to win her asylum case. A Salvadoran migration official said the other women returned from Artesia had also agreed to voluntary departure.</p><p>In Sonia&#39;s case, she could have waited to see an immigration judge to ask for a second credible fear ruling, but she felt it was hopeless and was anxious to leave.</p><p>&ldquo;I left because my son wasn&rsquo;t eating,&rdquo; Sonia said. &ldquo;The chicken was raw, it was even bloody.&rdquo; &nbsp;</p><p>She said her son had a fever for eight days and she couldn&rsquo;t get him medicine at first. Other detainees have made similar claims.</p><p>Sonia also said she wasn&rsquo;t able to talk to an attorney until after she had already had her interview with an asylum officer. Allegations like that, along with several others, have been compiled into&nbsp;a recent <a href=\"http://americanimmigrationcouncil.org/sites/default/files/M.S.P.C.%20v.%20Johnson.pdf\">federal lawsuit</a>&nbsp;claiming a lack of due process for women and children in Artesia.</p><p>[[{\"fid\":\"73415\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":2295,\"width\":4080,\"style\":\"width: 2000px; height: 1125px; margin: 5px;\",\"alt\":\"room_artesia\",\"title\":\"room_artesia\",\"class\":\"media-element file-default\"}}]]</p><p>A coalition of organizations, including the <a href=\"https://www.aclu.org/\">American Civil Liberties Union</a> and the <a href=\"http://www.nilc.org/\">National Immigration Law Center</a>, are behind the suit. They filed it in federal court in Washington, DC, on August 22, the day after the plane carrying Sonia and other women and children landed in El Salvador.</p><p>&ldquo;The fundamental issue at the facility is that it is not giving those women and their kids a fair day in court,&rdquo; said Karen Tumlin, an Los Angeles-based attorney with the National Immigration Law Center.</p><p>It&rsquo;s not clear if Sonia had a winning asylum case or not, but Tumlin said many women and kids held in Artesia do, and would face grave danger if they are returned home.&nbsp;But detainees in Artesia may actually be held to a stricter standard.</p><p>According to data from US Citizenship and Immigration Services, fewer than 38 percent of Artesia detainees were found to have credible fear, versus an average national rate of about 72 percent this spring.</p><p>The lawsuit alleges that Artesia detainees do not have adequate access to legal help, and volunteer lawyers who come to the facility have trouble visiting clients and gaining access to proceedings. It also alleges that women must recount stories of abuse to asylum officers and judges in front of their children since there are no childcare services at the facility.</p><p>At the same time, other recent developments in immigration law could allow more Central American women to prevail in their asylum claims. In a precedent-setting decision last month, the Board of Immigration Appeals ruled that Guatemalan women who flee life-threatening domestic abuse can be eligible for asylum.&nbsp;</p><p>That decision has helped one Honduran woman in Artesia win asylum already.</p><p>But Tumlin said the immigration court system in Artesia is speeding up proceedings to the point that there is not sufficient time for attorneys to prepare their client&rsquo;s cases.</p><p>Instead, she said there is a &ldquo;rush to judgment to deport as many these women and kids as quickly as possible.&rdquo;</p><p>Immigration and Customs Enforcement (ICE), which oversees the Artesia center, maintains it is facilitating access for volunteer attorneys who want to provide free legal services at Artesia.</p><p>&quot;The inter-agency response to this unprecedented surge has been both humane and lawful,&quot; ICE spokeswoman Amber Cargile stated in an email. &quot;As a matter of policy, we do not specifically comment on pending litigation.&quot;</p><p>In a separate email, ICE spokeswoman Leticia Zamarripa said the food served at the Artesia Family Residential Center is the same food served to students and staff at the adjoining law enforcement academy, and is not used as punishment or a reward.</p><p>Meanwhile, Sonia and her family are back living in the same house in El Salvador where she was threatened.&nbsp;I wanted to interview Sonia at her home, but she explained that would not be a good idea. She said the gang won&rsquo;t allow unknown cars to enter her neighborhood.</p><p>&ldquo;I haven&rsquo;t left the house except to go to the store just now,&rdquo; Sonia said. &ldquo;Because it&rsquo;s scary.&rdquo;</p><p>She&rsquo;s also broke.</p><p>She still owes the gang thousands of dollars. Plus she paid $6,000 trying to get to the US. That&rsquo;s all gone. &nbsp;</p><p>Sonia said if she&rsquo;s threatened again, she&rsquo;ll likely move, perhaps to another&nbsp;Latin American country because it&rsquo;s clear there&rsquo;s no future for her family in the United States.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Reuters_ElSal.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/reuterselsaljpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/090820145_0.mp3"},{"href":"http://www.pri.org/file/090820145mp3-1"}]}