{"created":"2015-06-30T19:16:07+00:00","modified":"2015-07-04T05:00:45+00:00","valid":{"from":"2015-06-26T23:27:34+00:00","to":"3015-06-26T23:27:34+00:00"},"hreflang":"en","itags":["PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2015-06-26","c4e046260d3ef663b3803704b534777a"],"guid":"c4e04626-0d3e-4f66-8b38-3704b534777a","contenttemplated":"[{\"content\":\"<p>Nina Simone was known as the “high priestess of soul,” but even that doesn’t begin to get at the talent and appeal of one of America’s greatest singers. Although she passed way in 2003, she’s returned to the zeitgeist recently. A Nina Simone biopic is <a href=\\\"http://blogs.indiewire.com/shadowandact/the-nina-simone-bio-starring-zoe-saldana-will-apparently-be-released-later-this-year-20150526\\\" target=\\\"_blank\\\">slated to be released later this year</a>, a <a href=\\\"http://www.rollingstone.com/music/news/hear-lauryn-hills-sultry-nina-simone-cover-feeling-good-20150617\\\" target=\\\"_blank\\\">new tribute album</a> comes out on July 10, and she is the subject of a new documentary released this week on Netflix — the first they’ve ever commissioned — called “<a href=\\\"https://www.netflix.com/title/70308063\\\" target=\\\"_blank\\\">What Happened, Miss Simone?</a>”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p>Brendan met with its director, Liz Garbus, and started the conversation by asking her about the singer’s life <em>before</em> she was Nina Simone.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<img alt=\\\"DPD-Banner\\\" class=\\\"aligncenter\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\\\" />\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Liz Garbus:</strong> Nina Simone was born Eunice Waymon in Tryon, North Carolina. She was a prodigy. She was a classical pianist, and she was embraced — she was growing up in the Jim Crow South, but she was embraced by the white community, who decided to take up a collection and pay for her classical music education.</p><br /><p>This got her all the way through to a year at Julliard, here in New York City. Then, the money ran out and Eunice Waymon had to support her family, who had moved to be near her. So, she started playing in bars to make a living.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Down in Atlantic City, right?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Liz Garbus:</strong> In Atlantic City. But, her parents were church people, and the idea of their classical pianist daughter playing in bars was not something that would have sat <em>well</em> for them. Eunice Waymon changed her name to Nina Simone.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><iframe allowfullscreen=\\\"allowfullscreen\\\" frameborder=\\\"0\\\" src=\\\"//www.youtube.com/embed/moOQXZxriKY\\\"></iframe></p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> She became incredibly popular because of her interpretations of standard songs. You talked to so many people for this movie. How would you describe her gift?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Liz Garbus:</strong> Well, there are so many things. The way that she would reinvent these standards. She’d infuse classical into jazz and blues, and create something anew from something you thought you knew so well. That was really magical. Her big hit was “I Loves You, Porgy” in 1958. That put her on the charts.</p><br /><p>Her interpretations of songs had such deep emotion, that there was something very cathartic about them for the listeners. I think you felt <em>understood</em>. If you were down, wherever you were, she’d been there.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><iframe allowfullscreen=\\\"allowfullscreen\\\" frameborder=\\\"0\\\" src=\\\"//www.youtube.com/embed/ewNw78TpRPk\\\"></iframe></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> She makes it. She becomes very popular nationwide, and then she meets her husband, who became her manager–</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Liz Garbus:</strong> Never a good idea [<em>both laugh</em>].</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Yes, as we know from music history. We’re laughing, but it’s actually a sad story. Tell us about him and their relationship.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Liz Garbus:</strong> So I should say, Nina <a href=\\\"https://books.google.com/books?id=WKHxecvNEUIC&amp;lpg=PA55&amp;dq=Nina%20simone%20don%20ross&amp;pg=PA56#v=onepage&amp;q=Nina%20simone%20don%20ross&amp;f=false\\\" target=\\\"_blank\\\">was married briefly</a> before she met Andy Stroud, but Andy Stroud was the long, significant relationship in her life. He was a New York City police officer, met her at a club, and there was an immediate attraction. She gave him her number, and it was on. Or, actually, as he says, he was eating a hamburger plate and she dipped into the fries, and then it was on.</p><br /><p>So, this was a very charged relationship, and Andy, when he saw Nina, <a href=\\\"http://www.riverdalepress.com/stories/Andrew-Stroud-was-lieutenant-and-manager-to-Nina-Aimone,50725?page=2&amp;\\\" target=\\\"_blank\\\">he decided to leave his career</a> as a police lieutenant and begin to manage her. It seems he was quite a brilliant manager. He got the business very, very quickly. But, as his daughter would say, and Nina also says in the film, he was also a bully, and there was domestic violence, and that spilled over into the daughter’s life and in all over Nina’s life, and it’s documented in her journals and diaries and in some of the private tapes we found of Nina Simone.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Her journals also show her increasingly feebled mental state in the early ’60s. There’s the abuse, there’s exhaustion from working too much, but also signs of mental illness. How do you make sense of all that emotional turmoil?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<img alt=\\\"Photo courtesy of Herb Snitzer/Netflix\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/what-_pds_011_h-1024x1017.jpg\\\" />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Liz Garbus:</strong> Yeah, you can’t separate them. You know all of them… I’ve had people ask me, “What came first, the abuse or the mental illness? The mental illness or the abuse? How does the activism fill in the drug?” And you can’t separate any of them. It was a time… I mean, I think now if we looked at Nina Simone, probably a layperson might say, “That sounds like bipolar disorder.” She’s massively depressed and goes through manic moments and has a tremendous sex drive. She would describe having “sex attacks,” and those are all classic bipolar symptoms.</p><br /><p>But then, of course, that terminology didn’t exist. So here was a woman struggling with these enormous mood swings in a relationship that was violent. You see, in her diaries, she talks about hating herself. Perhaps her staying in that relationship was a form of self-hatred. Then, of course, there’s the rage of the times. And all of these things are co-mingling and you can’t separate them.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> So, at some point, she attaches that rage to the Civil Rights movement. Her <a href=\\\"http://mic.com/articles/55475/lorraine-hansberry-s-influence-on-elton-john-nina-simone-and-nike\\\" target=\\\"_blank\\\">friendship with Lorraine Hansberry</a> — the woman who wrote “A Raisin in the Sun,” a social activist and playwright — made her more publicly-aware.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>Then, after the <a href=\\\"http://www.history.com/topics/black-history/birmingham-church-bombing\\\" target=\\\"_blank\\\">bombings in Birmingham</a>, that led to the <a href=\\\"http://blog.al.com/birmingham-news-stories/2013/05/riots_broke_out_after_birmingh.html\\\" target=\\\"_blank\\\">Birmingham Riots</a>, she sits down and writes “Mississippi Goddam,” this song that is political, it’s angry, it’s direct, and it launches a whole new phase in her life and her career.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Liz Garbus:</strong> That’s right, and “Mississippi Goddam” was an absolutely pivotal song [and] moment in Nina Simone’s career. She said when she grew up, nobody talked about race. You all knew it, but you didn’t talk about it. I think, in the Birmingham Church Bombing, it just poured out of her. That’s what she said. She said she wrote the song in 15 minutes.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><iframe allowfullscreen=\\\"allowfullscreen\\\" frameborder=\\\"0\\\" src=\\\"//www.youtube.com/embed/fVQjGGJVSXc\\\"></iframe></p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p>And it expressed the rage of a lifetime of existing in Jim Crow South, and also of the community of intellectuals who were awakening her to radical thinking of the time. It was Lorraine Hansberry. It was James Baldwin. It was Stokely Carmichael, Miriam Makeba. Everything changed. It would <a href=\\\"http://www.newyorker.com/magazine/2014/08/11/raised-voice\\\" target=\\\"_blank\\\">never be a simple career for Nina Simone</a>.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> So, her anger and intensity found a worthy target, and it did bring her some sense of peace. She says something like, “I was finally singing for my people and that’s what I was meant to do.” But meanwhile, this rage was ravaging other parts of her life, and her mood swings were getting worse.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<img alt=\\\"Photo credit: Al Wertheimer\\\" class=\\\"\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/what-_pds_005_h-683x1024.jpg\\\" />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Liz Garbus:</strong> I think life on the road and also the demands of being that spokesperson for a people, it was… I don’t want to say it was too much for her, because clearly, it wasn’t and she survived, and there were so many artists of her generation who died young. I’ve had people say to me, when I said I made a film about Nina Simone, they didn’t know that she lived to 70 years old. So she did survive. But, it took a huge toll.</p><br /><p>We all know that mental illness is also environmentally-instigated, it’s not just biochemistry. All these things play together, and the extreme stressors of the movement, those are things that could bring out vulnerabilities in anyone.</p><br /><p>Malcolm X’s oldest daughter said, “Everyone paid a price for that involvement in that movement. It took a toll on all of us.” For them, they lost their father, that was their ultimate price. For Nina Simone, it was sanity, it was family, it was the commercial side of her career. She paid a <em>huge</em> price.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> You tell that story at greater length in this documentary, “What Happened, Miss Simone?” Liz Garbus, thanks for coming by and chatting with us.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Liz Garbus:</strong> Thank you for having me.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"}]","teaser":"Nina Simone was known as the “high priestess of soul,” but even that doesn’t begin to get at the talent and appeal of one of America’s greatest singers. Although she passed way in 2003, she’s returned to the zeitgeist recently. A Nina Simone biopic is slated to be released later this year, a new tribute album […]","published":"2015-06-26T23:27:34+00:00","byline":"Lopez, Kristina","tags":["APM","Chattering Class","movies","music"],"contentencoded":"<div class=\"barn-cleaned\"><p>Nina Simone was known as the “high priestess of soul,” but even that doesn’t begin to get at the talent and appeal of one of America’s greatest singers. Although she passed way in 2003, she’s returned to the zeitgeist recently. A Nina Simone biopic is <a href=\"http://blogs.indiewire.com/shadowandact/the-nina-simone-bio-starring-zoe-saldana-will-apparently-be-released-later-this-year-20150526\" target=\"_blank\">slated to be released later this year</a>,&nbsp;a <a href=\"http://www.rollingstone.com/music/news/hear-lauryn-hills-sultry-nina-simone-cover-feeling-good-20150617\" target=\"_blank\">new tribute album</a> comes out on July 10,&nbsp;and she is the subject of a new documentary released this week on Netflix — the first they’ve ever commissioned&nbsp;—&nbsp;called “<a href=\"https://www.netflix.com/title/70308063\" target=\"_blank\">What Happened, Miss Simone?</a>”</p>\n<br />\n<p>Brendan met with its director, Liz Garbus, and&nbsp;started the conversation by asking her about the singer’s life&nbsp;<em>before</em> she was Nina Simone.</p>\n<br />\n<img class=\"aligncenter\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\" alt=\"DPD-Banner\" /><br />\n<blockquote>\n<p><strong>Liz Garbus:</strong> Nina Simone was born Eunice Waymon in Tryon, North Carolina. She was a prodigy. She was a classical pianist, and she was embraced&nbsp;— she was growing up in the Jim Crow South, but she was embraced by the white community, who decided to take up a collection and pay for her classical music education.</p>\n<br />\n<p>This got her all the way through to a year at Julliard, here in New York City. Then, the money ran out and Eunice Waymon had to support her family, who had moved to be near her. So, she started playing in bars to make a living.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Down in Atlantic City, right?</p>\n<br />\n<blockquote>\n<p><strong>Liz Garbus:</strong> In Atlantic City. But, her parents were church people, and the idea of their classical pianist daughter playing in bars was not something that would have sat <em>well</em>&nbsp;for them. Eunice Waymon changed her name to Nina Simone.</p>\n</blockquote>\n<br />\n<p><iframe src=\"//www.youtube.com/embed/moOQXZxriKY\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe></p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> She became incredibly popular because of her interpretations of standard songs. You talked to so many people for this movie. How would you describe her gift?</p>\n<br />\n<blockquote>\n<p><strong>Liz Garbus:</strong> Well, there are so many things. The way that she would reinvent these standards. She’d infuse classical into jazz and blues, and create something anew from something you thought you knew so well. That was really magical. Her big hit was “I Loves You, Porgy” in 1958.&nbsp;That put her on the charts.</p>\n<br />\n<p>Her interpretations of songs had such deep emotion, that there was something very cathartic about them for the listeners. I think you felt <em>understood</em>. If you were down, wherever you were, she’d been there.</p>\n</blockquote>\n<br />\n<p><iframe src=\"//www.youtube.com/embed/ewNw78TpRPk\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe></p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> She makes it. She becomes very popular nationwide, and then she meets her husband, who became her manager–</p>\n<br />\n<blockquote>\n<p><strong>Liz Garbus:</strong> Never a good idea [<em>both laugh</em>].</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Yes, as we know from music history. We’re laughing, but it’s actually a sad story. Tell us about him and their relationship.</p>\n<br />\n<blockquote>\n<p><strong>Liz Garbus:</strong> So I should say, Nina <a href=\"https://books.google.com/books?id=WKHxecvNEUIC&amp;lpg=PA55&amp;dq=Nina%20simone%20don%20ross&amp;pg=PA56#v=onepage&amp;q=Nina%20simone%20don%20ross&amp;f=false\" target=\"_blank\">was married briefly</a> before she met Andy Stroud, but Andy Stroud was the long, significant relationship in her life.&nbsp;He was a New York City police officer, met her at a club, and there was an immediate attraction. She gave him her number, and it was on. Or, actually, as he says, he was eating a hamburger plate and she dipped into the fries, and then it was on.</p>\n<br />\n<p>So, this was a very charged relationship, and Andy, when he saw Nina, <a href=\"http://www.riverdalepress.com/stories/Andrew-Stroud-was-lieutenant-and-manager-to-Nina-Aimone,50725?page=2&amp;\" target=\"_blank\">he decided to leave his career</a> as a police lieutenant and begin to manage her. It seems he was quite a brilliant manager. He got the business very, very quickly.&nbsp;But, as his daughter would say, and Nina also says in the film, he was also a bully, and there was domestic violence, and that spilled over into the daughter’s life and in all over Nina’s life, and it’s documented in her journals and diaries and in some of the private tapes we found of Nina Simone.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Her journals also show her increasingly feebled mental state in the early ’60s. There’s the abuse, there’s exhaustion from working too much, but also signs of mental illness. How do you make sense of all that emotional turmoil?</p>\n<br />\n<img src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/what-_pds_011_h-1024x1017.jpg\" alt=\"Photo courtesy of Herb Snitzer/Netflix\" />Photo courtesy of Herb Snitzer/Netflix<br />\n<blockquote>\n<p><strong>Liz Garbus:</strong> Yeah, you can’t separate them. You know all of them… I’ve had people ask me, “What came first, the abuse or the mental illness? The mental illness or the abuse? How does the activism fill in the drug?” And you can’t separate any of them. It was a time…&nbsp;I mean, I think&nbsp;now if we looked at Nina Simone, probably a layperson might say, “That sounds like bipolar disorder.” She’s massively depressed and goes through manic moments and has a tremendous sex drive. She would describe having “sex attacks,” and those are all classic bipolar symptoms.</p>\n<br />\n<p>But then, of course, that terminology didn’t exist. So here was a woman struggling with these enormous mood swings in a relationship that was violent. You see, in her diaries, she talks about hating herself. Perhaps her staying in that relationship was a form of self-hatred. Then, of course, there’s the rage of the times. And all of these things are co-mingling and you can’t separate them.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> So, at some point, she attaches that rage to the Civil Rights movement. Her <a href=\"http://mic.com/articles/55475/lorraine-hansberry-s-influence-on-elton-john-nina-simone-and-nike\" target=\"_blank\">friendship with Lorraine Hansberry</a> — the woman who wrote “A Raisin in the Sun,” a social activist and playwright — made her more publicly-aware.</p>\n<br />\n<p>Then, after the <a href=\"http://www.history.com/topics/black-history/birmingham-church-bombing\" target=\"_blank\">bombings in Birmingham</a>, that led to the <a href=\"http://blog.al.com/birmingham-news-stories/2013/05/riots_broke_out_after_birmingh.html\" target=\"_blank\">Birmingham Riots</a>, she sits down and writes “Mississippi Goddam,” this song that is political, it’s angry, it’s direct, and it launches a whole new phase in her life and her career.</p>\n<br />\n<blockquote>\n<p><strong>Liz Garbus:</strong> That’s right, and “Mississippi Goddam” was an absolutely pivotal song [and] moment in Nina Simone’s career. She said when she grew up, nobody talked about race. You all knew it, but you didn’t talk about it. I think, in the Birmingham Church Bombing, it just poured out of her. That’s what she said. She said she wrote the song in 15 minutes.</p>\n</blockquote>\n<br />\n<p><iframe src=\"//www.youtube.com/embed/fVQjGGJVSXc\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe></p>\n<br />\n<blockquote>\n<p>And it expressed the rage of a lifetime of existing in Jim Crow South, and also of the community of intellectuals who were awakening her to radical thinking of the time. It was Lorraine Hansberry. It was James Baldwin. It was Stokely Carmichael, Miriam Makeba. Everything changed. It would <a href=\"http://www.newyorker.com/magazine/2014/08/11/raised-voice\" target=\"_blank\">never be a simple career for Nina Simone</a>.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> So, her anger and intensity found a worthy target, and it did bring her some sense of peace. She says something like, “I was finally singing for my people and that’s what I was meant to do.” But meanwhile, this rage was ravaging other parts of her life, and her mood swings were getting worse.</p>\n<br />\n<img class=\"\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/what-_pds_005_h-683x1024.jpg\" alt=\"Photo credit: Al Wertheimer\" />Photo credit: Al Wertheimer<br />\n<blockquote>\n<p><strong>Liz Garbus:</strong> I think life on the road and also the demands of being that spokesperson for a people, it was… I don’t want to say it was too much for her, because clearly, it wasn’t and she survived, and there were so many artists of her generation who died young.&nbsp;I’ve had people say to me, when I said I made a film about Nina Simone, they didn’t know that she lived to 70 years old. So she did survive. But, it took a huge toll.</p>\n<br />\n<p>We all know that mental illness is also environmentally-instigated, it’s not just biochemistry. All these things play together, and the extreme stressors of the movement, those are things that could bring out vulnerabilities in anyone.</p>\n<br />\n<p>Malcolm X’s oldest daughter said, “Everyone paid a price for that involvement in that movement. It took a toll on all of us.” For them, they lost their father, that was their ultimate price. For Nina Simone, it was sanity, it was family, it was the commercial side of her career. She paid a <em>huge</em> price.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> You tell that story at greater length in this documentary, “What Happened, Miss Simone?” Liz Garbus, thanks for coming by and chatting with us.</p>\n<br />\n<blockquote>\n<p><strong>Liz Garbus:</strong> Thank you for having me.</p>\n</blockquote>\n<br /></div>","description":"Nina Simone was known as the “high priestess of soul,” but even that doesn’t begin to get at the talent and appeal of one of America’s greatest singers. Although she passed way in 2003, she’s returned to the zeitgeist recently. A Nina Simone biopic is slated to be released later this year, a new tribute album […]","title":"The Triumphs and Tragedies of Nina Simone Through the Lens of Liz Garbus","audio":[{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/what-_pds_004_h.jpg","type":"image/jpeg","meta":{"crop":"primary","height":null,"width":null}},{"meta":{"width":null,"height":null,"crop":"primary"},"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/what-_pds_005_h.jpg"},{"meta":{"crop":"primary","width":null,"height":null},"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/what-_pds_011_h.jpg","type":"image/jpeg"},{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/segments/2015/06/26/0626chatclass_128.mp3","type":"audio/mpeg","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/segments/2015/06/26/0626chatclass"},"duration_hms":"00:08:15","duration":495}}]}