{"created":"2015-04-26T13:21:51+00:00","modified":"2015-04-29T17:05:53+00:00","valid":{"from":"2015-04-29T17:05:53+00:00","to":"3015-04-29T17:05:53+00:00"},"hreflang":"en","title":"What Kind Of Parent Are You? The Debate Over 'Free-Range' Parenting","published":"2015-04-26T15:14:00+00:00","teaser":"When a Maryland family let their children walk home alone from a park, it drew the authorities' attention and helped spark a national conversation. Two moms with differing views weigh in.","itags":["npr_api","402226053"],"guid":"c4e0bcb0-7d5c-407c-bf78-1c8e4cd4e2d9","contentencoded":"<p>What kind of parent are you if you let your child walk home alone? What if you won't let your kids out of your sight?</p><p>Last December, parents in Silver Spring, Md., allowed their two children — 6 and 10 years old — to walk home from a park about a mile away. Someone reported seeing unsupervised kids, the police picked them up and then the parents found <a href=\"http://www.washingtonpost.com/local/education/montgomery-county-neglect-inquiry-shines-spotlight-on-free-range-parenting/2015/01/17/352d4b30-9d99-11e4-bcfb-059ec7a93ddc_story.html\">themselves under investigation</a> for neglect by their local Child Protective Services (CPS) agency.</p><p>The parents, Danielle and Alexander Meitiv, say they believe in \"free range\" parenting. They want to instill self-reliance and independence in their children. But now they are under investigation again. Earlier this month, <a href=\"http://www.washingtonpost.com/local/education/free-range-parents-plan-to-file-lawsuit-after-police-pick-up-children/2015/04/14/ed4f7658-e2b7-11e4-b510-962fcfabc310_story.html\">police picked up the children</a> as they walked home from a park and took them to the CPS offices. They were returned home hours later.</p><p>The case has sparked a debate about how much supervision children need and how to balance independence and safety. NPR's Rachel Martin spoke with two mothers with differing views. Katie Arnold, a freelance journalist in Santa Fe, N.M., writes a <a href=\"http://www.outsideonline.com/1746806/katie-arnold\">blog</a> on raising adventurous kids for <em>Outside</em> magazine. Denene Millner is a freelance journalist in Atlanta who writes a parenting blog called <a href=\"http://mybrownbaby.com/\">My Brown Baby</a>.</p><p>Arnold says she liked Danielle Meitiv's idea that her kids would gradually increase their \"radius,\" going farther from home. \"I thought she had a very measured, practical approach,\" Arnold says.</p><p>Millner sees it differently. \"I thought it was a bit much to let a 6-year-old and a 10-year-old walk a mile and play in the park for an hour by themselves without an adult,\" she says.</p><hr /><h3>Interview Highlights</h3><p><strong>On how they balance their own kids' freedom and safety</strong></p><p><strong>Millner</strong>: I have three children and it took me years to trust that other people wouldn't bother my children ... It's not about the kids to me. It's about the outside world and what the possibilities are ...</p><p>My daughters are 12 and 15 and we live across the street in Atlanta from Piedmont Park, and I don't let them to go to the park by themselves. They can, once we're in the park, go off and ride their bicycles for a period of time without me being on their heels. But I live in the epicenter of a big, urban city.</p><p><strong>Arnold</strong>: My two daughters are 4 and 6, so we're not at that stage where I'm comfortable at all leaving them in a park and having them walk home. I certainly would like to think that is possible as they grow up. We also live in Santa Fe, we know many people. I grew up in a town in New Jersey, with a suburb, and we had free range and that's where I'm coming from as a mother — wanting to give my children the same freedoms that I had, but acknowledging that it's a different landscape we live in.</p><p><strong>On what's changed since they were children</strong></p><p><strong>Arnold</strong>: I think our neighborhoods have changed; I think maybe we've dispersed more. In the neighborhood I grew up in, there was kind of a protective posse of kids. And there's some safety in that.</p><p><strong>Millner</strong>: I grew up in Long Island, N.Y., and our neighbors looked out for the kids. Now the neighbors call the cops on your kids! ...</p><p>I think it's disingenuous for people to think that children are no longer latchkey kids. There are plenty of kids whose parents work during the day, who may have to walk home from school and may be a little bit younger than we want them to be ... It's one thing to talk about this, sort of, \"My kid is a free-range kid and I want my child to have independence,\" but I think we can't forget the fact that there are plenty of parents out there who really have no other choice. It's a reality.</p><p><strong>On parenting's gray areas</strong></p><p><strong>Arnold</strong>: I take my daughter skiing, my older daughter. There was one moment when we were skiing and she wanted to zigzag through the trees, and I'm just sort of watching her from behind, yelling, \"Slow down!\" There's that moment where you realize you're just going to always be a little bit behind them yelling, \"Slow down.\" And that's kind of what childhood and growing up is about.</p><p><strong>Millner</strong>: I think my daughter, my 15-year-old, who ... is in this sort of sweet-16 party part of her life now, may think I am a little too hands-on. Her father and I have had to back off just a little bit and allow her to go out and be social with her friends without the watchful eye of her parents, and this is new for us. So we have eased up a little bit. But I don't allow house parties because I don't, again, trust other people.</p><p><strong>Arnold</strong>: I really appreciate what you're saying, because I anticipate that socially, I'm going to be a little bit stricter than I am in the outdoor world. We were given great liberties in the fresh air. But my parents were quite strict ... I think we go, in many cases, with what we know and what we knew as children. And that shapes us so much as parents.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Kind+Of+Parent+Are+You%3F+The+Debate+Over+%27Free-Range%27+Parenting&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"398"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402353788-e522a1.m3u?orgId=1&topicId=1003&d=398&p=10&story=402226053&t=progseg&e=402353759&seg=5&ft=nprml&f=402226053"},{"href":"http://media.npr.org/assets/img/2015/04/26/kid-riding-bike-ed9fe2a84420b1e42065d0559f3321610c0447cd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1128","width":"1504"}}]}