{"created":"2015-03-19T20:56:04+00:00","modified":"2015-05-20T20:04:18+00:00","valid":{"from":"2015-05-20T20:04:18+00:00","to":"3015-05-20T20:04:18+00:00"},"hreflang":"en","title":"Why Russia's Economic Slump Has Been Good For London","published":"2015-03-20T07:29:00+00:00","teaser":"Britain's financial community was worried last year when the West began imposing sanctions on Russia. It turns out that only encouraged wealthy Russians to pump more money into Britain.","itags":["npr_api","393653475"],"guid":"c4e1a491-75ef-4574-afbb-408dd7544066","contentencoded":"<p>One year ago, the U.S. and Europe started imposing sanctions against Russia to punish it for seizing part of Ukraine. At the time, many British analysts feared the sanctions would hurt London, because of England's close economic ties to Russia.</p><p>A year later, with <a href=\"http://www.npr.org/blogs/parallels/2014/12/31/373982116/sanctions-intensify-russia-s-freefall-into-economic-crisis\">Russia's economy in recession,</a> London is thriving. And this may not be despite the crisis in Russia; London may be doing well partly because of Moscow's economic turmoil.</p><p>\"There is a paradox, if you like, that the worse the ruble gets, the worse the Moscow market looks, the more attractive London appears,\" says Yolande Barnes, director of world research at Savills, a real estate company. \"The attraction for Russians, therefore, is the underlying stability, transparency and ease of doing business\" in the U.K.</p><p>But in March 2014, hand-wringing as the sanctions took effect was widespread.</p><p>\"The true cost of sanctions, if Russia is hit hard, could hurt the U.K. much more than people think,\" <a href=\"http://www.cityindex.co.uk/market-analysis/market-news/25401982014/the-true-cost-of-russian-sanctions-to-london-and-uk-investors/\">said analyst Joshua Raymond</a> on the British financial news website Cityindex.</p><p>\"These sanctions are possible, but they're going to hurt us more than they hurt them,\" an analyst named Ruben Lee told the BBC's <em>Today</em> program.</p><p>Those assessments were pretty typical of the news coverage at the time.</p><p>A top national security adviser, Hugh Powell, was photographed walking into No. 10 Downing St. — the prime minister's residence — with <a href=\"http://www.telegraph.co.uk/news/worldnews/europe/ukraine/10674503/Ukraine-crisis-UK-prepares-to-rule-out-sanctions-on-Russia-amid-threat-to-global-economy.html\">a private briefing paper</a>.</p><p>\"U.K. should not support, for now, trade sanctions ... or close London's financial center to Russians,\" the document read.</p><p>Now, the ruble has lost about half its value from a year ago. And in London?</p><p>\"The U.K. saw its fastest growth since the financial crisis last year, and we think that momentum is going to be more or less maintained in 2015,\" says economist Scott Corfe of the Centre for Economics and Business Research.</p><p>\"Unemployment has been falling rapidly,\" Corfe says. \"So I think overall it's a pretty positive picture for the U.K.\"</p><p>On a Monday morning in the fashionable Kensington neighborhood, construction trucks rumble outside a new luxury apartment complex scheduled to open in September. The building overlooks one of London's famous parks, a short walk from Kensington Palace.</p><p>Katya Zenkovich runs the Russian desk at a real estate company called Knight Frank. She describes this building as the height of luxury: \"Fully serviced concierge, valet parking, gym, spa, and it's also been designed by one of the top British architects. So it ticks off a lot of boxes.\"</p><p>The cheapest units cost more than $3 million, and Zenkovich expects Russians to buy up more than 10 percent of the building.</p><p>\"The uncertainty that is in Russia at the moment drives a lot of families to think about a residence outside of Russia,\" she says.</p><p>Most billionaires and oligarchs bought their London mansions years ago. Now, says Zenkovich, many millionaire 30- and 40-somethings are looking to bring their families over from Moscow.</p><p>\"There is a substantial increase in the number of people who have bought, but the average sale price has decreased,\" she says.</p><p>A Russian fortune in rubles does not go nearly as far as it used to. But many wealthy Russians keep their money in other currencies, which points to one more way that London is benefiting from this crisis.</p><p>\"An extremely important element of the whole story is the network of offshore financial centers that have grown out of, essentially, the former British Empire,\" says Anastasia Nesvetailova, an economist at London's City University.</p><p>Nesvetailova says British bankers provide professional services for tax shelters all over the world: the British Virgin Islands, the Isle of Man, Guernsey, Jersey and more.</p><p>\"The U.K. is selling to Russia what the U.K. does best. That is, offshore financial havens and financial services,\" she says.</p><p>There are, of course, other reasons that London is booming while Russia slumps. Oil prices have remained low, which hurts exporters like Russia. The value of the euro is lower than it has been in years, while the pound is strong.</p><p>And, as analyst Yolande Barnes puts it, \"London's economy is happily dependent on very many different and disparate factors.\"</p><p>In other words, the behavior of a few wealthy Russians would never have been more than a ripple in London's economy anyway.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Russia%27s+Economic+Slump+Has+Been+Good+For+London&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"224"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394099738-8af993.m3u?orgId=1&topicId=1124&d=224&p=2&story=393653475&t=progseg&e=394036603&seg=2&ft=nprml&f=393653475"},{"href":"http://media.npr.org/assets/img/2015/03/19/london-getty-6807f317fd63eebe7882ce74a3526cf8b5b9b8a5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1694","width":"2259"}},{"href":"http://media.npr.org/assets/img/2015/03/19/kensington-getty_custom-0e95af319f01c0463cc5b93ec3ea17c6cea05324.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1604","width":"2496"}}]}