{"created":"2015-06-12T08:56:50+00:00","modified":"2015-06-15T18:21:21+00:00","valid":{"from":"2015-06-15T18:21:21+00:00","to":"3015-06-15T18:21:21+00:00"},"hreflang":"en","title":"Coming Home Straight From Solitary Damages Inmates And Their Families","published":"2015-06-15T18:21:00+00:00","teaser":"Says one public defender: \"The frightening thing about solitary is that when it erodes your ability to interact with other human beings, in turn that trauma is inflicted on your family members.\"","itags":["npr_api","413730912"],"guid":"c4e5ac4d-122a-4182-939b-2c6980c89741","contentencoded":"<p>The thing Sara Garcia remembers from the day her son, Mark, got out of prison was the hug — the very, very awkward hug. He had just turned 21 and for the past two and a half years, he'd been in solitary confinement.</p><p>\"He's not used to anyone touching him,\" Garcia says. \"So he's not used to hugs. And I mean we grabbed him. I mean, we hugged him. We held him. I mean, it was just surreal to just know I can finally give him a hug and a kiss on the cheek.\"</p><p>Mark, who was released directly from solitary confinement into his mother's arms, is one of tens of thousands of inmates that <a href=\"http://www.npr.org/2015/06/11/413208055/from-solitary-to-the-streets-released-inmates-get-little-help\">NPR</a> and <a href=\"https://www.themarshallproject.org/2015/06/11/from-solitary-to-the-street\">The Marshall Project</a> — a journalism group that focuses on the criminal justice system — found as part of a state-by-state survey. We wanted to know: How many people are released directly from solitary confinement to the streets?</p><p>There were at least 10,000 in 2014. That's from information provided by just 24 states. The other 26 states — as well as the federal prison system — say they don't count, or couldn't provide, numbers.</p><p>Often, inmates in solitary confinement serve all or most of their sentence. So when they are released, they don't get parole services to help with re-entry that's offered to most ex-prisoners.</p><p>Mental health experts and researchers say that long stays in solitary confinement often emotionally damage people, both teens and adults, and can create lifelong mental illness. When those prisoners come home, they often struggle to get along with people, including the family members they depend upon most.</p><p>Prison officials say they need solitary confinement to control the most violent prisoners. In Texas, for example, it's used often to break up prison gangs.</p><p>Garcia's son went to a Texas prison for robbing a store with a gun. At the time, he was 14. She says that her son was manipulated by some older men; prosecutors say he acted alone.</p><p>Just days after he turned 18, Mark was moved to an adult prison. When his mother came to visit, he told her that he was afraid of the older inmates.</p><p>\"It didn't help because at that time he was on medication,\" she says. \"He goes, 'I'm sleepy.' He goes, 'I'm out of it because of the medication.' He goes, 'And I need to be alert.' So he decided to quit taking medication.\"</p><p>The other inmates called him \"Crazy Boy.\"</p><p>Mark was put in solitary after he said he wanted to escape from prison. Solitary is the place where vulnerable prisoners, like teens, often end up. Officials say that it's for their protection.</p><p>Hospital records show state doctors diagnosed him with an intellectual disability. The doctors called it \"mild mental retardation,\" plus schizoaffective disorder — a condition that includes the wild mood swings of bipolar disorder and the psychosis of schizophrenia.</p><p>That diagnosis came before he was put into solitary, where he spent 23 hours a day alone in his cell. He was allowed an hour, which he almost never took, to exercise in a kind of long cell, like a dog run.</p><p>He had difficulty reading, and it was hard for him to write letters. In solitary, he could no longer use a telephone to call home. In his small cell, he had no television, only a radio. He paced back and forth, talking to himself for hours. He hallucinated. He cut himself. At Christmas, he drew the outline of a Christmas tree on his mattress.</p><p>Garcia says that her son, alone with just his thoughts, got more and more angry. \"I believe, when he was confined, his anger grew,\" his mother says. \"That's all he would live off, were his thoughts.\"</p><p>And it showed on the day of that reunion. \"He looked at us weird with that frown, that anger,\" she says. The picture on her cellphone shows a muscular man. He looks scared and on guard, with his head held back, his eyes narrow, his mouth twisted in a frown.</p><p>Like most inmates leaving solitary in Texas, Mark didn't receive any supervision from parole officers.</p><p>So when he came home, his mother became his case manager. She found the psychiatrist. She found the job leads. She wrote out the applications for food stamps and disability income.</p><p>Garcia already had two jobs. She worked during the day as a data manager for the school system in Austin, then nights as a receptionist at a pediatric clinic.</p><p>Still, she had no idea that time was already running out for Mark.</p><p>\"He needed a lot of healing. And I knew it wasn't going to happen over night. I knew it wasn't going to happen in six months — and didn't realize that he was going downhill quick,\" she says.</p><p>Officials from the Texas Department of Criminal Justice, in a statement, noted that they've started new alternatives to segregation for a limited number of inmates, including those with mental illness. And that the number of prisoners in solitary has been going down. There were 9,500 prisoners in administrative segregation in 2006, and 6,500 in 2014.</p><p>The survey by The Marshall Project and NPR also found that, in Texas, when inmates are released directly from solitary confinement, 63 percent come home with no supervision, as opposed to just 14 percent of those who come home from the general prison population.</p><p>Burke Butler co-authored <a href=\"http://www.aclutx.org/2015/02/05/a-solitary-failure/\">a report from the Texas Civil Rights Project and the ACLU</a>, which found solitary confinement takes a toll on families.</p><p>\"The only safety net that is out there for you, when you're released, is your family,\" says Butler, who's also a Texas public defender. \"And the frightening thing about solitary is that when it erodes your ability to interact with other human beings, in turn that trauma is inflicted on your family members.\"</p><p>Brackette Williams, an anthropologist at the University of Arizona, found evidence of those damaged family ties in the desert outside Tucson.</p><p>She interviewed 44 people — 41 men and three women — who came straight out of solitary confinement.</p><p>In solitary, \"you lose family ties, and research has shown that people are less likely to become — at least rapid — recidivists, if they can maintain that connection,\" says Williams, <a href=\"https://afsc.org/document/lifetime-lockdown-report\">who wrote a report for the American Friends Service Committee</a>, a group that argues for the abolition of solitary confinement.</p><p>When prisoners are moved to solitary confinement, they no longer get the help that's offered to other prisoners, such as education classes or job training. Williams found they also came out with no money, with no job and with few support services, at best, from the state. If they had broken family ties, they were at high risk of becoming homeless — living in places like the desert.</p><p>\"Out here, you're out in the open. You're in the open air, you move, you're free to move,\" she says.</p><p>It's a twist on a solitary confinement cell: wide open, but still away from people and protected from those human interactions that often become so difficult to handle.</p><p>Garcia's son struggled when he returned home. He spent long hours in his bedroom, making it into another kind of prison. He paced the room, just as he had in his cell. He listened to the radio. He stared at himself in the mirror for hours at a time. And, his mother says, he drank.</p><p>Just four months after Mark was released, he was arrested again — before his mother could help him get his medications right, find him a job or get him food stamps.</p><p>He was accused of robbing a convenience store and holding a knife to the neck of the clerk. Mark told his mother that he was high and doesn't remember much.</p><p>Garcia asked us not to use Mark's last name because he's awaiting trial, and she's worried that he'll be targeted by inmates or guards if he goes back to prison.</p><p>Garcia visits him often at the Travis County Correctional Center. But she can't hug him, or even see him face to face. Instead, she talks to him over a video conference call. His image shows up in a small box on a computer screen.</p><p>She says that she worries about his mental health and that he will harm himself.</p><p>She was upset after a recent visit when Mark said he wanted to go back into solitary confinement. But this week, reached on the phone from jail, Mark was asked if he still wanted to go back to solitary. His answer was different:</p><p>\"I'm trying to change my ways. So it's kind of hard to say. ... I really want to be isolated from everybody. But at the same time, I'm trying to learn how to talk to people with respectful words and ... just learn how to get along with people.\"</p><p>That's hard to do in prison. But Mark says that he's taking his medications now and that he talks to his cellmates. He's likely to serve a long prison sentence, so must either learn to get along there or face going back to solitary confinement.</p><p><em>This story was reported with </em><a href=\"http://www.themarshallproject.org/?utm_campaign=partners&utm_source=npr&utm_medium=referral&utm_term=solitary\" target=\"_blank\">The Marshall Project</a><em>, a nonprofit news organization that covers the U.S. criminal justice system. Read more of this investigation from The Marshall Project: </em><a href=\"https://www.themarshallproject.org/2015/06/11/from-solitary-to-the-street\">From Solitary To The Street</a><em>.</em></p><p><em>Editor's Note: A photo of anthropologist Brackette Williams has been removed. She says there was a misunderstanding, and although she consented to being photographed, she did not realize it would be used with this report. </em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Coming+Home+Straight+From+Solitary+Damages+Inmates+And+Their+Families&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joseph Shapiro","audio":[{"meta":{"duration":"378"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413849200-6a81a4.m3u?orgId=1&topicId=1150&d=378&p=3&story=413730912&t=progseg&e=413811408&seg=12&ft=nprml&f=413730912"},{"href":"http://media.npr.org/assets/img/2015/06/11/1st-hug-in-2.5-yrs-edit-bc827037b8772697096b412c323101166e419524.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1615","width":"2148"}},{"href":"http://media.npr.org/assets/img/2015/06/11/20150506-004-sara-garcia-edit_wide-51bc6b7a2152e34063b3d69b6a81b5d8efd95f07.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1628","width":"2891"}},{"href":"http://media.npr.org/assets/img/2015/06/11/20150506-138-sara-garcia-edit_wide-f6431ded10667daa7ac6a3d4c17e9c6cf0c3ac72.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1619","width":"2879"}},{"href":"http://media.npr.org/assets/img/2015/06/11/20150506-066-sara-garcia-edit_custom-e6f1b6c1cceb66a337b6a3a8f7d97cab09689072.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1987","width":"3000"}}]}