{"created":"2014-08-19T17:03:17+00:00","modified":"2015-05-14T18:09:22+00:00","valid":{"from":"2014-08-11T10:00:00+00:00","to":"3014-08-11T10:00:00+00:00"},"hreflang":"en","title":"Water could be \"blue gold\" for Dayton, OH","published":"2014-08-11T10:00:00+00:00","description":"As states face major water shortages, some cities sense a business opportunity","contenttemplated":"[{\"content\":\"<p><span>Dayton’s Mad River well-field is on a grassy island in the middle of one of the city’s three major rivers. Phil Van Atta, head of Dayton’s water treatment operation, says the wellfield, where the city pumps up groundwater from the </span><a href=\\\"https://www.miamiconservancy.org/water/aquifer_what.asp\\\" target=\\\"_blank\\\">Great Miami Buried Valley Aquifer,</a><span> is one of his favorite places. The shallow sand and gravel aquifer in some places lies just feet below the ground, and its 1.5 trillion gallons of freshwater is constantly recharging from the rivers and rainfall.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“We’ve got loads of capacity now,” he says. “We would love to see more demand, more industry come in. Not just to increase their demand for water, but also so there are more jobs available to people in this area.”</p>\"},{\"content\":\"<p>Dayton’s population has stagnated in recent years due to the foreclosure crisis and loss of industry. In Dayton, both crises hit years before they tore apart the national economy. But now the city may be on the cutting edge again. As states like California face major water shortages, city officials here sense a business opportunity.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Almost all local jurisdictions draw from the Great Miami Aquifer, and Dayton’s water treatment system serves 400,000 in the city and surrounding Montgomery and Greene Counties. The self-filtering, self-recharging freshwater supply, along with the rivers, once made Dayton attractive to water-intensive industries in the 19th century.</p>\"},{\"content\":\"<p>Mills, factories, and countless little breweries lined the river before Prohibition, and Dayton was a hub of innovation and wealth. The airplane, the cash register, the self-start automobile ignition, and the pop-top soda can were all invented here. But now, that’s just a distant memory.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“We lost all the GM plants and the Delphi plants and the parts plants associated with those plants,” says Van Atta, turning his truck onto the gravel road that makes a loop around the island.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Tens of thousands of jobs evaporated — the final blow was when GM left in 2008. “That was a big hit on our water demand,” he says.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Now, dozens of out-of-use wells dot this island; Van Atta says they rotate them in and out of use following a reduction in demand of over 25 percent since 2008.</p>\"},{\"content\":\"<p>And yet, Dayton is betting that water will be the key to turning things around.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>&apos;We&apos;re running into limits&apos;</strong></p>\"},{\"content\":\"<p>U.S. census numbers reveal that in recent years the population has been <a href=\\\"http://www.census.gov/dataviz/visualizations/043/\\\" target=\\\"_blank\\\">virtually flat or shrinking in places like Ohio, Illinois, and Michigan</a>, where there’s tons of water. The biggest areas of growth are in the west and <a href=\\\"https://www.census.gov/newsroom/releases/archives/population/cb13-94.html\\\" target=\\\"_blank\\\">southwest</a>, where water scarcity is a growing emergency. Parts of Texas have seen the worst droughts on record for four years and counting, and California’s facing much the same.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“We’re running into limits,” says Peter Gleick, the head of the <a href=\\\"http://pacinst.org/\\\" target=\\\"_blank\\\">Pacific Institute</a>, a nonprofit research organization in Oakland, California. “The Colorado River no longer reaches the sea in an average year because humans use all of the flow. We’re over-pumping groundwater aquifers in the western U.S...In the past we’ve sort of assumed enough water would always be available, and I think we can no longer assume that’s going to be the case.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The parched conditions affect everything from food prices to energy spending to the intensity of wildfires. Climate change means this is probably just the beginning.</p>\"},{\"content\":\"<p>“Some of these southwestern cities that not only have water scarcity problems, but are gonna start to see more and more costs for energy, for cooling, more and more uncomfortable extreme heat days,” he says. “In that kind of situation I think it’s possible that we may see a change in the kind of migration we’ve seen over the latter part of the 20th century, maybe back to some of these population centers in the midwest and in the east.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Dayton calling</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p>“Back to the midwest” — that phrase is music to Karen Thomas’s ears. Thomas is the head of water marketing for Dayton.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“We have an abundant water source,” she says. “We don’t believe that we would have to worry about water.”</p>\"},{\"content\":\"<p>The water in the vast underground aquifer is usually out of sight, but it’s up to Thomas to make it visible, and sell it. Efforts in the last few years have included a <a href=\\\"http://www.daytonwater.org/uploads/docs/SWPA%20Brochure.pdf\\\" target=\\\"_blank\\\">“Take Back the Tap”</a> campaign to encourage citizens to use Dayton tap water rather than bottled water. Officials have also reached out to companies in water-stressed areas, pushing Dayton as a cheap alternative.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Thomas thinks this is what could put Dayton back on the map.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“Water is a public good, but it’s also a commodity,” she says.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>An economic development team in Dayton has conducted talks with several food processors, manufacturers, and beverage makers that could use an inexpensive and abundant supply of water. Companies that choose Dayton would face little of the regulation placed on water diversions in the Great Lakes basin; here, if you can drill a well, you can drain it.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“If they’re looking for water, this would be a great place to relocate to,” says Thomas.</p>\"},{\"content\":\"<p><strong>You can&apos;t make beer without water</strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Dayton’s water pitch may sound like something out of a post-apocalyptic sci-fi movie, but it’s not all that far-fetched.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“You know people turn on the tap and they think water’s free, they just assume it’s gonna be there,” says Peter Kruger, master brewer at <a href=\\\"http://bearrepublic.com/news/using-space-technology-to-conserve-water/#.U8fOR41dWKI\\\" target=\\\"_blank\\\">Bear Republic brewery</a> in California, north of San Francisco.</p>\"},{\"content\":\"<p>“There was a period in early February where the governor listed 17 cities in California that were within a hundred days of running out of water,” he says, “and our brewpub in Healdsburg was one of those towns, and our production brewery in Cloverdale was another.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>In the brewing industry, water isn’t negotiable — most of it is used for cleaning equipment and of course for the beer itself, which is why Kruger is nervous. I called him to hear about the work they’re doing to conserve, but he says they are actually considering a move.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“We have talked about other locations for a brewery that are not as water-stressed as California is.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>They’ve looked at Pennsylvania, Wisconsin — and yes, even Ohio.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>But Karen Hobbs, a <a href=\\\"http://switchboard.nrdc.org/blogs/khobbs/\\\" target=\\\"_blank\\\">senior policy analyst with the Natural Resources Defense Council</a>, is not on board with the idea.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“These are difficult economic times. But the troubling part about marketing water resources I think is that it tends to devalue that asset,” she says.</p>\"},{\"content\":\"<p>Hobbs thinks clean water in the Great Lakes region comes too cheap. Where she lives in Chicago, almost 2 billion gallons of water a day leave Lake Michigan for use in homes and industry, and drain into the Chicago River, never to be returned or recycled.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Plus, the midwest is not immune to the effects of climate change, like drought or huge storms and floods, which can affect water quality as well as quantity. She says before companies just move to where the water is, they should work harder to reduce, reuse, and recycle.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“There’s lots, lots of low-hanging fruit in terms of improving water efficiency and increasing conservation that companies and individuals can take,” she says.</p>\"},{\"content\":\"<p>But Peter Kruger says Bear Republic Brewery is doing a lot of that already.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“Traditionally breweries have used anywhere from 10 to 15 gallons of water to make one gallon of beer,” he says. “Our ratio now is down to 3.5 gallons of water to make a gallon of beer.” They get their water from the Russian River, which has been dramatically low; the company is now putting its own money into sinking a well to access groundwater at the edge of town.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Still, the brewery&apos;s water use may not be sustainable in the long run. Kruger says he’d hate to leave beautiful sunny California, but this year has been a reality check.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“Water is really gonna be the challenge our kids and grandkids deal with,” he says. “As there are more people there’s not gonna be more and more water, there’s gonna be less and less clean water. That’s anywhere. That includes Ohio or, you know, the wettest place in the world.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Betting on a future where water is king</strong></p>\"},{\"content\":\"<p>Some people in Dayton believe they’re walking on a liquid gold mine: people may have lost jobs, people, and whole industries, but the Great Miami aquifer is still here.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Though not entirely unthreatened: In the 1980s, the drinking water in Dayton was found to be contaminated with dangerous levels of industrial chemicals. A 1987 fire at a Sherwin Williams paint warehouse had to be allowed to burn for days on end to avoid dousing the plant’s chemicals directly into the aquifer near the wellfield.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Following the fire, Dayton and the surrounding municipalities that use the water system passed stringent drinking water protections that incentivize industry to keep chemical contaminants away from the wellfields. Still, today the city sometimes cleans up industrial chemicals including trichloroethylene (TCE) from the water before it’s sent to the tap.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Now, a handful of local manufacturers are pushing to reduce some of those protections, saying the chemical limits treat smaller businesses unfairly. The city says reduced demand on the wellfields has shrunk the area in need of active protection, and has <a href=\\\"http://wyso.org/post/dayton-discuss-proposed-changes-drinking-water-protections\\\" target=\\\"_blank\\\">put forth a controversial proposal</a> to reduce that area by 40 percent.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Even as <a href=\\\"http://wyso.org/post/residents-speak-out-against-proposed-water-protection-changes-video\\\" target=\\\"_blank\\\">a public debate over water gets underway</a>, Dayton leaders aren’t concerned about the future water supply. Karen Thomas’s message for master brewer Peter Kruger? Come and get it.</p>\"},{\"content\":\"<p>“To be able to turn the faucet on, to get a cup of coffee, to flush your toilet, to take a shower, and the water’s there and it’s clean, why not love water?” she says. “Especially Dayton water!”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><em>Lewis Wallace is WYSO’s economics reporter and fill-in morning host. Follow him <a href=\\\"https://twitter.com/lewispants\\\" target=\\\"_blank\\\">@lewispants</a>. A version of this story was originally produced for WBEZ Chicago&apos;s Front and Center, which is funded by the Joyce Foundation: Improving the quality of life in the Great Lakes region and across the country. For more stories on regional and global water scarcity, go to <a href=\\\"http://afterwater.tumblr.com/\\\">WBEZ&apos;s After Water tumblr</a>.</em><span> </span></p>\"}]","byline":"Lane Wallace","itags":["c4f6c57fa85b9c508a23f235452e3b2b","Marketplace Morning Report","Marketplace Morning Report for Monday August 11, 2014","PMP:Marketplace_PMP","Marketplace"],"teaser":"As states face major water shortages, some cities sense a business opportunity","guid":"c4f6c57f-a85b-49c5-88a2-f235452e3b2b","contentencoded":"<div class=\"barn-cleaned\"><p><span>Dayton’s Mad River well-field is on a grassy island in the middle of one of the city’s three major rivers. Phil Van Atta, head of Dayton’s water treatment operation, says the wellfield, where the city pumps up groundwater from the&nbsp;</span><a href=\"https://www.miamiconservancy.org/water/aquifer_what.asp\" target=\"_blank\">Great Miami Buried Valley Aquifer,</a><span>&nbsp;is one of his favorite places. The shallow sand and gravel aquifer in some places lies just feet below the ground, and its 1.5 trillion gallons of freshwater is constantly recharging from the rivers and rainfall.</span></p>\n<p>“We’ve got loads of capacity now,” he says. “We would love to see more demand, more industry come in. Not just to increase their demand for water, but also so there are more jobs available to people in this area.”</p>\n<p>Dayton’s population has stagnated in recent years due to the foreclosure crisis and loss of industry. In Dayton, both crises hit years before they tore apart the national economy. But now the city may be on the cutting edge again. As states like California face major water shortages, city officials here sense a business opportunity.</p>\n<p>Almost all local jurisdictions draw from the Great Miami Aquifer, and Dayton’s water treatment system serves 400,000 in the city and surrounding Montgomery and Greene Counties. The self-filtering, self-recharging freshwater supply, along with the rivers, once made Dayton attractive to water-intensive industries in the 19th century.</p>\n<p>Mills, factories, and countless little breweries lined the river before Prohibition, and Dayton was a hub of innovation and wealth. The airplane, the cash register, the self-start automobile ignition, and the pop-top soda can were all invented here. But now, that’s just a distant memory.</p>\n<p>“We lost all the GM plants and the Delphi plants and the parts plants associated with those plants,” says Van Atta, turning his truck onto the gravel road that makes a loop around the island.</p>\n<p>Tens of thousands of jobs evaporated — the final blow was when GM left in 2008. “That was a big hit on our water demand,” he says.</p>\n<p>Now, dozens of out-of-use wells dot this island; Van Atta says they rotate them in and out of use following a reduction in demand of over 25 percent since 2008.</p>\n<p>And yet, Dayton is betting that water will be the key to turning things around.</p>\n<p><strong>'We're running into limits'</strong></p>\n<p>U.S. census numbers reveal that in recent years the population has been&nbsp;<a href=\"http://www.census.gov/dataviz/visualizations/043/\" target=\"_blank\">virtually flat or shrinking in places like Ohio, Illinois, and Michigan</a>, where there’s tons of water. The biggest areas of growth are in the west and&nbsp;<a href=\"https://www.census.gov/newsroom/releases/archives/population/cb13-94.html\" target=\"_blank\">southwest</a>, where water scarcity is a growing emergency. Parts of Texas have seen the worst droughts on record for four years and counting, and California’s facing much the same.</p>\n<p>“We’re running into limits,” says Peter Gleick, the head of the&nbsp;<a href=\"http://pacinst.org/\" target=\"_blank\">Pacific Institute</a>, a nonprofit research organization in Oakland, California. “The Colorado River no longer reaches the sea in an average year because humans use all of the flow. We’re over-pumping groundwater aquifers in the western U.S...In the past we’ve sort of assumed enough water would always be available, and I think we can no longer assume that’s going to be the case.”</p>\n<p>The parched conditions affect everything from food prices to energy spending to the intensity of wildfires. Climate change means this is probably just the beginning.</p>\n<p>“Some of these southwestern cities that not only have water scarcity problems, but are gonna start to see more and more costs for energy, for cooling, more and more uncomfortable extreme heat days,” he says. “In that kind of situation I think it’s possible that we may see a change in the kind of migration we’ve seen over the latter part of the 20th century, maybe back to some of these population centers in the midwest and in the east.”</p>\n<p><strong>Dayton calling</strong></p>\n<p>“Back to the midwest” — that phrase is music to Karen Thomas’s ears. Thomas is the head of water marketing for Dayton.</p>\n<p>“We have an abundant water source,” she says. “We don’t believe that we would have to worry about water.”</p>\n<p>The water in the vast underground aquifer is usually out of sight, but it’s up to Thomas to make it visible, and sell it. Efforts in the last few years have included a&nbsp;<a href=\"http://www.daytonwater.org/uploads/docs/SWPA%20Brochure.pdf\" target=\"_blank\">“Take Back the Tap”</a>&nbsp;campaign to encourage citizens to use Dayton tap water rather than bottled water. Officials have also reached out to companies in water-stressed areas, pushing Dayton as a cheap alternative.</p>\n<p>Thomas thinks this is what could put Dayton back on the map.</p>\n<p>“Water is a public good, but it’s also a commodity,” she says.</p>\n<p>An economic development team in Dayton has conducted talks with several food processors, manufacturers, and beverage makers that could use an inexpensive and abundant supply of water. Companies that choose Dayton would face little of the regulation placed on water diversions in the Great Lakes basin; here, if you can drill a well, you can drain it.</p>\n<p>“If they’re looking for water, this would be a great place to relocate to,” says Thomas.</p>\n<p><strong>You can't make beer without water</strong></p>\n<p>Dayton’s water pitch may sound like something out of a post-apocalyptic sci-fi movie, but it’s not all that far-fetched.</p>\n<p>“You know people turn on the tap and they think water’s free, they just assume it’s gonna be there,” says Peter Kruger, master brewer at&nbsp;<a href=\"http://bearrepublic.com/news/using-space-technology-to-conserve-water/#.U8fOR41dWKI\" target=\"_blank\">Bear Republic brewery</a>&nbsp;in California, north of San Francisco.</p>\n<p>“There was a period in early February where the governor listed 17 cities in California that were within a hundred days of running out of water,” he says, “and our brewpub in Healdsburg was one of those towns, and our production brewery in Cloverdale was another.”</p>\n<p>In the brewing industry, water isn’t negotiable — most of it is used for cleaning equipment and of course for the beer itself, which is why Kruger is nervous. I called him to hear about the work they’re doing to conserve, but he says they are actually considering a move.</p>\n<p>“We have talked about other locations for a brewery that are not as water-stressed as California is.”</p>\n<p>They’ve looked at Pennsylvania, Wisconsin — and yes, even Ohio.</p>\n<p>But Karen Hobbs, a&nbsp;<a href=\"http://switchboard.nrdc.org/blogs/khobbs/\" target=\"_blank\">senior policy analyst with the Natural Resources Defense Council</a>, is not on board with the idea.</p>\n<p>“These are difficult economic times. But the troubling part about marketing water resources I think is that it tends to devalue that asset,” she says.</p>\n<p>Hobbs thinks clean water in the Great Lakes region comes too cheap. Where she lives in Chicago, almost 2 billion gallons of water a day leave Lake Michigan for use in homes and industry, and drain into the Chicago River, never to be returned or recycled.</p>\n<p>Plus, the midwest is not immune to the effects of climate change, like drought or huge storms and floods, which can affect water quality as well as quantity. She says before companies just move to where the water is, they should work harder to reduce, reuse, and recycle.</p>\n<p>“There’s lots, lots of low-hanging fruit in terms of improving water efficiency and increasing conservation that companies and individuals can take,” she says.</p>\n<p>But Peter Kruger says Bear Republic Brewery is doing a lot of that already.</p>\n<p>“Traditionally breweries have used anywhere from 10 to 15 gallons of water to make one gallon of beer,” he says. “Our ratio now is down to 3.5 gallons of water to make a gallon of beer.” They get their water from the Russian River, which has been dramatically low; the company is now putting its own money into sinking a well to access groundwater at the edge of town.</p>\n<p>Still, the brewery's water use may not be sustainable in the long run. Kruger says he’d hate to leave beautiful sunny California, but this year has been a reality check.</p>\n<p>“Water is really gonna be the challenge our kids and grandkids deal with,” he says. “As there are more people there’s not gonna be more and more water, there’s gonna be less and less clean water. That’s anywhere. That includes Ohio or, you know, the wettest place in the world.”</p>\n<p><strong>Betting on a future where water is king</strong></p>\n<p>Some people in Dayton believe they’re walking on a liquid gold mine: people may have lost jobs, people, and whole industries, but the Great Miami aquifer is still here.</p>\n<p>Though not entirely unthreatened: In the 1980s, the drinking water in Dayton was found to be contaminated with dangerous levels of industrial chemicals. A 1987 fire at a Sherwin Williams paint warehouse had to be allowed to burn for days on end to avoid dousing the plant’s chemicals directly into the aquifer near the wellfield.</p>\n<p>Following the fire, Dayton and the surrounding municipalities that use the water system passed stringent drinking water protections that incentivize industry to keep chemical contaminants away from the wellfields. Still, today the city sometimes cleans up industrial chemicals including trichloroethylene (TCE) from the water before it’s sent to the tap.</p>\n<p>Now, a handful of local manufacturers are pushing to reduce some of those protections, saying the chemical limits treat smaller businesses unfairly. The city says reduced demand on the wellfields has shrunk the area in need of active protection, and has&nbsp;<a href=\"http://wyso.org/post/dayton-discuss-proposed-changes-drinking-water-protections\" target=\"_blank\">put forth a controversial proposal</a>&nbsp;to reduce that area by 40 percent.</p>\n<p>Even as&nbsp;<a href=\"http://wyso.org/post/residents-speak-out-against-proposed-water-protection-changes-video\" target=\"_blank\">a public debate over water gets underway</a>, Dayton leaders aren’t concerned about the future water supply. Karen Thomas’s message for master brewer Peter Kruger? Come and get it.</p>\n<p>“To be able to turn the faucet on, to get a cup of coffee, to flush your toilet, to take a shower, and the water’s there and it’s clean, why not love water?” she says. “Especially Dayton water!”</p>\n<p><em>Lewis Wallace is WYSO’s economics reporter and fill-in morning host. Follow him&nbsp;<a href=\"https://twitter.com/lewispants\" target=\"_blank\">@lewispants</a>. A version of this story was originally produced for WBEZ Chicago's Front and Center, which is funded by the Joyce Foundation: Improving the quality of life in the Great Lakes region and across the country. For more stories on regional and global water scarcity, go to&nbsp;<a href=\"http://afterwater.tumblr.com/\">WBEZ's After Water tumblr</a>.</em><span>&nbsp;</span></p></div>","tags":["Ohio","bottled water","Sustainability","drought","APM","California drought 2014"],"audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/Dayton%20water%20pools.jpg?itok=xPTil3lE","meta":{"height":"340","crop":"primary","width":"610"},"type":"image/jpeg"},{"meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/08/11/marketplace_segment05_20140811","type":"application/json"},"duration_hms":"00:02:24","duration":144},"type":"audio/mpeg","format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/08/11/marketplace_segment05_20140811_64.mp3"}]}