{"created":"2014-10-07T20:01:02+00:00","modified":"2014-12-19T15:05:09+00:00","valid":{"from":"2014-12-19T15:05:09+00:00","to":"3014-12-19T15:05:09+00:00"},"hreflang":"en","title":"'Purple Rain' Taught Me How To Be In A Band","published":"2014-07-26T20:16:00+00:00","teaser":"For Eric Deggans, Prince's movie wasn't just a spectacle. Sitting in a theater packed with kids his age, he saw<em></em> <em>Purple Rain </em>as \"a validation of the musical world I was already seeking out.\"","itags":["npr_api","334995877"],"guid":"c514d78c-ba36-4a25-948e-11f4f4ab0717","contentencoded":"<p><em><a href=\"http://www.npr.org/artists/15394157/prince\" target=\"_blank\">Prince</a>'s semi-autobiographical film, </em>Purple Rain<em>, hit theaters 30 years ago this weekend, presenting the world with a bold new model for the contemporary pop artist. NPR television critic Eric Deggans remembers the moment vividly. Hear his conversation with special correspondent Michele Norris above, and read his personal essay on the movie below.<br /></em></p><hr /><p>Little compares to that magic moment when you sit down in a movie theater and watch a film that seems as if it's telling your story. That happened to me three decades ago. The film was Prince's pop-funk masterpiece, <em>Purple Rain</em>.</p><p>The movie and its soundtrack were milestones for music and media: the christening of Prince as a pop star and the explosion of his uniquely multicultural, genre-bending, sex-drenched form of funky sonic genius.</p><p>But for me, nothing before had so fully captured what it was like to perform in a band.</p><p>I was a young drummer starting a band with classmates at Indiana University, which would eventually get a short stint as Motown recording artists, playing throughout the Midwest and even in Japan. Watching <em>Purple Rain</em>, before all that would happen, felt a bit like seeing an autobiography, set to the baddest music around.</p><p>A band is essentially a marriage with three or four or eight or ten people. It requires you to spend outlandish amounts of time together, sweating to make the kind of art that might move a few hearts and allow you to earn a living besides.</p><p>For all its flaws — from the stilted, amateurish acting to clumsy direction and clunky lines — <em>Purple Rain</em> nailed that feeling. As Wendy Melvoin and Lisa Coleman begged Prince to let the band play one of their songs, I relived a thousand other band fights fueled by insecurity, fatigue and immaturity.</p><p>Seeing them eventually work it out and blow the roof off of the First Avenue club felt like a special message: <em>You can do this, too.</em></p><p><em>Purple Rain</em> was special to the world for many other reasons. At a time before YouTube, social media or the World Wide Web, few artists had the power to create multimedia experiences on multiple platforms to speak directly to fans.</p><p>Prince, who cultivated a mystique by giving few interviews and revealing little about his life or work, let fans into a fictionalized version of his history on the big screen. And the film, juiced by career-making turns from slick lothario Morris Day and his band The Time, gave Prince-heads a super-sized vision of their idol, tooling around Minneapolis with a tricked-out motorcycle and fiercely ruffled shirts.</p><p>Not many years before, the music world was seriously segregated. MTV had to be shamed into playing <a href=\"http://www.npr.org/artists/16782748/michael-jackson\" target=\"_blank\">Michael Jackson</a> videos and the \"disco sucks\" movement too often felt like a thinly veiled way of saying, \"<a href=\"http://www.chicagomag.com/city-life/April-2014/RIP-Frankie-Knuckles-Who-Took-Back-Music-From-the-Disco-Demolition-Forces-of-Darkness\" target=\"_blank\">black and brown and gay people suck</a>.\"</p><p>But Prince offered a musical world that put genres in a blender. \"Let's Go Crazy\" married a bouncy '50s-style rock rhythm to a percolating, '80s pop funk beat. \"Purple Rain\" was a soulful ballad fired up by incendiary guitar solos. \"When Doves Cry\" was a percussive marvel held together by a spastic drum machine groove and soaring, <em>Prince-ian </em>vocals.</p><p>Sitting in an Indiana theater packed with kids my age, I saw <em>Purple Rain </em>as a validation of the musical world I was already seeking out: a glorious, paisley-drenched descendant of <a href=\"http://www.npr.org/artists/15180612/sly-the-family-stone\" target=\"_blank\">Sly & the Family Stone</a> by way of <a href=\"http://www.npr.org/artists/15316566/james-brown\" target=\"_blank\">James Brown</a> and <a href=\"http://www.npr.org/artists/15885543/bill-haley\" target=\"_blank\">Bill Haley's Comets</a>.</p><p>Film purists will insist the movie itself is pure shlock. The female lead, Patricia \"Appolonia\" Kotero, emotes like she learned her lines that morning. Only the masterful Clarence Williams III — the <em>Mod Squad</em> veteran who gives an emotional performance as Prince's abusive father — seemed to have any real acting chops at all.</p><p>But when you're on the tip of a cultural revolution, little of that matters. And looking back over 30 years, it's obvious that <em>Purple Rain</em> became a generational manifesto, while providing the largest megaphone yet for one of the greatest geniuses in pop music.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Purple+Rain%27+Taught+Me+How+To+Be+In+A+Band&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"328"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1335156479-1c72ec.m3u?orgId=1&topicId=1106&ft=3&f=334995877"},{"href":"http://media.npr.org/assets/img/2014/07/25/168582394-0650918349ac9d4e1c113b27920529ec60f1cfd5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3072","width":"4097"}}]}