{"created":"2015-04-22T19:34:57+00:00","modified":"2015-05-13T21:01:16+00:00","valid":{"from":"2015-05-13T21:01:16+00:00","to":"3015-05-13T21:01:16+00:00"},"hreflang":"en","title":"Can A Person With Dementia Consent To Sex? ","published":"2015-04-27T04:29:00+00:00","teaser":"A jury in Iowa acquitted a man who had been criminally charged for having sex with his wife, who had Alzheimer's. Very few care facilities have policies on dementia, sex and consent.","itags":["npr_api","401470785"],"guid":"c5164605-b05d-481a-86d7-46896af7adf8","contentencoded":"<p>Sexual relationships in long-term care facilities are not uncommon. But the long-term care industry is still grappling with the issue.</p><p>There's no greater evidence of that than a criminal case in Iowa. On Wednesday, a jury in Iowa found a 78-year-old man<a href=\"http://www.desmoinesregister.com/story/2015/04/22/henry-rayhons-acquitted-sexual-abuse/26105699/\"> not guilty of raping his wife</a>, who had Alzheimer's disease. <a href=\"http://www.press-citizen.com/story/news/crime-and-courts/2014/08/15/iowa-state-representative-arrested-on-felony-sex-abuse-charge/14125791/\">Henry Rayhons'</a> wife lived in a nursing home. The staff there told Rayhons that because of her dementia, his wife was no longer capable of consenting to sex. He had been charged with sexual assault for allegedly having sex with her after that.</p><p>But at the <a href=\"http://www.riverspringhealth.org/\">Hebrew Home</a> in Riverdale, N.Y., the fact that some people with dementia still have sex lives isn't news. That facility has had a <a href=\"http://www.riverspringhealth.org/sexual-expression-policy.aspx\">written policy</a> to help staff manage such relationships for 20 years.</p><p>\"It was controversial in 1995 and it's controversial today,\" says <a href=\"http://socialwork.columbia.edu/faculty/adjunct-faculty/daniel-reingold\">Daniel Reingold</a>, the CEO of RiverSpring Health, the nonprofit that runs the Hebrew Home.</p><p>\"We knew that there was intimacy occurring, and we considered it to be a civil right and a legal right,\" says Reingold. \"We also felt that intimacy was a good thing, that touch is one of the last pleasures we abandon and lose as we age.\"</p><p>Reingold says the policy protects residents from unwanted sexual contact. And he argues that people with dementia are indeed capable of giving consent.</p><p>\"People who have Alzheimer's disease or dementia are asked on a daily basis to make decisions about their desires,\" says Reingold, \"from what they eat to activities they may want to engage in,\" including intimacy with another person.</p><p>But even with a written policy, it's not that easy for nursing homes to figure out when consent to sex is really valid, says <a href=\"http://www.albanylaw.edu/faculty/pages/faculty-listing.aspx?ind=Tenenbaum,+Evelyn\">Evelyn Tenenbaum</a>, a professor of law at Albany Law School and bioethics professor at Albany Medical College.</p><p>\"For example, suppose you have a couple and the woman believes that the man she's seeing is her husband,\" says Tenenbaum. \"Then she consents to a sexual relationship. Is that really consent if she doesn't understand who he is and that she's not married to him?\"</p><p>Sometimes in such cases, nursing homes will defer to the wishes of the resident's family, says Tenenbaum.</p><p>\"On the other hand, nursing homes are required to take care of the psychosocial needs of their residents,\" says Tenenbaum. \"Whether psychosocial needs would include sexual relationships is a question.\"</p><p>And it's a question with no commonly accepted answer. <a href=\"http://www.ahcancal.org/Pages/Default.aspx\">The American Health Care Association</a>, a trade group representing the majority of nursing homes, only suggests that its member facilities develop their own policies. Patricia Bach, a geriatric psychologist, says when she started looking into the topic she didn't find much.</p><p>\"There was very, very little empirical evidence, little data, few research studies and it really was a lower priority issue for long-term care providers,\" she says.</p><p>So with a colleague, Bach surveyed members of the <a href=\"http://www.amda.com/\">American Medical Directors Association</a>, which represents physicians who work in long-term care facilities.</p><p>Bach found that \"only 25 to 30 percent actually had formal training in the area of intimacy and sexuality, as it would pertain to older adults. Thirty percent had no training at all.\" The survey also found that only about 30 percent of nursing homes where the respondents worked had formal policies.</p><p>That's something that needs to change, and fast, says Reingold.</p><p>\"We are dealing with the arrival of my fellow baby boomers,\" he says. They've \"grown up in an environment where sexuality was a much more open conversation and activity.\"</p><p>And there's no reason to think that will change, Reingold says, even when those boomers are in long-term care.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Can+A+Person+With+Dementia+Consent+To+Sex%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ina Jaffe","audio":[{"meta":{"duration":"220"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401540564-c8c02a.m3u?orgId=1&topicId=1128&d=220&p=2&story=401470785&t=progseg&e=401487387&seg=8&ft=nprml&f=401470785"},{"href":"http://media.npr.org/assets/img/2015/04/22/hands-42a09ac81782e7a68e998bf8c4d542a151a1e2a7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1333","width":"1780"}}]}