{"created":"2014-09-18T15:05:09+00:00","modified":"2014-10-31T02:28:03+00:00","valid":{"from":"2014-10-31T02:28:03+00:00","to":"3014-10-31T02:28:03+00:00"},"hreflang":"en","title":"New Anonymous Facebook Login Hides Info, But Not From Facebook","published":"2014-08-01T16:00:00+00:00","teaser":"Facebook has introduced a way for users to log into apps anonymously as a way to build trust and protect privacy. User info would be protected from app developers, but visible to Facebook.","itags":["npr_api","309025986"],"guid":"c51e5f82-0118-49e4-8cc6-27308b41e8d0","contentencoded":"<p>It should come as no surprise that many of Facebook's more than 1 billion users are sometimes anxious about how their information is being used. Facebook's privacy policies have changed a fair bit over the past decade, and as the company has grown up, it's begun to offer users more options to control the information they share.</p><p>This week, Facebook rolled out another new tweak, offering users <a href=\"http://newsroom.fb.com/news/2014/04/f8-introducing-anonymous-login-and-an-updated-facebook-login/\">more control over what they share with third-party apps</a>, including an option to sign onto those apps anonymously. But the effect of this consumer control may be a bit counterintuitive.</p><p>Facebook's co-founder and CEO Mark Zuckerberg has gotten the message that some people are concerned with the security of their information online.</p><p>\"Over the years, one of the things we've heard over and over again is that people want more control over how they share their information, especially with apps, and they want more say and control over how apps use their data,\" Zuckerberg says.</p><p>This week at Facebook's developers conference he told the world he was listening, saying: \"We take this really seriously.\"</p><p>Facebook is more than a website; it's become the connective tissue that holds the social Web together. One of the main ways this happens is when developers allow you to sign into their website or app using your Facebook account. This way, they can get at Facebook data like pictures or a list of your friends, which can help them power their apps, and you get an easy, seamless way to sign up.</p><p>Sometimes, this process creeps people out.</p><p>\"The reality is, if you are using an app that you don't completely trust or that you are worried might spam your friends,\" says Zuckerberg, you are less likely to sign on. That's because you don't have much control over how all your data is going to be used.</p><p>You play by the developer's rules or not at all. Over the coming year, though, that is going to change. Soon when you sign on, you are going to be able to easily change, line by line, what you share.</p><p>Facebook is also slowly rolling out a way to sign into apps anonymously. Sounds great, right?</p><p>Alessandro Acquisti at Carnegie Mellon University says there are lots of interesting cultural implications there. In some ways, he says, you can think of Facebook as offering the illusion of privacy.</p><p>\"In a way, Facebook was acting as a somewhat silent listener who overhears your conversations with your friends,\" Acquisti says.</p><p>Facebook will be there watching and listening to what apps you use as well, even if you signed in anonymously. Say someone logs into a dating app anonymously even though they're married. Facebook will know.</p><p>In research, Acquisti says he's found that giving users these kinds of controls makes them <a href=\"http://www.nytimes.com/2013/03/31/technology/web-privacy-and-how-consumers-let-down-their-guard.html\">more likely to share more sensitive info</a>. A couple of years ago he gave two groups of people a questionnaire that included some sensitive questions, like whether they've tried cocaine.</p><p>He told both groups they didn't have to answer any questions that made them uncomfortable. But one questionnaire was slightly different. At the top, it had a box that said, \"Check here if we can use your answers in our research.\"</p><p>\"What happened after we added the checkbox was that that particular group became almost twice more likely to actually not just check the box, but answer the more sensitive questions,\" Acquisti says.</p><p>Whether people checked the box or not, just the fact that it was there built trust — and as Facebook has learned, trust is key.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Anonymous+Facebook+Login+Hides+Info%2C+But+Not+From+Facebook&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Henn","audio":[{"meta":{"duration":"211"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309040293-15c523.m3u?orgId=1&topicId=1019&ft=3&f=309025986"},{"href":"http://media.npr.org/assets/img/2014/05/02/487461923-f5deb6b955297ed3db7b6086e998a901ef1ce141.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1993","width":"2655"}}]}