{"created":"2014-10-01T19:33:56+00:00","modified":"2015-02-11T23:53:32+00:00","valid":{"from":"2015-02-11T23:53:32+00:00","to":"3015-02-11T23:53:32+00:00"},"hreflang":"en","guid":"c522ccb9-c0fe-4e87-946d-db3d5228b39e","title":"After escaping turmoil in Sri Lanka and Nigeria, her next hurdle was surviving LA schools","published":"2015-02-11T23:53:29+00:00","byline":"Monica Campbell","tags":["immigration","immigrants","First Days","books","novel","culture","Global Nation","Books","Arts, Culture & Media","Los Angeles","North America","Africa","Asia","Sri Lanka","Nigeria","United States","California","Southern California","North America","Africa","Asia","Southeast Asia","Nayomi Munaweera","War","Sri Lankan Civil War","Nigeria","teenager","Aquanet","Hairspray","First Days"],"teaser":"Nayomi Munaweera was born in Sri Lanka, raised in Nigeria — and then fled that country for the US after a coup. Now, she's published her first novel and recounts the difficulties of learning the ins and outs of teen life in Los Angeles, including her first encounters with hairspray.","contentencoded":"<p>Some immigrants can trace a straight line from their native land to the US. Others have a more winding path.</p>\n<p>Take Nayomi Munaweera’s journey: She was born in Sri Lanka in 1973, but a brewing civil war convinced her family to move to Nigeria when she was 3. Then, a military coup hit Nigeria in 1984.</p>\n<p>“We had to leave quite abruptly,” she says. Next stop: Los Angeles. “It was September, so we were immediately enrolled in school,” Munaweera says. “I think I was in a state of shock for at least three months.”</p>\n<p>She has definitely found her footing in America. Today, Munaweera is a 41-year-old writer in Oakland. She just published her first novel, “<a href=\"http://www.nayomimunaweera.com/\">Island of a Thousand Mirrors</a>,” about life during Sri Lanka’s civil war and, in parts, about migrating to the United States. </p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"2850\" width=\"1884\" style=\"line-height: 1.538em; width: 200px; height: 303px; margin: 5px; float: right;\" alt=\"book_cover_nayomi\" title=\"book_cover_nayomi\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/Island%20of%20a%20Thousand%20Mirrors%20cover.jpg\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of St. Martin’s Press</p>\n  </div>\n</div>\n<p>But when she came to the US at age 12, Munaweera remembers feeling confused about the basics. “I remember being at a party and another Sri Lankan girl saying, ‘So are you from LA?’ And I literally didn’t know that LA meant Los Angeles, so I said, ‘No. Uh, I don’t know?’ I was very confused, and all of the other kids started laughing. But I literally did not understand, really, where I was, or the greater geography of the state or the country.\"</p>\n<p>At school, she also became acutely aware of the rich-poor gap.</p>\n<p>Back in Nigeria, she wore a school uniform. But in LA, there was no dress code at her public school. The income divide was clearly displayed and, at the time, Munaweera’s family fell into the low-income category.</p>\n<p>“We were quite poor,” she says. “My parents had to start all over again.” During their first few months in LA, her dad worked nights as a parking lot attendant before finishing the series of exams that allowed him to work in the US as a civil engineer — his profession in Sri Lanka and Nigeria. </p>\n<p>He eventually moved up the ranks in the LA transportation system. Munaweera’s mom worked as a pre-school aide and now owns several Montessori schools. But during their first days in the US, things were scarce.</p>\n<p>“I remember specifically I had two pairs of jeans, a green sweater, a pink sweater, and, I think, two shirts. Those were my choices,” she says. “And these other girls were showing up in school with a new outfit every day.”</p>\n<p>Then there was hairspray. “That was new to me!\" Munaweera says. \"We didn’t have that at the time in Nigeria. We lived in a really rural area there.\" But the demands were clear: “It was the ‘80s, so you learned about <a href=\"http://www.walgreens.com/store/c/aqua-net-professional-hair-spray,-extra-super-hold-3-unscented/ID=prod5458027-product\">Aquanet</a>.\"</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"670\" width=\"957\" style=\"line-height: 1.538em; width: 350px; height: 245px; margin: 5px; float: right;\" alt=\"Sri_Lankan_5\" title=\"Sri_Lankan_5\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/img-924230750.jpg\" /><div class=\"field-caption\">\n    <p>The author's family in 1986: (l-r) Munaweera, her mother, Mali, her younger sister, Namal and her father, Neil.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Nayomi Munaweera</p>\n  </div>\n</div>\n<p>Also unacceptable: hairy legs. “In neither Nigeria nor Sri Lanka at that time would it have been something to remark upon,” she says. “But in an American high school or junior high school, this was a big deal. You had to shave your legs, you had to shave your armpits. So there was much more attention on the body in a certain way. And these are just lessons you learn and just watch and you learn how to emulate.”</p>\n<p>The library was one refuge. “I think the thing that really saved my life in terms of this migration is books,” she says. In rural Nigeria, there was little access to books in English. </p>\n<p>“So when I came to America, it was just a feast, the fact that I could go into a library,” Munaweera says. “It was such an incredible feeling of liberation. I mean it was like church! 'Oh my god, I can take any book out that I want?' I think that’s really what was my salvation and has been throughout my life.”</p>\n<p><em>Below, you can read an excerpt from \"Island of a Thousand Mirrors\" on Scribd.</em></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/img-924230632.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/img-924230632jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/011020148.mp3"},{"href":"http://www.pri.org/file/011020148mp3-0"}]}