{"created":"2015-04-22T07:50:41+00:00","modified":"2015-06-05T15:25:45+00:00","valid":{"from":"2015-06-05T15:25:45+00:00","to":"3015-06-05T15:25:45+00:00"},"hreflang":"en","title":"Merchant Ships Called On To Aid Migrants In Mediterranean Feel The Strain","published":"2015-04-24T22:13:00+00:00","teaser":"Commercial ships have rescued tens of thousands of migrants trying to cross by boat to Europe from Africa and the Middle East. But the vessels and their crews aren't equipped to handle these missions.","itags":["npr_api","401321950"],"guid":"c5294d83-57a0-4e42-8b41-817e3465af50","contentencoded":"<p>Italian prosecutors say the ship carrying hundreds of migrants that sank over the weekend most likely crashed against a cargo ship that had come to its rescue.</p><p>Merchant ships are often called on to help rescue migrants on vessels attempting to cross the Mediterranean. So when a distress call went out late Saturday evening from the overloaded migrant vessel, commercial vessels in the region responded.</p><p>The first to reach it was the Portuguese-flagged King Jacob, which collided with the overloaded migrant vessel. The Maersk shipping line had two container ships nearby; they also headed to the site.</p><p>Steffen Conradsen, head of Maersk Line's incident and crisis management unit, says responding to distress calls in the Mediterranean has become a regular activity.</p><p>\"This year we have taken on board 750 refugees in three different operations where we, together with the Italian coast guard and other merchant vessels in the area, have collected refugees,\" he says.</p><p>Conradsen says he expects there will be more rescues in the near future.</p><p>\"The level of activity we see in the southern part of the Mediterranean and just north of Libya, I think it can continue for a while,\" he says.</p><p>Last year alone, some 800 cargo and merchant ships rescued more than 40,000 migrants attempting to cross to Europe from Africa and the Middle East. Italy's coast guard and navy are overloaded with rescue missions, and the European Union has only a <a href=\"http://www.npr.org/blogs/thetwo-way/2015/04/20/400956003/migrant-boat-tragedy-hundreds-feared-dead-eu-holds-emergency-meeting\">limited maritime patrol program</a>.</p><p>But mounting rescue operations can create huge logistical hurdles for the shipping companies, because neither the vessels nor the crew are equipped to handle such missions, says Dimitri Banas with the European Community Shipowners' Association. He says modern commercial ships operate with tiny crews.</p><p>\"When you have a crew of 10 people that has to manage and rescue and feed and basically cater to the needs of 500, 600 people ... it's very difficult to ensure the safety and security of the ship while at the same time having to perform all these other duties,\" he says.</p><p>Under maritime law, a ship is required to come to the aid of another vessel. But there's an emotional toll for the crew not trained in rescue, says Craig Eason, the deputy editor of <em>Lloyd's List</em>, a leading shipping publication.</p><p>\"They can see people in the water, women, children, adults, potentially drowning in front of them, and they can't get them out of the water in time,\" he says. \"It's got to be a hugely traumatic experience for them.\"</p><p>There are other concerns. Merchant ships sometimes carry dangerous, flammable cargo, and there are fears some of the people they pick up, including smugglers, might be armed. Then there's the cost, which analysts say can run well over $100,000 for one rescue effort.</p><p>But Maersk Line's Conradsen says the biggest burden is still on the crews handling the rescue.</p><p>\"There's no doubt that every time we're involved in one of the operations, we're delayed somewhere between three and five days, because it takes time to get to the position and pick up the refugees, get to Italy, disembark then clean the ship then get back into the schedule,\" he says.</p><p>Conradsen says it may take a tragedy of the size seen over the weekend to finally force the European Union to build up its search-and-rescue capabilities in the Mediterranean.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Merchant+Ships+Called+On+To+Aid+Migrants+In+Mediterranean+Feel+The+Strain&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jackie Northam","audio":[{"meta":{"duration":"224"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401427376-6b6829.m3u?orgId=1&topicId=1004&d=224&p=3&story=401321950&t=progseg&e=401423758&seg=7&ft=nprml&f=401321950"}]}