{"created":"2014-09-04T22:46:40+00:00","modified":"2014-09-04T22:46:40+00:00","valid":{"from":"2014-09-04T22:46:40+00:00","to":"3014-09-04T22:46:40+00:00"},"hreflang":"en","guid":"c532b533-89b7-400e-b810-028accc90836","title":"Crystal meth, skinny jeans and underground bloggers — it's the Iran you never see","published":"2014-09-04T22:46:38+00:00","byline":"Joyce Hackel","tags":["Tehran","iran","Iranians","illicit drugs","crystal meth","prostitution","Books","Arts, Culture & Media","Tehran","Asia","Iran","Middle East","Ramita Navai","Tehran","Iran","Iranians","illicit drugs","crystal meth","Prostitution"],"teaser":"Iranian-British author Ramita Navai says Iran's capital Tehran is full of people who are leading double lives. On the outside, they conform. On the inside, they are true to themselves. She tells their stories in her novel, City of Lies: Love, Sex, Death and the search for Truth in Tehran.","contentencoded":"<p>Life in Iran&#39;s capital Tehran might seem stodgy &mdash; think angry ayatollahs, black chadors and mobs exhorting &quot;Death to America.&quot; That&#39;s real, but so is the less visible side of Tehran: the illicit drugs, hipster fashion and outraged bloggers.</p><p>That side of the city is on display in <a href=\"http://www.amazon.com/City-Lies-Death-Search-Tehran/dp/1610395190\">City of Lies: Love, Sex, Death and the Search For Truth in Tehran</a>, the latest book from Iranian author Ramita Navai.</p><p>Navai introduces us to a handful of unlikely Tehran residents. They&#39;re composite characters, because sharing personal details with a reporter is still a very risky business in Tehran. &quot;The regime does not want outsiders to see Iran in all its glory and all its color,&quot; Navai says.</p><p>But they&#39;re all based in fact, she insists. The book starts with the story of a man whom Navai calls Dariush, a man in his 20s who leaves a comfortable life in the US to join the underground opposition in Iran &mdash; for love.</p><p>He bungles his attempt to assassinate a local police chief, resulting in what Navai describes as &quot;a comedy of errors.&quot; We meet others, including Leyla, a beautiful working-class woman who falls into prostitution and meets her end in a hangman&#39;s noose.</p><p>Navai says that flawed individuals leading these sorts of lives &mdash; neither good nor evil &mdash; are rarely seen in reporting about Iran. &quot;It has social problems and the regime wants to hide some of the social problems,&quot; she says.</p><p>But, true to Navai&#39;s theme, even the regime has nuance. &quot;The regime can also be quite liberal about some of its social problems,&quot; she says. &quot;So, for example, the regime has got quite liberal attitudes toward drug rehabilitation. There are crystal meth drug rehab centers, there are needle exchange centers, methadone centers. Condoms are given out to prostitutes.&quot;</p><p>The complexities and contradictions of life in Iran forces many Tehran residents to lead double lives. They show public faces to please authorities and live private lives that are far different.</p><p>Navai argues that people who live in Tehran need to live a lie to survive. She describes meeting civil servants, for example, who pretended to pray in the office, despite their limited knowledge of the Koran.</p><p>But she also sees changes, in part due to Tehran&#39;s growing youth culture. &quot;They are striving to live a life that&#39;s more true to themselves,&quot; she says. &quot;I think you can see this in a real sexual awakening that&#39;s happening in Tehran that spans all social classes. Young people are kind of behaving in a freer way as regards to sex and as regards to relating to each other. And I think this will have a trickle-down effect.&quot;</p><p>She admits that she lives the lie, as well: &quot;You lie about going to parties, you lie about alcohol being consumed at parties, you have to lie about certain people you may hang out with.&quot; But she&#39;s hopeful the changing culture will change her need to lie: &quot;I think this will mean &mdash; hopefully, maybe I&#39;m being optimistic &mdash; but fewer lies.&quot;</p><p>In a certain way, though, Navai sees the lies as &quot;a very positive thing because [Iranians] are so obsessed with being true to themselves &mdash; you know, it&#39;s really part of our culture, it&#39;s in all our poetry, it&#39;s in our literature &mdash; they are intent on living the lives that they want to live, even if that means they have to lie to do so.&quot;</p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/090420143.mp3"},{"href":"http://www.pri.org/file/090420143mp3"}]}