{"created":"2015-02-06T21:41:44+00:00","modified":"2015-02-25T01:41:10+00:00","valid":{"from":"2015-02-25T01:41:10+00:00","to":"3015-02-25T01:41:10+00:00"},"hreflang":"en","guid":"c53bee1d-3fd8-4444-9fe7-a16a4e6fba95","title":"Meet 'Average Mohamed,' a gas station manager who's using cartoons to fight ISIS recruitment ","published":"2015-02-25T01:41:08+00:00","byline":"Carol Hills","tags":["Islam","Muslims","American Muslims","YouTube","extremism","Global Nation","Global Politics","North America","Asia","Syria","Afghanistan","United States","Asia","Central Asia","South Asia","Middle East","North America","Mohamed Ahmed","Average Mohamed","ISIS","Islamic state","Boko Haram","Islamic terrorism","Al-Qaeda","Religion"],"teaser":"By day, Somali-American Mohamed Ahmed runs a gas station in the Twin Cities. By night, he's \"Average Mohamed,\" a cartoon character trying to keeping young people from joining ISIS.  ","contentencoded":"<p>Mohamed Ahmed is hardly average, but the gas station manager in Minnesota uses the monicker <a href=\"http://www.averagemohamed.com/\">\"Average Mohamed\"</a> with pride.</p>\n<p>The 39-year-old Somali-American businessman by day has turned activist by night, creating the website \"Average Mohamed.\" It's a series of animated cartoons voiced by Mohamed Ahmed (Average Mohamed) to rebut Islamic extremists recruitment videos.</p>\n<p>\"It takes an idea to destroy an idea and my concept was to create ideas.\" says Ahmed, who was frustrated that the ideology Islamic extremists peddle was not being effectively countered. \"The cartoons offer talking points to parents, mosque leaders, youth activists and law enforcement that they can use to thwart the narrative of extremists.\"</p>\n<p>The animated cartoon called <a href=\"https://www.youtube.com/watch?v=7vJ-SlxjRrQ\">\"Islamic State Job Description\"</a> has a Disney-ish cartoon style but the voiceover is grim: \"Average Mohamed asks: What do you think your job description is when you join Islamic State? Your job description is to commit genocide against Muslims, Christians, Yazidis and Jews; terrorize innocent women, men and children like your family, into blind obedience. Behead unarmed innocent people you round up; destroy World Heritage sites, mosques, tombs and shrines; empower unelected, self-nominated, murderous, bloodthirsty individuals as leaders. Not exactly DisneyWorld ... like the propaganda says it is, is it?\"</p>\n<p>Then, like the \"this ad was paid for\" language at the end of a political campaign ad, you hear these words, spoken very quickly. \"This message brought to you by Average Mohamed dot com.\"</p>\n<p>\"Average Mohamed\" cartoons are aimed at 8- to 16-year-olds. Ahmed was inspired by his own four children, who are all under the age of 6. \"This generation that's growing up right now has grown up with animation, whether you're talking about \"Family Guy\" or \"The Simpsons.\" And they're used to seeing cartoons, so the message can be made quicker, faster, more effectively with less production costs.\"</p>\n<p>Ahmed says each cartoon is designed to convey that the concepts of peace, anti-extremism, democratic values are all Muslim values. \"These are three values we hold very dear and very sacred. And <a href=\"http://www.averagemohamed.com/cgi-bin/viewfaq.cgi?cat_id=8\">the goal of \"Average Mohamed\"</a> is to say that these values exist within the faith of Islam. You should stand with democracy, peace and anti-extremism.\"</p>\n<p>\"Average Mohamed\" is a shoestring operation. Ahmed distributes his animated cartoons on YouTube and through social media. But even so, he's connecting. \"I've been getting a global response in emails from Mogadishu to Tel Aviv. People are sending back emails saying thank you and please do more.\" An imam in the Twin Cities told Ahmed he showed the cartoons to his sons and daughters. \"It doesn't get much better than that.\"</p>\n<p>Mohamed Ahmed, immigrant small businessman, has become Mohamed Ahmed, the American in love with the free market and the notion of competition. \"Al Qaeda in the Arabian Peninsula has a marketing department. Hundreds of extremists who create programs, videos, just to get our kids. And I'm saying, let's compete. This is America. We love competition.\"</p>\n<p>\"Average Mohamed\" cartoons take their narrative cues from the themes and style of Islamic extremist recruitment videos, and then turns them around. \"ISIS uses glory. They say, 'Come to us. Join us and you'll get an afterlife: heaven.' We say, 'no, if you go commit a suicide bombing, you are going to hell, based on the teachings of Prophet Mohammed'. \"</p>\n<p>Mohamed Ahmed says victim ideology is another theme of Islamic extremist recruitment videos that \"Average Mohamed\" tries to counter. \"They say that Islam is under attack and that you should rise up and defend Islam and join them. We say no, you are attacking Islam. You are killing Muslims. And we don't want that idea in our children's heads. And we don't want you recruiting our children and we will fight for that.\"</p>\n<p>Ahmed knows that stopping Islamic extremist recruitment will take thousands of Average Mohameds. But he also knows that there's not just one sure-fire strategy to counter the Islamic extremist message. So he's staying animated.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-04%2Faverage-mohamed-gas-station-owner-minneapolis-who-making-cartoons-try-thwart-isis&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/AverageMo_1.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/averagemo1jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0206201507.mp3"},{"href":"http://www.pri.org/file/0206201507mp3"}]}