{"created":"2014-09-04T16:43:02+00:00","modified":"2014-12-04T17:41:34+00:00","valid":{"from":"2014-12-04T17:41:34+00:00","to":"3014-12-04T17:41:34+00:00"},"hreflang":"en","title":"Clinton Sought 'Tougher Deal,' But Won't Second-Guess Bergdahl Swap","published":"2014-06-11T18:38:00+00:00","teaser":"NPR's Renee Montagne sat down for a conversation with Hillary Clinton. Clinton's new book, <em>Hard Choices,</em> will be published on Tuesday.","itags":["npr_api","320386798"],"guid":"c53ee992-3764-42bf-8bb6-1231b347bd0a","contentencoded":"<p>Below are excerpts from Hillary Clinton's interview Monday with NPR's Renee Montagne. Clinton's new book, <em>Hard Choices,</em> will be published Tuesday.</p><p>Portions of this interview will air on <em>Morning Edition</em>.</p><p><strong>On running for president in 2016</strong><br /> <br />HILLARY CLINTON: I have made some hard choices, and I face some hard choices. And, as I say in the book, I have not made a decision yet. ...<br /> <br /> RENEE MONTAGNE: This is, may I say, a classic campaign book. ...</p><p>CLINTON: Oh, I have to disagree. [Laughter] I think it's a very, um, clear and fair depiction of some of the major issues that I was involved in. Not just the headlines — what we can read about whether it's Iran, or Syria, or Libya — but the trend lines, what's happening in the world, and what I think about that. So, it's not meant to be anything other than a narrative of the experiences I had, how that both influenced and even shaped my view of America's role, and I hope it is accessible to Americans and really anybody who wants to make that journey with me. It doesn't point in any direction about what I will or won't do. ...<br /> <br /><strong>On whether the exchange of Sgt. Bowe Bergdahl for five senior Taliban fighters could have been done in a less controversial way, and an earlier attempt she made to make a Bergdahl deal</strong><br /> <br />CLINTON: We don't leave anybody behind. That is an operating principle. And once President Obama announced that we were going to be ending our combat mission and transitioning to a training and support presence, the clock was ticking on whether we would get Bergdahl back. You're right that during the time I was there, we were trying to put together a much bigger deal, a deal that would get the Afghan government talking face-to-face with the Taliban, to try to resolve some of the points of controversy that exists between them. ...<br /> <br />What I wanted was to broker a deal that would get them at the negotiating table with their Afghan governmental counterparts. It was a tougher deal, and it was a very difficult preliminary discussion about what it would take to bring that about.<br /> <br />All through the calculations we were going about making, was \"we had to get Bergdahl back.\" I mean, that was something that was a, an absolute condition for us. Of course, they're not just going to sit there and say, 'Oh, OK, we'll do all of this.' They wanted their five prisoners back from Guantanamo, and we had a lot of conditions that we wanted met before we could ever approach that. ...<br /> <br />I'm not going to second-guess the decision that was made, and as I understand it, it was a decision backed by the State Department, the Defense Department and the intelligence community. <br /> <br /><strong>On Pakistan</strong><br /> <br />CLINTON: Pakistan has to make some hard choices. ... When I say Pakistan, let me qualify it by saying the political, business and military elite of Pakistan have never decided to rid their country of the extremists, the jihadists, the Pakistani Taliban and other related groups. ...<br /> <br />The bottom line is, will you control your territory or not? Are you a sovereign government that will hold accountable people who bomb markets, and attack airports, and engage in terrible behavior including the killing of thousands of civilians and military personnel in Pakistan? It is still, to this day, unclear to me, that the Pakistani elite has decided that that's what they must do. <br /> <br />They have used terrorists for their purposes against India, they have tried to make deals with the Pakistani Taliban that were quickly unraveled, because those were not enforceable deals, they have been uncertain about how they want to deal with Afghanistan — their boundary, as you know, has never been fully settled — so they have all of these competing priorities. I don't think there's a higher priority than providing security and safety to people who live within your borders, and they have allowed this metastasizing cancer of extremism to take root in their country. And there are many reasons for it: cultural, religious, political, strategic, economic — there are all kinds of reasons. But the bottom line for me is, unless the Pakistanis truly confront the threat of terrorism, they cannot control their own country and they continue to pose a threat, because of their failure to do so, to Afghanistan. And it is a very dangerous situation that we have to be carefully monitoring, but we cannot do it for them. <br /> <br /> <strong>On Benghazi</strong></p><p>CLINTON: These are terrible situations. ... We have to keep learning. What can we do to protect Americans? And from my perspective, particularly our diplomats and our development experts, they don't go armed into these places that are dangerous. They don't have a military contingent to back them up. They are there representing the United States. And some have said, \"Well, we shouldn't be in dangerous places.\" Well, there are so many dangerous places in the world right now that that would eliminate a lot of the important work that America needs to be doing. And it's just not in our DNA. We're not in the kind of place that retreats in the face of danger. We need to be prudent and reasonable and take necessary precautions, but we need to be present.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Clinton+Sought+%27Tougher+Deal%2C%27+But+Won%27t+Second-Guess+Bergdahl+Swap&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"532"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320575220-75172c.m3u?orgId=1&topicId=1014&aggIds=100876926&ft=3&f=320386798"},{"href":"http://media.npr.org/assets/img/2014/06/09/490546683-cc08e3878ce2baad87b6e549020bca45dd4db0c4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3003","width":"4006"}}]}