{"created":"2014-10-27T20:12:13+00:00","modified":"2014-10-31T00:00:05+00:00","valid":{"from":"2014-10-31T00:00:04+00:00","to":"3014-10-31T00:00:04+00:00"},"hreflang":"en","title":"Why Israeli Officials Are Upset Over Flight Cancellations To Ben Gurion Airport","published":"2014-07-23T18:49:00+00:00","teaser":"U.S. and European safety agencies temporarily banned flights to Israel's international airport after a rocket landed a few miles away.","itags":["npr_api","334477034"],"guid":"c54600b1-6a8f-4d1c-b5f4-b16d232e1988","contentencoded":"<p>Israel is offering an alternative to international airlines today &#8212; an airport in the Negev desert. The move comes as an increasing number of airlines have canceled flights to the country, after U.S. and European safety agencies temporarily banned flights to Israel&#8217;s only fully international airport &#8212; Ben Gurion, outside of Tel Aviv. The ban came after a Hamas-fired rocket landed near Ben Gurion Airport.</p><p>But Israelis are not happy about the ban. Prime Minister Benjamin Netanyahu reportedly raised the issue with U.S. Secretary of State John Kerry, and Israel&#8217;s transportation minister said the airport &#8220;is safe and completely guarded and there is no reason whatsoever that American companies would stop their flights and hand terror a prize.&#8221;</p><p>That sentiment was echoed by billionaire businessman and former New York City mayor Michael Bloomberg, who announced last night, &#8220;this evening I will be flying on El Al to Tel Aviv to show solidarity with the Israeli people and to demonstrate that it is safe to fly in and out of Israel. Ben Gurion is the best protected airport in the world and El Al flights have been regularly flying in and out of it safely.” Bloomberg urged the FAA to rescind its ban, calling it &#8220;a mistake that hands Hamas an undeserved victory and should be lifted immediately.&#8221;</p><p>The <a href=\"http://www.csmonitor.com/World/Security-Watch/Backchannels/2014/0722/The-importance-of-Ben-Gurion-airport-to-Israel-video\" target=\"_blank\">Christian Science Monitor says</a> to understand why this airport is so important to Israel:</p><blockquote><p><em>Imagine if the U.S. had only one airport and that driving in and out of the country wasn&#8217;t really an option &#8230; And for the vast majority of Israelis Ben Gurion has been the national gateway for generations. About 30 percent of Jewish Israelis are immigrants from other countries and many others continue to have extended family abroad, particularly in the US and Europe. Overseas travel is common for both business and pleasure, and the airport is seen as crucial link to the rest of the world. Last year, about 14 million passengers passed through the airport in a country with a population that&#8217;s about 8 million. Moreover, foreign tourists and businessmen rely on the airport as well, and extended closures or fears about Ben Gurion could easily see investment diverted elsewhere.</em></p></blockquote><h4>Guest</h4><ul><li><strong><a href=\"http://www.washingtoninstitute.org/experts/view/neri-zilber\" target=\"_blank\">Neri Zilber</a></strong>, journalist and researcher on Middle East politics and culture. He&#8217;s also a visiting scholar at the Washington Institute for Near East Policy. He tweets <a href=\"https://twitter.com/NeriZilber\" target=\"_blank\">@NeriZilber</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Israeli+Officials+Are+Upset+Over+Flight+Cancellations+To+Ben+Gurion+Airport&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Hitesh Hathi","audio":[{"meta":{"duration":"162"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334483715-ddc315.m3u?orgId=1&ft=3&f=334477034"}]}