{"created":"2015-01-26T21:09:53+00:00","modified":"2015-01-27T20:40:35+00:00","valid":{"from":"2015-01-27T20:40:35+00:00","to":"3015-01-27T20:40:35+00:00"},"hreflang":"en","guid":"c5546aae-97f9-4fdb-9212-35448e042db0","title":"Obama enjoys a Modi bromance during his India trip","published":"2015-01-27T20:40:34+00:00","byline":"Bradley Campbell","tags":["US-India relations","Narendra Modi","Barack Obama","India nuclear deal","nuclear power","Republic Day","Global Politics","Asia","North America","India","United States","Asia","South Asia","North America","Sanjeev Miglani","Barack Obama","Narendra Modi"],"teaser":"President Obama visited with Indian Prime Minister Narendra Modi, known as \"India's Obama.\" The visit started with a precedent-breaking bear hug on the tarmac and has blossomed into a breakthrough on a nuclear deal between the two countries.","contentencoded":"<p>President Barack Obama had a big day in India on Tuesday as Prime Minister Narendra Modi hosted him at India's Republic Day celebrations.</p>\n<p>\"There is quite a buzz here about the two,\" says Sanjeev Miglani, a Delhi-based reporter for Thomson Reuters. \"I mean, Indians have always looked up to America. So an American visitor, for the first time, to attend a Republic Day parade in 60 years is quite an event.\"</p>\n<p>Miglani says most Indians, if asked, would be strong supporters of Obama. \"In this part of the world, Obama remains a leader who represents change,\" he says. \"It's the same way they look at Modi as a force of change. I think there is a natural sort of connection.\"</p>\n<p>And of course, there's a natural affinty and links between the countries. \"Indians feel naturally comfortable with the Americans,\" Miglani says. \"There's always one member of the family who is in the States.\"</p>\n<p>The press in India is describing a sort of \"romance\" between Obama and Modi. Modi broke tradition by meeting Obama's plane when it landed for the president's three-day visit to India, and the two men hugged each other on the tarmac. They've also been spotted laughing and joking with one another while drinking cups of tea. (Modi is a former tea farmer.)</p>\n<p>\"Somebody called it a 'Mo-bama Moment,'\" Miglani says. \"But there is substance to some extent.\"</p>\n<p>The two leaders have already broken a six-year impasse on a deal allowing <a href=\"http://www.bbc.com/news/world-asia-india-30930581\">American companies to help supply India's nuclear industry</a>. And it's fascinating that Obama and Modi two are talking at all, considering that the Indian prime minister wasn't even allowed to recieve a US visa until last year.</p>\n<p>So it will be interesting to see how far this trip can push US-India relations. But no matter what, Miglani says, India is an important player in Obama's pivot to Asia: \"India looks like a power, to some extent, that could be the swing force here.”</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/012620153.mp3"},{"href":"http://www.pri.org/file/012620153mp3"}]}