{"created":"2014-10-08T16:24:59+00:00","modified":"2014-10-31T02:22:02+00:00","valid":{"from":"2014-10-31T02:22:02+00:00","to":"3014-10-31T02:22:02+00:00"},"hreflang":"en","title":"Bake Mom Some Skillingsboller: Simple Buns With A Tricky Name","published":"2014-05-12T15:52:00+00:00","teaser":"Skillingsboller: a $10 word for sweets that cost just 1 shilling. Chef and stylist Paul Lowe says these Norwegian cinnamon buns make for a golden — and gooey — gift on Mother's Day.","itags":["npr_api","309870255"],"guid":"c556a5b0-cc6a-44b7-98cb-b4507b6a4cf5","contentencoded":"<p>First, a public service announcement: Mother's Day is Sunday. Perhaps it's best to reread that note before continuing, because it's also best that you don't, under any circumstances, forget. And — ahem — you still have time to put something nice together.</p><p>Should you want to bake something sweet for the mother in your life, consider a Scandinavian sweet: skillingsboller. Norway's version of cinnamon rolls are easy to make. And even though the name might be a little intimidating, it's simple when you break it down: \"skillings,\" as in coins; \"boller,\" as in bun. In other words, buns that cost a shilling — or, money buns for your honeybun.</p><p>Paul Lowe shares his skillingsboller recipe in his cooking and crafting magazine, <em>Sweet Paul</em>. Skillingsboller remind him not of his mother, but of the women who stepped in when she stepped out for work and errands: his grandmother and great-aunt. When Lowe was young, he spent plenty of time with \"these little old ladies,\" as he affectionately calls them.</p><p>\"Their sole existence became to make me happy,\" he says. If he wanted to bake a cake, they'd bake a cake. If he wanted to make curtains, they'd make curtains. And if the cake was lopsided and the seams on the curtains uneven, his grandmother didn't care. One of her favorite sayings: \"Perfection is boring.\"</p><p>Lowe's great-aunt loved to make skillingsboller for breakfast. \"The house would smell of very strong coffee, ... Pall Mall cigarettes without filter, which my grandmother would smoke throughout the day, and the occasional skillingsboller.\"</p><p>His great-aunt put her own twist on the traditional pastry by grating marzipan on the dough. \"When you bake it, the marzipan sort of melts into the dough,\" Lowe says. \"And it just creates the most juicy, amazing, sweet-smelling cinnamon buns you'll ever have.\"</p><hr /><h3>Auntie Gunnvor's Skillingsboller</h3><p><em>Makes 12 buns</em></p><p><strong>Buns</strong></p><p>2 3/4 cups unbleached all-purpose flour, plus more for kneading and rolling the dough</p><p>1/4 cup granulated sugar</p><p>1/2 teaspoon salt</p><p>1 large egg, at room temperature</p><p>1 tablespoon active dry yeast</p><p>1 cup whole milk, warmed</p><p>5 tablespoons cold butter, grated</p><p>Vegetable oil for bowl</p><p><strong>Filling</strong></p><p>6 tablespoons (3/4 stick) butter, softened</p><p>1/4 cup granulated sugar</p><p>1 tablespoon ground cinnamon</p><p>1 1/2 cups (10 ounces) grated marzipan</p><p>1 cup slivered almonds, toasted</p><p>1 large egg, beaten</p><p>1 tablespoon water</p><p><strong>To make the buns: </strong></p><p>In a stand mixer fitted with a dough hook or in a large bowl with a wooden spoon, combine the flour, sugar, salt, egg, yeast and milk. Mix well until the dough comes together.</p><p>Knead the dough for about 10 minutes in the mixer, or turn it out onto a lightly floured work surface. Knead for 15 minutes by hand. If it feels too sticky, add more flour, one tablespoon at a time.</p><p>If you haven't already, turn the dough out onto a lightly floured surface. Add the grated butter, little by little, kneading it into the dough until it is all incorporated and the dough is smooth and elastic.</p><p>Place the dough in a large oiled bowl, cover with a towel and place in a warm spot. Let rise until doubled, about one hour.</p><p>On a lightly floured surface, roll the dough out with a rolling pin into a 12-by-16-inch rectangle.</p><p><strong>To make the filling</strong></p><p>Spread the dough with the softened butter. Sprinkle the sugar, cinnamon, marzipan and almonds evenly over the butter.</p><p>Roll the dough up along the long side into a log and cut it into 12 equal pieces.</p><p>Place the pieces on a baking sheet about 1/2 inch apart, cover with parchment paper and let rise in a warm spot for one hour, or until doubled in size.</p><p>About 20 minutes before you plan to bake, preheat the oven to 350 degrees F, with a rack in the middle position.</p><p>Brush the rolls with the egg wash and bake for 20 minutes, or until golden brown.</p><p>Cool on a wire rack and serve.</p><p><em>Excerpted from</em> Sweet Paul Eat And Make<em>, copyright 2014 by Paul Lowe Einlyng. Reproduced by permission of Houghton Mifflin Harcourt. All rights reserved.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bake+Mom+Some+Skillingsboller%3A+Simple+Buns+With+A+Tricky+Name&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"156"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311119435-7b8f38.m3u?orgId=1&topicId=1139&aggIds=175306271&ft=3&f=309870255"},{"href":"http://media.npr.org/assets/img/2014/05/05/skillingsboller-pic-e8596ca3996e4da661edf66cbc0c8ae0b8399115.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2756","width":"3678"}}]}