{"created":"2015-03-26T19:38:43+00:00","modified":"2015-05-13T21:06:43+00:00","valid":{"from":"2015-05-13T21:06:43+00:00","to":"3015-05-13T21:06:43+00:00"},"hreflang":"en","title":"Critic Faults Alcoholics Anonymous For Lack Of Evidence","published":"2015-03-30T13:34:00+00:00","teaser":"Writer Gabrielle Glaser challenges the usefulness of Alcoholics Anonymous in April's issue of <em>The Atlantic.</em> The program's tenets aren't based in science, she says, and other options may work better.","itags":["npr_api","395310213"],"guid":"c558103c-7f61-4bef-b917-9284cff224c9","contentencoded":"<p>Founded by two men in Akron, Ohio, in 1935, Alcoholics Anonymous has since spread around the world as a leading community-based method of overcoming alcohol dependence and abuse. Many people swear by the 12-step method, which has become the basis of programs to treat the abuse of drugs, gambling, eating disorders and other compulsive behaviors.</p><p>But not everyone's a fan. In a recent critique of AA, author Gabrielle Glaser <a href=\"http://www.theatlantic.com/features/archive/2015/03/the-irrationality-of-alcoholics-anonymous/386255/#disqus_thread\">writes</a> in the April issue of <em>The Atlantic</em> that, \"Nowhere in the field of medicine is treatment less grounded in modern science.\"</p><p>Glaser, whose 2013 <a href=\"http://gabrielleglaser.com/books/\">book</a>, <em>Her Best-Kept Secret,</em> explores what she calls \"the epidemic of female drinking\" in the U.S., says recent research on the brain suggests that the abstinence advocated by AA isn't the only solution — or even the best for many people. Cognitive therapy combined with the medication <a href=\"http://www.npr.org/blogs/health/2014/05/13/312152578/meds-can-help-problem-drinkers-but-many-doctors-dont-know-that\">naltrexone</a>, Glaser says, can help ease cravings and has been shown in some studies to help some problem drinkers learn to drink moderately without quitting.</p><p>Glaser's magazine story has <a href=\"http://www.huffingtonpost.com/tommy-rosen/spirituality-versus-scien_b_6909290.html\">drawn fire</a> from defenders of AA, including Huffington Post writer Tommy Rosen, who calls himself \"a person in long-term recovery (23 years) who overcame severe drug addiction and alcoholism in great part due to the 12 Steps.\" Glaser's article, Rosen writes, is \"painfully one-sided.\" Therapist and psychology reporter Robi Ludwig <a href=\"http://www.msnbc.com/all-in/watch/does-alcoholics-anonymous-really-work-415168067887\">told Glaser</a> and the host of MSNBC's program <em>All in With Chris Hayes</em> last week that she thinks it's \"very dangerous to put out the idea that AA doesn't work. Does it work for everybody? No. There's not going to be one form of treatment that works for everybody.\"</p><p>In an interview with NPR's Audie Cornish for <em>All Things Considered,</em> Glaser discusses her story, the heat she's getting and why she believes people with a drinking problem should consider options beyond AA. NPR contacted Alcoholics Anonymous for comment, but the organization declined.</p><hr /><p><strong>Interview Highlights</strong></p><p><strong>On why Glaser thinks Alcoholics Anonymous should be challenged and updated<br /></strong></p><p>We did a lot of things in 1935 that we don't do anymore. You know, when babies were delivered, we spanked them on the bottom and held them upside down and that's something that didn't necessarily hurt babies, but we don't do that anymore.</p><p>I'm not saying AA shouldn't exist. But what I am saying is that we can't prove its efficacy. And some of the studies that have been done just don't justify our immense reliance on a system that hasn't been found to be effective.</p><p>[In] the modern history of disease, from AIDS to breast cancer, patients have demanded better treatment. They've demanded better drugs; they've demanded less disfiguring surgeries. But because of our country's ambivalent history with alcohol and problem drinkers, our answer has been: \"Stick with the 12 steps. It works if you work it.\" And what I'm saying is, it works for some people but not for everybody. And we should be demanding more options.</p><p><strong>On the dominance of AA and the 12-step approach in the treatment of substance abuse in the United States</strong></p><p>There was <a href=\"http://annemfletcher.com/books/\">a book</a> that came out in 2013 called <em>Inside Rehab</em> by Anne Fletcher, and that book found that up to 80 percent of all rehabs rely on AA and 12-step treatments as the foundation for their centers. It really has crowded out other voices.</p><p><strong>On the idea that some key aspects of AA — peer support, spirituality, personal transformation — don't lend themselves to scientific metrics</strong></p><p>Right. ... That's a benefit that people do get from being in a group such as AA, but there are also many other [programs] that are free and peer-led and they happen to be rooted in evidence-based treatment. Many of them use cognitive behavioral therapy as their backbone. One is <a href=\"http://www.smartrecovery.org/\">Smart Recovery</a>. <a href=\"http://moderation.org/\">Moderation Management</a> is another one. <a href=\"http://www.womenforsobriety.org/beta2/\">Women for Sobriety</a> is a third.</p><p><strong>On the criticism she's received that questioning AA is irresponsible, when so many people say 12-step programs are the only thing that enabled them to quit drinking</strong></p><p>I get those messages all the time. My response to that is that this treatment actually can be just as damaging and dangerous for the people for whom it's failing. AA doesn't refer anybody out. It doesn't tell anybody that AA is not for them. It's very unlike professional organizations, which refer people to second opinions. AA tells people that if they don't benefit, it's basically their fault. This has produced, really, a lot of tragedies. I hear about them weekly. Someone sent me an email this morning about a younger brother who committed suicide last night with the [AA] Big Book and a glass of scotch next to his bed.</p><p><strong>On the risks of AA to some people</strong></p><p>It causes people to blame themselves for failing and, consequently, spending more time in the program feeling worse about themselves. Families also blame their loved ones if they don't do well or if they drop out rather than realizing that AA might not be the best approach.</p><p><strong>On naltrexone, and whether there's danger in using a drug to treat someone with a serious drinking problem</strong></p><p>That is an idea that's kind of rooted in history. When doctors were trying to get people away from their alcohol addiction in the 1950s and '60s, they were also prescribing Valium. So many people would become addicted to both Valium and alcohol. This is a completely different drug. Naltrexone is an opioid antagonist. It's nonaddicting. It's been shown in dozens and dozens of studies to be very safe. And in Finland, it's been used [to help] drinkers ... learn to moderate. The drug is legal. It was approved by the FDA in 1994, and it's used here in only about 1 percent of cases.</p><p>So there's a whole kit of tools out there that have been ignored. And this is really the moment to have this conversation. ... The Affordable Care Act now covers treatment for people with alcohol use disorder. The question arises: What treatments are we going to cover? What are we going to invest in as we move forward?  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Critic+Faults+Alcoholics+Anonymous+For+Lack+Of+Evidence&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"340"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395604770-31230b.m3u?orgId=1&topicId=1128&d=340&p=2&story=395310213&t=progseg&e=395512367&seg=4&ft=nprml&f=395310213"}]}