{"created":"2014-10-08T14:35:58+00:00","modified":"2014-10-31T01:27:12+00:00","valid":{"from":"2014-10-31T01:27:11+00:00","to":"3014-10-31T01:27:11+00:00"},"hreflang":"en","title":"'I Kinda Stole The Show': Laverne Cox And The Path To Prestige Television","published":"2014-06-06T23:29:00+00:00","teaser":"Actress Laverne Cox has had huge success on <em>Orange is the New Black</em>. But breaking into acting as a tall trans woman of color wasn't a simple thing by any means.","itags":["npr_api","319194129"],"guid":"c578703d-ee0e-4876-815b-a990ef30f98b","contentencoded":"<p>\"My femininity was seen as a problem that needed to be solved.\"</p><p>Laverne Cox is talking about her childhood in Mobile, Ala. She remembers being routinely chased and beaten by classmates after school. Cox was born biologically male, and her gender identity was confusing and threatening not just to other children but to the grown-ups in her life as well. Her third-grade teacher warned her mother, \"Your son is going to end up in New Orleans wearing a dress if we don't get him into therapy right away.\"</p><p>Last week, Cox was in a dress on a cover of <em>Time</em> magazine that trumpeted a new era of acceptance for transgender people. And you know something? She looked gorgeous. Cox is one of the breakout stars of <em>Orange is the New Black,</em> the acclaimed Netflix series set in a women's prison starting its second season on Friday. Her character, Sophia Burset, is a former firefighter who committed credit card fraud to pay for the medical costs of her transition.</p><p>Cox found her own trans community after moving to New York City for college. She fit right into the burgeoning Club Kid scene. \"I had a shaved head at the time, and shaved my eyebrows and I wore false eyelashes every day,\" she recalled fondly. Spotted by a theater professor, she was cast in a production of the Max Frisch play <em>Andorra</em>.</p><p>\"And I had no lines!\" she exclaimed of her inauspicious debut. \"I played the village idiot, and the village idiot grinned and nodded ... and I kinda stole the show.\"</p><p>Cox started acting professionally in theater, independent film and television. Tall black trans women tended to get cast as sex workers on network TV, and she played a few — on crime dramas like <em>Law & Order</em>. Cox also had to deal with offscreen bigotry, including an assault that occurred while she was walking through the streets of New York City.</p><p>\"I heard some anti-trans slurs,\" she remembered. \"And I heard someone yell out, 'That's a man,' and I passed this group of guys — they were all black guys — and one of the guys kicked me.\"</p><p>The incident led Cox to compete on the VH1 reality show <em>I Wanna Work For Diddy</em>. She was less interested in the prize — a job as the music mogul's personal assistant — than in presenting a narrative for a mass audience in which a black trans woman wins respect from a powerful African-American man. Although she didn't win, VH1 gave Cox a reality show of her own. <em>TRANSform Me!</em> featured Cox and two other trans women making over hapless frumps. It lasted only one season.</p><p>\"The show ended up getting lots of criticism from the trans community,\" Cox admitted. Some of those critics were tired of shows in which gay people and trans people magically fix straight people's style issues. <em>Orange is the New Black,</em> on the other hand, is receiving no end of laudatory comments and awards, including the Peabody earlier this year for illuminating the lives of incarcerated people and those dehumanized for their perceived gender difference. But Cox appreciates the love from people on the streets.</p><p>\"This woman, she sees me in Union Square and she's like, 'Oh my God, I love you in <em>Orange is the New Black — </em>and I was in prison!' \" Cox hoots. \"And I was like, 'Oh! What were you in for?' \"</p><p>Cox's character is incarcerated in a women's prison. That's not necessarily common. The actor is currently producing a documentary about Cece McDonald, a black trans woman in Minneapolis who in 2011 fought an attacker and killed him. She didn't get off on self-defense. She served time in a men's prison.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27I+Kinda+Stole+The+Show%27%3A+Laverne+Cox+And+The+Path+To+Prestige+Television&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"298"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319552573-776e8c.m3u?orgId=1&topicId=1138&ft=3&f=319194129"},{"href":"http://media.npr.org/assets/img/2014/06/05/oitnb_gal_031_h-4b12bfb2bb710083debf3bda20df9f877910fcdb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1800","width":"2400"}}]}