{"created":"2015-05-13T16:01:08+00:00","modified":"2015-05-15T17:20:13+00:00","valid":{"from":"2015-05-15T17:20:13+00:00","to":"3015-05-15T17:20:13+00:00"},"hreflang":"en","title":"What It's Like Living On The Block That Philadelphia Bombed 30 Years Ago","published":"2015-05-15T17:20:00+00:00","teaser":"Longtime Philly resident Gerald Renfrow wants you to know that there's more to his block than what happened on May 13, 1985.","itags":["npr_api","406175991"],"guid":"c57b185c-3930-4c8f-b821-1e39a89260d1","contentencoded":"<p>Despite the fiery, complicated past of the 6200 block of Osage Avenue in West Philadelphia, Gerald Renfrow is bullish on its future.</p><p>He's one to know; he has lived here forever. His parents bought one of the bigger houses on the corner of 62nd and Osage Avenue and he grew up there. When it was time for him to buy his own home, he landed just up the block and raised his own kids there.</p><p>Then came the fire. On May 13, 1985, the city aggressively tried to remove the radical group MOVE from the row house at 6221 Osage. At the climax of a chaotic standoff that day, the police department dropped an explosive device on the MOVE house, setting off a fire that, by evening, had brought most of the block and a row of homes behind it on Pine Street to the ground.</p><p>Thirty years later, Renfrow, now nearly 70, still lives on Osage. Today, he's the block captain; he seems to know everyone. As we talked outside his house, folks honked and waved as they drove down the narrow street. Osage and the surrounding blocks have always been home to a close-knit community, full of homeowners and families. It's one of the things he's loved about Osage Avenue — and one of the things that stand in stark contrast to the fiery portrait the nation still has of the place he calls home.</p><p>As we talked, Renfrow raved about the neighborhood. \"I can ride my bike to City Hall, and I could be downtown in 15 minutes,\" Renfrow said. \"It was a peaceful block. Everybody was extended family. It was a block where we could raise our children.\"</p><p>He reminisced about the time he and his wife saw Prince and Janet Jackson in concert at a theater just on the other side of Cobb's Creek Park.</p><p>But despite the warm memories, this block has also been the center of decades of entangled frustrations for Renfrow. The MOVE organization, a radical group with a hard-to-define political philosophy, moved onto the block in the early 1980s — <a href=\"http://articles.philly.com/2010-05-07/news/24958428_1_ramona-africa-move-confrontation-ernest-hubbard\">a member had a sister who lived at 6221 Osage about 50 feet from Renfrow's front door</a>.</p><p>Renfrow and his neighbors found themselves thrown into the middle of an escalating battle between the group and the Philadelphia police department. Indeed, that was part of MOVE's plan. Robin Wagner-Pacifici, the author of <em>Discourse And Destruction: The City Of Philadelphia Versus MOVE,</em> told me that their stated strategy was to harass their middle-class black neighbors so much that those neighbors would eventually cave and press the city to help the group win the release of several MOVE members being held in state prison on murder convictions. That plan went nowhere.</p><p>\"They started to board up their windows and doors,\" Renfrow said. \"They started to espouse their philosophy. We thought it was inappropriate to come onto a residential block, with loudspeakers blaring all hours of the day and night.\"</p><p>Renfrow had a tricky relationship with MOVE. He is a former cop. He spoke warmly about his time on the Philadelphia force; he smiled as he remembered not being able to fit his uniform cap over his afro.</p><p>Still, he was not anti-MOVE in the abstract, even though part of the reason the organization had come to Osage Avenue was to re-establish itself after a deadly shootout with police.</p><p>\"We sympathized with MOVE, but we didn't want them to have their stage on Osage Avenue, because it infringed on us who had been living here,\" Renfrow said. \"No, I did not want them to be here ... but I did not want to be murdered, I did not want them to be attacked. I was disappointed by the police; I was disappointed in the mayor.\"</p><p>After the city bombed 6221 Osage Ave., MOVE stopped being Renfrow's problem. Over the past three decades, he and the other residents of Osage Avenue have been engaged in a messy fight with the City of Philadelphia over what to do with the block. After the fire, the city entered into a deal with developers to replace the 61 row houses destroyed in the fire. But the homeowners who lived there found their new homes wanting. \"The homes were so shoddily reconstructed after the 1985 fire — nearly every house had leaky roofs, bad plumbing, sagging floors because beams had not been properly installed, cedar siding peeling off exteriors, and faulty electrical wiring — that the original contractors went to jail because money was misused,\" <a href=\"http://articles.philly.com/2011-05-13/news/29540262_1_plaintiffs-legal-fees-brick-twin-homes\">the Philadelphia Inquirer wrote</a>.</p><p>(Perry Moody, a homeowner on Pine Street whose house was across the street and not destroyed in the fire, told me that the rebuilt homes were \"tissue paper.\")</p><p>Osage homeowners pushed the city to make fixes to the homes to make them livable, but after about two decades, the city stopped the rehabilitation. Instead, in the early 2000s, the city offered to buy out the folks living in them — $150,000 per building. The buyouts resulted in a mass exodus of longtime residents, some who had been there for generations.</p><p>\"Today, as you see, we have at least 37 boarded-up homes and all of them are owned by the city,\" Renfrow said. The homes on Osage Avenue in which people still live are well cared for, with flowers and benches out front. But most of those replacement homes sit unoccupied, with their plywood and padlocks on their doors and windows, while trash piles up. Walking down 62nd and Osage is eerie — it's empty and quiet, and it's hard not to feel that the potted plants in front of the occupied homes are, in part, an act of resistance.</p><p>While the rest of the city has moved on, the bombing still casts its shadow over the lives of Renfrow and his neighbors. When he tried to use equity from his home to finance his roofing business, his lender declined, he says. \"I wasn't allowed to do it because the city hadn't determined what they're going to do with the houses,\" Renfrow said. \"We're living in a state of limbo. The city will not tell us what it's going to do.\"</p><p>Still, when he talks about the bombing, he can sound a bit conspiracy-minded, particularly about the city's initial decision to let the fire burn to scare the MOVE residents off the block. \"I believe that the reasons these homes, once they caught afire, with an army of firemen and fire engines surrounding the whole area was allowed to burn was that the city could take over this area so that they could redevelop it and gentrify this area,\" he said.</p><p>The theory doesn't hold together; for one thing, the city, which has seen its leadership change a lot in the 30 years since the fire, would have to be playing a mighty long game of resident removal. But it's easy to see how paranoid musings might take root given what's happened in the decades since: One of the nation's biggest cities dropped a bomb on a middle-class black neighborhood on live television, watched it burn to the ground as 11 people, including five children, died, and no one involved in any of those decisions was ever punished for it.</p><p>Not that Renfrow is moving. This is <em>home,</em> and he's outlasted MOVE, four mayors and a buyout attempt. \"Why would we move?\" he said. And then he pointed to the park on the corner, and bragged about the skating rink, the picnic tables. It was a nice place to raise a family, he said.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+It%27s+Like+Living+On+The+Block+That+Philadelphia+Bombed+30+Years+Ago&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gene Demby","audio":[{"meta":{"duration":"33"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406247146-15d227.m3u?orgId=1&topicId=1015&d=33&story=406175991&ft=nprml&f=406175991"},{"meta":{"duration":"223"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406247579-698b24.m3u?orgId=1&topicId=1015&d=223&story=406175991&ft=nprml&f=406175991"},{"meta":{"duration":"138"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406247494-f668ba.m3u?orgId=1&topicId=1015&d=138&story=406175991&ft=nprml&f=406175991"},{"href":"http://media.npr.org/assets/img/2015/05/12/move3-623ee8e4173067ad02136ef4be46918155098a6e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2055","width":"2740"}},{"href":"http://media.npr.org/assets/img/2015/05/12/47802081_h10666562-f066d80c4dff0222cf0c9cfee2292779e015c042.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2150","width":"2867"}}]}