{"created":"2014-10-07T18:32:42+00:00","modified":"2014-12-23T18:13:33+00:00","valid":{"from":"2014-12-23T18:13:33+00:00","to":"3014-12-23T18:13:33+00:00"},"hreflang":"en","title":"From Marbles In A Coffee Can, Lessons About Life, And Math","published":"2014-08-13T01:45:00+00:00","teaser":"In Mexico a half-century ago, and in Wildwood, N.J., finding deeper meaning in a beloved playground game.","itags":["npr_api","336359703"],"guid":"c58abb3b-b14a-4e32-882f-e4b2661dd488","contentencoded":"<p><em>Part of our NPR Ed series on why people play and how play relates to learning.</em></p><p>For me, there was no other childhood experience that taught me more about math or about life than those shiny, wonderful, multicolored marbles I kept in a gallon-size coffee can.</p><p>As a kid growing up in Mexico, I was pretty good at tapping a marble with just the right force and side spin for it to go in the direction I wanted. By hitting a marble at a certain angle, with a certain amount of velocity, I could set up the next shot. Educators would say I was learning basic physics and geometry.</p><p>But marbles meant so much more than that. In our poor, working-class neighborhood, innocence was fleeting and the games we played reflected that. Marbles were a valued currency among friends and sometimes even enemies, like Pedro Galvan, the neighborhood bully.</p><p>Pedro had long sought to possess my favorite <em>canica</em>. It was beautiful, with bright green, blue and yellow swirls frozen in clear glass. I'd often imagine myself swimming inside that marble like a fish in an aquarium. So when Pedro threatened to take it, I prepared myself for a beating.</p><p>Of course that was more than 50 years ago.</p><p>When we began our reporting on play and learning, I wondered: Do kids today still play marbles? On the Internet I found, to my surprise, that every year for the past 91 years, there's been a national marbles tournament in Wildwood, N.J. The organizers say it's the nation's longest-running game/tournament for kids, or \"mibsters\" as they're called for some reason.</p><p>And so I went up to see the game in action.</p><p>The tournament takes place on a sandy beach and attracts kids and families from across the U.S. Competition is open to kids ages 7 to 14.</p><p>It's pretty serious stuff. The marbles they use are tested in a metal gauge to make sure they don't exceed the maximum diameter of three-quarters of an inch. \"Shooter\" marbles have to be made out of glass or ground stone, like agate or flint.</p><p>There are several marble games kids play all over the country, but the one the tournament sanctions is called Ringers. It's played on a circle 10 feet in diameter, drawn on a smooth concrete slab. Inside there are 13 \"target\" marbles, spaced 3 inches apart in an X pattern.</p><p>Kids crouch on their hands and knees, squint, aim and flick with surprising accuracy and power. The first player to knock out seven marbles goes on to the next round.</p><p>And watching all this I couldn't help but think of the game I played as a child. We had different rules.</p><p>The marbles you knocked out you got to keep. But the kid who knocked out the most would take an extra marble from every player. Any marble he wanted.</p><p>Inevitably, someone would refuse to give it up, so there were always fistfights. Kids often left bloodied or sobbing after a game. Girls weren't allowed, even though some were pretty good, including my older sister.</p><p><strong>'Practice To Win'</strong></p><p>This year, at the national championships in Wildwood, girls outnumbered boys. There has been a boy champion and a girl champion since 1948. Elizabeth Shoenberg, a mom from Ambler, Pa., says she loves that.</p><p>\"Boys and girls are equal when they play together,\" she told me. \"And a 7-year-old can beat a 14-year-old.\"</p><p>Shoenberg has a son and a daughter competing this year. She's not convinced there's deep learning going on in marbles. But, she concedes, \"I think what they're learning is focus, the idea that you need to practice to win.\"</p><p>Matt Corely, who has helped run the tournament since the mid-1970s, says there's a lot more to marbles than that.</p><p>\"To me the educational value is, you have to learn speed, spin, accuracy, eye-hand coordination,\" says Corely. It's very similar to pool, he says.</p><p>I spoke with experts who study games, who say marble games help kids hone their math skills because they're hands-on and visual. You can manipulate marbles using the laws of motion, force, geometry and physics and you can group them into sets, which is crucial to understanding math.</p><p><strong>Weightlifting For Your Thumb</strong></p><p>Amber Ricci, the 2008 national girls champ, can attest to that. \"My dad is really into math so ... as he was explaining [marble games] to me he would tell me ... physics terms and geometrical terms,\" she says. \"So I was learning math along with marbles.\"</p><p>Doing better in math in school is not what kids think about when they're playing marbles, of course. Ten-year-old Ambro Ibrahim says it's all about having fun and making friends.</p><p>He loves trading marbles and showing off his collection. I ask him to show me his favorite marble. \"It looks like space,\" he says, holding up the creamy yellow glass sphere for me to see. He says it looks like pictures of Saturn. \"That's why I call it Space Ace.\"</p><p>Ambro tucks three fingers in his palm, folds his thumb back and nestles his marble on top of his thumb, ready to shoot. Back home he practices with a heavy steel marble. He says it's like weightlifting for your thumb.</p><p>As for my marble skills? Well, let's just say I wouldn't have made it to any national tournament. In fact, one 9-year-old at Wildwood put it this way: \"You stink.\"</p><p>Her dad made her apologize, but she was right, of course.</p><p>The last time I remember playing marbles was 1962. It was the year I turned 8. Pedro Galvan, my tormentor, never got his paws on my favorite <em>canica</em>.</p><p>But that summer, my parents separated for good and my mother started talking about moving to the U.S. My childhood felt truncated and my dearest possession — my marble collection — got lost in the shuffle.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Marbles+In+A+Coffee+Can%2C+Lessons+About+Life%2C+And+Math&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Claudio Sanchez","audio":[{"meta":{"duration":"362"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339878655-3503dc.m3u?orgId=1&ft=3&f=336359703"},{"href":"http://media.npr.org/assets/img/2014/08/12/marbles-2-9bbf24d7da1db51beee83b194800e4e133225252.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3387","width":"4519"}}]}