{"created":"2014-10-08T14:36:34+00:00","modified":"2014-10-31T01:24:33+00:00","valid":{"from":"2014-10-31T01:24:33+00:00","to":"3014-10-31T01:24:33+00:00"},"hreflang":"en","title":"Prison Rape Law A Decade Old, But Most States Not In Compliance","published":"2014-06-06T23:29:00+00:00","teaser":"A law to educate inmates about their rights and how to report sexual violence crimes went into effect in 2003. But most states are still not in full compliance. Others are protesting the rules.","itags":["npr_api","319538761"],"guid":"c59a3575-83d9-4a96-bd5a-eb2bf12e13b5","contentencoded":"<p>The clock is ticking on a decade-long effort to prevent sexual violence inside American prisons. In a recent survey, the vast majority of states said they will try to comply with federal rules. But several others, led by Texas, have protested to the Justice Department.</p><p>Jan Lastocy served 15 months in a Michigan prison for attempted embezzlement — her first brush with the law. The assaults began when a new corrections officer showed up at the warehouse where she had been assigned to work as a secretary.</p><p>\"The first time that I went — it happened with me — I went into the dry goods room and he told me that he knew I was ready because it had been too long and he was going to give me what I had been missing,\" Lastocy says.</p><p>She remembers the guard was standing behind a big plate of cake batter.</p><p>\"And when I said no, he said, 'Do I have to get my pen out?' So I knew right away what he meant. If I didn't do what he told me, he was gonna write me a ticket,\" she says.</p><p>That ticket could stop her from getting out of the facility and going home to her husband and children in Michigan. So for the next six months, Lastocy suffered in silence, never telling anyone about the rapes.</p><p>\"Part of the reason I never said anything is because the warden had made the comment that if it ever came down to the word of an inmate versus a guard, she would always believe the guard over the inmate,\" she says.</p><p>Justice Department official Mary Lou Leary, who works with states to stop sexual assault behind bars, calls Lastocy's case \"completely appalling.\"</p><p>\"It is an anathema to everything the justice system stands for,\" she says. \"They may be inmates, but they are victims, and they need the same respect and care as any other victim of crime.\"</p><p>In 2003, Congress unanimously passed the <a href=\"http://www.bjs.gov/index.cfm?ty=tp&tid=20\" target=\"_blank\">Prison Rape Elimination Act</a>, designed to educate inmates about their rights and provide them with a way to report crimes. (Lastocy was in prison in 1998, before the law went into effect; Michigan says it will try to comply with federal rules.)</p><p>It has taken nearly 11 years for the law, known as PREA, to take hold. A <a href=\"http://www.npr.org/templates/story/story.php?storyId=106021155\" target=\"_blank\">congressional commission </a>spent years studying the problem, and the Justice Department took its time, too. Even after all this time, <a href=\"https://www.bja.gov/Programs/PREAcompliance.pdf\" target=\"_blank\">46 states say they are still working on complying</a>, and two are in full compliance. Judge Reggie Walton, who led a panel that developed standards for state and federal prisons, says he's troubled by those numbers.</p><p>\"I feel that when we involuntarily detain people, which I have no problem with doing as far as individuals who commit crime, ... [then] we have an obligation to protect them,\" he says. \"And I think it's very troubling that we don't have further compliance with the standards.\"</p><p>Texas Gov. Rick Perry would beg to differ. Earlier this year, <a href=\"http://www.tdcjunion.com/research/rick_perry_letter.pdf\" target=\"_blank\">he sent the Justice Department a letter</a> arguing that the federal law on prison rape violates states' rights. Perry, a Republican, adds that it's too expensive and burdensome to follow the federal rules.</p><p>Advocates point out that Texas got nearly $4 million in U.S. grants to help fight prison rape. And, they say, Justice Department surveys of inmates suggest facilities in the state have among the highest rates of sexual victimization in the U.S.</p><p>Perry's office didn't agree to sit for an interview, but his letter to the Justice Department says Texas has taken steps to reduce prison rape on its own.</p><p>For his part, Judge Walton says the courthouse doors should be open for inmates who can't find relief anywhere else.</p><p>\"Hopefully that will leave [the state] vulnerable to civil damages; maybe that will be an incentive,\" he says.</p><p>Back in Michigan, Lastocy finished her time and went home to her family. Months later, she got a call from investigators asking about the guard who assaulted her and several other women in the prison camp. One of those inmates had saved the guard's DNA and reported it to higher-ups. The guard was convicted and ultimately served five years.</p><p>Lastocy says the states need to move faster so no one else has to endure that kind of pain.</p><p>\"I guess at this point all we can ask is that they try,\" she says. \"But are they going to try a little bit, or are they going to try a lot?\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Prison+Rape+Law+A+Decade+Old%2C+But+Most+States+Not+In+Compliance&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"292"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319552585-c76327.m3u?orgId=1&topicId=1070&ft=3&f=319538761"},{"href":"http://media.npr.org/assets/img/2014/06/06/18235201_h5211984-e0582a4d08452a4501e1e70d86bbb9f08e8bef43.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1659","width":"2212"}}]}