{"created":"2014-11-19T20:07:09+00:00","modified":"2015-05-17T20:58:38+00:00","valid":{"from":"2015-05-17T20:58:38+00:00","to":"3015-05-17T20:58:38+00:00"},"hreflang":"en","title":"NBC And Netflix Shelve Bill Cosby Projects As New Rape Claim Emerges","published":"2014-11-20T01:33:00+00:00","teaser":"A TV comedy Bill Cosby was developing for NBC has been canceled, after new allegations against the comedian. Netflix made a similar move; TV Land will reportedly stop airing <em>Cosby Show</em> reruns.","itags":["npr_api","365257596"],"guid":"c5a49435-edb6-4c03-97dd-817b2cb2a18a","contentencoded":"<p>A TV comedy Bill Cosby had been developing for NBC has been canceled, after new allegations of rape have been made against the comedian. Netflix made a similar move late Tuesday, shelving a comedy special that had been slated to premiere the week of Thanksgiving.</p><p>Cosby, 77, has not publicly addressed the claims against him, which have now been made publicly by at least six women. In an NPR interview that <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/15/364297097/in-npr-interview-bill-cosby-declines-to-discuss-assault-allegations\">aired over the weekend</a>, Cosby refused to discuss the allegations.</p><p><strong>Update at 7:10 p.m. ET: TV Land To Cease Airing 'Cosby Show'</strong></p><p>Reruns of <em>The Cosby Show</em> will no longer air on TV Land, with the AP saying the show is off the air \"indefinitely.\" The TV Land website's page for the show is now <a href=\"http://www.tvland.com/shows/bill-cosby-show\">returning no content</a>.</p><p>NPR's Eric Deggans has confirmed the news.</p><p>We'll remind you that TV Land is owned by Viacom, while NBC is majority-owned by Comcast. Viacom has been airing <em>Cosby Show</em> episodes for much of the past 12 years.</p><p><em>Our original post continues:</em></p><p>Marty Singer, Cosby's attorney, has said the comedian did nothing wrong. Responding to former model Janice Dickinson's claim that Cosby drugged and sexually assaulted her, Singer called the story an \"<a href=\"http://www.thewrap.com/bill-cosbys-lawyer-blasts-janice-dickinsons-sexual-assault-claims-as-outrageous-defamatory/\">outrageous defamatory lie</a>.\" In a letter to website The Wrap, Singer said the version of events Dickinson relayed this week doesn't match what she wrote about the encounter in a memoir.</p><p>Dickinson spoke to <a href=\"http://news-briefs.ew.com/2014/11/19/janice-dickinson-bill-cosby-sexual-assault/\">Entertainment Weekly</a> several days after former actress Barbara Bowman wrote in last Friday's <a href=\"http://www.washingtonpost.com/posteverything/wp/2014/11/13/bill-cosby-raped-me-why-did-it-take-30-years-for-people-to-believe-my-story/\">Washington Post</a>, \"Cosby had drugged and raped me, too.\"</p><p>As <a href=\"http://www.npr.org/2014/11/17/364736453/bill-cosbys-silence-on-rape-allegations-makes-huge-media-noise\">NPR's Eric Deggans wrote</a> this week, \"several recent events, including the 30th anniversary of <em>The Cosby Show</em> and the publication of the biography, have pushed media to reconsider Cosby's legacy.\"</p><p>Discussing the comedian's \"huge, complicated\" legacy, <a href=\"http://www.npr.org/blogs/codeswitch/2014/09/19/349922912/bill-cosbys-huge-complicated-post-cosby-show-legacy\">NPR's Gene Demby wrote</a> in September:</p><blockquote><p>\"Cosby's renown has become less neat in the years since the show went off the air, his squeaky-clean family image tarnished by confessions of infidelity and allegations of sexual assault. His politics have become polarizing, and his name is invoked as a shorthand for a specific strain of black conservatism.\"</p></blockquote>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=NBC+And+Netflix+Shelve+Bill+Cosby+Projects+As+New+Rape+Claim+Emerges&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Bill Chappell","audio":[{"meta":{"duration":"211"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365313488-99c127.m3u?orgId=1&topicId=1138&d=211&story=365257596&ft=nprml&f=365257596"},{"href":"http://media.npr.org/assets/img/2014/11/19/bill-cosby-099fce08d74f96a691ce605769702c87fc049326.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1976","width":"2634"}}]}