{"created":"2014-10-08T13:42:21+00:00","modified":"2014-10-31T01:11:19+00:00","valid":{"from":"2014-10-31T01:11:19+00:00","to":"3014-10-31T01:11:19+00:00"},"hreflang":"en","title":"Gertrude Stein Opera Finds Beauty In The Mundane","published":"2014-06-21T15:52:00+00:00","teaser":"A new opera from composer Ricky Ian Gordon, best known for his adaptation of <em>The Grapes Of Wrath</em>, uses tiny moments to tell the story of a big personality.","itags":["npr_api","321697383"],"guid":"c5a6c2b0-f12d-41d3-869f-619e69c91995","contentencoded":"<p>Gertrude Stein was a big woman with a big ego. Her friends were big, important artists, like Picasso and Matisse. A new opera by composer Ricky Ian Gordon, best known for his acclaimed 2007 opera based on John Steinbeck's <em>The Grapes of Wrath</em>, takes place in Paris and gets its name, <em>27</em>, from the street address where Stein and Alice B. Toklas hosted many of the greatest artists and writers of the early 20th Century.</p><p>\"For sheer hubris, the size of her personality, the weight of her choices — she said yes to what she believed was correct visually in the 20th century and consequently surrounded herself with, basically, the progenitors of 20th century art vocabulary,\" Gordon says.</p><p>Later, Stein would champion such writers as Ernest Hemingway and F. Scott Fitzgerald; all were regular guests at the home she shared with Toklas. Artistic salons and domestic life aren't necessarily the stuff of grand opera, but mezzo-soprano Stephanie Blythe, who plays Stein, says that's part of what makes <em>27</em> special.</p><p>\"I mean, you don't get the mundane, often, in opera,\" Blythe says. \"Any couple is going to be able to look at this and say, 'Oh, I know that.' Not everybody can look at Radamès and Aida at the end of [<em>Aida</em>] and go, 'Oh, I know what it's like to be, you know, entombed alive.' It's just a beautiful, beautiful piece.\"</p><p>The opera began with conversations between Blythe and Opera Theatre of Saint Louis artistic director James Robinson, who serves as stage director on the production. For him, Stein presents a fascinating paradox in that her life is better known than her work.</p><p>\"We know of Gertrude Stein's writing, but it's very, very short,\" Robinson says. \"You know, we know the famous line, 'A rose is a rose is a rose.' But most people don't know her books. She is somebody who was very influential on other people.\"</p><p>And yet, in her writing, Stein often attempted to do with words what her friends the Cubists were doing with paint, according to Stanford University art historian Wanda Corn.</p><p>\"She saw in Cezanne, and then in Picasso, permission to basically start thinking about skills in writing and skills in painting all over again,\" Corn says. \"She felt that these artists were rediscovering forms, and she wanted to do exactly the same kind of thing with words. There was almost nothing in the history of writing that Stein didn't want to rethink and experiment with.\"</p><p>Stein even experimented with opera, writing librettos for Virgil Thomson's <em>The Mother Of Us All</em> and <em>Four Saints In Three Acts</em>. Of her longer work, best known are <em>Tender Buttons</em> and<em> </em><em>The Autobiography Of Alice B. Toklas</em>. Stephanie Blythe was an English major in college and familiar with Stein's writing, but not necessarily a fan.</p><p>\"I like Gertrude Stein the woman, the 'husband,'\" she says. \"I only use that term because that's exactly the term she used. I like the partner of Alice. I'm not necessarily crazy about the grandiose, larger-than-life person who lays down the law about who's a genius and who's not. So I like aspects of Gertrude very much, and others not so much.\"</p><p>In <em>27</em>, soprano Elizabeth Futral embodies Stein's longtime partner and confidant, Toklas. She, like her counterpart, says the beauty of the production comes from the smaller, more mundane parts of the women's lives. The opera begins after Stein's death, as Futral sits on stage, knitting the story to life.</p><p>\"Since she outlived Gertrude by about 20 years, she was really devastated at her death and mourned her the rest of her life — and celebrated her the rest of her life, too,\" Futral says. \"But this longing to have her back is how the show begins and how the other characters are created, and it's really an interesting, wonderful concept.\"</p><p>Ricky Ian Gordon first read about Stein during college. Today, he holds salons at his home to play his new music for friends. But what he likes best about his central character is her larger-than-life personality.</p><p>\"Gertrude Stein was being interviewed, and she said to the interviewer, 'Other than Shakespeare and me, who do you think are the greatest writers in the English language?' You've gotta love someone that feels that way about themselves,\" Gordon says. \"You just do!\"</p><p>And in that way, Stein became the patron for her own story in song.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Gertrude+Stein+Opera+Finds+Beauty+In+The+Mundane&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jim Dryden","audio":[{"meta":{"duration":"414"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324222811-aff638.m3u?orgId=1&topicId=1106&ft=3&f=321697383"},{"href":"http://media.npr.org/assets/img/2014/06/14/27_110-23090b38fcaeb3a467e6057006587b485513e0e4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1912","width":"2550"}}]}