{"created":"2014-09-22T23:46:15+00:00","modified":"2014-09-24T19:27:26+00:00","valid":{"from":"2014-09-24T19:27:26+00:00","to":"3014-09-24T19:27:26+00:00"},"hreflang":"en","guid":"c5b686be-7eb1-4d9f-b062-56a227f27482","title":"Sierra Leone celebrates the end of its lockdown, but Ebola still looms","published":"2014-09-24T19:27:25+00:00","byline":"David Leveille","tags":["Ebola","Human Needs","Health","Health & Medicine","Freetown","Africa","Sierra Leone","West Africa","Africa","Umaru Fofanu","Ernest Bai Koroma","Biology","Medicine","Ebola","Sierra Leone","Ernest Bai Koroma"],"teaser":"The Ebola stricken nation of Sierra Leone was on lockdown over the past weekend as part of a national effort to stop the spread of Ebola. During the curfews, thousands of health workers and volunteers went house-to-house, looking for suspected Ebola cases. ","contentencoded":"<p>Sierra Leone was on lockdown for the past weekend as part of a national effort to stop the spread of Ebola. On Monday, it didn&#39;t take long for residents of Sierra Leone&#39;s capital, Freetown, to return to the streets that were eerily deserted for three days.</p><p>In fact, Freetown-based journalist Umaru Fofanu says&nbsp;people there were practically celebrating. &quot;People thronged the streets just after daybreak and they were very happy,&quot; he says. &quot;Even before the official end of the lockdown at midnight, a lot of people poured out on the streets after a local Christian leader said on the radio that people should &lsquo;Come out and shout Jesus, Ebola is over!&#39; People poured out onto the streets shouting this until the police had to move in to make arrests.&quot;</p><p>But that level of celebration is premature. Sierra Leone&#39;s president, Ernest Bai Koroma, didn&#39;t mince words when he spoke to the country during the lockdown and rattled off a long list of recommended measures to combat the disease. &quot;Today the life of everyone is at stake,&quot; he said. &quot;These are extraordinary times and extraordinary times require extraordinary measures.&quot;</p><p>Fofanu says that the President warned during the speech that the lockdown wasn&#39;t going to be a silver bullet that would end the disease. The lockdown was instead meant to give clear indications of how to proceed in fighting Ebola.</p><p><span style=\"line-height: 1.538em;\">It remains to be seen if enough was achieved to declare the lockdown a success. Three days without congested streets did allow time for thousands of health workers and volunteers to go house-to-house, looking for suspected Ebola cases. </span></p><p><span style=\"line-height: 1.538em;\">Emergency health workers who Fofanu spoke with called the lockdown a huge success. &quot;The number of people who called the emergency services doubled, about 2,000 people called asking for corpses to be picked up or for sick people to be taken to health facilities for testing and possible admission,&quot; he says, describing their comments. But there&#39;s a widespread belief that a lot more still needs to be done. &nbsp;</span></p><p>And Fofanu says the government&#39;s inability to respond was glaringly evident this past weekend. &quot;Of all these thousands of calls, they could only respond to less than a quarter of them,&quot; he points out. &quot;The ambulance services are very poor. The whole capital of Freetown has only six ambulances. So a lot of things were exposed by this three-day lockdown.&quot;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR46X7D.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtr46x7djpg"}]}