{"created":"2015-04-14T19:35:49+00:00","modified":"2015-04-30T19:46:59+00:00","valid":{"from":"2015-04-14T19:35:33+00:00","to":"3015-04-14T19:35:33+00:00"},"hreflang":"en","guid":"c5bcf6e0-3414-4efc-8116-35d67d9638c6","title":"Ithaca, NY: Power to the People","teaser":"The climate is going haywire, and politicians are bickering over what to do about it, or whether to do anything at all. But that’s only part of the story. Around the country, communities are taking matters into their own hands, publicly pledging to shrink their carbon footprints, then setting out to make good on their promises. Leading, they hope, from below. In this hour, guest producer Jonathan Miller gives us a tour of his uber-progressive but practical-minded hometown of Ithaca, New York, where citizens and civic leaders are hustling to wean themselves from fossil fuels. Through a series of connected stories, tinged with gentle humor, Miller looks at the technical, political, physical, and emotional work involved in trying to steer the future in an environmentally responsible direction. ","description":"State of the Re:Union Ithaca, NY: Power to the People  Host: Al Letson Producer: Jonathan Miller  Description: The climate is going haywire, and politicians are bickering over what to do about it, or whether to do anything at all. But that&rsquo;s only part of the story. Around the country, communities are taking matters into their own hands, publicly pledging to shrink their carbon footprints, then setting out to make good on their promises. Leading, they hope, from below. In this hour, guest producer Jonathan Miller gives us a tour of his uber-progressive but practical-minded hometown of Ithaca, New York, where citizens and civic leaders are hustling to wean themselves from fossil fuels. Through a series of connected stories, tinged with gentle humor, Miller looks at the technical, political, physical, and emotional work involved in trying to steer the future in an environmentally responsible direction.   Billboard (:59) Incue: From PRX and WJCT, this is State of the Re:Union Outcue: But first, this news.  News Hole:&nbsp;1:00-6:00  SEGMENT A (12:29) Incue: From WJCT in Jacksonville, Florida&hellip; Outcue: That&rsquo;s coming up on State of the Re:Union. I&rsquo;m Al Letson. (music tail)  There&rsquo;s a bumper sticker that says &ldquo;Ithaca: Ten Square Miles Surrounded by Reality.&rdquo; But talk to people who live there and they say that&rsquo;s not really true. They say they&rsquo;re all about reality -- just the reality that could be instead of the reality that is. &ldquo;We like to be different, but not just for the sake of it,&rdquo; says the 27-year-old mayor, Svante Myrick. &ldquo;We want other communities to adopt the approaches that we've taken.&rdquo; But you can&rsquo;t just change your energy system overnight.   A. The Power Plant On the shores of scenic Cayuga Lake, 15 miles north of Ithaca, stands a 60-year-old coal-fired power plant. The future of the plant is in limbo -- the owners want to convert it to gas while the power company wants to shut it down. To the people of Ithaca, closing the plant makes perfect sense. Not so to the residents of Lansing, where the plant is the biggest taxpayer. Producer Jonathan Miller drops by a high school football game, then meets with a woman leading the campaign to shut the plant down.   B. Home Miller takes us on a tour of his own house, which was built by waterfall by a mill owner in the 1820s. Miller and his wife looked into tapping the water power for electricity, but found that it would be complicated and expensive. So they&rsquo;ve turned their attention to their roof. As luck would have it, there&rsquo;s a program in the county offering steep discounts on solar systems. Miller goes to a meeting and signs up.   SEGMENT B&nbsp; (18:59) Incue: Welcome back, I&rsquo;m Al Letson Outcue: P-R-X-dot-O-R-G  In Ithaca, the prospect of fracking for natural gas galvanized public opinion against fossil fuels and heightened the sense of urgency about the threat of climate change. But even before governor Andrew Cuomo banned fracking from the state, activists and local officials knew it wasn&rsquo;t enough to just say no -- they needed to find things to say yes to.   A. The Wind Farmer Marguerite Wells was running a green roof plant nursery when a neighbor asked for help opening an email attachment. The neighbor had been trying for years to drum up interest in a small-scale wind farm and was frustrated and burnt out. For Wells, it was the beginning of a life-changing adventure. If the seven-turbine Black Oak Wind Farm breaks ground as planned in late 2015, it will become the first community-owned wind farm in New York State.   B. The Communitarian Liz Walker is co-founder and director of EcoVillage at Ithaca. It&rsquo;s a co-housing community -- folks live in clusters of townhouses and share things like guest rooms and garden tools and a commitment to finding ways to live more sustainably. The community is now building its third neighborhood, aiming to meet some of the world&rsquo;s most stringent energy efficiency standards. But they&rsquo;ve had to compromise and improvise at every step. Making progress takes &ldquo;a hell of a lot of patience,&rdquo; Walker says, but &ldquo;if you really have a strong vision of what you want to create, it is possible to do almost anything.&rdquo;  C. The Installation The solar incentives program Miller signed up for is going like gangbusters, with more than 300 Tompkins County households building rooftop or backyard photovoltaic systems. He drops by the home of a couple as their system is installed and talks with a young member of the installation crew. For both, the idea of solar is nice. But it really comes down to the money.   D. Home At last the big day arrives, when the solar energy contractor comes over to the Miller house to inspect the roof and plan a system. But it turns out what Miller and his wife thought was a perfect roof is too small and crowded to work. Now what?  SEGMENT C (18:59) Incue: Welcome back to State of the Re:Union Outcue: to bring them back together.  Engineers and entrepreneurs have been making real progress not just on solar and wind, but on batteries and biomass, hydrogen and hydroelectric, geothermal and all sorts of other renewables. But there&rsquo;s more to shrinking your footprint than adopting new technologies. Governments and public institutions also have to do their bit, either to lead the way -- or just clear the way -- for greening up.   A. Walking the Walk  Svante Myrick was raised poor by a single mother in a small town in upstate New York. He came to Ithaca to study at Cornell. At 24, he was elected mayor. Jonathan Miller meets him at a tongue-in-cheek civic function (the World Rutabaga Curling Championship at the Ithaca Farmers Market), then visits him at his Spartan apartment. Myrick says the people of Ithaca won&rsquo;t let him lead by dictate or fiat. But he can still lead by example. For instance, by selling his car and converting his mayoral parking space into the smallest city park. &ldquo;If you can change yourself, then your example can change the actions of your families and your friends,&rdquo; he says. &ldquo;If your family and your friends change the way they live, they can change an entire neighborhood. If a neighborhood sets and example they can change a city. A city can change a state, a state can change the country, and any one country can change the world.&rdquo;   B. The Teachable Moment In 2009, Cornell University pledged to make its Ithaca campus completely carbon neutral by 2050. In 2015, the president pushed that up to 2035. Miller visits the university&rsquo;s brand new solar farm -- its first renewable energy project since it built a hydroelectric generator in 1904. Like many universities around the country, Cornell sees shrinking its carbon footprint both as economically smart and as a teaching moment. &ldquo;We want to be a test bed for these technologies,&rdquo; says one professor, &ldquo;so that in the future everyone will be doing this.&rdquo;  C. Home  In their bumbling quest to make their house fossil-fuel free, Jonathan Miller and his wife have struck out on hydroelectric and rooftop solar. But all may not be lost. The woman who runs the county-wide solar incentives program comes over to tell them about a breakthrough not in technology, but in public policy. It&rsquo;s now possible to buy into a community-shared solar facility. That, along with a spiffy new heat pump, could be just what the couple was looking for.   D. Reflection Host Al Letson asks Miller what he&rsquo;s learned, and Miller says his initial idea still holds -- it&rsquo;s one thing to make pledges and another thing to do the work to shrink your carbon footprint. But he also learned about the importance of community in going green.&nbsp;   PROGRAM OUT @ 59:00  Promo Transcript:&nbsp; On the next State of the Re:Union, the climate is changing, and communities like this one are pledging to cut their greenhouse gas emissions. &ldquo;If a neighborhood sets an example they can change a city, a city can change a state, a state can change the country, and any one country can change the world.&rdquo; Power to the people, on the next State of the Re:Union.  Broadcast Window Begins 04/21/2015  Ithaca, NY: Power to the People will be available April 21, 2015, on PRX without charge to all public radio stations, and may be aired an unlimited number of times prior to January 31, 2016. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.   State of the Re:Union is presented by WJCT and distributed by PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.   Thanks for your consideration of State of the Re:Union with Al Letson. Please contact Melissa LaCasse at lacasse.melissa@gmail.com or 207.776.4926 with questions or to confirm carriage.","contentencoded":"State of the Re:Union<br /> Ithaca, NY: Power to the People<br /> <br /> Host: Al Letson<br /> Producer: Jonathan Miller<br /> <br /> Description: The climate is going haywire, and politicians are bickering over what to do about it, or whether to do anything at all. But that&rsquo;s only part of the story. Around the country, communities are taking matters into their own hands, publicly pledging to shrink their carbon footprints, then setting out to make good on their promises. Leading, they hope, from below. In this hour, guest producer Jonathan Miller gives us a tour of his uber-progressive but practical-minded hometown of Ithaca, New York, where citizens and civic leaders are hustling to wean themselves from fossil fuels. Through a series of connected stories, tinged with gentle humor, Miller looks at the technical, political, physical, and emotional work involved in trying to steer the future in an environmentally responsible direction. <br /> <br /> Billboard (:59)<br /> Incue: From PRX and WJCT, this is State of the Re:Union<br /> Outcue: But first, this news.<br /> <br /> News Hole:&nbsp;1:00-6:00<br /> <br /> SEGMENT A (12:29)<br /> Incue: From WJCT in Jacksonville, Florida&hellip;<br /> Outcue: That&rsquo;s coming up on State of the Re:Union. I&rsquo;m Al Letson. (music tail)<br /> <br /> There&rsquo;s a bumper sticker that says &ldquo;Ithaca: Ten Square Miles Surrounded by Reality.&rdquo; But talk to people who live there and they say that&rsquo;s not really true. They say they&rsquo;re all about reality -- just the reality that could be instead of the reality that is. &ldquo;We like to be different, but not just for the sake of it,&rdquo; says the 27-year-old mayor, Svante Myrick. &ldquo;We want other communities to adopt the approaches that we've taken.&rdquo; But you can&rsquo;t just change your energy system overnight. <br /> <br /> A. The Power Plant<br /> On the shores of scenic Cayuga Lake, 15 miles north of Ithaca, stands a 60-year-old coal-fired power plant. The future of the plant is in limbo -- the owners want to convert it to gas while the power company wants to shut it down. To the people of Ithaca, closing the plant makes perfect sense. Not so to the residents of Lansing, where the plant is the biggest taxpayer. Producer Jonathan Miller drops by a high school football game, then meets with a woman leading the campaign to shut the plant down. <br /> <br /> B. Home<br /> Miller takes us on a tour of his own house, which was built by waterfall by a mill owner in the 1820s. Miller and his wife looked into tapping the water power for electricity, but found that it would be complicated and expensive. So they&rsquo;ve turned their attention to their roof. As luck would have it, there&rsquo;s a program in the county offering steep discounts on solar systems. Miller goes to a meeting and signs up. <br /> <br /> SEGMENT B&nbsp; (18:59)<br /> Incue: Welcome back, I&rsquo;m Al Letson<br /> Outcue: P-R-X-dot-O-R-G<br /> <br /> In Ithaca, the prospect of fracking for natural gas galvanized public opinion against fossil fuels and heightened the sense of urgency about the threat of climate change. But even before governor Andrew Cuomo banned fracking from the state, activists and local officials knew it wasn&rsquo;t enough to just say no -- they needed to find things to say yes to. <br /> <br /> A. The Wind Farmer<br /> Marguerite Wells was running a green roof plant nursery when a neighbor asked for help opening an email attachment. The neighbor had been trying for years to drum up interest in a small-scale wind farm and was frustrated and burnt out. For Wells, it was the beginning of a life-changing adventure. If the seven-turbine Black Oak Wind Farm breaks ground as planned in late 2015, it will become the first community-owned wind farm in New York State. <br /> <br /> B. The Communitarian<br /> Liz Walker is co-founder and director of EcoVillage at Ithaca. It&rsquo;s a co-housing community -- folks live in clusters of townhouses and share things like guest rooms and garden tools and a commitment to finding ways to live more sustainably. The community is now building its third neighborhood, aiming to meet some of the world&rsquo;s most stringent energy efficiency standards. But they&rsquo;ve had to compromise and improvise at every step. Making progress takes &ldquo;a hell of a lot of patience,&rdquo; Walker says, but &ldquo;if you really have a strong vision of what you want to create, it is possible to do almost anything.&rdquo;<br /> <br /> C. The Installation<br /> The solar incentives program Miller signed up for is going like gangbusters, with more than 300 Tompkins County households building rooftop or backyard photovoltaic systems. He drops by the home of a couple as their system is installed and talks with a young member of the installation crew. For both, the idea of solar is nice. But it really comes down to the money. <br /> <br /> D. Home<br /> At last the big day arrives, when the solar energy contractor comes over to the Miller house to inspect the roof and plan a system. But it turns out what Miller and his wife thought was a perfect roof is too small and crowded to work. Now what?<br /> <br /> SEGMENT C (18:59)<br /> Incue: Welcome back to State of the Re:Union<br /> Outcue: to bring them back together.<br /> <br /> Engineers and entrepreneurs have been making real progress not just on solar and wind, but on batteries and biomass, hydrogen and hydroelectric, geothermal and all sorts of other renewables. But there&rsquo;s more to shrinking your footprint than adopting new technologies. Governments and public institutions also have to do their bit, either to lead the way -- or just clear the way -- for greening up. <br /> <br /> A. Walking the Walk <br /> Svante Myrick was raised poor by a single mother in a small town in upstate New York. He came to Ithaca to study at Cornell. At 24, he was elected mayor. Jonathan Miller meets him at a tongue-in-cheek civic function (the World Rutabaga Curling Championship at the Ithaca Farmers Market), then visits him at his Spartan apartment. Myrick says the people of Ithaca won&rsquo;t let him lead by dictate or fiat. But he can still lead by example. For instance, by selling his car and converting his mayoral parking space into the smallest city park. &ldquo;If you can change yourself, then your example can change the actions of your families and your friends,&rdquo; he says. &ldquo;If your family and your friends change the way they live, they can change an entire neighborhood. If a neighborhood sets and example they can change a city. A city can change a state, a state can change the country, and any one country can change the world.&rdquo; <br /> <br /> B. The Teachable Moment<br /> In 2009, Cornell University pledged to make its Ithaca campus completely carbon neutral by 2050. In 2015, the president pushed that up to 2035. Miller visits the university&rsquo;s brand new solar farm -- its first renewable energy project since it built a hydroelectric generator in 1904. Like many universities around the country, Cornell sees shrinking its carbon footprint both as economically smart and as a teaching moment. &ldquo;We want to be a test bed for these technologies,&rdquo; says one professor, &ldquo;so that in the future everyone will be doing this.&rdquo;<br /> <br /> C. Home <br /> In their bumbling quest to make their house fossil-fuel free, Jonathan Miller and his wife have struck out on hydroelectric and rooftop solar. But all may not be lost. The woman who runs the county-wide solar incentives program comes over to tell them about a breakthrough not in technology, but in public policy. It&rsquo;s now possible to buy into a community-shared solar facility. That, along with a spiffy new heat pump, could be just what the couple was looking for. <br /> <br /> D. Reflection<br /> Host Al Letson asks Miller what he&rsquo;s learned, and Miller says his initial idea still holds -- it&rsquo;s one thing to make pledges and another thing to do the work to shrink your carbon footprint. But he also learned about the importance of community in going green.&nbsp; <br /> <br /> PROGRAM OUT @ 59:00<br /> <br /> Promo Transcript:&nbsp; On the next State of the Re:Union, the climate is changing, and communities like this one are pledging to cut their greenhouse gas emissions. &ldquo;If a neighborhood sets an example they can change a city, a city can change a state, a state can change the country, and any one country can change the world.&rdquo; Power to the people, on the next State of the Re:Union.<br /> <br /> Broadcast Window Begins 04/21/2015<br /> <br /> Ithaca, NY: Power to the People will be available April 21, 2015, on PRX without charge to all public radio stations, and may be aired an unlimited number of times prior to January 31, 2016. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. <br /> <br /> State of the Re:Union is presented by WJCT and distributed by PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. <br /> <br /> Thanks for your consideration of State of the Re:Union with Al Letson. Please contact Melissa LaCasse at lacasse.melissa@gmail.com or 207.776.4926 with questions or to confirm carriage.","byline":"Al Letson","published":"2015-04-14T19:35:33+00:00","tags":["Environment","News","Travel"],"itags":["prx:stories-147300"],"audio":[{"href":"https://cms.prx.org/pub/73d6567713191152efba699a64224368/0/web/story_image/347305/medium/sotru_profile-pic_01.gif","type":"image/gif","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/f0f1249fff9eab0b4e8971bcdac8f0f0/0/web/audio_file/875842/broadcast/01-Ithaca_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/8e83244973c456e2017c4423076c2626/0/web/audio_file/875843/broadcast/02-Ithaca_Newscast_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":29,"size":927685}},{"href":"https://cms.prx.org/pub/aa13c9508397697482b6effef6e4562e/0/web/audio_file/875850/broadcast/03-Ithaca_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941955}},{"href":"https://cms.prx.org/pub/817358ee4e883e003e1fa901a5c0d079/0/web/audio_file/875851/broadcast/04-Ithaca_Segment_A_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/40ffc45aaa97da381e9f52942cf07b17/0/web/audio_file/875858/broadcast/05-Ithaca_Segment_B_v2.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}},{"href":"https://cms.prx.org/pub/52fb658fe54acb94e1675761664893c2/0/web/audio_file/875859/broadcast/06-Ithaca_Segment_B_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/60585db5a5b0ff8107283f82c52b22e4/0/web/audio_file/875864/broadcast/07-Ithaca_Segment_C_v2.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}}]}