{"created":"2015-05-12T17:08:05+00:00","modified":"2015-07-01T18:51:51+00:00","valid":{"from":"2015-07-01T18:51:51+00:00","to":"3015-07-01T18:51:51+00:00"},"hreflang":"en","title":"Industry Rules No. 1-4079: A Conversation With Lawyer Julian Petty","published":"2015-05-13T00:23:00+00:00","teaser":"Once he was an aspiring rapper, now he represents Ali, Earl Sweatshirt, Vince Staples and the estate of Biggie Smalls. He's also worked with Michael Jackson, Prince and Stevie Wonder.","itags":["npr_api","405060502"],"guid":"c5c32fbc-f85f-42f2-87b3-cf2dd956a12b","contentencoded":"<p>The following should not be construed as legal advice — just good advice. We asked Julian Petty, who represents Ali, Earl Sweatshirt, Vince Staples and the estate of Biggie Smalls — and at one time worked with Michael Jackson, Prince and Stevie Wonder — to come see us at <em>Microphone Check</em> as part of our continued effort to put ever more people on game.</p><p>\"People get got most commonly because of time pressure,\" he says. \"They're very excited. This is their dream. And someone just pushes a document in front of them and is like, 'Hey, man. We gotta close this. We gotta knock this out now. We're supposed to be shooting a video next week.' And it's really that pressure, this person thinking, 'My dream is on this piece of paper.'\"</p><p><strong><strong>FRANNIE </strong>KELLEY</strong>: Thank you for coming.</p><p><strong><strong>JULIAN </strong>PETTY</strong>: You're welcome. You're welcome. I'm honored to be here. I listen to you guys.</p><p><strong>KELLEY</strong>: In what capacity?</p><p><strong>PETTY</strong>: Podcasts. And I listen to NPR every day on the way to work.</p><p><strong>KELLEY</strong>: Oh, thank you. But I meant, like, as Ali's lawyer to make sure he doesn't do anything actionable out here.</p><p><strong>PETTY</strong>: Oh, no. No no no. I don't check up on him like that. No, he's well in control of his faculties.</p><p><strong><strong>ALI SHAHEED </strong>MUHAMMAD</strong>: That's a nice segue cause you just said his name. Well, you said your name, Julian Petty. But people are like, \"Who's Julian Petty?\"</p><p><strong>PETTY</strong>: Oh yeah. I can give an intro. So I'm Julian Petty. I'm an entertainment attorney practicing here both Los Angeles and New York. I work for an international law firm, Nixon Peabody. We have offices all over the world, in China, in London. And all over the United States. And the firm does everything but I specifically focus on entertainment law.</p><p><strong>MUHAMMAD</strong>: Can you give us a short rundown of the some of the people you've represented?</p><p><strong>PETTY</strong>: Represented or currently represent?</p><p><strong>MUHAMMAD</strong>: Represented, you know, just --</p><p><strong>PETTY</strong>: Represented. I've kind of run the gamut. I've worked with <a href=\"http://en.wikipedia.org/wiki/Michael_Jackson\">Michael Jackson</a>. I've worked with <a href=\"http://en.wikipedia.org/wiki/Prince_%28musician%29\">Prince</a>. I've worked with <a href=\"http://en.wikipedia.org/wiki/Stevie_Wonder\">Stevie Wonder</a>. All of those incredible highlights. I've worked with <a href=\"https://twitter.com/atcq\">A Tribe Called Quest</a>. There's a plug. I've worked with — nowadays I spend a lot of time working with a young man by the name of <a href=\"https://twitter.com/earlxsweat\">Earl Sweatshirt</a>. <a href=\"https://twitter.com/vincestaples\">Vince Staples</a>. Up-and-coming artist named <a href=\"https://twitter.com/pellyeah\">Pell</a>. And one that's really close to my heart is the estate of <a href=\"http://en.wikipedia.org/wiki/The_Notorious_B.I.G.\">Notorious B.I.G.</a> I kind of fight each and everyday to maintain that gentleman's legacy and make sure his family is OK.</p><p><strong>KELLEY</strong>: That's an illustrious career.</p><p><strong>PETTY</strong>: Illustrious! The fancy words. I don't know about illustrious.</p><p><strong>KELLEY</strong>: It's NPR. I mean, it is. That's some top-tier talent right there.</p><p><strong>PETTY</strong>: Yup.</p><p><strong>KELLEY</strong>: Do you ever feel — I mean, representing Big's legacy, what is that feeling? Do you ever get nervous about it or is it pride? Is it — you worry about the details?</p><p><strong>PETTY</strong>: Always worry about the details. But I think it's a combination of pride and a little anxiety. And I think every lawyer needs that. Because when I was in undergrad at Howard University, I was listening to B.I.G. and it's like, now I'm trying to negotiate deals to ensure that B.I.G. is protected, and to ensure that T'yanna and C.J. are properly taken care of as a result of the work he made before he passed away. So I work closely with Ms. Wallace, Voletta Wallace, his mother. I work closely with <a href=\"https://twitter.com/faithevans\">Faith Evans</a>, his widow. So definitely a little anxious every time you get the piece of paper cause this is not, you know, the run-of-the-mill artist, even though I don't slack on the run-of-the-mill artist. But this is B.I.G. This is huge.</p><p>But the same thing goes for Tribe. Tribe is an incredible brand, an incredible legacy, and you can't cut corners. Especially with folks who know their business.</p><p><strong>KELLEY</strong>: You know your business, Ali?</p><p><strong>MUHAMMAD</strong>: I don't know anything.</p><p><strong>KELLEY</strong>: So how did you come into this business, into this line of work?</p><p><strong>PETTY</strong>: Let's see. I — my interest in representing artists started summer of '96. I worked at <a href=\"https://twitter.com/defjamrecords\">Def Jam Records</a>. I was working for an incredible woman named Jazz Young. She was a product manager at the time. And had a great summer. I think I was telling you earlier; it was crazy. Like, <a href=\"https://twitter.com/therealredman\">Red</a> and <a href=\"https://twitter.com/methodman\">Meth</a> would be in the office like everyday.</p><p><strong>KELLEY</strong>: Doing what?</p><p><strong>PETTY</strong>: Smoking weed. It was just a very dynamic environment. Artists were there. Music was blasting. I go to labels now; it's like silent. So it was a very different world. <a href=\"http://en.wikipedia.org/wiki/Violator_%28company%29\">Violator</a> was in the same offices on Varick Street. So it was extremely dynamic.</p><p>But during that summer, I kind of learned two things. Number one, I learned just how involved and instrumental attorneys are in the entertainment industry. Like, attorneys put deals together. Attorneys bring new artists into labels and say, \"Hey, we want to do a deal. Check out this music.\" And I just thought that was incredible. But then on the flipside, I kind of realized how poorly represented many artists were. And I was like, you know, if I can do ever something about this, I will. I just kind of put that in the back of my mind.</p><p>So, you know, graduated undergrad, fast-forward about four years later, I was working at AOL and everything started happening with Napster. And I was like, \"This is interesting. It's technology. It's entertainment. It's the law.\" And at the same time, I had this thing in the back of my mind: one day I want to help artists. I want to zealously advocate for artists. So I said, \"I'm going to go to law school.\"</p><p>So I applied and started going to Fordham Law. And when I was there, I started meeting with all the entertainment law firms: David Shapiro, Grubman, Pryor Cashman. All these great firms. And everyone told me the same thing: \"We don't hire anyone directly out of law school.\" You either have to be a lateral. You know, you worked somewhere else and you come over. Or we'll consider you if your mom or dad is a partner here or if you, like, walk in the door with <a href=\"https://twitter.com/kanyewest\">Kanye West</a> or <a href=\"https://twitter.com/mickjagger\">Mick Jagger</a>, whoever it was. I didn't have any of that going for me, like nothing.</p><p>But I was at school; I was looking at <em>Black Enterprise</em> and on the cover was a gentleman by the name of <a href=\"https://twitter.com/londellmcmillan\">Londell McMillan</a>. He's an entertainment attorney. And I was like, \"Hm. Who's this brother? He seems pretty serious.\" So cold called his office and they brought me in and I ended up being an intern. And I literally stayed there just like everyday. When I wasn't in class, I was at Londell's office. And I went from an intern to a law clerk to a summer associate to an associate. Ended up working with him for five years. Had an incredible experience. Very intelligent, sharp attorney. And it was great. So that was my start in entertainment business.</p><p><strong>KELLEY</strong>: Who was he working for at that time?</p><p><strong>PETTY</strong>: He had his own practice.</p><p><strong>KELLEY</strong>: Oh sorry. I meant who were his clients?</p><p><strong>PETTY</strong>: That's when I started working with Michael Jackson, with Prince. We had Ciara at the time. This is when <a href=\"https://twitter.com/ciara\">Ciara</a> was huge.</p><p><strong>KELLEY</strong>: \"Ride\"-era Ciara?</p><p><strong>PETTY</strong>: Yes. Yes. <a href=\"https://twitter.com/mosdefofficial\">Mos</a>. The mighty Mos Def.<strong> </strong>But then he had things like <a href=\"https://twitter.com/officialrundmc\">Run-D.M.C.</a> brand. We did stuff with <a href=\"https://twitter.com/roberta_flack\">Roberta Flack</a>. It was all over the place.</p><p>And the great thing about Londell, especially for me and my experience, was he does both transactional work and litigation work. So we would be negotiating deals one day. And then a day later, we would be suing on behalf of those deals. And that's just really uncommon in the entertainment business. You know, people don't like to ruffle feathers too much. They're like, \"I just want to be the deal guy and be your friend.\" But he was like, \"No. I'm a zealous advocate.\" And it was a great lesson and a great education.</p><p><strong>KELLEY</strong>: It seems like if you wrote the contract you would be the best defender of it.</p><p><strong>PETTY</strong>: Seems like it but many people don't want to take that position.</p><p><strong>KELLEY</strong>: OK. Weird. And then --</p><p><strong>PETTY</strong>: Industry rule 4080.</p><p><strong></strong><strong>MUHAMMAD</strong>: I was just like wondering so are you taking on that position of being kind of both litigator --</p><p><strong>PETTY</strong>: Both yes and no. I am not a litigator but I have no problem litigating. So my firm has tons of litigators. And I have definitely tapped someone on the shoulder or walked down to someone's office like, \"Hey, we need to jump on this.\"</p><p><strong>KELLEY</strong>: \"Time to go. Suit up.\"</p><p><strong>PETTY</strong>: Yeah. I have no problem with that. While I always try to keep good relationship with record labels, publishers, studios, networks, at the end of the day, I represent the client. And that's why I got in the business.</p><p><strong>MUHAMMAD</strong>: There has been so much change within the structure of a business deal for an artist from 1996 to now, the present, 2015. What do you find are still the fundamental similarities of what existed then to what's happening now?</p><p><strong>PETTY</strong>: Well, that's an interesting question. Because, to be honest with you, the contracts are the same contracts. You look at a recording agreement from 1996; it's the same recording agreement 2015. There may've been some provisions added to account for streaming rights or account for, you know, different distribution channels and things. But the bulk of the agreement, the exclusivity, the term, the services, the advances, the record royalties, that's the same thing. And oftentimes those numbers are actually not bumped up that much. At this — there're folks still getting 13/14 point royalties. Those were royalties in '96. 10/11 point royalties.</p><p>And so the music business has been slow to embrace change. And I think the only way it will embrace change or has been forced to is with all these technologies and artists being able to take the technology and take more control of their career. And we're — what I sort of pride myself on is helping artists do that process. I'm not chasing the record label. I'm not chasing the publisher. I'm like, \"You know, we can do this on our own.\" It's great to have a partner. A record label, at the end of the day, is a partner. Supposed to be a partner. But oftentimes it's just a bank. You know, they're just giving you a loan, super high-interest loan, because everything is recouped from that little royalty.</p><p>But, honestly speaking, man, the recording agreement, the publishing agreement, which are pretty much the two largest deals in the music business for a recording artist, it's the same deal.</p><p><strong>MUHAMMAD</strong>: What in the decline — some may look at the business as declining, in terms of just record and album sales specifically. And you representing a lot of people from the hip-hop genre mostly, the album sales for hip-hop artists are not that high. I think <a href=\"https://twitter.com/fucktyler\">Tyler</a>'s first week was maybe 23,000 for <em>CHERRY BOMB</em>. I'm not really — even Earl's numbers are somewhat low. So what do you tell clients coming through the door who had big aspirations of, like, making trillions? What do you tell them to help maybe get them to a realistic perspective and developing a plan that's really going to make them financially successful but also set them up outside of maybe just relying solely on album sales?</p><p><strong>PETTY</strong>: Well, let me take that in two parts. First, let me kind of talk about the state of the music business or recorded music business and then talk about how I advise clients.</p><p>So, the state of the music business. If you're talking about recorded music, there are six revenue streams for recorded music. There's physical sales. There's digital sales. There's advertising. There's subscription. There's sync licenses. And then there's performance rights. Four of those things have pretty much come about in the last ten years. So when people talk about the music business or recorded music business is dying or in decline, I'm like, \"I don't know about that.\" I think the ecosystem has changed. And you have a lot more different pots.</p><p>And like publishing, you're making money from a lot of smaller — smaller increments. More pennies and nickels. Whereas the recorded business was used to making money at the $16.99 CD. Yeah, that doesn't exist. But from the streaming side, especially with the indie artist, there's some real money to be made there. There's real money in SoundExchange. SoundExchange is giving out billions of dollars. That revenue stream did not exist 15 years ago. Like, it just wasn't there. This is just all new money.</p><p><strong>KELLEY</strong>: Can you explain what SoundExchange is for people who don't know?</p><p><strong>PETTY</strong>: SoundExchange, the best way to explain it is a performance rights organization, like a BMI or ASCAP, for online radio and satellite radio. So the same way BMI and ASCAP collects from terrestrial radio, your WKYS or whatever station — they have some incredible algorithm that none of us understand — they go and collect money and pay it to writers.</p><p>But what SoundExchange does, it does a very similar thing for online radio and satellite radio but it also pays the performers of those songs. And for those who don't understand, you can have a difference between a performer and a writer. So like, <a href=\"http://en.wikipedia.org/wiki/Whitney_Houston\">Whitney Houston</a> was the performer of \"I Will Always Love You;\" <a href=\"https://twitter.com/dollyparton\">Dolly Parton</a> was the writer. In the United States, on terrestrial radio, performers don't get paid. Only the writers get paid. But SoundExchange actually pays the performer. This is just new money. I mean, everyone is happy when they see a SoundExchange check. So does that answer the question for SoundExchange?</p><p><strong>KELLEY</strong>: Oh yeah. No. It does. I mean, NPR, it operates differently but, yeah, we've dealt with SoundExchange a lot.</p><p><strong>PETTY</strong>: Gotcha. So as far as the recorded music business, I think it's actually healthy. I think for the labels it's not as healthy. Because the revenue — they don't control all the revenue streams like they once did. Previously they didn't control touring and merch and that was pretty much it. And sometimes they controlled merch so it was really just touring. But now an indie artist can control all of this and just do a deal with you for their recorded music. That's what we did with Earl. That's the deal. So I just think it's a different world. I think that's kind of been blown out of proportion.</p><p>As far as what I advise clients when they come in, first of all, I manage expectations. Trillions of dollars in any job is pretty ambitious.</p><p><strong>KELLEY</strong>: Unless you're Dolly Parton or Whitney Houston, forget about it.</p><p><strong>PETTY</strong>: There's so many artists and there's so few. I mean, I'm never trying to crush anyone's dream. I'm totally behind you. I'm at your studio sessions. I'm at your house. I go to your project and pick you up. I'll do whatever you need. But I'm like, \"Hey.\" And it has to start with really good music.</p><p>But I try to inform people, especially young kids — and oftentimes I'm dealing with first-generation wealth — I educate them through the process. So I'm giving them <a href=\"https://twitter.com/donpassman\">Don Passman</a>'s book, <em>All You Need To Know About The Music Business</em>. I had them reading <em>Billboard</em>. I had them going over their contract. We do abstracts of the contract but I want you to go through, ask as many questions as possible, and just keep them educated on what's going on. And just tell them short money and all money's not good money. That's probably the biggest lesson you could tell them. Short money and all money is not good money.</p><p><strong>KELLEY</strong>: We talked about this before, about ways that a lot of Ali's friends act right, do right by the musicians that they work for. Why are there so few of you? What can we do to replicate you in the industry? It's confusing, honestly, to me. I get it. Record company people are shady in everything. But — when you were coming up, were there people around you that had similar priorities? Why are you, like, a rare beast in this world?</p><p><strong>PETTY</strong>: I think — well one I was trained by someone who truly cared about artists and their rights. He kind of viewed his job as like civil rights. He was like, \"This is the new form of civil rights.\" You know, previously our intellectual property was stripped from us and this is a way to empower our people and our community. So part of that was just training. And then even, my second mentor, Darrell Miller, reason I moved out here, just really big on ownership. So I had people around me who understood the value of advocating and of helping artists throughout their careers, not just getting a check.</p><p>A lot of people in the music business specifically, well actually entertainment, are about getting a check and how fast can they get that check and keep it moving. These people just disappear. There's folks that just kind of go in and out of people's lives. And that's just not how I operate. I'm a — I was trained and it was instilled in me that you help people throughout their career, through the ups and downs. There's going to be time when we're not making any money. I'll still answer your phone call. We'll figure out. We're going to figure things out. And I think that just comes down to training. Some of it comes down to greed. Some of it just comes down to what you value.</p><p><strong>KELLEY</strong>: Yeah. You look concerned.</p><p><strong>MUHAMMAD</strong>: No. I'm just like, \"Hm.\" I'm happy, actually.</p><p><strong>PETTY</strong>: That's his happy face.</p><p><strong>MUHAMMAD</strong>: That's my happy face. I'm not concerned. I'm like, \"Yeah. True.\" Everything he's saying that I know just from my personal and business relationship with Julian is everything that he's saying is 100. And I've dealt with several attorneys and some've been very very good. And there've been a couple that sour the taste a little bit but, you know, it's — when you get presented with this opportunity, it's not like a there is a reference that artists can go to and say, \"OK. This group of attorneys or firms or business managers as well, they're on the up and up and these not so much.\" So --</p><p><strong>KELLEY</strong>: Why not? Why isn't that on the Internet? I don't understand. Why don't we just put it on the Internet?</p><p><strong>MUHAMMAD</strong>: I don't know. Just speaking about it, I was like, \"Oh yeah. Maybe we need to do an Angie's List but call it a --</p><p><strong>KELLEY</strong>: Yeah. Exactly.</p><p><strong>MUHAMMAD</strong>: — \"Shaheed's List\" --</p><p><strong>KELLEY</strong>: Yup. I'm in.</p><p><strong>MUHAMMAD</strong>: — \"For Those Aspiring To Enter Into The Entertainment World.\" Because it is — there's a lot you don't know and you take a lot of trust from people like yourself who tell you that they're there to represent on your behalf and to really give you guidance. Some things you don't know. You don't know any — when you're 18, you know absolutely nothing about a contract and all the intricate language within. And the other responsibilities and duties I think that one is signing on for.</p><p>It's just, you're signing on for, \"This is my dream. I'm about to just go in the studio. I'm getting paid to do something that was a past time or something maybe I did take seriously. And that's all I need in my life. Oh yeah. I'm going to be able to take care of Mom with that? Cool. I'm good. Good money. Where do I need to sign? What do I need to do?\" And there's such a — there's a lot more to it than that.</p><p>And so, you know, it's left up to your manager and your attorney hopefully to really give you some good guidance and when you don't get that, it's difficult. Because you ultimately will spend many years trying to recover those mistakes. And so maybe — I don't know. Somebody after this can set up some sort of database to gives the thumbs up or the thumbs down. But it's not really about that.</p><p><strong>KELLEY</strong>: Well what are — maybe we can do some of it right now. What are the most common contractual tricks to jack you?</p><p><strong>PETTY</strong>: Contractual tricks. Hmm.</p><p><strong>KELLEY</strong>: How do people get got most commonly?</p><p><strong>PETTY</strong>: I mean, people get got most commonly because of time pressure. They're very excited. This is their dream. And someone just pushes a document in front of them and is like, \"Hey, man. We gotta close this. We gotta knock this out now. We're supposed to be shooting a video next week.\" And it's really that pressure, this person thinking, \"My dream is on this piece of paper.\" So that's really — a lot of times you'll have — an average entertainment lawyer knows what comments to make and what to look out for. However, if your client does not want to go to the mat and you're client is just ready to concede right off the bat, even though you're explaining to them --</p><p><strong></strong><strong>KELLEY</strong>: Because they were worried that the opportunity will go away?</p><p><strong>PETTY</strong>: Yeah. They're concerned the opportunity will go away.</p><p><strong>KELLEY</strong>: Got it.</p><p><strong>PETTY</strong>: But, I mean, it's the big thing, the term. I think oftentimes terms, meaning the length of the contract, are not fully explained to clients. They don't fully understand this could be a 20 year agreement. This could be a ten year agreement. This could be a nice chunk of your life. And I don't think that's properly explained to clients oftentimes. Just how royalties are calculated and all of the deductions and that really everything comes out of your 14 points or 15 points. But that's the same old story. It's really been going on for a very long time.</p><p>I think one of the most important things is to effectively communicate that you have options. Because here's the thing. Nowadays, labels, production companies, find artists. So, you know, when I first started, when I wanted to be a rap star a long time ago --</p><p><strong>KELLEY</strong>: Yeah, we're going to come back to that.</p><p><strong>PETTY</strong>: — I went to every single record label with my demo. And you did auditions and you did that whole thing.</p><p>The world has kind of shifted now. And labels will tell you, \"Let us find you.\" And they're finding you via YouTube, Twitter, Vine, just buzz on the blogs and everywhere else. And when you think about it, that means you have some sort of leverage because they're coming to you. I don't think it's an enormous amount of leverage oftentimes. It isn't like in the Bay Area somebody sold 100,000 units and they've locked down this region. But this person has some audience and they have something that can be monetized. And I think oftentimes just that time pressure, it jams them up.</p><p><strong>KELLEY</strong>: Do you think that's ever real — like, time to ride the wave — or is it usually manufactured?</p><p><strong>PETTY</strong>: 90% of the time it's manufactured.</p><p><strong>KELLEY</strong>: That's f***** up.</p><p><strong>PETTY</strong>: 90% of the time it's manufactured. And it's actually — I don't only do music. I also do TV and film work. And in the reality space, oh my gosh. These people put something in front of you, you know, the day of. Like, \"Hey this needs to be signed right now.\" And you're like, \"Wait. What do you mean this needs to be signed right now? I'm about to tape for national television. My family's going to see this. This could impact potential jobs, relationships, my children.\" \"No this needs to get signed right now or you're not going to be on the show.\" That's dirty. Like, that's a little crazy. But it's a crazy world we live in.</p><p><strong>KELLEY</strong>: OK. So with this idea that labels will find you now, what happens if somebody presents themselves in a way, gets a deal, and then changes their minds, decides they want to go a different route? They want to switch their style. What kind of recourse do they have?</p><p><strong>PETTY</strong>: It's a signed artist now? To signed artists, you completely change your sound and if the label's not really feeling it, they can either drop you. They can try to ride it out and \"Let's just see what happens.\" Or they can just sit on you. There's a whole bunch of artists that are just sitting on labels, becoming tax write-offs.</p><p><strong>KELLEY</strong>: They are tax write-offs?</p><p><strong>PETTY</strong>: They are tax write-offs.</p><p><strong></strong><strong>KELLEY</strong>: How?</p><p><strong>PETTY</strong>: Those dollars that are being spent on them is being used as some sort of deduction.</p><p><strong>KELLEY</strong>: What dollars are being spent on them while they're sitting?</p><p><strong>PETTY</strong>: Studio time. And any advances that they've already received. And advances can encompass everything from your initial signing advance to meals to flights --</p><p><strong>KELLEY</strong>: Your van.</p><p><strong>PETTY</strong>: Your van. It's — you can just be sitting for a while. It's pretty rough.</p><p><strong>KELLEY</strong>: How common are confidentiality agreements?</p><p><strong>PETTY</strong>: In what?</p><p><strong>KELLEY</strong>: I guess if I, as a reporter, were to go try to talk to a bunch of shelved artists, would they be free to speak with me or would they --</p><p><strong>PETTY</strong>: Yes. They could speak with you.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>PETTY</strong>: Go for it. Great story. I'll serve up a few of them.</p><p><strong>KELLEY</strong>: Alright. Progress. Can we go back to you shopping your demo?</p><p><strong>PETTY</strong>: Oh, man. That's slightly embarrassing.</p><p><strong>KELLEY</strong>: No. I don't think so.</p><p><strong>PETTY</strong>: What do you want to know?</p><p><strong>KELLEY</strong>: How old were you? Did you dress up? What did your music sound like? Did you, like, have a tracklist?</p><p><strong>PETTY</strong>: Oh my gosh.</p><p><strong>KELLEY</strong>: What did people say?</p><p><strong>PETTY</strong>: Well, I had a few different iterations because I worked with different people. Let me say this. I'm from Long Island. I'm from Long Island, New York. I grew up in three little towns: Amityville, North Babylon and Wyandanch. And --</p><p><strong>KELLEY</strong>: Shout to <a href=\"https://twitter.com/cedricshine\">Cedric Shine</a>, our social media manager. Amityville. Him too.</p><p><strong>PETTY</strong>: Oh, OK. I grew up in Long Island; hip-hop was everywhere. Dave from <a href=\"https://twitter.com/wearedelasoul\">De La Soul</a> used to cut my hair. He would come by my house and cut my hair. Ma$e — I remember Ma$e playing \"Plug Tuning\" as a demo, like, at the house. It was just crazy. <a href=\"https://twitter.com/ericbandrakim\">Rakim</a> was riding his pearl white Benz around the neighborhood. <a href=\"http://en.wikipedia.org/wiki/EPMD\">EPMD</a> was around. It was — hip-hop was deep on Long Island. <a href=\"https://twitter.com/iamthephifer\">Phife</a> used to be on Amityville. I think he had some girlfriend or something. He was always in the Ville. It was crazy. So I think it was — I was submerged in that so I wanted to be a rap artist. And — I'm trying to think of what point in time — at one point I did a demo with <a href=\"https://twitter.com/realprofgriff\">Professor Griff</a>. We did something; our rap name was Educated Youth. It's horrible.</p><p><strong>KELLEY</strong>: That's like a Wu-Tang Name Generator name.</p><p><strong>PETTY</strong>: It was bad. My stuff sounded like that <a href=\"http://en.wikipedia.org/wiki/Tupac_Shakur\">2pac</a> record \"Trapped.\" That's what my stuff sounded like. He wasn't full developed yet. He was still working on his craft, his rhymes, like, \"Dun-dun-dun.\" That was — that's what I sounded like.</p><p><strong>KELLEY</strong>: And how old were you?</p><p><strong>PETTY</strong>: I started when I was like 12? Yeah. I was like 12, 13. Made a whole bunch of music out at Charlie Marotta studio. Charlie did the first two EPMD albums on Long Island. Charlie's a wild dude. Made some records with him. Who else did I work with? I worked with somebody else, some crazy Long Island folks. I wanted to be a rap star. That was the dream. Nobody signed me.</p><p><strong>KELLEY</strong>: So you went around in Manhattan?</p><p><strong>PETTY</strong>: Oh, I went — yeah, I went everywhere.</p><p><strong>KELLEY</strong>: All the offices.</p><p><strong>PETTY</strong>: I went to <a href=\"https://twitter.com/jivemusic\">Jive</a>. I went to <a href=\"http://en.wikipedia.org/wiki/Profile_Records\">Profile</a>. I went to <a href=\"http://en.wikipedia.org/wiki/Wild_Pitch_Records\">Wild Pitch</a>. Now in hindsight I'm like, \"Man, I'm so happy I didn't sign with some of those labels.\" I mean, Wild Pitch and Profile? <a href=\"http://en.wikipedia.org/wiki/Sleeping_Bag_Records\">Sleeping Bag Records</a>? That's tough. <a href=\"http://en.wikipedia.org/wiki/Next_Plateau_Entertainment\">Next Plateau</a>? That's tough. But yeah. The process itself, I think — well first of all it was just invaluable. I met people — those people are still in the music business, which is crazy. They should definitely be doing something else. But those same folks — like Barry Weiss who was at Jive is now starting something over at <a href=\"https://twitter.com/songspublishing\">Songs Music</a>. He's still in the music business. It was amazing.</p><p><strong>KELLEY</strong>: Wait. Why should they not be in the business anymore? Cause the business has changed? Cause they missed the boat on the changes?</p><p><strong>PETTY</strong>: No no. I think those guys did really well, many of them. I'm just surprised that they've been able to last with such enormous change. It's a testament to them, whatever they pulled off.</p><p>But you're talking about — this is like before I graduated high school. It's like '92, '91. And those same executives are telling kids, \"This is cool. Let's put it out like this. Let's market it like this.\" So, you know, it's a little interesting.</p><p><strong>KELLEY</strong>: The testament to them, I mean, that's — well, whatever. That's another good story, I guess.</p><p><strong>PETTY</strong>: But yeah. Didn't work out. The funniest meeting I ever had was at <a href=\"http://en.wikipedia.org/wiki/First_Priority_Music\">First Priority</a>. Me and my cousin Malik — our rap name was Squad 44D. I don't know what that means. We didn't know what it meant then.</p><p><strong>KELLEY</strong>: That was just a number you liked the sound of?</p><p><strong>PETTY</strong>: We loved it. We went. I think their office is on Atlantic Avenue in Brooklyn.</p><p><strong>KELLEY</strong>: Where? Atlantic and what?</p><p><strong>PETTY</strong>: I don't know. I don't know. One of our aunts took us. We didn't drive. We didn't take the train. The kids in Long Island, you don't really take the train except to go to Jamaica Avenue or something.</p><p>So we went. We didn't have a demo at this time. We had a 45. It had like some <a href=\"http://en.wikipedia.org/wiki/James_Brown\">James Brown</a> beat. We put the 45 on and rapped for him. And he was like, \"Yo, y'all are really good but you need to work on some more stuff.\" And he gave us some great feedback. It was dope.</p><p><strong>KELLEY</strong>: Who is he?</p><p><strong>PETTY</strong>: He's the founder of First Priority, Nat Robinson.</p><p><strong>KELLEY</strong>: Who is?</p><p><strong>PETTY</strong>: Who's <a href=\"https://twitter.com/mclyte\">MC Lyte</a>'s dad and <a href=\"http://en.wikipedia.org/wiki/Audio_Two\">Milk</a>'s dad. Is he Giz's dad? Are they siblings?</p><p><strong>MUHAMMAD</strong>: Milk and Giz are.</p><p><strong>PETTY</strong>: OK. So that was cool. But you know what I really walked away with more than anything else? This is when I realized that rappers were actually friends with each other. I didn't know that. They had pictures of, like, Lyte hanging out with <a href=\"https://twitter.com/bigdaddykane\">Big Daddy Kane</a>. Or <a href=\"https://twitter.com/djdnice\">D-Nice</a> hanging out with Milk. They were just in there. And in our minds, we thought it was like all competition and these guys never hung out and Rakim and Kane has real beef and they would never talk. And I'm like, \"They're in these pictures kicking it. This is crazy.\" I don't — crazy story. But it was a great revelation for me in my youth: rappers got along.</p><p>But that was it. It didn't work out. But that eventually led me to Def Jam for that summer, which eventually led me to representing artists.</p><p><strong>KELLEY</strong>: So you decided it wasn't going to work out so you go to Howard. This is like the <a href=\"https://twitter.com/iamdiddy\">Puffy</a> route. You're like Puffy a few years later, huh?</p><p><strong>PETTY</strong>: Yeah. Puff left a great impression on the university. I mean, he did something really cool. When you look at Puff's, like, team — you know, <a href=\"https://twitter.com/harvepierre\">Harve</a>, <a href=\"https://twitter.com/ddotangelettie\">Derek</a>, Ron — they're all Howard guys. That's pretty impressive.</p><p><strong>KELLEY</strong>: Right. Did you go to that homecoming?</p><p><strong>PETTY</strong>: Which home — no. Did I go to Howard homecoming?</p><p><strong>KELLEY</strong>: The legendary one, when — was it like <a href=\"https://twitter.com/s_c_\">Jay</a> came down? It was like '90 --</p><p><strong>PETTY</strong>: What year?</p><p><strong>KELLEY</strong>: It was before Puff but it was like right before Puff.</p><p><strong>PETTY</strong>: That's before my time.</p><p><strong>KELLEY</strong>: And <a href=\"https://twitter.com/rza\">RZA</a> came down so it was '93, I think. '92/'93.</p><p><strong>PETTY</strong>: Two years before my time.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>PETTY</strong>: I got there in '95. But that homecoming, Biggie came.</p><p><strong>KELLEY</strong>: '95. And what was that like?</p><p><strong>PETTY</strong>: Biggie came to homecoming. We were at the Reeves Center. It was incredible. Like, the biggest rap artist — well, he was right on the verge — is just chilling amongst everybody. He wasn't in VIP area. I remember he had on these Timbs, some jeans, and a blue sweatshirt and was just kicking it. And it was like — it was amazing to this day. You know, Big is just here, drinking some champagne, cracking jokes, at our homecoming. It's the best school ever.</p><p><strong>KELLEY</strong>: So hip-hop was always like — you could reach out and touch it.</p><p><strong>PETTY</strong>: Mm-hmm.</p><p><strong>KELLEY</strong>: If somebody were interested in entertainment law or having that same kind of feeling like, \"I'm good at this one thing. Maybe I could apply it and help some people in some way.\" But they can't reach out and touch hip-hop in that way. What would you advise them to do? Or would you be like, \"You know what? You should go work on another project.\"</p><p><strong>PETTY</strong>: Well, I think my job is great. I love my job. I literally wake up smiling every day so I can't be mad at that. And that's not a joke. I really do love my job. My wife probably thinks I love it too much.</p><p>But if I was just getting out of law school or considering law school, I would probably go the route of technology, especially the convergence of technology and entertainment. At the end of the day, Spotify is a technology company. Music is a tool of it and it's something — it's a product. But at the end of the day it's a technology service company who is tapping into your different behavior on the service so then they serve you what they think you want based on what you do. And I think that's — that to me is the future. I think I would lean more towards that. And it's just a wide-open space. You know, technology's affecting everything and entertainment is not an exception to it. So that would be my way.</p><p><strong>KELLEY</strong>: OK. Well, what if — what about ownership? Are there — can you still own the same things that you could own the same things that you could own when you were signing a deal? You know what I mean? Like, likeness or any other way that you could be represented in a different space, maybe a space we don't even know about yet.</p><p><strong>PETTY</strong>: Well, traditionally, artists — we're talking about music artists — they didn't own their recordings. They didn't own their masters. They owned their songs. They owned the underlining compositions. And that was their publishing and they did whatever sort of other deals with that publishing.</p><p>They pretty much always owned their name and likeness. At least for the last 50 years, they owned their name and likeness. But with recorded music and physical and digital sales not doing as well as record labels wanted to do, they just looked for other sources of income that was traditionally just held by the artist and they want to participate. And that's where the whole 360 model came from.</p><p>So now we want a percentage of your touring. Now we want a percentage of your endorsement deals, your sponsorship deals, your licensing deals. The artist still owns that asset and that IP and their right of publicity but the record label is like, \"We're giving you this platform. We're investing money in your recording, your promotion, your marketing, so we should participate in these other revenue streams.\"</p><p>It's actually not a brand new concept. If you go back to easily the '30s or the '40s, record deals — first of all, many record labels were also the managers for their artists so they participated in all those revenue streams anyhow. But record labels would put artists on the road. Record labels would own the artist's name. And they would just put artists — kind of flip-flop and switch them, and so they got all their dollars. Kind of in the '70s and definitely in the '80s, we kind of moved away from that. And it was more — some more artist power. But there was money. Just, the recorded music industry started making so much money I think folks were just like, \"Eh, we're not even worried about that,\" you know? And they looked up one day and there was Napster. And there was<strong> </strong>everyone else. And it was like, \"Wow. OK. Maybe we need to participate in these revenue streams again.\" But it's not a completely new concept at all.</p><p>And I am not against — I am not 100% opposed to 360 participation. I know some people try to make that argument. Like, \"No way. You shouldn't get anything.\" My position is I'm willing to let you share in the pie if you help expand the pie. If you're bringing deals to the table, I can't be mad at that. But if you're just doing your job, then no. You shouldn't participate. Cause you're already getting the lion share of the income. But just to say, \"Hey. Completely not for it.\" I don't think — I think we should all be happy in our partnerships.</p><p><strong>KELLEY</strong>: The whole points thing is that — people trying to get more points — is that even a fight worth fighting?</p><p><strong>PETTY</strong>: Yes and no. On the digital side, yes. But really the arguments we try to make now is let's just do 50/50. I rather you give me less money up front and we just split everything 50/50. Let's split streaming. Let's split, on the masters side, the SoundExchange dollars. Let's split the digital sales, the physical sales. Let's just split it 50/50.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>PETTY</strong>: Because the royalties with all the deductions and — it gets all funky. I'm willing to stand in line with you, if we're really partners. You know, I'm bringing the content and I'm bringing my incredible ability. And you're bringing your marketing and your pipeline. Let's just do it 50/50. I have that discussion way more than I want 17 points over 15 points.</p><p>My first conversation with artists who come into my office is like, \"Why do you want a deal?\" Like, \"Why? What's the reason? Do you just — you want to be famous? Do you want money? Do you want to leave a legacy for your children? What do you really want?\" Because nowadays you don't get what you think you're going to get from a record label. I mean, I've done some deals as of recent with brands, where they're underwriting the recording and the marketing and promotion. And we just — we see how it works. If you have a hardcore audience and they love you and you're putting out great music, we don't need to rush to do this record deal.</p><p><strong>MUHAMMAD</strong>: I think it's great. I'm all for 50/50 deals. I think though — I mean, I think there's so many different ways you can move through establishing yourself as an artist and getting a deal, but the expectation is really high for an artist. You know, you have to have certain amount of views on whatever, be it YouTube or certain amount of followers on Twitter and Facebook and you have to have developed enough of a fan base on your own before specifically a major label will be so enthusiastic about you.</p><p><strong>PETTY</strong>: Well, remember that's what I said; they're looking for you now.</p><p><strong>MUHAMMAD</strong>: So it's great to do a 50/50 deal for some --</p><p><strong>KELLEY</strong>: You're saying the artist has already invested so much.</p><p><strong>MUHAMMAD</strong>: So much that, in understanding the benefits of whatever that partnership is, the 50/50 could work out but I still — I hear that sometimes and a part of me — I don't know if it's just the artist side. It's like, we are really bringing so much that it would be nice for the creators of content to get more from the partnerships but, you know --</p><p><strong>PETTY</strong>: Here's the tough thing. And this is what I run in to. If you have young kid and you have first generation wealth and you have dad who was never there, mom who was struggling, I'm watching television and I'm seeing all these things or I'm on the web or my mobile device and I'm seeing all these things and someone is telling me that I will give you 100,000$ check now; they think that's going to completely change their life and their reality. In a sense, it might change their life and reality — for six months or 12 months. But it's often difficult to combat all of those other variables and to say, \"You know what? Let's just grind this out.\"</p><p><strong>MUHAMMAD</strong>: Mm-hmm.</p><p><strong>PETTY</strong>: \"For another 12 months. Let's get this buzz. Let's do these local shows. Let's get your socials up. Let's shoot these other videos. I can go get this company over here to do this.\" It's a really tough discussion. It's hard.</p><p>One thing that I'll do is I'll just try to find some money for folks. If that's going to a BMI and ASCAP, saying, \"Hey. I got this young man, very talented. Can we get a small advance against his performance income?\" Put him with the right agent to see if we can get some early shows. Make sure they're registered with SoundExchange cause there might be some money out there. Maybe do a few features. Get with a few brands. Maybe they can underwrite the costs of some of these videos. But just trying to keep them in a good space so they don't make a desperate move but the whole business of entertainment is based on desperation.</p><p>It's all about desperation. And that's — when people have leverage and they're not desperate — perfect example, I have a young man right now; his name is Pell. We have three deals on the table. Shout out, <a href=\"https://twitter.com/joeyie\">Joey IE</a>, <a href=\"https://twitter.com/interscope\">Interscope</a>. He's doing a great job.</p><p><strong>KELLEY</strong>: I've seen him perform. His fans really really feel him.</p><p><strong>PETTY</strong>: Love this kid. Three deals on the table and he's like, \"You know what? I don't think it's time to do a record deal.\" He's like, \"You know what? Let's revisit a record deal in six months.\" But part of that is his dad's an attorney. His mom's a lawyer. I mean, his mom's a doctor. His brother's in the NFL. He's coming from a completely different background and mind frame. He went to college, you know? You know what I mean? That whole — the element of desperation doesn't exist. Not to mention, he's actually touring around the world. He has some great records. He's making some money on merch and all that stuff.</p><p>But it's like, \"OK, yeah. You're going to give me a 100,000$. It's not going to change my life that much.\" His parents sat down and had conversations with him about the value of money and investment and things. So he's in a very different place. And I love it. I love to be able to tell somebody at a label, \"Ah. I don't think this is going to work.\" I hate when I have to make that call like, \"OK. Can we at least just get this up? Can we at least get an extra 25 grand or something?\" So yeah. Different world, man.</p><p><strong>KELLEY</strong>: We have five more minutes --</p><p><strong>PETTY</strong>: OK.</p><p><strong>KELLEY</strong>: So I just want to make sure we get to the things that we — I think we're going to have to do a part two. For sure. But if we want to make sure we get to anything that was on the list and then wrap it up in a nice way also. This is amazing.</p><p><strong>PETTY</strong>: Thank you.</p><p><strong>MUHAMMAD</strong>: I did want to ask you your opinion on the <a href=\"https://twitter.com/robinthicke\">Robin Thicke</a>/<a href=\"https://twitter.com/Pharrell\">Pharrell</a> versus <a href=\"http://en.wikipedia.org/wiki/Marvin_Gaye\">Marvin Gaye</a> ruling, in the sense that never before has there ever been a case where you — basically my interpretation or understanding on that case, that ruling, was that the rhythmic aspect of the Marvin Gaye song was infringed upon. And never before in the music business that I know of has the rhythm section or rhythm aspect of a song was copyright protected or copyright. So what do you think is going to happen now based on that case?</p><p><strong>PETTY</strong>: Well, when you're in law school, they introduce this concept called the slippery slope. And if one thing happens, then there's going to be this slippery slope and a whole bunch of other things will happen. And in a lot of things in the press that this ruling and case is going to cause a domino effect of these similar type of cases. Personally I don't think that'll be the case. The 9th Circuit is always kind of out there. The 9th Circuit is what California is, is always kind of out there a little bit.</p><p>And to me, this case really came down — didn't come down to copyright law. It came down to a witness who the jury did not like and that witness was Robin Thicke. I think his testimony buried the case. And when you're talking about a jury trial, individuals. And, you know, they're up there and they're making their opinions and their views on you and I just think — I think he killed the case. Well, we'll see what happens on appeal. I hear Howard King and those guys are appealing it. But I don't think it'll be a slippery slope. I don't think it'll impact all these cases.</p><p>I actually have a case right now in the Southern District, a Biggie case. Someone is suing for a copyright infringement. We have a motion to dismiss out. Hopefully, we'll win. New York has actually been very favorable to artists using very small portions of songs. So I think we'll be good. I think this is more of an outlier than anything and won't become the norm.</p><p><strong>KELLEY</strong>: So somebody is saying that there's a Biggie recording --</p><p><strong>PETTY</strong>: Somebody is saying that \"The What,\" which I want to say was the last song on <em>Ready To Die</em>, produced by Easy Mo Bee, sampled their composition. That was a long time ago.</p><p><strong>KELLEY</strong>: Well, we actually have to wrap up, like right now. But more to be continued.</p><p><strong>PETTY</strong>: Cool. I had a great time.</p><p><strong>KELLEY</strong>: Thank you so much for coming.</p><p><strong>PETTY</strong>: Thank you.</p><p><strong>MUHAMMAD</strong>: Thanks.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Industry+Rules+No.+1-4079%3A+A+Conversation+With+Lawyer+Julian+Petty&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ali Shaheed Muhammad","audio":[{"meta":{"duration":"3121"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406169420-365286.m3u?orgId=1&topicId=1039&aggIds=100920965&d=3121&story=405060502&ft=nprml&f=405060502"},{"href":"http://media.npr.org/assets/img/2015/05/07/jpetty_bioimage-bd599059bd737e65778b42272dc0fa37853e922f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"476","width":"634"}}]}