{"created":"2014-09-22T16:10:45+00:00","modified":"2014-09-22T16:10:45+00:00","valid":{"from":"2014-09-22T16:10:45+00:00","to":"3014-09-22T16:10:45+00:00"},"hreflang":"en","title":"Light And Dark: The Racial Biases That Remain In Photography","published":"2014-04-16T21:42:00+00:00","teaser":"When Syreeta McFadden was young, she dreaded being photographed. Cameras made her skin look darkened and distorted. Now a photographer herself, she's learned to capture various hues of brown skin.","tags":["npr_api","303721251"],"contentencoded":"<p>When Syreeta McFadden was a child, she dreaded taking pictures after a family photo made her skin appear dulled and darkened.</p><p>\"In some pictures, I am a mud brown, in others I'm a blue black. Some of the pictures were taken within moments of one another,\" she <a href=\"http://www.buzzfeed.com/syreetamcfadden/teaching-the-camera-to-see-my-skin\">wrote in a story for Buzzfeed</a>, digging into an \"inherited bias\" in photography against dark skin.</p><p>She tells <a href=\"http://www.npr.org/programs/tell-me-more/\"><em>Tell Me More</em>'s</a><em> </em>Celeste Headlee that certain cameras and photographers who are unfamiliar with different shades of skin often distort the images and color of black and brown people.</p><p>McFadden is now a photographer herself. Though technology has improved and allowed her to capture the many hues of brown skin, she says photography still has a long way to go.</p><p><hr /></p><p><h3>Interview Highlights</h3></p><p><strong>On why technology doesn't capture brown skin well and didn't especially in the past</strong></p><p>A lot of [the design of film and motion technology] was conceived with the idea of the best representation of white people. And I don't mean to say that it was a deliberate and exclusionary practice, but [it was] much more of a willful obliviousness, if you will. So color film in its early stages pretty much developed around trying to measure the image against white skin. ...</p><p>Kodak Eastman had a model on staff named Shirley, [whom] they used as a human face to meter the printed color stock. So she's a pale, white-skinned woman [with] dark hair, that's set against a rather banal background to try and see how white skin fared in a high-contrast light situation. So the Shirley cards became a rubric to set up or establish what would be a much more perfected color image.</p><p><strong>On push-back from black photographers</strong></p><p>It wasn't so much that Kodak didn't encounter a groundswell of resistance from the African-American community. I think a lot of folks just thought that, perhaps, the color film, they're not very good photographers. That's probably why the color isn't reading our skin tones in varied lighting situations correctly. ...</p><p>[Photographer Jean Luc Godard] was commissioned to [do a short film] for the Mozambique government, and what was fascinating about Godard's position is that he felt that the film was inherently racist and said so. His experience with the film stock — and Kodak film stock was more than what we just put inside our cameras — it's also the film stock that was likely used in motion picture making. So for him to recognize that there's a lack of variety and nuance or complexity in dark brown or dark skin images is very telling.</p><p><strong>On the current discussion around photography and skin color</strong></p><p>One of the things I definitely uncovered is that there's been a lack of a conversation — a frank conversation — about taking pictures of darker skinned peoples in mixed company. Pairing dark brown, dark black faces along with pale, light-skinned faces. While we're aware of it because we're all photographers now and to a certain extent we're becoming a little bit more versed in terms of how different lighting adjustments affect skin tones and how that looks against each other because of the variety of technology that we have available to us. I'd also say that darker skin people, we're going to be vigilant and sensitive to whether or not there is a lightening that happens when certain celebrities, say a Beyonce or a Lupita, appear on fashion covers. ...</p><p>I'm talking much more specifically about studio lighting and what the light design is.</p><p><strong>On why it's important to care about photography and skin color</strong></p><p>I think it matters because we're talking about a saturation of images of darker skinned people that somehow we've accepted in our popular culture that kind of diminishes our humanity, and we're in an era where we're seeing a wider representation of black and brown life, particularly in American life.</p><p>We've seen so many images of black bodies denigrated, or rendered as criminals, or rendered in a way that doesn't necessarily reflect a kind of normalcy. We see in stock images, whether it's in commercial advertising or on television, we just see images of a normalcy of living and existing that seems to center around whiteness and shows the full variety and humanity of white folks, or of lighter skinned people.</p><p>And to have to always account for my humanity in situations where people would deal with me one-on-one, but the images they were exposed to said something very different about the kind of community and people I come from, it matters.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Light+And+Dark%3A+The+Racial+Biases+That+Remain+In+Photography&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tell Me More Staff","guid":"c5ce32dc-a75c-41a5-9a4a-c4f53c1dac0a","audio":[{"meta":{"duration":"409"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1303721252-762bd7.m3u?orgId=1&topicId=1015&ft=3&f=303721251"},{"href":"http://media.npr.org/assets/img/2014/04/16/dance-59640793e7d2266b272d1f6460f9ce14467745ac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"428","width":"570"}},{"href":"http://media.npr.org/assets/img/2014/04/16/22031_1302605400607_1094619600_30911100_4394616_n-7f0d6fa8ebe0a08d1092c7f991138299a6d93888.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"332","width":"443"}}]}