{"created":"2015-05-03T09:03:18+00:00","modified":"2015-05-13T20:59:00+00:00","valid":{"from":"2015-05-13T20:59:00+00:00","to":"3015-05-13T20:59:00+00:00"},"hreflang":"en","title":"5 Things You Should Know About Carly Fiorina","published":"2015-05-04T20:46:00+00:00","teaser":"The former CEO of Hewlett-Packard once had a stint filing and typing for the company. She also dropped out of law school, survived breast cancer and once ran a campaign ad featuring demon sheep.","itags":["npr_api","403605737"],"guid":"c5d84caf-ed6c-4f73-9e2c-8a7d608392da","contentencoded":"<p><strong>This post was updated at 8:10 a.m. E.T. Monday</strong></p><p>Carly Fiorina <a href=\"http://www.npr.org/blogs/thetwo-way/2015/05/04/404139563/former-hp-ceo-carly-fiorina-announces-shes-running-for-president\" target=\"_blank\">declared her candidacy</a> for the Republican presidential nomination Monday morning on <em>Good Morning America</em> and in a tweet. Fiorina is perhaps best known as the former CEO of Hewlett-Packard, the first woman to lead a Fortune 20 company. She was ousted after a boardroom struggle in 2005.</p><p>She served as a surrogate in John McCain's 2008 presidential campaign, and in 2010 ran for the U.S. Senate from California, losing to Democratic incumbent Barbara Boxer.</p><p>Here are five things you may not know or remember about Fiorina:</p><p><strong>1. She's a law school dropout</strong></p><p>After she got her undergraduate degree from Stanford (in medieval history and philosophy), Fiorina's father, a federal appeals court judge, suggested his daughter go to law school. Fiorina did, but said studying law gave her \"blinding headaches every day\" so she dropped out after a semester. Not to worry, she does have graduate business degrees from Maryland and MIT.</p><p><strong>2. She started her career as a Kelly girl</strong></p><p>Fiorina says one of her first jobs was with temporary agency Kelly Services, whose workers, mostly women, were dubbed \"Kelly girls.\" She also worked secretarial positions while in college, including a stint filing and typing for Hewlett-Packard, the tech company she would eventually lead.</p><p><strong>3. She is a cancer survivor</strong></p><p>Fiorina was diagnosed with breast cancer in 2009 and underwent a double mastectomy. At campaign appearances, women often come up to her to say they, too, are cancer survivors. \"It's a sisterhood,\" she says.</p><p><strong>4. Her husband was a tow truck driver</strong></p><p>Much like Fiorina, her husband, Frank Fiorina, started off small, driving a tow truck for a family-owned body shop. He eventually became an executive at AT&T.</p><p><strong>5. She ran one of the most (in)famous campaign ads ever</strong></p><p>In 2010, while running for the U.S. Senate, Fiorina ran an ad that showed a flock of sheep grazing peacefully in a pasture, when suddenly one is shown with scary red eyes. The narrator says Fiorina's opponent, Tom Campbell, was not a true conservative — \"a wolf in sheep's clothing.\" The spot came to be known as the demon sheep ad.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=5+Things+You+Should+Know+About+Carly+Fiorina&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Brian Naylor","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404114316-e50828.m3u?orgId=1&topicId=1014&d=237&p=3&story=403605737&t=progseg&e=404112517&seg=10&ft=nprml&f=403605737"}]}