{"created":"2014-12-11T21:30:40+00:00","modified":"2014-12-12T04:40:18+00:00","valid":{"from":"2014-12-12T04:40:18+00:00","to":"3014-12-12T04:40:18+00:00"},"hreflang":"en","title":"Pork Schnitzel: One Chef's Secret To Marital Bliss","published":"2014-12-12T01:30:00+00:00","teaser":"Jay Bentley's wife loves his recipe for pork schnitzel. The owner of the restaurant Open Range, in Bozeman, Mont., breaks it out anytime he wants to make her happy.","itags":["npr_api","369883296"],"guid":"c5e9616e-fa9e-46a3-8abe-6eeb15cafb92","contentencoded":"<p>Jay Bentley will break out the bread crumbs and his meat mallet when he wants to make his wife very happy.</p><p>\"She's the brains in my family, you know? Anytime she wants schnitzel, she gets it,\" he says.</p><p>Bentley's wife, Mary, loves pork schnitzel. She especially loves how her husband, who owns the restaurant Open Range in Bozeman, Mont., cooks it. He shared a recipe from his cookbook, <em>Open Range: Steaks, Chops & More from Big Sky Country,</em> for <em>All Things Considered</em>'s <a href=\"http://www.npr.org/series/175306271/found-recipes\" target=\"_blank\">Found Recipe</a> series.</p><p>Bentley says he loves the pork he gets in Montana, even though it's largely a beef state. He works with a number of small growers who raise heritage-style pigs that are allowed to forage outside.</p><p>\"It makes for a much more interesting, juicier and flavorful cut. You can tell the fat content by the marbling, and frankly, fat is great. That's what makes it taste good,\" he says.</p><p>He makes his famous schnitzel by taking a piece of pork loin and pounding it to about 1/4-inch thick. After dredging the meat in eggs and milk, he coats it with panko bread crumbs. Bentley cooks his schnitzel in clarified butter and olive oil in a cast iron skillet.</p><p>\"When the oil is hot, you go ahead and you start cooking the schnitzels on both sides until it's crisp,\" he says. \"And it turns a certain [shade] of brown and then it's ready to do whatever else you want to put on it.\"</p><p>To finish, Bentley tops it with a brown butter-sage sauce.</p><p>\"Salt and pepper to taste, and they're ready to go,\" he says. \"Then I have a happy wife — that's the secret to happiness. She's happy, everybody's happy.\"</p><hr /><h3>Recipe: Pork Schnitzels With Panko And Brown Sage Butter</h3><p><em>Serves 6</em></p><p><em>\"I use Japanese-style breadcrumbs or panko in this recipe, rather than the traditional breadcrumbs because I like the extra crispy texture, but you can use either one,\" Bentley writes in </em>Open Range<em>. \"Some chefs use a well-trimmed pork sirloin instead of the boneless loin. Either cut lends itself to slicing across the grain, but for our purposes I like the loin.\"</em></p><p>2 pounds boneless pork loin<br />Fine salt and freshly ground black pepper<br />2 eggs, lightly beaten<br />2 cups whole milk<br />1 cup all-purpose flour<br />2 cups panko (Japanese breadcrumbs)<br />1/2 cup olive oil<br />1 cup (2 sticks) unsalted butter, divided<br />12 to 15 fresh sage leaves<br />5 tablespoons freshly squeezed lemon juice<br />1/2 cup chopped fresh flat-leaf parsley<br />6 lemon wedges (for garnish)</p><p>Cut the pork loin into 1-inch pieces across the grain, and then, placing each piece inside two pieces of plastic wrap, carefully pound the pieces to an even thickness of 1/4 inch with a meat mallet or a small saute pan. Run your hand over the meat to ensure an even thickness without holes. Season with salt and pepper.</p><p>Set up three pie pans or shallow bowls; in one, stir together the beaten eggs and milk; in another place the flour; in the third, place the panko. Have a baking sheet nearby to hold the breaded cutlets before cooking.</p><p>Dip each cutlet, one at a time, into the egg mixture, then into the flour, coating both sides, then back into the egg for a second time, and finally into the panko. Make sure that both sides are well-coated. As you complete each piece, place it on the baking sheet until all the pork is breaded.</p><p>When all of the cutlets are ready, add the olive oil and 1 stick of the butter to a large saute pan and turn the heat to medium-high. You will know the pan is ready when a small drop of water dropped in the pan sizzles.</p><p>Carefully place the cutlets in the hot oil mixture and cook both sides until lightly browned. Do not crowd the pan, and watch carefully to be sure the meat isn't browning too quickly. Cook just long enough to let one side become golden-brown, then turn to finish the other side. Remove finished cutlets to a baking tray in a warm oven.</p><p>Pour off any excess oil and turn the heat to high. Quickly add the remaining stick of butter, sage leaves and lemon juice. Stir until the butter begins to foam and turn brown, and the sage leaves are crispy. Add the parsley and stir briefly, then remove from the heat. Remove the cutlets from the oven, pour the sizzling sauce over the meat and serve with the lemon wedges.</p><p><em>Recipe excerpted from</em><em> </em>Open Range<em>, copyright 2012 by Jay Bentley and </em><em>Patrick Dillon Scott</em><em>.</em><em> Reproduced by permission of </em><em>Running Press, a member of the Perseus Books Group</em><em>. All rights reserved.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pork+Schnitzel%3A+One+Chef%27s+Secret+To+Marital+Bliss&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"169"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370156358-bb06d0.m3u?orgId=1&topicId=1139&aggIds=175306271&ft=3&f=369883296"},{"href":"http://media.npr.org/assets/img/2014/12/11/schnitzel_panko-b0c404d3ddf9cde2f74f0dc83b03daaf517a8bc5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1731","width":"2308"}}]}