{"created":"2015-02-09T20:53:22+00:00","modified":"2015-02-09T20:53:22+00:00","valid":{"from":"2015-02-09T20:53:22+00:00","to":"3015-02-09T20:53:22+00:00"},"hreflang":"en","guid":"c5eb408d-0b85-4fb0-bf0a-0b1eebf8eedc","title":"Russia is using Ukraine to upgrade and test its weapon systems","published":"2015-02-09T20:53:20+00:00","byline":"Christopher Woolf, Andrea Crossan","tags":["military","war","weapons","Russia-Ukraine conflict","Conflict","Conflict & Justice","Europe","Asia","Ukraine","Russia","Eastern Ukraine","Keir Giles","Military intelligence","Armed Forces of the Russian Federation","Ukraine","War"],"teaser":"Moscow denies it is even in Ukraine, but a security expert says the country is being used as a test-lab by Russia to modernize its weaponry and gain parity — or superiority — over Western weaponry.","contentencoded":"<p>There's debate over whether Russia has troops in Ukraine. But there's no debate over whether Russia has military equipment there. In fact, some of Russia's newest warfare systems are there.</p>\n<p>“All of the equipment we are seeing coming out of the pictures from eastern Ukraine is not necessarily brand-new, up-to-date and a match for their Western equivalents,\" says Keir Giles, a director of the Conflict Studies Research Center in Oxford, England. \"But certainly what’s going on behind the scenes is very new.\" </p>\n<p>Giles says it is things like the command and control, the intelligence support and the electronic warfare support that Russia is testing — after developing those capabilities over the last seven years since the Georgian war.</p>\n<p>Russia, it seems, is using Ukraine as a test-lab for its military.</p>\n<p>And that leads many to wonder if the Ukranian military can defend itself against Russian weaponry. Giles believes Ukraine is at a strong disadvantage.</p>\n<p>\"That’s the reason why Ukraine is asking for support, not just in the form of weaponry, but also non-lethal systems that will actually just enhance their survivability in the face of these Russian attacks,” he argues.</p>\n<p>According to Giles, the Russians discovered when they went to war with Georgia in 2008 that they simply were not capable of waging modern warfare in the way they wanted to. \"They realized that they were serious deficiencies in their armed forces in some of these modern techniques,\" he says.</p>\n<p>The use of drones for intelligence and surveillance is an example he cites.</p>\n<p>And from the look of things, it appears Russia is in the middle of a transformation process.</p>\n<p>\"This is not the end result of what they are trying to achieve,\" Giles says. \"They are at the mid-point of a very long-term program of bringing their forces up to capability, where they can achieve their ambition of over-matching western forces once again.”</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0206201502.mp3"},{"href":"http://www.pri.org/file/0206201502mp3"}]}