{"created":"2015-04-07T09:03:18+00:00","modified":"2015-06-05T15:27:11+00:00","valid":{"from":"2015-06-05T15:27:11+00:00","to":"3015-06-05T15:27:11+00:00"},"hreflang":"en","title":"Breast Milk Sold Online Contaminated With Cow's Milk","published":"2015-04-07T23:54:00+00:00","teaser":"We're not talking about just a smidge. Roughly 10 percent of samples tested contained at least 10 percent cow's milk. Doctors say the diluted milk could be dangerous for babies for several reasons.","itags":["npr_api","397369416"],"guid":"c5ec404e-e102-416a-b144-7f45ef5a000d","contentencoded":"<p>Selling breast milk is big business.</p><p>Each year tens of thousands of women post ads on websites, offering their extra milk for $1 to $3 an ounce: \"My rich milk makes giants!\" promises one seller. \"Organic and Gluten Free Breastmilk,\" claims another. Then there's this one: \"470 oz. of breastmilk must go!!!\"</p><p>But some women online aren't delivering what they're advertising.</p><p>Scientists at Nationwide Children's Hospital in Columbus, Ohio, analyzed 102 samples ordered from popular websites and found about 10 percent of them were \"topped off\" with cow's milk.</p><p>And we're not talking about just a smidge. The tainted samples contained at least 10 percent cow's milk, the team <a href=\"http://pediatrics.aappublications.org/content/early/2015/03/31/peds.2014-3554.full.pdf+html\">reported</a> Monday in the journal <em>Pediatrics</em>. That's too much to be an accidental contamination. Sellers are diluting the breast milk, the researchers speculate, to make more money.</p><p>Dilution with cow's milk is clearly dangerous to babies with milk allergies, says neonatologist <a href=\"http://www.texaschildrens.org/Locate/Doctors/Hair,-Amy/\">Amy Hair</a>, who wasn't involved in the study. \"But the diluted milk can – potentially — not provide enough nutrients a growing baby needs to develop properly.\"</p><p>\"I'm a proponent of breast milk,\" says Hair, who directs the neonatal nutrition program at Texas Children's Hospital. \"But if the option is buying breast milk online from an unscreened donor, and not from a reputable milk bank, I would recommend formula.\"</p><p>Buying, selling and sharing breast milk online is rapidly growing in popularity, says public health researcher <a href=\"http://www.nationwidechildrens.org/sarah-a-keim\">Sarah Keim</a>, who led the current study. \"In 2011, we estimated about 13,000 women were participating in it. Now there are 55,000 women.\"</p><p>Back in 2010, the Food and Drug Administration warned that buying breast milk from an unknown seller was dangerous. \"We wanted to see how big the risks might be,\" Keim says.</p><p>So she and her team turned to the Web and <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC4046749/#%21po=50.0000\">bought</a> more than 2,000 ounces of breast milk from diverse sellers, for about $8,000. Nearly all the bags of milk arrived at their office above the recommended frozen temperature of -20 degrees Celsius (-4 degrees Fahrenheit). And nearly half were above refrigerator temperature of 4 degrees Celsius (39 degrees Fahrenheit).</p><p>Keim and her team <a href=\"http://www.npr.org/blogs/health/2013/10/21/238797756/breast-milk-bought-online-has-high-levels-of-bacteria\">found</a> that about 75 percent of the samples had high levels of bacterial contamination or detectable levels of disease-causing pathogens, such as <em>salmonella</em> and <em>E. coli</em><em>.</em> In other words, \"the same kind of bacteria found in human waste,\" she says. \"So these samples were unsuitable for a baby to drink.\"</p><p>In the current study, the team looked for the DNA of cattle in the samples. And Keim was surprised by the high levels of contamination in 10 samples.</p><p>\"We racked our brains to think of an explanation for how so much cow's milk could get into a baggie of breast milk,\" she says. They couldn't think of a good reason, and figure the sellers <em>must</em> have done it intentionally.</p><p>Now the team is looking to see if samples contain other chemicals that could be even more harmful for babies, such as illegal drugs or some prescription medication. If a donor were a heavy smoker or drinker, she could also have passed nicotine or alcohol on to the baby.</p><p>\"It really is, 'Buyer beware,' \" Keim says. \"When you are purchasing milk from a source you're not familiar with, you can't tell by looking at it if it's safe. It's really a risky activity that we don't recommend.\"</p><p>The U.S. has a network of nonprofit <a href=\"https://www.hmbana.org/\">milk banks</a> that screen donors, pasteurize the milk and test it for pathogens. But Keim says this milk is very expensive — about $4 per ounce or more. And almost all that milk is fed to preemies in hospitals.</p><p>\"It's still a new method for feeding preemies,\" says Dr. Hair, of Texas Children's Hospital. \"But there's a lot evidence that it protects them against a devastating intestinal disease, called <a href=\"http://www.nlm.nih.gov/medlineplus/ency/article/001148.htm\">necrotizing enterocolitis</a>, and helps their immune systems.\"</p><p>\"I would urge mothers, if they have an excess supply of breast milk, to consider donating it for premature infants,\" Hair says. \"We're just trying to procure enough human milk for the tiniest babies — who have the most need.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Breast+Milk+Sold+Online+Contaminated+With+Cow%27s+Milk&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michaeleen Doucleff","audio":[{"meta":{"duration":"210"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398123503-712184.m3u?orgId=1&topicId=1128&d=210&p=2&story=397369416&t=progseg&e=398104741&seg=14&ft=nprml&f=397369416"},{"href":"http://media.npr.org/assets/img/2015/04/07/breast-milk-1cc73ad72b29dae9317649c51c1a4fa26a9ba7a7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1297","width":"1729"}}]}