{"created":"2014-08-30T17:06:17+00:00","modified":"2015-02-19T16:47:40+00:00","valid":{"from":"2015-02-19T16:47:40+00:00","to":"3015-02-19T16:47:40+00:00"},"hreflang":"en","title":"Typewriters, Underwater Hotels And Picturephones: The Future, As Seen From 1964 ","published":"2014-08-22T20:56:00+00:00","teaser":"The 1964 World's Fair showcased jet packs and other miracles of science. Here's how people back then thought the future would look (and how it actually turned out).","itags":["npr_api","341431706"],"guid":"c5fb3b34-7fe5-4bb6-9d0a-4ac247b18e52","contentencoded":"<p>The 1964 World's Fair showcased jet packs and new miracles of science. There was an entire house made of Formica. You could wipe it clean with a sponge!</p><p>The people who put the fair together tried to imagine how the future would look. Here are a few predictions, and how they actually turned out.</p><p><strong>1. We had picture phones back then?</strong></p><p>Vito Turso was at the fair when he used one of the first <a href=\"https://www.youtube.com/watch?v=47xTOTFoTfc&t=7m14s\" target=\"_blank\">picture phones</a>. Back then, he was a boy selling pizza at the fair. He says the Picturephone was one of his favorite exhibits.</p><p>\"To walk into this room and have a conversation through what was like a small television — it was incredible,\" Turso said. \"The lines to use the Picturephone were unending.\"</p><p>But the Picturephone was expensive back then — and it took decades before the technology became affordable. Also, it turns out, people don't always want to see the person they're talking with. Even now, in the era of Skype and Facetime, people mostly just want to talk on the phone, without seeing the person on the other end.</p><p><strong>2. The fair basically missed the computer and the Internet.</strong></p><p>IBM had an exhibit at the fair. But it focused mostly on the <a href=\"http://www.youtube.com/watch?v=2UZYG33D2B4&t=0m45s\" target=\"_blank\">Selectric typewriter</a>, according to Larry Samuel, who wrote a <a href=\"http://www.amazon.com/The-End-Innocence-1964-1965-World%C2%92s/dp/0815609566\" target=\"_blank\">book</a> about the fair.</p><p>Samuel says while the exhibit did include computers, they just seemed like machines for adding numbers together. \"At the time, it really was just a business machine,\" Samuel says.</p><p>The fancy new electric typewriter seemed like a bigger deal.</p><p><strong>3. Why don't we have underwater hotels?</strong></p><p><a href=\"http://youtu.be/2-5aK0H05jk\" target=\"_blank\">Futurama</a> was a ride at the fair that took you past dioramas of what the future might look like. One showcased an underwater hotel.</p><p>Alas, there aren't many underwater hotels open today. But there is the <a href=\"http://www.jul.com/AboutUs.html\" target=\"_blank\">Jules Undersea Lodge</a> in Key Largo, Fla. It isn't fancy. It's at the bottom of a lagoon, and you have to scuba or swim down to it. There's no stove (but there is a microwave).</p><p>Neil Monney, who developed the place, said he has tried to build a fancier underwater hotel. But investors are hard to find. The World's Fair brought together futurists and the diorama-makers. But they didn't invite bankers.</p><p><strong>A fantasy utopia <br /></strong></p><p>The fair presented a Utopian vision of the future, where technology and science could solve problems. But, Samuel says, even back then people didn't quite believe it. President John F. Kennedy had been assassinated a few months before the fair opened; there were civil rights protests; the Vietnam War was happening; and the economic optimism of the 1950s was fading.</p><p>People went to the fair, Samuel says, because it was a fantasy.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Typewriters%2C+Underwater+Hotels+And+Picturephones%3A+The+Future%2C+As+Seen+From+1964+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Kestenbaum","audio":[{"meta":{"duration":"275"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342095414-31e39f.m3u?orgId=1&topicId=1006&e=341431706&d=275&ft=nprml&f=341431706"},{"href":"http://media.npr.org/assets/img/2014/08/20/futuramawfcover2_sq-9e327fbaf744985abf1175fea927b1e1526d2bcb.jpg","type":"image/jpeg","meta":{"crop":"square","height":"1215","width":"1215"}}]}