{"created":"2015-03-02T16:33:02+00:00","modified":"2015-03-02T22:27:51+00:00","valid":{"from":"2015-03-02T22:27:51+00:00","to":"3015-03-02T22:27:51+00:00"},"hreflang":"en","guid":"c5fec579-3bc3-463e-a75c-39157f66c5bd","title":"Koreatown's 'ghostbusters' usher in good luck for the Year of the Goat","published":"2015-03-02T22:27:45+00:00","byline":"Kyung Jin Lee","tags":["Lunar New Year","Rodney King riots","Korean-American community","Year of the Goat","student activists","Korean drumming","Global Nation","Culture","Arts, Culture & Media","Los Angeles","North America","United States","California","Han Kim","Kyung Jin Lee","Jang Woo Nam","Rodney King","Korean traditional music","Pungmul","Koreatown, Los Angeles","Koreatown"],"teaser":"If you go to LA's Koreatown neighborhood at the Lunar New Year, it's hard to miss the loud and colorful drumming crew parading the streets wishing good luck to local businesses. It's now a beloved tradition, but it wasn't always that way.","contentencoded":"<p>According to the lunar calendar, we're now officially in the year 4713, the Year of the <a href=\"http://www.npr.org/blogs/codeswitch/2015/02/19/387203812/whatever-floats-your-goat-asian-languages-interpret-lunar-year-animal-differentl\">Goat — or the Sheep, or the Ram</a>. It’s a major holiday in many Asian countries, and Korean communities around the US celebrate it with a street festival called <em>jishinbalpki</em>, which literally means “to step on the earth’s spirits.”</p>\n<p>In Los Angeles' <a href=\"http://maps.latimes.com/neighborhoods/neighborhood/koreatown/\">Koreatown</a>, a troupe of Korean drummers, most of them students, travels from business to business, performing folk rituals to tamp bad spirits into the ground and usher in good luck for the new year.</p>\n<p>“It’s you guys [who] bring out good fortunes of this year for our neighbors, for the whole entire world,\" says the emcee, Han Kim, giving a pre-festival pep talk. \"Because we are ghostbusters in a sense. We’re here to call in the good spirits, the good energy, and good fortune for everyone in our community. And we do it loud and proud, right?”</p>\n<p>They certainly do. Once they get going, you can’t miss them marching down both sides of Western Avenue and Olympic Boulevard, two main thoroughfares in Koreatown. Even if you can’t see their colorful uniforms, you can hear the vibrant polyrhythms that fill the air.</p>\n<p>Kim leads the drummers from shop to shop, shouting for storeowners to greet them. “Open the door! Open the door so the luck can come in!” he calls out in Korean.</p>\n<p>When the owner of Miiyu, a local nail salon, comes out, Kim goes into a spiel aimed at boosting business and encouraging prosperity in the coming year.</p>\n<p>“You have a friend who’s just complaining about how their fingertips look. Where do you recommend her to go?” he asks.</p>\n<p>“Miiyu!” the drummers yell in response.</p>\n<p>“Yes, you tell them to go to Miiyu because they’re the one and only best in Koreatown,” Kim says. “Let’s give them good luck!”</p>\n<p>And the drumming starts again.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"506\" width=\"900\" style=\"font-size: 13.0080003738403px; line-height: 1.538em;\" alt=\"A bookstore owner in Koreatown gives the drummers good wishes for this new year.\" title=\"A bookstore owner in Koreatown gives the drummers good wishes for this new year.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"//pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/CropBooks.jpg?itok=AkjEzKog\" /><div class=\"field-caption\">\n    <p>A bookstore owner in Koreatown gives the drummers good wishes for this new year.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Kyung Jin Lee</p>\n  </div>\n</div>\n<p>The <em>jishinbalpki</em> ritual goes back hundreds of years in Korea. But the drumming itself, called <em>pungmul</em>, has been around for <em>thousands</em> of years, with roots in ancient shamanistic rituals and collective farming practices.</p>\n<p>In the 1980s, student activists in the South Korean democracy movement began to use pungmul as an organizing tool. When many of them immigrated to the US, they used the instruments as a <a href=\"https://uspungmul.files.wordpress.com/2011/05/kwon2001.pdf\">cultural way</a> to bring attention to political matters.</p>\n<p>Jang Woo Nam, a Korean community advocate in Los Angeles who has played pungmul for more than 25 years, says student activists at Berkeley began the New Year tradition in the Bay Area in 1988, primarily as a fundraising strategy. Los Angeles adopted it two years later, and then it spread to other cities with Korean populations, including New York, Chicago, Philadelphia and Boston. </p>\n<p>But at first, Nam says, pungmul was heavily associated with South Korean political movements. Most community members thought of the practitioners as communist sympathizers. “If you [went] to 15 stores, only two or three would greet you,” Nam says. “The others would say, ‘I’m not giving money to you, you commies.'\"</p>\n<p>But things changed after the 1992 Rodney King riots in LA, which had a disproportionate impact on the Korean-American business community. It accounted for almost <a href=\"http://iamkoream.com/april-issue-k-w-lee-challenges-the-grandchildren-of-the-la-riots/\">half of LA’s $1 billion</a> loss in damaged or destroyed property.</p>\n<p>“The <em>jishinbalpkis</em> from ’93, [they] became a very community thing where they welcomed all these young Korean drumming folks, reminding Koreans of their Korean-ness and the Korean community,” Nam says. “They realized that community does need to come together and celebrate its identity.”</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"506\" width=\"900\" alt=\"Korean drummers give a pop-up performance at the Western/Wishire Metro Station in LA&amp;#039;s Koreatown.\" title=\"Korean drummers give a pop-up performance at the Western/Wishire Metro Station in LA&amp;#039;s Koreatown.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"//pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/CropDrummers.jpg?itok=fVTxc63H\" /><div class=\"field-caption\">\n    <p>Korean drummers give a pop-up performance at the Western/Wishire Metro Station in LA's Koreatown.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Kyung Jin Lee</p>\n  </div>\n</div>\n<p>New practitioners joined the ranks and the drumming culture began to change. The political angle diminished as more people saw it as a way to identify with their Korean heritage. Han Kim, a research administrator at UCLA, has been drumming for about 20 years. He says the idea of togetherness and community building is a core theme of Korean drumming philosophy.</p>\n<p>“Just playing one instrument doesn't sound good. All the instruments have to come together to play,\" he says. \"That creates harmony. It’s all about everyone playing together, so I feel it’s a symbol to world peace.”</p>\n<p>Latinos make up <a href=\"http://www.cnn.com/2013/04/17/travel/koreatown-los-angeles/\">more than half</a> of Koreatown’s population. Most of the businesses the drummers visit are Korean, but there are a few Latino and other Asian stores that also welcome the group. The drummers usually visit around 60 to 70 businesses, but Nam says their reach far exceeds this number.</p>\n<p>“Along the way, they see community people walking by. People waiting at bus stops, gathering at certain outdoor squares. They would stop and perform for them,\" he says. \"They love to see community reaction to their drumming — people dancing, people singing, people making silly noises, people yelling things. That’s all part of it.”</p>\n<p>The drummers, tired but invigorated, wrap up around dusk. They celebrate with dinner and an after party, where the drumming, singing, dancing and community building continues into the night.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-02%2Fkoreatowns-ghostbusters-usher-good-luck-lunar-new-year&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"//pri-113a.kxcdn.com/sites/default/files/story/images/CropGrandmas.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/cropgrandmasjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03022015_09.mp3"},{"href":"http://www.pri.org/file/0302201509mp3"}]}