{"created":"2014-10-03T03:52:42+00:00","modified":"2015-04-30T19:47:42+00:00","valid":{"from":"2011-08-28T19:35:31+00:00","to":"3011-08-28T19:35:31+00:00"},"hreflang":"en","guid":"c63e62bb-007c-4f56-b571-8a4687acb25a","title":"SOTRU - Mississippi Gulf Coast: Defending the Gulf","teaser":"After Hurricane Katrina ravaged the area, Mississippi Gulf Coast residents were forced to come together to deal with the aftermath. Then, just as they were starting to get back on their feet, the BP Deepwater Horizon disaster dumped millions of barrels of oil into the water just off their shores. Cumulatively, these events have made environmentalists out of a whole lot of Gulf Coast residents who may not have considered themselves as such… We tell an hour of stories about the fight for the natural world Gulf Coast bringing residents together, both with one another and with unlikely partners—and how, in some instances, that fight is turning out to be exactly what a community needed to survive… From Turkey Creek, where a historic African-American community fights for its survival with the unlikely allies of rare birds and the Audubon Society, to a residents combing the beach for sea turtle strandings they fear are related to the oil spill, to former spill cleanup workers fighting for recognition of what they believe are oil-exposure-related health problems. ","description":"State of the Re:Union - Mississippi Gulf Coast - Defending the Gulf Host: Al LetsonDESCRIPTION: After Hurricane Katrina ravaged the area, Mississippi Gulf Coast residents were forced to come together to deal with the aftermath. Then, just as they were starting to get back on their feet, the BP Deepwater Horizon disaster dumped millions of barrels of oil into the water just off their shores. Cumulatively, these events have made environmentalists out of a whole lot of Gulf Coast residents who may not have considered themselves as such&hellip; We tell an hour of stories about the fight for the natural world Gulf Coast bringing residents together, both with one another and with unlikely partners&mdash;and how, in some instances, that fight is turning out to be exactly what a community needed to survive&hellip; From Turkey Creek, where a historic African-American community fights for its survival with the unlikely allies of rare birds and the Audubon Society, to a residents combing the beach for sea turtle strandings they fear are related to the oil spill, to former spill cleanup workers fighting for recognition of what they believe are oil-exposure-related health problems. Billboard (:59)Incue: From PRX and NPROutcue: But first, this newsNews Hole: 1:00-6:00SEGMENT A (12:29)Incue: You're listening to StateOutcue: up on State of the Re:UnionA. Greeting the Gulf: We open this episode on the beach&hellip; and hear a series of voices, almost like an incantation, reciting the variety of landscapes in this part of Mississippi, from bayous and beaches to creeks and rivers. Then the voices shift into the uses for them, &ldquo;shrimping,&rdquo; &ldquo;oystering&rdquo;&hellip; And then, a shift into the litany of problems this landscape has faced, hurricanes to the BP oil spill. Host Al Letson sets up the next hour of stories about this place, defined by its environment&mdash;and the problems plaguing it. B. The Birds of Turkey Creek Back in the late 1800s, when freed slaves founded the community of Turkey Creek on the outskirts of Gulfport, MS, the area was just a swamp, undesirable land to the wealthier whites. But now, the descendents of those freed slaves are having to deal with the battle of their lifetimes to preserve their home from development. It started even before Hurricane Katrina: Gulfport was getting bigger, and what once looked like unappealing wetlands populated by poor blacks began to appear more attractive. In 2001, despite protests from Turkey Creek residents, the city paved over some of the community&rsquo;s cemetery&mdash;including historically significant graves of Turkey Creek&rsquo;s founding freed slaves&mdash;to build an apartment complex. That&rsquo;s when Derrick Evans, whose family has lived in Turkey Creek for 6 generations, stopped being just a public school teacher and became an activist. BREAK: 19:00 - 20:00SEGMENT B (18:59)Incue: You're listening to State of the Re:UnionOutcue: P-R-X.O-R-GA. The Birds of Turkey Creek (CONT.)We pick up the story with Derrick Evans return to Turkey Creek. Through taking a master naturalist class, Derrick discovered that there were several important species of birds that used Turkey Creek as a stop on their annual migration. He recruited the Audubon Society to the effort, and found more environmental organizations to be allies in the fight against development. With these partners on board, Evans and other Turkey Creek residents had a political capital to their argument that they&rsquo;d lacked before. In the most recent chapter of this battle, a fight against a proposed road that would cut through the heart of Turkey Creek to Gulfport&rsquo;s port, that political capital made all the difference. The federal EPA got involved and worked out a deal that would allow the highway construction to go forward, but about 1600 acres of wetland surrounding Turkey Creek will be put into a preserve, to remain as it is forever. Host Al Letson wraps up this story with a consideration of the racial dynamics at play in this part of Mississippi, and how they factor into the way things have evolved in Turkey Creek. B. Dear Mississippi Gulf CoastA letter from Gulf Coast resident Kara Bachmann about the challenges Mother Nature has thrown at this region in recent years, comparing the Gulf to a headstrong teenager. C. Combing the BeachesThough the beaches in Mississippi have been reopened since the oil spill, some residents find life hardly back to normal. Shirley Tillman and Laurel Lockamy have lived on the coast of Mississippi for decades, so they&rsquo;re used to seeing some of the sea&rsquo;s detritus on the beaches&mdash;a jelly fish, maybe a dead sea gull. But they&rsquo;ve never seen anything like what&rsquo;s been washing up on the shore these past several months: dead sea turtles, by the dozens. Shirley, the stay-at-home wife of a construction worker, and Laurel, the wife of a military contractor, are several of a number of Mississippi Gulf Coast residents who&rsquo;ve begun using their daily walks on the shore to document the dead animals that have been washing up there since the oil spill. They takes pictures, report strandings to the authorities&mdash;but is outraged at what she feels is a lack of response. The Institute for Marine Mammal Studies is conducting tests on the turtles, dolphins, and other animals found. But they&rsquo;ve been barred by NOAA&mdash;the National Oceanic and Atmospheric Association&mdash;from publicly releasing their findings because of pending litigation against BP. BREAK: 39:00-40:00SEGMENT C: (18:59)Incue: You're listening to State of the Re:UnionOutcue: This is N-P-RA. Shrimping After the Spill Seafood is a big industry on the Mississippi Gulf Coast&mdash;be it the fishermen or the many seafood shacks that cater to tourists on the beaches. And many of them are still struggling in the wake of the BP Oil Spill. Vietnamese shrimpers are fighting to have their financial devastation recognized by the Gulf Coast Claims Facility, the authority responsible for dispersing the 20 billion dollars in the fund created by BP to compensate victims of the oil spill. Many of them don&rsquo;t speak English, and don&rsquo;t have the meticulous documentation of their livelihood required to make a claim. Lan Diep, a lawyer with the Mississippi Center for Justice, a public interest law firm based in Biloxi, is trying to help shrimpers navigate the claims process. And he&rsquo;s hearing a range of concerns from his clients, from anxiety about whether BP will pay them&mdash;to worries about the ongoing health of the shrimp population. And the Vietnamese shrimpers are only one of many groups taking issue with the claims process. Complaints are heard up and down the Gulf. We hear from Gulf Coast Claims Facility administrator Ken Feinberg on how the process is going.B. A Town Helps Clean Up, and Gets Sick When the oil began spilling into the Gulf, residents in the small town of Lucedale, Mississippi jumped at the chance to help in the clean-up effort. Not only were they doing something to help in the disaster, but the relatively well-paying jobs being offered by BP and decontamination facilities looked like good money in this town&mdash;especially in the poverty-stricken black neighborhood. This is a part of town still struggling to recover from Katrina&mdash;some folks still live in FEMA trailers here, and have roofs with tarps on them. But, looking back on it now, those BP clean-up jobs may not have been such a great deal. We hear from clean-up worker Andre Gains about the troubles Lucedale residents and others now face. They say they were offered little to no safety training, encouraged to work even when feeling sick&mdash;and are still dealing with headaches, sore throats, memory loss, nausea, and other health problems that they believe is not such a mystery. Folks in Lucedale have begun working with area chemist&mdash;and MacArthur Genius Award winner-- Wilma Subra to get recognition for their medical problems. Subra says the oil spill is causing a slowly unfolding public health crisis in the Gulf Coast region. C. The Gulf IS Us: In this final montage, we from residents fighting to preserve the Gulf, and their way of life.PROGRAM OUT @ 59:00The Fall 2011 Season of State of the Re:Union will be available on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to September 16, 2012. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX. Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.Thanks for your consideration of the State of the Re:Union with Al Letson. Please contact your NPR Stations Relations person or Joan Miller at joanadrienne@gmail.com or 612-377-3256 with questions or to confirm carriage.","contentencoded":"State of the Re:Union - Mississippi Gulf Coast - Defending the Gulf <br /><br />Host: Al Letson<br /><br />DESCRIPTION: After Hurricane Katrina ravaged the area, Mississippi Gulf Coast residents were forced to come together to deal with the aftermath. Then, just as they were starting to get back on their feet, the BP Deepwater Horizon disaster dumped millions of barrels of oil into the water just off their shores. Cumulatively, these events have made environmentalists out of a whole lot of Gulf Coast residents who may not have considered themselves as such&hellip; We tell an hour of stories about the fight for the natural world Gulf Coast bringing residents together, both with one another and with unlikely partners&mdash;and how, in some instances, that fight is turning out to be exactly what a community needed to survive&hellip; From Turkey Creek, where a historic African-American community fights for its survival with the unlikely allies of rare birds and the Audubon Society, to a residents combing the beach for sea turtle strandings they fear are related to the oil spill, to former spill cleanup workers fighting for recognition of what they believe are oil-exposure-related health problems. <br /><br /><br />Billboard (:59)<br />Incue: From PRX and NPR<br />Outcue: But first, this news<br /><br />News Hole: 1:00-6:00<br /><br />SEGMENT A (12:29)<br />Incue: You're listening to State<br />Outcue: up on State of the Re:Union<br /><br />A. Greeting the Gulf: We open this episode on the beach&hellip; and hear a series of voices, almost like an incantation, reciting the variety of landscapes in this part of Mississippi, from bayous and beaches to creeks and rivers. Then the voices shift into the uses for them, &ldquo;shrimping,&rdquo; &ldquo;oystering&rdquo;&hellip; And then, a shift into the litany of problems this landscape has faced, hurricanes to the BP oil spill. Host Al Letson sets up the next hour of stories about this place, defined by its environment&mdash;and the problems plaguing it. <br /><br />B. The Birds of Turkey Creek <br />Back in the late 1800s, when freed slaves founded the community of Turkey Creek on the outskirts of Gulfport, MS, the area was just a swamp, undesirable land to the wealthier whites. But now, the descendents of those freed slaves are having to deal with the battle of their lifetimes to preserve their home from development. It started even before Hurricane Katrina: Gulfport was getting bigger, and what once looked like unappealing wetlands populated by poor blacks began to appear more attractive. In 2001, despite protests from Turkey Creek residents, the city paved over some of the community&rsquo;s cemetery&mdash;including historically significant graves of Turkey Creek&rsquo;s founding freed slaves&mdash;to build an apartment complex. That&rsquo;s when Derrick Evans, whose family has lived in Turkey Creek for 6 generations, stopped being just a public school teacher and became an activist. <br /><br />BREAK: 19:00 - 20:00<br /><br />SEGMENT B (18:59)<br />Incue: You're listening to State of the Re:Union<br />Outcue: P-R-X.O-R-G<br /><br />A. The Birds of Turkey Creek (CONT.)<br />We pick up the story with Derrick Evans return to Turkey Creek. Through taking a master naturalist class, Derrick discovered that there were several important species of birds that used Turkey Creek as a stop on their annual migration. He recruited the Audubon Society to the effort, and found more environmental organizations to be allies in the fight against development. With these partners on board, Evans and other Turkey Creek residents had a political capital to their argument that they&rsquo;d lacked before. In the most recent chapter of this battle, a fight against a proposed road that would cut through the heart of Turkey Creek to Gulfport&rsquo;s port, that political capital made all the difference. The federal EPA got involved and worked out a deal that would allow the highway construction to go forward, but about 1600 acres of wetland surrounding Turkey Creek will be put into a preserve, to remain as it is forever. Host Al Letson wraps up this story with a consideration of the racial dynamics at play in this part of Mississippi, and how they factor into the way things have evolved in Turkey Creek. <br /><br />B. Dear Mississippi Gulf Coast<br />A letter from Gulf Coast resident Kara Bachmann about the challenges Mother Nature has thrown at this region in recent years, comparing the Gulf to a headstrong teenager. <br /><br />C. Combing the Beaches<br />Though the beaches in Mississippi have been reopened since the oil spill, some residents find life hardly back to normal. Shirley Tillman and Laurel Lockamy have lived on the coast of Mississippi for decades, so they&rsquo;re used to seeing some of the sea&rsquo;s detritus on the beaches&mdash;a jelly fish, maybe a dead sea gull. But they&rsquo;ve never seen anything like what&rsquo;s been washing up on the shore these past several months: dead sea turtles, by the dozens. Shirley, the stay-at-home wife of a construction worker, and Laurel, the wife of a military contractor, are several of a number of Mississippi Gulf Coast residents who&rsquo;ve begun using their daily walks on the shore to document the dead animals that have been washing up there since the oil spill. They takes pictures, report strandings to the authorities&mdash;but is outraged at what she feels is a lack of response. The Institute for Marine Mammal Studies is conducting tests on the turtles, dolphins, and other animals found. But they&rsquo;ve been barred by NOAA&mdash;the National Oceanic and Atmospheric Association&mdash;from publicly releasing their findings because of pending litigation against BP. <br /><br />BREAK: 39:00-40:00<br /><br />SEGMENT C: (18:59)<br />Incue: You're listening to State of the Re:Union<br />Outcue: This is N-P-R<br /><br />A. Shrimping After the Spill <br />Seafood is a big industry on the Mississippi Gulf Coast&mdash;be it the fishermen or the many seafood shacks that cater to tourists on the beaches. And many of them are still struggling in the wake of the BP Oil Spill. Vietnamese shrimpers are fighting to have their financial devastation recognized by the Gulf Coast Claims Facility, the authority responsible for dispersing the 20 billion dollars in the fund created by BP to compensate victims of the oil spill. Many of them don&rsquo;t speak English, and don&rsquo;t have the meticulous documentation of their livelihood required to make a claim. Lan Diep, a lawyer with the Mississippi Center for Justice, a public interest law firm based in Biloxi, is trying to help shrimpers navigate the claims process. And he&rsquo;s hearing a range of concerns from his clients, from anxiety about whether BP will pay them&mdash;to worries about the ongoing health of the shrimp population. And the Vietnamese shrimpers are only one of many groups taking issue with the claims process. Complaints are heard up and down the Gulf. We hear from Gulf Coast Claims Facility administrator Ken Feinberg on how the process is going.<br /><br />B. A Town Helps Clean Up, and Gets Sick <br />When the oil began spilling into the Gulf, residents in the small town of Lucedale, Mississippi jumped at the chance to help in the clean-up effort. Not only were they doing something to help in the disaster, but the relatively well-paying jobs being offered by BP and decontamination facilities looked like good money in this town&mdash;especially in the poverty-stricken black neighborhood. This is a part of town still struggling to recover from Katrina&mdash;some folks still live in FEMA trailers here, and have roofs with tarps on them. But, looking back on it now, those BP clean-up jobs may not have been such a great deal. We hear from clean-up worker Andre Gains about the troubles Lucedale residents and others now face. They say they were offered little to no safety training, encouraged to work even when feeling sick&mdash;and are still dealing with headaches, sore throats, memory loss, nausea, and other health problems that they believe is not such a mystery. Folks in Lucedale have begun working with area chemist&mdash;and MacArthur Genius Award winner-- Wilma Subra to get recognition for their medical problems. Subra says the oil spill is causing a slowly unfolding public health crisis in the Gulf Coast region. <br /><br />C. The Gulf IS Us: In this final montage, we from residents fighting to preserve the Gulf, and their way of life.<br /><br />PROGRAM OUT @ 59:00<br /><br />The Fall 2011 Season of State of the Re:Union will be available on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to September 16, 2012. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. <br /><br />State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX. Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.<br /><br />Thanks for your consideration of the State of the Re:Union with Al Letson. Please contact your NPR Stations Relations person or Joan Miller at joanadrienne@gmail.com or 612-377-3256 with questions or to confirm carriage.<br />","byline":"Al Letson","published":"2011-08-28T19:35:31+00:00","tags":[],"itags":["prx:stories-67332"],"audio":[{"href":"https://hal.prx.org/pub/02368eac29a2671a6685e61f3d3db389/0/web/story_image/146328/medium/MissGulfCoast.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/e6cbb6e81a45791d17bd00f994945259/0/web/audio_file/318189/broadcast/MS_Gulf_Coast_SOTRU_Podcast.mp3","type":"audio/mpeg","meta":{"duration":3088,"size":49300243}}]}