{"created":"2015-03-02T23:13:07+00:00","modified":"2015-05-13T21:12:11+00:00","valid":{"from":"2015-05-13T21:12:11+00:00","to":"3015-05-13T21:12:11+00:00"},"hreflang":"en","title":"Before Rosa Parks, A Teenager Defied Segregation On An Alabama Bus","published":"2015-03-03T14:43:00+00:00","teaser":"Claudette Colvin was a 15-year-old student from Montgomery, Ala., when she refused to yield her bus seat to a white passenger. But she has been largely forgotten in civil rights history.","itags":["npr_api","389563788"],"guid":"c63fb46d-6495-430d-ac97-f5bae2b89cae","contentencoded":"<p>Rosa Parks is well-known for her refusal to give up her seat to a white passenger on a public bus in Montgomery, Ala., in December 1955. But Parks' civil rights protest did have a precedent: Fifteen-year-old Claudette Colvin, a student from a black high school in Montgomery, had refused to move from her bus seat nine months earlier. However, Colvin is not nearly as well-known, and certainly not as celebrated, as Parks.</p><p>Montgomery was segregated, which meant that black people couldn't use the dressing rooms at department stores or ride in the front of the bus. Colvin didn't like that.</p><p>\"I knew that this was a double standard,\" she says. \"This was unfair.\"</p><p><strong>The bus incident</strong></p><p>On March 2, 1955, Colvin got on the bus with three other students who settled themselves in a middle row. The first 10 seats in the front of the bus were for whites only. That was the law and Colvin knew it.</p><p>\"And so as the bus proceeded on downtown, more white people got on the bus,\" she says. \"Eventually the bus got full capacity, and a young white lady was standing near the four of us. She was expecting me to get up.\"</p><p>\"The bus driver saw the situation through the rearview mirror and said, 'I need those seats,' \" says Phillip Hoose, the author of <a href=\"http://www.npr.org/books/titles/390257699/claudette-colvin-twice-toward-justice\" target=\"_blank\">Claudette Colvin, Twice Towards Justice</a><em>.</em><em> \"</em>Three of the girls got up and walked to the back of the bus. Claudette didn't.\"</p><p>\"I just couldn't move,\" she says. \"History had me glued to the seat.\"</p><p>The bus driver called a police officer, who confronted Colvin.</p><p>\"And I said, 'I paid my fare and it's my constitutional right,' \" she recalls. \"I remember they dragged me off bus because I refused to walk. They handcuffed me and took me to an adult jail.\"</p><p>She was charged with assault and battery, disorderly conduct and defying the segregation law.</p><p>\"<strong>Everything changed\"</strong></p><p>\"My mom and dad got me out of jail and my dad said, 'Claudette, you put us in a lot of danger,' \" she recalls. \"He was worried about repercussions from the KKK. So that night, he didn't sleep. He [sat] in the corner, with his shotgun fully loaded, all night.\"</p><p>When Colvin went to school the following Monday, she got a mixed reaction. Some students were impressed by her courage, while others felt that she made things harder for them.</p><p>\"Everything changed,\" she says. \"I lost most of my friends. Their parents had told them to stay away from me, because they said I was crazy, I was an extremist.\"</p><p><strong>She wanted to fight in court</strong></p><p>Other African-Americans had previously refused to give their seats to white passengers, says Hoose. \"What was without precedent, though, is Colvin wanted to get a lawyer and she wanted to fight,\" he says.</p><p>The lawyer she chose was Fred Gray, one of two African-American lawyers in Montgomery at the time. After speaking with Colvin, Gray says, he was prepared to file a civil rights lawsuit to contest segregation on buses in Montgomery. But after discussing Colvin's incident with other local African-American community leaders, the community decided to wait, he says.</p><p>Colvin was just 15 and did not have civil rights training. Gray says the community was not quite prepared for Colvin's situation.</p><p>\"Later I had a child born out of wedlock; I became pregnant when I was 16,\" Colvin says. \"And I didn't fit the image either, of, you know, someone they would want to show off.\"</p><p>Nine months later, Rosa Parks did the exact same thing as Colvin. She was 42 years old, a professional and an officer in the NAACP. Hoose says Parks was the symbol that civil rights leaders were looking for.</p><p>\"I knew why they chose Rosa,\" Colvin says. \"They thought I would be too militant for them. They wanted someone mild and genteel like Rosa.\"</p><p>Gray, who went on to represent civil rights icons Parks and the Rev. Martin Luther King Jr., says that Colvin is one of thousands of unnamed individuals who played a key role in civil rights history.</p><p>\"Well, today, I'm-75-years old. It's good to see some of the fruit of my labor,\" says Colvin. \"To me, I don't mind being named, as long as we have someone out there to tell our story.\"</p><p>In 1956, about a year after Colvin refused to give up her seat, Gray filed the landmark federal lawsuit <em>Browder v. Gayle.</em> This case ended segregation on public transportation in Alabama. The star witness was Claudette Colvin.</p><p><em>This story was produced by Sarah Kate Kramer of </em><a href=\"http://www.radiodiaries.org/\" target=\"_blank\">Radio Diaries</a> <em>and edited by Deborah George, Ben Shapiro and Joe Richman. You can find more Radio Diaries stories on the Radio Diaries podcast.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Before+Rosa+Parks%2C+A+Teenager+Defied+Segregation+On+An+Alabama+Bus&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Radio Diaries","audio":[{"meta":{"duration":"482"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390245057-87b472.m3u?orgId=1&topicId=1015&aggIds=92479240&d=482&p=2&story=389563788&t=progseg&e=390148961&seg=8&ft=nprml&f=389563788"},{"href":"http://media.npr.org/assets/img/2015/03/02/colvinwithglasses-3e776e723aa0c2a73aa20eb025f5fbe7cdbd35ac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"899","width":"1198"}}]}