{"created":"2015-06-24T22:19:28+00:00","modified":"2015-06-25T18:19:43+00:00","valid":{"from":"2015-06-25T18:19:43+00:00","to":"3015-06-25T18:19:43+00:00"},"hreflang":"en","title":"Texas Abortion Curbs Go Into Effect Soon, Unless Supreme Court Acts","published":"2015-06-25T00:01:00+00:00","teaser":"A controversial 2013 law, which will likely leave just nine clinics open in the state, is set to go into effect July 1. Abortion-rights supporters have asked the U.S. Supreme Court to intervene.","itags":["npr_api","417173938"],"guid":"c647e25f-29b3-4677-a212-19290b01d53f","contentencoded":"<p>At the hands of the Texas Legislature, the last four years have been long for supporters of abortion rights.</p><p>The next blow lands on July 1, when a new law will go into effect in Texas and drastically reduce access to abortion services — likely leaving just nine clinics that perform abortions open in the entire state.</p><p>The controversial law, passed in 2013, requires clinics to meet tougher building standards and doctors to have admitting privileges at a nearby hospital.</p><p>A group of abortion providers filed suit to block the restrictions. Last year the U.S. Supreme Court ruled that clinics could <a href=\"http://www.npr.org/sections/health-shots/2014/10/16/356638657/despite-legal-reprieve-on-abortion-some-texas-clinics-remain-closed\">remain open</a> while the lawsuit was being appealed.</p><p>But now that the 5th Circuit Court of Appeals has <a href=\"http://www.npr.org/sections/thetwo-way/2015/06/09/413180259/abortion-restriction-law-is-backed-by-federal-court-in-texas\">upheld the restrictions</a>, they will finally go into effect — and abortion-rights supporters have asked the Supreme Court to intervene again.</p><p>Amy Hagstrom Miller, the CEO of Whole Woman's Health, the lead plaintiff in the suit, says the last few years have been a \"very rough time\" — \"not only for providers but for the women and families that we serve.\"</p><p>Hagstrom Miller says if the Supreme Court doesn't step in and block the restrictions from going into effect, there will be few clinics left.</p><p>\"Over 1 million women of reproductive age in the state of Texas will be more than 150 miles away from one of those facilities — many women having to travel upwards of 300 to 400 miles,\" Hagstrom Miller says.</p><p>\"So you're going to see almost like a pre-Roe environment where people with means, they can go to Dallas and stay in a hotel for a few days,\" she says. \"But the vast majority of people are going to be denied the safe care that up until this point they've been able to access in Texas.\"</p><p><strong>At Issue: Defining 'Undue Burden'</strong></p><p>In 1992, the Supreme Court ruled that while the individual states could impose restrictions on abortion, they could not pass laws that posed an undue burden on a woman's access to an abortion.</p><p>But that left an important question, what constitutes an undue burden?</p><p>\"Those who want to restrict abortion have made it clear that their goal is to push that standard further and further until almost nothing is an undue burden,\" says Gretchen Borchelt, vice president of reproductive rights at the National Women's Law Center.</p><p>The anti-abortion volley from the Texas Legislature is twofold. First, all Texas abortion clinics must meet hospital-like building specifications. Second, all abortion doctors must obtain admitting privileges at a nearby hospital.</p><p>That requirement shut down 20 Texas abortion clinics because Texas hospitals haven't wanted to get involved in the controversial issue. This may leave the state with one abortion clinic for every 700,000 women of reproductive age.</p><p>The plaintiffs in the case have filed an emergency motion in the Supreme Court to stay the decision of the 5th Circuit.</p><p>\"We hope that the court will take that motion up before July 1 when the 5th Circuit's order would otherwise take effect,\" says Stephanie Toti of the Center for Reproductive Rights, the lead lawyer on the case.</p><p>An emergency stay could go into effect immediately. But if the justices <a href=\"http://www.scotusblog.com/2015/06/texas-abortion-case-reaches-the-court/\">choose to take up the case for review,</a> it wouldn't appear before the court until the next term, beginning in October.</p><p><strong>A String Of Successes For Abortion Opponents</strong></p><p>Anti-abortion advocates say Texas' laws are not about closing clinics but about protecting women's health. The clinic closings are a positive byproduct.</p><p>\"If we're advocating for abortion access over safety then that's a mistake, because you're advocating for women to have unsafe abortions,\" says Emily Horne, with Texas Right to Life.</p><p>Horne wants to see Texas put more money into facilitating adoptions and helping to persuade women to keep their babies.</p><p>\"We need to get better at telling women what their other options are as well as alternatives to abortion that provide lots of services to women even after they've had a child,\" she says.</p><p>With the 5th Circuit Court of Appeals proving to be a reliable ally, the anti-abortion movement in Texas is on a hot streak. They have the utmost confidence they can win every time they lace up the wingtips.</p><p>And if the Texas case does go to the Supreme Court, they believe they have a better than even chance to win there, too.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Texas+Abortion+Curbs+Go+Into+Effect+Soon%2C+Unless+Supreme+Court+Acts&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Wade Goodwyn","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417192114-f2a225.m3u?orgId=1&topicId=1091&d=230&p=2&story=417173938&t=progseg&e=417186679&seg=4&ft=nprml&f=417173938"}]}