{"created":"2014-09-22T16:10:14+00:00","modified":"2014-10-31T15:41:28+00:00","valid":{"from":"2014-10-31T15:41:28+00:00","to":"3014-10-31T15:41:28+00:00"},"hreflang":"en","title":"Shooting Of Sikh Army Veteran Divides Community","published":"2014-05-29T15:31:00+00:00","teaser":"Police had been called before to the home of the Gulf War veteran, who had been diagnosed with mental illness. But on Jan. 25, he was shot and killed, and his family is suing for wrongful death.","itags":["npr_api","315941286"],"guid":"c64743c5-1a29-4eaa-adaf-247529db5f78","contentencoded":"<p>In late January, a mentally ill man was shot and killed by two police officers in Lodi, Calif., south of Sacramento. Tragedy often follows a confrontation between the police and a mentally ill person, but the facts of this case are in dispute.</p><p>The victim was a Sikh Army veteran, and his death has roiled the Sikh community and the city. On a recent Saturday evening, more than 100 people gathered at the Sikh temple in the largely agricultural community of Lodi, to remember Parminder Shergill.</p><p>Shergill was a 43-year-old Gulf War veteran who had served in Germany and Iraq. But he wound up dead at the hands of the police just a few doors away from his home in Lodi, and there are more questions than answers about how and why he was killed.</p><p>There's a clear divide in this meeting. The elder Sikhs, men in turbans and women in their traditional <em>shalwar kameez</em> dress, sit quietly as the 20-somethings do most of the talking.</p><p>Palvinder Kaur belongs to a group of young Sikhs called the Jakara Movement. She helped organize this meeting, in part, Kaur says, to deal with the generational split in what to do about Shergill's death.</p><p>\"There's an active Sikh youth asking for justice, asking for answers, demanding answers in some ways,\" Kaur says. \"And then there is also another segment of the community that wants to hush it down, that wants to put things to rest.\"</p><p>But putting to rest the death of Parminder Shergill doesn't appear likely.</p><p>The controversy started on the morning of Jan. 25. That's when Shergill's sister-in-law, Kuldeep, says she called 911 to ask the police to take the veteran to the VA hospital.</p><p>\"He's going crazy and attacking her,\" she says on the 911 call.</p><p>\"Attacking who?\" asks the dispatcher.</p><p>\"My mother-in-law in the house,\" Kuldeep replies.</p><p>\"Is he off his meds?\"</p><p>\"Yes he is.\"</p><p>Shergill's family says he was diagnosed with paranoid schizophrenia and later with PTSD a few years after his honorable discharge from the Army in 1996. He was no stranger to the police; they had visited the Shergill home on five prior occasions.</p><p>When two officers arrived, they found Shergill wandering at a nearby park, and they called out to him to stop. But he ignored them and walked away, back toward his house. The two officers followed him.</p><p>On the audio recording of the incident, officers report that he had a knife in his hands and was refusing commands. The two officers opened fire, and Shergill was hit by 14 bullets.</p><p>In the immediate aftermath of the killing, the police said they had no choice but to shoot Shergill. And for 13 weeks, the police said nothing more — only that their investigation could take up to a year.</p><p>It wasn't until after the Shergill family filed a wrongful death lawsuit that the police released audio recordings and a statement detailing their version of events. The Lodi chief of police did not respond to NPR's requests for an interview.</p><p>A few days after the killing, the Shergill family and their supporters in the Sikh community mourned at the veteran's funeral.</p><p>\"I can't make any sense of it. It makes no sense whatsoever,\" says Jack Johal, Shergill's cousin and a family spokesman.</p><p>Johal says the family has many unanswered questions: Did the veteran charge the police with a knife? Were police trained to deal with mentally ill people? How could they shoot a veteran?</p><p>It's an important question to a family with a tradition of military service. Shergill's ancestors were among the first wave of Sikh immigrants who came to California in the early years of the 20th century, says Johal.</p><p>\"It's a typical Indian immigrant story,\" he says. \"Sikhs are known either as farmers or warriors.\"</p><p>Johal says initially the community's reaction was relatively restrained, and there was little demonstrable anger.</p><p>\"That's not the Sikh way,\" he says. \"The Sikh way is, as I said, to be compassionate, you know, to be honest, to be humble.\"</p><p>But not everyone agrees.</p><p>\"I think there are parts of our community that don't want to shake up anything. They want to be that model minority,\" says Jasdeep Singh, a 27-year-old undergraduate at UC Davis and a former Marine.</p><p>Six years ago, Singh was in Fallujah. Now he's among the young Sikhs who say their community has been too patient in waiting for answers about the killing.</p><p>\"Coming out onto the streets protesting and demanding your rights ... to people who have quietly lived in this country, it's a scary thing,\" Singh says.</p><p>The town hall meeting at the Sikh Temple in Lodi is meant to address that divide — between an older, more cautious generation and a younger one that raises even more questions about the killing. What is the next step in the family's lawsuit? Why are the police officers still on duty? What should people know about PTSD?</p><p>One man, Kulvinder Singh, says Sikhs need to raise their profile to get respect.</p><p>\"Another thing we can do is go to Fourth of July, Veterans Day, other events, dressed as Sikhs dress, American events,\" he says. \"We're Americans. We're fighting and representing America.\"</p><p>Still, another meeting organizer, Deep Singh, sees an opportunity for the Sikh community to speak up about an issue that affects everyone touched by war.</p><p>\"This is not a Sikh case. This is actually a case about a veteran,\" he says. \"And as we have an increasing numbers of veterans returning from Afghanistan and Iraq, we want to make sure such instances never happen again.\"</p><p>Singh says, if nothing else, he hopes this meeting and this tragedy will spur the Sikh community to find its voice and prompt individual Sikhs to embrace their identity as Americans who can demand justice<em> </em>for their community.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Shooting+Of+Sikh+Army+Veteran+Divides+Community&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Gonzales","audio":[{"meta":{"duration":"376"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316891576-5d9723.m3u?orgId=1&topicId=1015&ft=3&f=315941286"},{"href":"http://media.npr.org/assets/img/2014/05/27/sikh-shergill-c55f393cc93d42d83f30690445538ce9d3202455.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1997","width":"2666"}}]}