{"created":"2014-10-27T19:47:41+00:00","modified":"2014-10-27T19:47:41+00:00","valid":{"from":"2014-10-27T19:47:41+00:00","to":"3014-10-27T19:47:41+00:00"},"hreflang":"en","title":"Summer Drinks To Beat The Heat","published":"2014-07-31T19:52:00+00:00","teaser":"Our resident chef Kathy Gunst shares eight recipes, including sun teas, fruit-flavored syrups, a smoothie, a lime rickey and gazpacho.","itags":["npr_api","336868944"],"contentencoded":"<p>Are you looking for some non-alcoholic drinks to help beat the summer heat, or maybe use some of that great summer produce?</p><p><a href=\"https://hereandnow.wbur.org/\" target=\"_blank\"><em>Here & Now</em></a> resident chef <strong>Kathy Gunst</strong> has a few suggestions, including sun teas, fruit-flavored syrups and even some non-sweet vegetable drinks. She shares these eight recipes:<a name=\"rickey\"></a></p><ol><li><a href=\"#rickey\">Lime Rickey</a></li><li><a href=\"#mint\">Iced Mint Sun Tea</a></li><li><a href=\"#smoothie\">Blueberry-Blackberry-Banana Smoothie</a></li><li><a href=\"#syrup\">Strawberry-Mint Syrup</a></li><li><a href=\"#gazpacho\">Tomato Gazpacho with Tomato-Vegetable Topping</a></li><li><a href=\"#cucumber\">Cucumber-Mint Water</a></li><li><a href=\"#ginger\">Lemongrass-Ginger Syrup</a></li><li><a href=\"#shrub\">Blueberry-Ginger Shrub</a></li></ol><p><a href=\"http://hereandnow.wbur.org/tag/kathy-gunst\" target=\"_blank\"><em>See more Kathy Gunst recipes and cooking segments</em></a></p><h4>Lime Rickey</h4><p><a href=\"http://media.wbur.org/wordpress/11/files/2014/07/0731_kathy-gunst-drinks-1.pdf\" target=\"_blank\">(View/print a PDF of all of the drink recipes)</a></p><p><strong>Kathy’s Note:</strong> Lemonade is everyone’s favorite, so why not mix it up by using fresh lime juice?</p><p><em>Serves 1</em></p><p><strong>Ingredients:</strong></p><p>3 tablespoons fresh lime juice</p><p>1 cup seltzer</p><p>1 to 1 1/2 tablespoons sugar</p><p>Ice cubes</p><p>1 lime cut into thin slices</p><p><strong>Instructions:</strong></p><p><a name=\"mint\"></a>In a large glass mix the lime, seltzer and sugar to taste. Add the ice cubes and place alike slice on the edge of the glass.</p><h4>Iced Mint Sun Tea</h4><p><strong>Kathy’s Note:</strong> You can make this refreshing sun tea using any type of fresh herb (lemon balm, lemon thyme, lemongrass, basil, etc.) or add tea bags for a stronger or caffeinated drink.</p><p><em>Makes about 2 cups</em></p><p><strong>Ingredients/Instructions:</strong></p><p>Place 2 cups fresh mint in a glass tea pot. Place in a glass tea pot (can also make in a mason jar) and cover with cold water.<a name=\"smoothie\"></a> Keep in hot sun for several hours until the water turns to tea. Add lemon slices or honey if you like.</p><h4>Blueberry-Blackberry-Banana Smoothie</h4><p><strong>Kathy’s Note:</strong> You can add raspberries and strawberries or substitute any berry or fruit for the blue and blackberries.</p><p><em>Serves 1 to 2</em></p><p><strong>Ingredients:</strong></p><p>1 cup fresh blueberries</p><p>1 cup fresh blackberries</p><p>1 banana, chopped</p><p>1/2 cup plain or vanilla yogurt</p><p>1 tablespoon maple syrup</p><p>2 ice cubes</p><p>Fresh mint for garnish</p><p><strong>Instructions:</strong></p><p>Place all the ingredients in a blender and blend until thick and almost smooth.<a name=\"syrup\"></a> Serve in a tall glass with a straw and the mint leaf on the side of the glass.</p><h4>Strawberry-Mint Syrup</h4><p><strong>Kathy’s Note:</strong> Make a batch of this syrup and freeze it in old-fashioned ice cube trays and pop out a cube as needed. Serve with seltzer or add rum, vodka or tequila. Use any type of fresh summer berries you have on hand.</p><p><em>Makes about 2 cups</em></p><p><strong>Ingredients:</strong></p><p>1/2 cup sugar</p><p>2 cups water</p><p>2 cups strawberries, stemmed, or fresh summer berries</p><p>1/2 cup fresh mint leaves</p><p><strong>Instructions:</strong></p><p>Mix the sugar and water in a small pot and bring to a boil over high heat. Reduce the heat to low and simmer for 10 minutes, or until slightly thickened. Add the berries and mint and cook over low heat for 5 minutes.<a name=\"gazpacho\"></a> Remove from the heat and let sit 10 minutes. Strain. Refrigerate or freeze.</p><h4>Tomato Gazpacho with Tomato-Vegetable Topping</h4><p><strong>Kathy’s Note:</strong> Sure, gazpacho is really a soup, but it’s essentially a vegetable drink. And it’s refreshing and one of the best ways to show off and use up ripe garden tomatoes. Here, several varieties of tomatoes are blended with garlic, oil, bread and a few other seasonings. The topping &#8212; a combination of raw chopped tomatoes, cucumber and peppers &#8212; adds a delicious crunch. This recipe is adapted from one given to me by my friend, Washington Post food editor Joe Yonan.</p><p><em>Makes about 6 cups, to serve 4 as part of a larger meal</em></p><p><strong>Ingredients:</strong></p><p>3 pounds heirloom tomatoes, such as Brandywine, Purple Cherokee, or Black Krim, chopped</p><p>3 garlic cloves, chopped</p><p>1 cup stale bread cubes</p><p>12 large basil leaves, plus a few more for garnish</p><p>1 teaspoon kosher salt, plus more to taste</p><p>Freshly ground black pepper</p><p>2 1/2 tablespoons apple cider vinegar, or more to taste</p><p>2 1/2 tablespoons extra virgin olive oil, plus more for drizzling</p><p>1 to 2 teaspoons honey, or more to taste</p><p><em>Garnishes:</em></p><p>2 medium cucumbers, peeled and cut into 1/2-inch dice</p><p>12 cherry tomatoes (preferably a mix of red and yellow), quartered</p><p>2 small Green Zebra tomatoes (or another variety of your choice), cut into 1/2-inch pieces</p><p>1 green, red, yellow or purple sweet pepper, cut into 1/2-inch pieces</p><p><strong>Instructions:</strong></p><p>Combine the tomatoes, garlic, bread, basil, salt, pepper, vinegar, olive oil, and honey in the jar of a blender or food processor and blend until smooth and frothy, working in batches if necessary. Taste, and add more salt, pepper, vinegar, and honey if needed.</p><p>Refrigerate the soup until thorough chilled, at least 2 hours. (To chill it faster, pour it into a large, shallow, rimmed baking sheet and freeze for about 20 or 30 minutes, then transfer it to the refrigerator or eat immediately.)</p><p>Lightly season the cucumbers, cherry tomatoes, Green Zebra tomatoes and pepper with salt and pepper. Serve the soup with a handful of the garnishes and a few torn basil leaves scattered on top, and drizzle with more olive oil.<a name=\"cucumber\"></a> (Or, for more showy service at a dinner party, mound the garnish in the middle of each bowl, and set the bowls in place, then pour the cold gazpacho from a pitcher at the table.)</p><h4>Cucumber-Mint Water</h4><p><strong>Kathy’s Note:</strong> Imagine you’re at a spa. Inhale. Feel your senses. Aw, forgetaboutit. This is a very subtle, but refreshing flavored water. Serve over ice cubes with a fresh mint sprig; it will cool you down any hot summer day.</p><p><em>Makes about 4 cups</em></p><p><strong>Ingredients:</strong></p><p>1 medium cucumber, peeled and cut in half lengthwise and into 1/2-inch slices</p><p>1 cup fresh mint leaves</p><p><strong>Instructions:</strong></p><p>Place the cucumbers and mint in a glass tea pot or pitcher and cover with 4 cups cold water.<a name=\"ginger\"></a> Let sit for about an hour. Serve over ice with a fresh mint sprig!</p><h4>Lemongrass-Ginger Syrup</h4><p><strong>Kathy’s Note:</strong> A bright, soothing syrup that can be added to seltzer or used as the basis of a cocktail &#8212; add rum or vodka.</p><p><em>Makes about 2 cups</em></p><p><strong>Ingredients:</strong></p><p>2 cup water</p><p>3/4 cup sugar</p><p>2 1/2 tablespoons lemon grass, chopped</p><p>2 tablespoons fresh ginger, cut into 1 inch pieces</p><p><strong>Instructions:</strong></p><p>Boil water and sugar for 5 minutes. Add lemongrass and ginger. Cook another 5 minutes. Remove from heat and let steep for 10 minutes. Strain. Keep the syrup in the refrigerator in <a name=\"shrub\"></a>closed glass jars.</p><h4>Blueberry-Ginger Shrub</h4><p><strong>Kathy’s Note: </strong>A shrub is an acidulated drink that dates back to the 17th century. The key ingredient is vinegar, which creates a healthy, refreshing, and different-tasting drink.</p><p><em>Makes about 4-6 cups</em></p><p><strong>Ingredients:</strong></p><p>2 cup water</p><p>1/2 cup sugar</p><p>1 tablespoon minced fresh ginger</p><p>2 cup fresh blueberries</p><p>about 2 tablespoons apple cider vinegar or white wine vinegar</p><p><strong>Instructions:</strong></p><p>Combine the water and sugar in a saucepan and bring to a boil over high heat. Reduce heat to low, simmer for about 5 minutes. Add ginger and blueberries. Simmer another 5 minutes. Remove from the heat and strain.</p><p>To make a shrub, fill a glass with ice cubes, add about 2 tablespoons of the blueberry syrup, and add the vinegar to taste. Add gin, vodka, or rum to taste, if desired.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.kathygunst.com/\" target=\"_blank\">Kathy Gunst</a></strong>, resident chef for <em>Here & Now</em> and author of cookbooks including “<a href=\"http://www.amazon.com/Notes-Maine-Kitchen-Seasonally-Inspired/dp/0892729171/?tag=wburorg-20\" target=\"_blank\">Notes from a Maine Kitchen</a>.” She tweets <a href=\"https://twitter.com/mainecook\" target=\"_blank\">@mainecook</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Summer+Drinks+To+Beat+The+Heat&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"c65c39c5-a824-4386-ae6f-db411d6128e1","audio":[{"meta":{"duration":"458"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336904867-b0e9c1.m3u?orgId=330&ft=3&f=336868944"}]}