{"created":"2015-06-13T08:51:44+00:00","modified":"2015-06-23T18:23:46+00:00","valid":{"from":"2015-06-23T18:23:46+00:00","to":"3015-06-23T18:23:46+00:00"},"hreflang":"en","title":"Science Of Sadness And Joy: 'Inside Out' Gets Childhood Emotions Right","published":"2015-06-15T18:26:00+00:00","teaser":"Pixar's animated fantasy takes viewers inside the mind of an 11-year-old girl named Riley. Psychologists say the film offers an accurate picture of how emotions and memories help make us who we are.","itags":["npr_api","413980258"],"guid":"c65e2c9b-a543-42a7-b891-89079cbd96f0","contentencoded":"<p>Hollywood's version of science often asks us to believe that dinosaurs can be cloned from ancient DNA (they can't), or that the next ice age could develop in just a few days (it couldn't).</p><p>But <a href=\"http://movies.disney.com/inside-out/\">Pixar's film</a> <em>Inside Out</em> is an animated fantasy that remains remarkably true to what scientists have learned about the mind, emotion and memory.</p><p>The film is about an 11-year-old girl named Riley who moves from her happy home in Minnesota to the West Coast, where she has no friends and pizza is made with broccoli. Much of the film is spent inside Riley's mind, which features a control center manned by five personified emotions: Joy, Sadness, Fear, Anger and Disgust.</p><p>\"I think they really nailed it,\" says <a href=\"http://psychology.berkeley.edu/people/dacher-keltner\">Dacher Keltner</a>, a professor of psychology at the University of California, Berkeley who worked as a consultant to the filmmakers.</p><p>The movie does a really good job of portraying what it's like to be 11, Keltner says. \"It zeroes in on one of the most poignant times in an individual's life, which is the transition to the preteen and early teen years, where kids — and, I think, in particular girls — start to really powerfully feel the loss of childhood,\" he says.</p><p>As the filmmakers were working, they would fire off emails to Keltner and to <a href=\"http://www.paulekman.com/paul-ekman/\">Paul Ekman</a>, a pioneer in the study of emotions. The process helped create a movie that's true to the underlying science when it shows things like how emotions tend to color Riley's perception of the world.</p><p>\"When you are in a fearful state, everything is imbued with threat and uncertainty and peril,\" Keltner says. And when Riley is sad, he says, even her happy memories take on a bluish hue.</p><p>The filmmakers get a lot of other scientific details right. Inside Riley's head, you see memories get locked in during sleep, experiences transformed into abstractions, and guards protecting the subconscious.</p><p>There <em>are</em> a few departures from the scientific norm. Long-term memories are portrayed as immutable snow globes, though scientists know these memories actually tend to change over time. And Riley gets five basic emotions instead of the six often described in textbooks. (<a href=\"\"http:/www.npr.org/2015/06/09/413273007/its-all-in-your-head-director-pete-docter-gets-emotional-in-inside-out?live=1\">\"Surprise,\" apparently, didn't make the cut</a>.)</p><p>Also disgust is present in a pretty mild form — the reaction a child has to eating broccoli. The film plays down a more powerful version of disgust, \"like if you suddenly eat a piece of food and it has a worm in it, or it's rotting, Keltner says.</p><p>One of the film's high points, though, is its depiction of sadness, Keltner says. In many books and movies for kids, he says, sadness is dismissed as a negative emotion with no important role.</p><p>In <em>Inside Out, </em>star-shaped Joy gets more screen time. But when the emotions are in danger of getting lost in the endless corridors of long-term memory, it is Sadness, downcast and shaped like a blue teardrop, who emerges as an unlikely heroine.</p><p>For kids, Keltner says, that makes \"a nice statement about how important sadness is to our understanding of who we are.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Science+Of+Sadness+And+Joy%3A+%27Inside+Out%27+Gets+Childhood+Emotions+Right&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"358"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414149726-deb249.m3u?orgId=1&topicId=1128&d=358&p=7&story=413980258&t=progseg&e=414149625&seg=17&ft=nprml&f=413980258"},{"href":"http://media.npr.org/assets/img/2015/06/12/inside-out-cbdedef851742470796d157bce0c1d6ff45997fc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1685","width":"2246"}}]}