{"created":"2014-12-04T22:02:21+00:00","modified":"2015-05-13T21:28:38+00:00","valid":{"from":"2015-05-13T21:28:38+00:00","to":"3015-05-13T21:28:38+00:00"},"hreflang":"en","title":"Who Made That Flavor? Maybe A Genetically Altered Microbe","published":"2015-02-20T20:42:00+00:00","teaser":"Biotech companies are inserting new genes into microorganisms, turning them into tiny factories to produce valuable nutrients and flavors. But many of the companies don't want to talk about it.","itags":["npr_api","368001548"],"guid":"c66f5510-f78a-4e79-8b97-51eeaf680156","contentencoded":"<p>For practically our whole history of cooking and eating, we've gotten our spices and most flavors (not to mention all of the other basic nutrients that keep us alive) straight from plants.</p><p>But researchers and biotech companies are starting to produce some of these nutrients and flavors — especially the high-priced ones — in their laboratories.</p><p>Take, for instance, chemical compounds called <a href=\"http://www.npr.org/blogs/thesalt/2013/02/20/172511813/more-antioxidants-in-your-diet-may-not-mean-better-health\">antioxidants</a>. Health-conscious consumers are snapping them up because there's some evidence that these substances repair damaged cells in our body, reducing the risk of cancer and heart problems. Colorful berries like blueberries and raspberries, for instance, give us <a href=\"http://www.npr.org/blogs/thesalt/2013/01/14/169323332/women-with-a-berry-snacking-habit-may-have-healthier-hearts\">anthocyanins</a>.</p><p>Now, anthocyanins are appearing, as if by magic, in <a href=\"http://www.rpi.edu/dept/bio/faculty/profiles/koffas.html\">Mattheos Koffas'</a> laboratory at Rensselaer Polytechnic Institute in Troy, N.Y.</p><p>Andrew Jones, a graduate student here, holds up a thick glass tube, a little bigger than my thumb, filled with a milky fluid. \"You can see the slight change in color,\" he says. \"It's a little red. It's a red compound that we're producing.\"</p><p>The tube is teeming with a common and harmless strain of <em>E. coli</em> bacteria. But Koffas and Jones have inserted some extra genes, which were originally identified in plants like raspberries, <strong></strong> into these bacteria. \"We engineer their genetic circuits so they can produce chemicals for us,\" Koffas says.</p><p>These same genes exist in many plants that are high in anthocyanins. Each gene churns out a specific enzyme, and together the enzymes form a \"biochemical pathway.\" Think of it as a chemical assembly line in the cell. Step by step, the enzymes build the health-promoting anthocyanin compound.</p><p>This assembly line already exists in raspberries, of course. But Jones says there are big advantages to moving it into bacteria. \"Plants take a long time to grow, where <em>E. coli</em> can grow overnight,\" he says. Microbial production \"is also more scalable.\"</p><p>Plants need light and land and a variety of nutrients to grow. These microbes, on the other hand, have been converted into dedicated antioxidant factories. Koffas and his university have patented this strain of <em>E. coli</em> and licensed it to a company called Chromadex, which is now scaling up the production process.</p><p>\"We're hoping that in a couple of years, there will be microbially produced anthocyanins commercially available,\" says Koffas.</p><p>The idea of using microbes to produce valuable molecules is not really new. Biotech companies have been making <a href=\"http://www.gene.com/media/press-releases/4161/1979-07-11/first-successful-bacterial-production-of\">pharmaceuticals</a> this way for several decades. But only recently have they moved into the more familiar world of food ingredients.</p><p><a href=\"http://www.bcn.ualberta.ca/en/NetworkMembers/ManagementTeam/DavidBressler.aspx\">David Bressler</a>, at the University of Alberta in Edmonton, Canada, says it should be possible to use microbes to make a whole variety of substances that we currently get from plants. \"There are companies, right now, that are really hot on the heels of producing the unsaturated fatty acids, the omega-3s that we get from fish. People are looking at fermentation systems with algae,\" he says.</p><p>Bressler says he has worked on producing some food ingredients through microbial fermentation. Which ingredients? \"I can't share that information,\" he says. \"The companies often don't want to identify what they're making.\"</p><p>There are two reasons why companies don't want to talk about it, Bressler says. First, they're trying to hide valuable secrets, such as what strain of bacteria they're using. Second, they're afraid of getting caught up in the controversy over genetically modified organisms — GMOs. They don't really know how consumers will react to the idea of healthy oils or flavors coming from GM microbes. And some <a href=\"http://news.sciencemag.org/2012/03/111-organizations-call-synthetic-biology-moratorium\">critics</a> believe there may be risks involved in creating strains of yeast, or bacteria, with combinations of genes not found in nature.</p><p>One company that is happy to talk about its products is <a href=\"http://www.evolva.com/\">Evolva</a>, based in Switzerland. \"If we're asking you to eat our product, then fundamentally we owe it to you to explain how we're making it,\" says Neil Goldsmith, the company's founder and CEO.</p><p>Evolva inserts new genes into ordinary baker's yeast to make its products. It has two products on the market already. The first is <a href=\"http://www.npr.org/blogs/thesalt/2014/05/13/311904587/resveratrol-may-not-be-the-elixir-in-red-wine-and-chocolate\">resveratrol</a>, an antioxidant found in the skins of red grapes, which is sold as a nutritional supplement.</p><p>Evolva is also making <a href=\"http://www.npr.org/blogs/thesalt/2014/10/03/353024980/gmos-are-old-hat-synthetically-modified-food-is-the-new-frontier\">vanillin</a> — the main flavor compound in natural vanilla extract. The company's microbe-made flavor competes with synthetic vanillin, which is made in chemical factories. Within two years, Evolva plans to sell a yeast-produced version of saffron, an ancient spice that's <a href=\"http://www.npr.org/blogs/thesalt/2014/09/01/344354403/these-5-crops-are-still-hand-harvested-and-its-hard-work\">harvested with great care</a> from a crocus flower.</p><p>\"There's a lot of people who aren't getting to use saffron because it's so expensive,\" Goldsmith says. \"If we can make it more affordable, then hopefully we can change that.\"</p><p>As for the safety concerns, the Food and Drug Administration does not think what Evolva is doing is particularly risky. It is re-assembling biological building blocks, including plant genes, enzymes and microbes, but all of those substances have been in the human diet for centuries.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Who+Made+That+Flavor%3F+Maybe+A+Genetically+Altered+Microbe&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"308"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368529546-cabc66.m3u?orgId=1&topicId=1053&d=308&p=2&story=368001548&t=progseg&e=368518325&seg=18&ft=nprml&f=368001548"},{"href":"http://media.npr.org/assets/img/2014/12/03/danimage-ce6861aaf3de1accc7fc2d1ee0d02f6dd5f86e1d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}},{"href":"http://media.npr.org/assets/img/2014/12/04/danimage2-04752ce79821b50d1b5ce4b552300153194af152.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}}]}