{"created":"2015-03-02T20:30:53+00:00","modified":"2015-03-04T15:49:59+00:00","valid":{"from":"2015-03-04T15:49:59+00:00","to":"3015-03-04T15:49:59+00:00"},"hreflang":"en","guid":"c66fd5e5-6e18-4f2b-84d9-b64422c6cf20","title":"Let the conspiracy theories begin: Who killed Boris Nemtsov?","published":"2015-03-04T15:49:54+00:00","byline":"Shefali S. Kulkarni","teaser":"A Ukrainian model who saw Kremlin critic Boris Nemtsov shot and killed on the night of February 27 is under 24-hour police protection in Russia.","tags":["Global Politics","Kiev","Europe","Asia","Russia","Ukraine","Europe","Asia","Boris Nemtsov","Anna Duritskaya","Vladamir Putin","Bolshoy Moskvoretsky Bridge","Politics of Russia"],"contentencoded":"<p>Is the government that’s investigating the death of Boris Nemtov the same government that killed him?</p>\n<p>Before his death, the famed critic of the Kremlin told Russia's <a href=\"http://sobesednik.ru/\">Sobesednik</a> newspaper that his public opposition of Vladimir Putin's policies might get him killed.</p>\n<p>And a few hours before he was shot and killed on Bolshoy Moskvoretsky Bridge near Red Square on Friday night, Nemtsov spoke to <a href=\"http://www.echo.msk.ru/\">Ekho Moskvy radio</a> about Putin's decision to go to war with Ukraine, calling the Russian prime minister a \"pathological liar.\"</p>\n<p> </p>\n<iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://embed.theguardian.com/embed/video/world/video/2015/mar/01/boris-nemtsov-interview-death-vladimir-putin-video\" width=\"560\"></iframe>\n<p>But Russian security scholar Mark Galeotti doesn’t believe the mounting suspisicion around Nemtsov's death. The professor at <a href=\"http://www.scps.nyu.edu/academics/departments/global-affairs.html\">New York University’s Center for Global Affairs</a> says it's difficult to think that there was a deliberate plan to kill Nemtsov by the Putin government.</p>\n<p>\"Nemtsov was not a threat to Putin,\" Galeotti says. \"It's actually quite an embarassment to Putin to have a hit quite so close to the Kremlin. After all, this is a president who prided himself on making the streets safe.\"</p>\n<p>Galeotti says that while the West was familiar with Nemtsov, within Russian, he was only well know among ultra-liberal, anti-government circles and killing him wasn't high up on Putin's to-do list.</p>\n<p>\"The cost, shall we say, of assassinating him, espcially in such a way, in such a place, at such a time — I mean we saw that it actually increased dramatically the size of the protests for example — seem to far outweight the advantages.\"</p>\n<p>Galeotti says, however, that suspicions and secrets will continue to mount in Russia after Nemtsov's death — it's in the country's nature.</p>\n<p>\"This is a country now in which first of all there is really little room for neutrality — the government has built up this kind of propaganda environment, in which if you’re not 100 percent for Putin and for Putin’s policies you’re somehow a traitor. But it also means that anyone who is at all suspicious of the government actually tends to assume there’s always going to be some conspiracy or some dark secret. And this is why — regardless of what the outcome of the investigation is — even if they come up with someone who is a perfectly credible shooter tomorrow, people will think, ‘Ah, that’s just a scapegoat.'\"</p>\n<p>\"This in some ways reflects on what the Kremlin has done: When you bombard people with propaganda — some of it so laughable that everyone knows it’s propaganda — then people just assume that the state’s lying to them. And when you’re, at the same time, busy suggesting that there’s ump-teen conspiracies and Machiavellian plans against Russia, people assume that’s the way it works.\"</p>\n<p>But Galeotti says that even in the past, \"this has not been the way the Kremlin has been dealing with its opposition. It trumps up legal cases, it puts them in prison it keeps them in house arrest, but on the whole, we don’t tend to see blood the streets. </p>\n<p>Nemtsov was trained as a scientist, but grew into a political stronghod in the 1990s. He served as the country's first ever deputy prime minister under Boris Yeltsin, but and has since publically critiqued Vladimir Putin's policies — most recently his decisions to go head-to-head against Ukraine. Nemstov was in Moscow on Friday in preparation for a protest against war with Ukraine. </p>\n<p>On Friday night he dined with 23-year-old Ukranian model Anna Duritskaya at the GUM shopping mall in Red Square before the two walked along the Bolshoy Moskvoretsky Bridge. Duritskaya, who is currently the primary witness in this investigation, told Russian authrorities she didn't see the shooter. But reports indicate that an unidentified man came up from behind them, and shot Nemtsov multiple times before entering into a light-colored car and driving off.</p>\n<p>The Ukrainian model and actress was with Nemtsov on Friday night when he was slain. <a href=\"http://bigstory.ap.org/article/c588916ac92b448cba221833025542d0/russian-opposition-leader-asks-early-release\">The Ukraine Foreign Ministry</a> says she returned to Kiev late Monday.</p>\n<p>In her first interview since the shooting, Duritskaya told the Russian television channel \"Rain\" — <em>Dozhd</em> — that Russian investigators are holding her in the country. (You can watch the Skype interview <a href=\"http://tvrain.ru/articles/_mne_ne_objasnjajut_pochemu_menja_do_sih_por_derzhat_v_rossii_anna_duritskaja_ob_ubijstve_borisa_nemtsova_i_rabote_sledstvija_ekskljuziv_dozhdja-383219/\">here</a> — it's in Russian.)</p>\n<p>\"They kept me under guard for three days at the Investigative Committee as they carried out their case work,\" she said.</p>\n<p>Duritskaya was rumored to be in a relationship with the former deputy prime minister and politician. Nemtsov's funeral was held Tuesday, March 3rd.</p>\n<p>FLASH: Дурицкая не видела убийцу Немцова, номер автомобиля не запомнила <a href=\"http://t.co/jGrkm9b9Jc\">http://t.co/jGrkm9b9Jc</a> <a href=\"http://t.co/Me65yNMNl5\">pic.twitter.com/Me65yNMNl5</a></p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>— Срочный по Северу (@flashnord) <a href=\"https://twitter.com/flashnord/status/572346857919279104\">March 2, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-02%2Fwitness-boris-nemtsovs-murder-cant-leave-russia&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/edit_Boris.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/editborisjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0302201506.mp3"},{"href":"http://www.pri.org/file/0302201506mp3"}]}