{"created":"2014-08-28T17:46:33+00:00","modified":"2014-10-30T22:56:48+00:00","valid":{"from":"2014-10-30T22:56:48+00:00","to":"3014-10-30T22:56:48+00:00"},"hreflang":"en","title":"U.S. Officials Try To Gauge Threat From American Fighters In Syria","published":"2014-08-27T17:38:00+00:00","teaser":"Dozens of Americans have gone to Syria to fight against the government, some with groups the U.S. considers terrorists. U.S. officials have to sort out which could be dangerous when they return.","itags":["npr_api","343435296"],"guid":"c680715a-68ef-4fd5-a3e7-cbb703dfa718","contentencoded":"<p>The heyday of \"war tourism\" was probably the 1930s, when a host of intellectuals and artists left the U.S. to bear witness to the Spanish Civil War. Ernest Hemingway wrote about it. George Orwell, just to name another, actually fought in it.</p><p>Regular people from all walks of life showed up on those fields of battle as well, in much the same way young men — both Muslim and non-Muslim — are streaming to Syria today. The modern-day result: Instead of newspaper articles and Orwell's boook, <em>Homage to Catalonia</em>, there are literally hundreds of Facebook entries that chronicle the fight.</p><p>Some, like this one from former Army Pvt. Eric Harroun, seem a bit naïve.</p><p>\"Bashir al-Assad your days are numbered, you're going down in flames,\" Harroun posted on his Facebook page last year. \"You should just quit now while you can and leave ... you're going to die no matter what ... where ever you go we will find you and kill you.\"</p><p>U.S. intelligence officials tracking American fighters believe that at least 140 of them have gone to fight in Syria and Iraq so far. They say the number of U.S. passport holders now in the fight has more than doubled since the beginning of the year.</p><p>The problem is that officials aren't sure which groups the fighters have joined. Fighting for the group known as the Islamic State, which killed American journalist James Foley last week, or al-Qaida's affiliate in Syria, Jabhat al-Nusra, is a violation of U.S. law. Both have been designated terrorist organizations. But because there are literally thousands of groups fighting in Syria now, it is difficult to sort out who is a threat returning from Syria and who isn't.</p><p><strong>A Chaotic Situation In Syria</strong></p><p>Harroun spent about six weeks fighting with rebel groups in Syria. Initially he was linked to the Free Syrian Army, and over that time he provided a visual atlas of his journey by posting a steady stream of videos on Facebook and YouTube.</p><p>\"I've been separated from my squad, having been hit by shrapnel,\" Harroun says, looking into a camera phone as he recorded. \"I came into this old building and I don't know if that's my last ... video or not.\"</p><p>He flinches as shots are fired in the background and the building where he is hiding shakes. \"We're getting blasted out here, I have one clip, two, three, three full clips left ... my grenade ... so ... Bye.\"</p><p>Andrew Tabler, a Syria expert at the Washington Institute for Near East Policy, followed the Harroun case as it played out on YouTube.</p><p>\"Eric Harroun's story in Syria is one of an American concerned about the Middle East who enters the very chaotic situation inside of Syria and gets caught up in a game that is beyond his comprehension,\" says Tabler. \"Unfortunately he was caught on the wrong side of it.\"</p><p>Harroun was on the wrong side because when he returned to the U.S., he was arrested on terrorism charges. That's because while he started out with the Free Syrian Army, he later joined an avowedly anti-American Islamist fighting force called the Al-Aqsa Islamic Brigades.</p><p>\"As a practical matter, it is just a bad idea for U.S. citizens to be fighting,\" says Neil MacBride, the U.S. attorney in Virginia who led the Harroun prosecution. \"There has yet to be a happy ending from a U.S. citizen going abroad and fighting on the ground in Syria. The Harroun case didn't end well.\"</p><p><strong>'No Idea What He Was Getting Into'</strong></p><p>Harroun had been in Egypt during the uprising in Cairo's Tahrir Square, and expected to see something similar happen in Syria when Syrians started rising up against the government of Bashar Assad in 2011.</p><p>Harroun wanted to be a part of it, so he joined forces with the Free Syrian Army, the group that the Obama administration is now considering supporting with more arms and training.</p><p>The problem in Syria is that the fighting is so chaotic, and it is hard to tell one group from another. In Harroun's case it was doubly difficult, because he didn't speak Arabic.</p><p>\"He had no idea what he was getting into,\" Tabler says.</p><p>That's why Harroun's crime ended up being one of proximity. Harroun told investigators and his Facebook followers that he ended up fighting Assad alongside Jabat al-Nusra, al-Qaida's affiliate in Syria. That's why the original charges against him were terrorism related.</p><p>MacBride said Harroun's group, the Al-Aqsa Islamic Brigades, was just as virulent as al-Qaida, but it wasn't on the U.S. list of designated terrorist organizations.</p><p>MacBride said Harroun knew he was with an Anti-American group, but Harroun convinced prosecutors that he didn't go to Syria intending to join one.</p><p>MacBride says that's an indication of just how confusing the Syrian battlefield has become.</p><p>\"It is certainly true that some may have noble and even patriotic reasons for going over there,\" MacBride says. \"But on the ground it has proven to be such a complex and challenging situation, where the groups are so overlapping, with shifting allegiances, that as a practical matter it is a threat to national security to have Americans going abroad and putting themselves in that situation.\"</p><p><strong>U.S. Officials Assume The Worst</strong></p><p>Essentially, that means anyone who fights in Syria, regardless of the group that takes them in, is considered suspect now. That goes a long way toward explaining why U.S. law enforcement's approach now appears to be to assume the worst, and why the FBI has started arresting people before they leave for Syria. A handful have been arrested so far this year — nearly all of which have some connection to the Islamic State.</p><p>Eventually, U.S. officials decided Harroun wasn't such a threat. After six months in solitary confinement in Alexandria, Va., he was released with time served and charged with illegally providing weapons to a foreign fighting force.</p><p>But his story ends badly: Harroun died of an overdose of prescription pills this past April. His family said the death was an accident.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.+Officials+Try+To+Gauge+Threat+From+American+Fighters+In+Syria&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dina Temple-Raston","audio":[{"meta":{"duration":"259"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343623264-9c6641.m3u?orgId=1&topicId=1122&ft=3&f=343435296"},{"href":"http://media.npr.org/assets/img/2014/08/26/eric-harroun-syria-e09076de70146053104e306df530827d179445d5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"638","width":"851"}}]}