{"created":"2014-11-03T20:05:16+00:00","modified":"2014-11-03T23:58:03+00:00","valid":{"from":"2014-11-03T23:58:03+00:00","to":"3014-11-03T23:58:03+00:00"},"hreflang":"en","title":"Aasif Mandvi On Life As A 'No Land's Man' And Impressing Jon Stewart","published":"2014-11-03T23:57:00+00:00","teaser":"Mandvi, a <em>Daily Show</em> correspondent, was born in India, raised in England and moved to Florida as a teen. His new essay collection reflects on his acting career and his life as an immigrant.","itags":["npr_api","361026157"],"guid":"c68e737d-4c14-421c-bbce-d77178e52f2e","contentencoded":"<p>Aasif Mandvi is best known as <em>The Daily Show</em>'s senior Muslim correspondent, but he insists that when he was hired he was \"a terrible example of a Muslim.\"</p><p>\"The idea that I had anything to do with speaking about Islam or about the Muslim world was just absurd to my family. ... I hadn't been to the mosque in like 10 years,\" he tells <em>Fresh Air</em>'s Terry Gross. \"I know the Gospel according to Mark better than I know any sura in the Quran.\"</p><p>Still, when the show's writers had any ethnic questions or questions about Islam, Mandvi says, he'd pretend he'd know the answer.</p><p>\"<em>The</em><em> Daily Show</em> writers are incredibly smart and very well plugged-in but occasionally they would need me for certain specific things, and I'd be like, 'Yeah, I completely know how to do that; I can solve that problem,' \" Mandvi says. \"And then I'd be like, 'Mom?' \"</p><p>Mandvi was born in India and moved to England when he was very young. There, he went to a British boarding school where students went to church every Sunday. When Mandvi was 16, he and his family moved to Florida.</p><p>\"I thought my days were just going to be spent hanging out on a beach and my girlfriend was going to be Miss Teen USA and my best friend will be a dolphin,\" Mandvi says. \"So I had this completely unrealistic idea of what America was — but I wanted to be there.\"</p><p>In <em>No Land's Man</em><em>,</em> a new collection of personal essays, Mandvi writes about his acting career, his time on <em>The Daily Show</em> and his life as an immigrant.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the stereotypical roles he auditioned for early in his career</strong></p><p>It was this sort of traditional — cab drivers, the deli guy. ... One of the first auditions I had in New York was for a commercial where I had to go in and audition to be a snake charmer. ... It was either some bank commercial or something where they wanted a guy charming a snake. ... I remember they wanted to know if I actually knew how to snake charm. I wanted the job so badly that I said, \"Well, you know, I'm Indian, so it's probably in my DNA. I could probably figure it out,\" because I was so desperate. They wanted to know if I owned a turban because they didn't really have someone who knew how to tie a turban. I think I said something like, \"No, I don't own a turban because if you do own a turban, you kind of don't leave home without it. You wear it.\" I didn't get the part.</p><p><strong>On why he was reluctant to audition for</strong><strong> </strong><em><strong>The Daily Show</strong></em></p><p>I had done this kind of thing before where I had gone to David Letterman and done the voice of Saddam Hussein, or like a tech support guy on Jimmy Kimmel, you know, and I thought [<em>The Daily Show</em> job] was going to be one of these one-off things where I was going to be pretending to fly around on a carpet or yell \"Death to America\" in an Arab accent. ...</p><p>What had happened is they had written a Middle East correspondent, a correspondent actually from the Middle East, and then they realized that they didn't have one so they needed to audition people. So I came in that day, just as a regular audition, to audition for this one-off piece they had written. ...</p><p>I was a fan <em>of The Daily Show</em>. I watched it. I never imagined being on it, but I figured I would just go down there and do my best Stephen Colbert impression. And I guess it worked because Jon [Stewart] hired me right on the spot and then I was on the show that night before I could even tell anyone that I was on <em>The Daily Show</em>. And then I was literally on the air and people were calling and being like, \"Did I just see you on <em>The Daily Show</em>?\" It happened really fast. Then I guess Jon liked me and he wanted me to keep coming back.</p><p><strong>On the \"Paki-bashing\" he experienced as a kid in England</strong></p><p>\"Paki-bashing\" was kind of this term that was used in general to beat up anyone who was from the Indian subcontinent. [In] Bradford, [England,] specifically, there were a lot of Pakistanis there — even today it has a very large Pakistani population. You just got lumped into that thing. Yeah, it was something that I experienced, getting chased from the bus stop after school by English kids [and in] boarding school being targeted for praying to what they call \"Allah-wallah-ding-dong.\" It was that kind of thing. There was a lot of targeting of South Asians.</p><p>England has an interesting relationship with the Indian subcontinent because [of] the years of colonization and the history between the two places. And so it always felt ironic that for a place that had colonized India ... then those same people were now colonizing England, re-colonizing it, reverse colonizing it. To the point that today the national dish of Great Britain is chicken tikka masala, you know? ... I don't know if that's actually true, but I know that there is a Facebook page that is dedicated to making that happen. ... You can get samosas in any pub in England today.</p><p><strong>On Indian versus American ideas of marriage</strong></p><p>For my parents' generation, the idea was not that marriage was about some kind of idealized, romantic love; it was a partnership. It's about creating family; it's about creating offspring. Indian culture is essentially much more of a \"we\" culture. It's a communal culture where you do what's best for the community — you procreate. And then in America and in the West you have this individualism, this idea of my own personal fulfillment. And there's this existential crisis in America and in the West of like, \"Who am I?\" based on this searching for individual fulfillment, which you don't necessarily have in the East in the same way, because you're kind of told what to do. ...</p><p>It is ironic that it doesn't matter how successful I am in any other capacity, ultimately, my parents' marker is \"Do you have a wife?\" and \"Do you have children?\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Aasif+Mandvi+On+Life+As+A+%27No+Land%27s+Man%27+And+Impressing+Jon+Stewart&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2282"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361190374-15b003.m3u?orgId=1&topicId=1033&ft=3&f=361026157"},{"href":"http://media.npr.org/assets/img/2014/11/03/aasifmandvi-c-adam-cantor-9c5be69e047bf73fec286a59fdbe123ce8762a83.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1035","width":"1380"}}]}