{"created":"2015-05-15T02:49:54+00:00","modified":"2015-05-15T02:49:54+00:00","valid":{"from":"2013-09-30T12:45:21+00:00","to":"3013-09-30T12:45:21+00:00"},"hreflang":"en","guid":"c69457d4-d8b1-4e61-88e6-bca5122149b5","title":"A government shutdown will affect jobs -- and jobs numbers","byline":"Julia Coronado","description":"We might not be getting a jobs report this Friday.","contenttemplated":"[{\"content\":\"<p>Lawmakers were not able to come to an agreement over a spending bill to keep the government running over the weekend. If Congress doesn&apos;t <span>strike a budget deal</span> by Monday night, what have been deemed &apos;non-essential&apos; parts of the federal government will close down. About 700,000 federal employees could be temporarily laid off.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Turns out, this includes the statisticians who are calculating what is arguably the most market-sensitive government report of the week:  Friday&apos;s scheduled employment and unemployment report. Julia Coronado, chief economist North America at BNP Paribas, says if Congress doesn&apos;t strike a deal there will be no jobs report. While there is some precedent for this, Coronado says this would inject some uncertainty because economists would have to make informal estimates instead. </p>\"},{\"content\":\"<p>&quot;Uncertainty is never good for financial markets,&quot; she says. &quot;There&apos;s a lot of jitters, not just because the economic impact would be so large, but we just won&apos;t know what will come next.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong><em>Julia Coronado, chief economist North America at BNP Paribas, joins Marketplace Morning Report host David Brancaccio to discuss. Click the audio player above to hear more.</em></strong></p>\"}]","teaser":"We might not be getting a jobs report this Friday.","itags":["c69457d4d8b1e61a8e6cbca5122149b5","PMP:Marketplace_PMP","Marketplace","Marketplace Morning Report for Monday, September 30, 2013","Marketplace Morning Report"],"tags":["APM","Congress","Economy","Europe","budget","government shutdown","jobs numbers","jobs report"],"published":"2013-09-30T12:45:21+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>Lawmakers were not able to come to an agreement over a spending bill to keep the government running over the weekend. If Congress doesn't <span>strike a budget deal</span>&nbsp;by Monday night, what have been deemed 'non-essential' parts of the federal government will close down. About 700,000 federal employees could be temporarily laid off.</p>\n<p>Turns out, this includes the statisticians who are calculating what is arguably the most market-sensitive government report of the week: &nbsp;Friday's scheduled employment and unemployment report. Julia Coronado, chief economist North America at BNP Paribas, says if Congress doesn't strike a deal there will be no jobs report. While there is some precedent for this, Coronado says this would inject some uncertainty because economists would have to make informal estimates instead.&nbsp;</p>\n<p>\"Uncertainty is never good for financial markets,\" she says. \"There's a lot of jitters, not just because the economic impact would be so large, but we just won't know what will come next.\"</p>\n<p><strong><em>Julia Coronado,&nbsp;chief economist North America at BNP Paribas, joins Marketplace Morning Report host David Brancaccio to discuss. Click the audio player above to hear more.</em></strong></p></div>","audio":[{"meta":{"width":"610","crop":"primary","height":"340"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/budgetdesk.jpg?itok=XWkPOr5a"},{"format":"MP3","type":"audio/mpeg","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/09/30/marketplace_segment09_20130930"},"duration_hms":"00:01:47","duration":107},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/09/30/marketplace_segment09_20130930_64.mp3"}]}