{"created":"2015-05-01T07:34:04+00:00","modified":"2015-05-02T15:05:20+00:00","valid":{"from":"2015-05-02T15:05:20+00:00","to":"3015-05-02T15:05:20+00:00"},"hreflang":"en","title":"For Man With Cystic Fibrosis, 'Death Is Like A Deadline'","published":"2015-05-01T16:04:00+00:00","teaser":"Sixty years ago, most children with cystic fibrosis didn't live past the age of 5. Today most with the disease live into their 40s. Brent Hendricks says it is \"like being on a boat with a hole in it.\"","itags":["npr_api","403303311"],"guid":"c69eb1fc-a334-40f8-b1db-dfea1f458e61","contentencoded":"<p>Both of Barbara Hendricks' children were born with cystic fibrosis — a genetic disorder that causes thick mucus to clog the lungs. Her daughter, Tiffany, died of the disease 13 years ago, when she was 15.</p><p>\"Having CF is like being in a boat with a hole in it,\" says Brent Hendricks, Barbara's 22-year-old son. \"You can keep bailing the water out, and you're fine, but the second you stop, the boat's gonna sink. And, gotta make sure I don't sink.\"</p><p>For Brent, watching his sister die was like watching his own funeral.</p><p>\"Yeah, I guess it finally did set in, that you know that could be me,\" he tells his mom during a visit to StoryCorps in Atlanta. \"I'm gonna be the cystic in the bed, instead of her. One time, I remember I was laying in bed, and I coughed, and there was the warm sensation in the back of my throat, tasted like coughing up pennies. It was just pure blood. So, we went to the hospital.\"</p><p>The same thing happened to his sister Tiffany at the end.</p><p>\"Yeah, that's how Tiffany died,\" he says. \"Her lungs wouldn't stop bleeding. And I remember you — I could just tell how worried you were.\"</p><p>But Barbara tried to put on a happy face for her son.</p><p>\"Yeah, you've always been good about that, but it was that voice that, like when things would really go wrong with Tiffany, you sounded vulnerable. You know, there was no hiding it. It was getting to that scary point,\" he says.</p><p>\"My mother used to say when I was a child, that if anything ever happened to one of her children, they would have to dig two holes,\" Barbara says. \"And I never understood what she meant. I can clearly remember standing at Tiffany's grave, looking down at that hole, and thinking, I know now, why Nana said that. And it's even worse, thinking, that you have the same disease.</p><p>\"My biggest hope for you is that you just live a long, happy life. Just sucking every bit of juice out of every single day,\" she tells him.</p><p>Brent tells his mom that, \"people are so scared of death because it's so unknown. There's a really strong possibility that [cystic fibrosis] is gonna be the way I die. And I guess maybe that's like, comforting to me. That there's not as much uncertainty as some people.</p><p>\"Death is like a deadline,\" he says. \"You have to finish everything you wanna do before then. So don't waste your time.\"</p><p><em>Produced for </em>Morning Edition<em> by Allison Davis.</em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at <a href=\"http://storycorps.org/\" target=\"_blank\">StoryCorps.org</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Man+With+Cystic+Fibrosis%2C+%27Death+Is+Like+A+Deadline%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"174"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403474906-9e91fa.m3u?orgId=1&topicId=1022&aggIds=4516989&d=174&p=3&story=403303311&t=progseg&e=403437388&seg=17&ft=nprml&f=403303311"},{"href":"http://media.npr.org/assets/img/2015/04/30/hendricksnpr-4b4fefc543c073fc055cce0e4121cefbd3ebcd4f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"559","width":"746"}},{"href":"http://media.npr.org/assets/img/2015/04/30/sc_hendricks1-edit_custom-ba6d70d438311820497eb682cb984c27ddaa7c5e.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"634","width":"480"}}]}