{"created":"2015-03-19T20:44:19+00:00","modified":"2015-03-22T18:28:28+00:00","valid":{"from":"2015-03-22T18:28:27+00:00","to":"3015-03-22T18:28:27+00:00"},"hreflang":"en","title":"How President Obama Wants To Shrink The Government's Carbon Footprint","published":"2015-03-20T18:02:00+00:00","teaser":"With hundreds of thousands of buildings and vehicles, the government is the nation's single biggest energy consumer.","itags":["npr_api","394099676"],"guid":"c6ae545e-509a-402d-8a54-8d5a411a6023","contentencoded":"<p>President Obama wants to shrink the federal government's carbon footprint.</p><p>With hundreds of thousands of buildings and vehicles, the government is the nation's single biggest energy consumer. The president signed an executive order Thursday directing agencies to get more of their power from clean energy sources.</p><p>\"We're going to cut the federal government's greenhouse gas emissions 40 percent from 2008 levels within the next ten years,\" Obama said, after touring a rooftop array of solar panels at the Department of Energy.</p><p>The federal government already gets nine percent of its electricity from renewable sources, triple the amount when Obama came into office. The president wants to boost that figure to 30 percent by 2025, setting an example for the rest of the country.</p><p>\"More and more businesses and more and more homeowners are following suit,\" he said. \"Not because it's simply good for the environment, but it's good for their bottom lines.\"</p><p>Nationwide, wind energy production has more than tripled since 2008, while solar power has increased more than 20-fold. The two still account for less than five percent of overall power production, but that figure is growing rapidly.</p><p>Renewable power got an unlikely Republican boost this week. Former Secretary of State George Shultz <a href=\"http://www.washingtonpost.com/opinions/a-reagan-model-on-climate-change/2015/03/13/4f4182e2-c6a8-11e4-b2a1-bed1aaea2816_story.html\" target=\"_blank\">penned an op-ed</a> in the <em>Washington Post</em> calling the clean energy boom a kind of \"insurance policy\" against the threat of climate change.</p><p>\"What's driving it is an increasing recognition that there's a real problem here,\" Shultz said in an interview. \"And that has attracted people and it's also attracted funding.\"</p><p>Shultz put solar panels on his own house six years ago, and says they've already paid for themselves. They also help to power the electric car he uses to drive around campus at Stanford.</p><p>\"I figure I'm driving on sunshine,\" Shultz said. \"And the cost of my fuel is zero.\"</p><p>Without government subsidies, solar power still costs more than electricity from a natural gas-fired power plan. But the price gap is shrinking. Wind power is even less expensive.</p><p>\"Per kilowatt hour, wind power is now cheaper than gas plants in many areas,\" said energy expert Severin Borenstein of the Haas School of Business at UC Berkeley. \"The problem is that it produces at a time when electricity is generally least valuable.\"</p><p>That's because it's often windiest at nighttime, when people are sleeping. Improvements in battery technology might help to solve that timing problem in the next decade.</p><p>Advocates like Schultz and Borenstein argue that renewable energy would be even more competitive if fossil fuel plants had to pay a carbon tax. Borenstein estimates that a carbon tax of $40 per ton would add about 2 cents to the cost of each kilowatt hour generated from burning natural gas.</p><p>In the meantime, Obama wants the government to set an example with its power purchases. Borenstein says more important than the government's own carbon footprint is whether its massive buying power helps lower the cost of clean energy enough to be attractive in countries like China and India.</p><p>\"If we don't solve this problem in the developing world, we're not solving the problem,\" Borenstein said.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+President+Obama+Wants+To+Shrink+The+Government%27s+Carbon+Footprint&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Horsley","audio":[{"meta":{"duration":"192"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394099677-953a93.m3u?orgId=1&topicId=1025&e=394099676&d=192&ft=nprml&f=394099676"},{"href":"http://media.npr.org/assets/img/2015/03/20/466854772-d9b48dc2b8ed96320b585ed11a4b8f854db1a60c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2435","width":"3247"}}]}