{"created":"2014-12-29T17:42:02+00:00","modified":"2014-12-30T18:02:41+00:00","valid":{"from":"2014-12-30T18:02:41+00:00","to":"3014-12-30T18:02:41+00:00"},"hreflang":"en","guid":"c6d6c175-e481-40b6-9e08-0fb9b82ed773","title":"How one DJ helps weary migrants in an unexpected way","published":"2014-12-30T18:02:34+00:00","byline":"Monica Oritz Uribe","tags":["immigrants","health","Global Nation","Justice","Conflict & Justice","Juarez","North America","Mexico","Central America","Jorge Gutierrez","Juárez"],"teaser":"Jorge Gutierrez hosts a radio program in Juárez, Mexico, that highlights the good deeds of people in the violent border city. But when he's not in the studio, he tries to help migrants passing through the city with his own hands — literally.","contentencoded":"<p>Feet are a symbolic part of practically every migrant’s story: They literally carry their owner's weight along the length of an exhausting journey. And in the Mexican border city of Juárez, one man has made it his mission to care for this particular body part.</p>\n<p>Jorge Gutierrez calls himself “El Pelón\" — the bald guy. He hosts one of the shows on <a href=\"http://radioguadalupana.org/\">Radio Guadalupana</a>, a religious station run by the Catholic Diocese of Juárez. Guiterrez invites local do-gooders to talk about their work on his show, and he also takes calls from a fan base that numbers in the thousands.</p>\n<p>Guiterrez is himself a lifelong do-gooder. \"My mother always pushed us to serve others,\" he says. \"My Christian faith has also taught me to serve.\"</p>\n<p>When he was 13, he volunteered to play guitar for inmates at a Mexican jail. At the time, his own father was locked up for robbery, and Gutierrez says the volunteer work made him feel closer to his dad. He's also spent time doing missionary work in Central America and working with the mentally ill. But Gutierrez’s latest project is unlike any other.</p>\n<p>On a recent afternoon, he takes a tiny spray bottle and sprays alcohol on the bruised toes of a woman who winces in response.</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/JorgeGutierrez_0.JPG?itok=TU5aGJH3\" alt=\"\" /><div class=\"field-caption\">\n    <p>Jorge Gutierrez massages the feet of a woman at a small clinic in Ciudad Juárez, Mexico. She illegally crossed the US border and spent three nights walking through the desert. She was deported by the Border Patrol and sent back to Mexico.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Monica Ortiz Uribe</p>\n  </div>\n</div>They're in a one-room clinic inside a shelter for migrants run by the Juárez diocese. During his time as a missionary, Gutierrez also trained in reflexology. For the past year he’s put those skills to work at the migrant shelter, offering foot massages to its weary travelers. It's a gesture heavy with symbolism.   \n<p> \"A migrant's feet are key to her journey,\" he says. \"If her feet are damaged she will not get far.\"</p>\n<p>The woman he's currently treating is from central Mexico. She spent three nights walking in the desert after crossing the border into the United States illegally, but she was caught by the Border Patrol and sent back. The journey left her feet callused and covered in red pinpricks caused by cacti. </p>\n<p>Gutierrez pulls on a pair of rubber gloves and rubs olive oil between his palms, prepared to massage the woman's feet.</p>\n<p>At first, he says, the migrants felt uneasy about his services. \"The migrants were embarrassed. They worried their feet smelled, or they had long toe nails, or calluses.\"</p>\n<p>So Gutierrez started offering flip flops as an incentive, and it worked. \"Throughout their journey they rarely take off their shoes, which sometimes are boots,\" he says. \"So the flip flops are a relief, a chance to free their feet.\"</p>\n<p>In April, Gutierrez took <a href=\"http://www.pri.org/stories/2014-03-27/many-migrants-us-know-particularly-dangerous-train-ride-very-well\">a ride on La Bestia</a>, the infamous train that Central Americans use to travel through Mexico. He witnessed brutal attacks against migrants by thieves, gangsters and even police. Now he can truly empathize with the people whose feet he massages.</p>\n<p> \"For many of them, all they want is for someone to listen,\" he says. \"They've spent so many hours in silence, watching their backs, seeing everyone as an enemy.\"</p>\n<p>Guiterrez says the migrants finally feel safe when they arrive at the shelter. Some even fall asleep during the massage.</p>\n<p>And the therapy goes both ways. A few years ago, Gutierrez went through a divorce and a period of depression. Working with the migrants has taught him to be grateful again, he says: \"When you come here and see migrants who’ve been assaulted and kidnapped — they’ve felt cold and hunger — your own problems pale in comparison.</p>\n<p><em>This story was produced in association with <a href=\"http://roundearthmedia.org\">Round Earth Media</a>, a nonprofit organization that mentors the next generation of international journalists. Imelda Robles contributed to the reporting.</em></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/122920144.mp3"},{"href":"http://www.pri.org/file/122920144mp3"}]}