{"created":"2015-04-10T20:48:22+00:00","modified":"2015-04-13T17:05:10+00:00","valid":{"from":"2015-04-13T17:05:10+00:00","to":"3015-04-13T17:05:10+00:00"},"hreflang":"en","title":"'Great Wall Of Sand': China Builds Islands In Contested Waters","published":"2015-04-11T00:13:00+00:00","teaser":"The scale of China's construction in the South China Sea's Spratly Islands is clear in new satellite images released by the Asia Maritime Transparency Initiative, whose director speaks with NPR.","itags":["npr_api","398824551"],"guid":"c6efd0e6-28c5-47fd-b023-968c8730af5e","contentencoded":"<p>It's called Mischief Reef, appropriately enough, and China is hard at work there, building islands, dredging sand and piling it on top of partly-submerged coral reefs.</p><p>The idea is for China to stake an even bigger claim to hotly-contested territory in the South China Sea, which is an area also claimed by the Philippines and Vietnam.</p><p>President Obama expressed concern Thursday about China \"using its sheer size and muscle to force countries into subordinate positions.\"</p><p>The <a href=\"http://amti.csis.org/mischief-reef/\">scale of China's construction</a> in the Spratly Islands is clear in new satellite images released this week. NPR's Melissa Block speaks with Mira Rapp-Hooper, director of the Asia Maritime Transparency Initiative at the Center for Strategic and International Studies — the think tank that released the photos — about the international response to the island construction.</p><p>\"It's worth noting that several other claimants in the Spratly Islands have undertaken land reclamation and construction activities in the area before,\" Rapp-Hooper says. \"But the thing that is so startling about China's work is the fact that, this time last year, none of it was occurring.\"</p><p><em>Use the audio player above to hear the full interview. </em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Great+Wall+Of+Sand%27%3A+China+Builds+Islands+In+Contested+Waters&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"248"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398824552-305c28.m3u?orgId=1&topicId=1004&e=398824551&d=248&ft=nprml&f=398824551"},{"href":"http://media.npr.org/assets/img/2015/04/10/mischief_mar16_2015_ge01_northsitecontainers-39bdb76a1141363663ab3f05eabfbd425565bd2a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3186","width":"4248"}}]}