{"created":"2015-06-18T17:58:46+00:00","modified":"2015-06-18T19:24:59+00:00","valid":{"from":"2015-06-18T19:24:59+00:00","to":"3015-06-18T19:24:59+00:00"},"hreflang":"en","title":"Supreme Court Rules Texas Can Reject Confederate Flag License Plate","published":"2015-06-18T19:24:00+00:00","teaser":"The justices upheld Texas' refusal to issue a license plate bearing the Confederate battle flag, rejecting a free-speech challenge.","itags":["npr_api","415517232"],"guid":"c6f0796a-1cec-4e90-b87e-c612cedd0ae5","contentencoded":"<p>The Supreme Court on Thursday upheld Texas&#8217; refusal to issue a license plate bearing the Confederate battle flag, rejecting a free-speech challenge.</p><p>The court said in a 5-4 ruling that Texas can limit the content of license plates because they are state property and not the equivalent of bumper stickers.</p><p>The Sons of Confederate Veterans had sought a Texas plate bearing its logo with the battle flag. A state board rejected it over concerns that the license plate would offend many Texans.</p><p>Justice Stephen Breyer said the state&#8217;s decision to reject the group&#8217;s plate did not violate its free speech rights. Conservative Justice Clarence Thomas and the court&#8217;s other three liberal justices joined Breyer&#8217;s opinion.</p><p>The Supreme Court has previously ruled that states can&#8217;t force drivers to display license plates that contain messages with which the drivers disagree, Breyer said. &#8220;And just as Texas cannot require SCV (the Sons of Confederate Veterans) to convey &#8216;the state&#8217;s ideological message,'&#8221; Breyer said, quoting from that earlier ruling, &#8220;SCV cannot force Texas to include a Confederate battle flag on its specialty license plates.&#8221;</p><p>The state can prohibit some messages even though there are now nearly 450 specialty plates to choose from, he said. Those plates include &#8220;Choose Life&#8221; to the Boy Scouts and hamburger chains.</p><p>The Texas division of the Sons of Confederate Veterans sued over the state&#8217;s decision not to authorize its proposed license plate with its logo bearing the battle flag, similar to plates issued by eight other states that were members of the Confederacy and by the state of Maryland.</p><p>A panel of federal appeals court judges ruled that the board&#8217;s decision violated the group&#8217;s First Amendment rights. &#8220;We understand that some members of the public find the Confederate flag offensive. But that fact does not justify the board&#8217;s decision,&#8221; Judge Edward Prado of the 5th U.S. Circuit Court of Appeals in New Orleans wrote.</p><p>Texas&#8217; main argument to the Supreme Court is that the license plate is not like a bumper sticker slapped on the car by its driver. Instead, the state said, license plates are government property, and so what appears on them is not private individuals&#8217; speech but the government&#8217;s. The First Amendment applies when governments try to regulate the speech of others, but not when governments are doing the talking.</p><p>Justice Samuel Alito said in dissent that the decision &#8220;threatens private speech that the government finds displeasing.&#8221;</p><p>Chief Justice John Roberts and Justices Anthony Kennedy and Antonin Scalia also dissented.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.slate.com/authors.dahlia_lithwick.html\" target=\"_blank\">Dahlia Lithwick</a></strong>, writes about the courts and the law for Slate. She tweets<a href=\"https://twitter.com/dahlialithwick\" target=\"_blank\">@Dahlialithwick</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Supreme+Court+Rules+Texas+Can+Reject+Confederate+Flag+License+Plate&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"337"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415517235-829564.m3u?orgId=1&d=337&p=60&story=415517232&t=progseg&e=415513757&seg=7&ft=nprml&f=415517232"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0618_scotus-confederate.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"901","width":"1280"}}]}