{"created":"2014-10-17T07:22:35+00:00","modified":"2014-10-30T21:29:32+00:00","valid":{"from":"2014-10-30T21:29:32+00:00","to":"3014-10-30T21:29:32+00:00"},"hreflang":"en","title":"For Father-And-Son Locksmiths, The Key Is Hard Work","published":"2014-10-17T12:53:00+00:00","teaser":"Phil Mortillaro dropped out of school and became a locksmith. Now he owns a Manhattan locksmith shop with his son, Philip Jr. Philip says his dad and the store have become neighborhood institutions.","itags":["npr_api","356711580"],"guid":"c6fc33ff-6002-43dd-8e75-b56aebdb31c5","contentencoded":"<p>Phil Mortillaro and his son, Philip Jr., run Greenwich Locksmiths in Manhattan. The elder Mortillaro has been practicing the trade since he dropped out of school after eighth grade.</p><p>\"I was one of those kids who would show up when school first started,\" Phil tells his son on a visit to StoryCorps in New York. \"Then they would see me again around Christmastime. And then they would see me in June to tell me that I had to do the grade over again. So dropping out of school was — it was inevitable.\"</p><p>If eighth grade seems young to learn the trade, Philip, 27, started even younger. He says he's been doing it ever since he could walk, and his father says he's been around it since infancy.</p><p>\"I've got pictures of you in the shop when you were in the bassinet,\" Phil says.</p><p>Philip remembers how fascinated he was by his father's job when he was kid. His dad was a fixture in the neighborhood.</p><p>\"I was literally there since day one,\" Philip says. \"I saw you do it, I was like, 'OK, I can do this.' Then I kind of realized, man — everyone loves my dad. One half of that is 'cause he's a great guy, but the other half is, like — he's the guy who helps you when even other locksmiths can't help.\"</p><p>Phil says he has always had an inherent desire to solve problems. \"I have a sense of usefulness,\" says Phil, 64. \"And that's a big thing in my noodle; you always have to feel like I have some worth.\"</p><p>Phil is a first-generation American and says his work ethic comes from growing up with immigrant parents.</p><p>\"You can never work hard enough,\" Phil says. \"Even when you're working seven days a week, they say you're a little lazy. Think about it, Philip: When am I ever late?\"</p><p>\"Never,\" Philip responds.</p><p>\"When do I ever take vacations?\"</p><p>\"No, never,\" Philip replies.</p><p>\"And when am I gonna retire?\"</p><p>\"One day before your funeral?\" Philip asks.</p><p>\"You know it,\" Phil laughs.</p><p>Phil's own father didn't like the locksmith business. He says his father always compared him to his cousin, who, in his eyes, chose a more practical profession.</p><p>\"My father, he hated my business, man,\" Phil says. \"You know, I had a cousin who became an accountant, and my father used to tell me about him all the time.</p><p>\"But I think it was the founder of IBM [who] said, 'I'm no genius, but I'm bright in spots, and I stay around those spots.' I like that,\" Phil adds.</p><p>\"You raised all of us, man,\" Philip says. \"Five kids, and every single one of them did not ever want for anything, man. That's hard to do for someone who just went up to the eighth grade.\"</p><p>\"Well, you do your best, kid,\" Phil says. \"This is what you do. But honestly your best — not just a B.S. best. And even if you fail, it doesn't feel that bad.\"</p><p>\"You're always my barometer,\" Philip responds. \"You never let anyone down. That's what sets you apart.\"</p><p><em>Audio produced for </em>Morning Edition<em> by Liyna Anwar.</em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at <a href=\"http://storycorps.org/\" target=\"_blank\">StoryCorps.org</a>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Father-And-Son+Locksmiths%2C+The+Key+Is+Hard+Work&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"137"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356869666-b7cc2a.m3u?orgId=1&topicId=1057&aggIds=4516989&ft=3&f=356711580"},{"href":"http://media.npr.org/assets/img/2014/10/16/mortillaronpr-8aa5ef33f85ca407009b7bcc5e1de09c0bf94349.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}}]}