{"created":"2014-09-10T20:22:03+00:00","modified":"2014-09-11T18:57:28+00:00","valid":{"from":"2014-09-11T18:57:28+00:00","to":"3014-09-11T18:57:28+00:00"},"hreflang":"en","guid":"c7077592-83bc-44a5-896a-f6afc35ad04b","title":"Obama will outline his strategy for fighting the Islamic State movement","published":"2014-09-11T18:57:27+00:00","byline":"Christopher Woolf","tags":["terrorism","conflict","military","politics","government","Conflict","Conflict & Justice","North America","Asia","Iraq","United States","Syria","Middle East","Asia","North America","Barack Obama","Susan Glasser","Mark Lynch","Politics","War"],"teaser":"President Barack Obama will address the nation Wednesday, and he's expected to make his case for further US military action against the militants who call themselves the Islamic State. The president is likely to announce a continuation of the air campaign that began against ISIS in Iraq a month ago, and the possible start of airstrikes against the militants in Syria.","contentencoded":"<p>President Obama is to address the nation tonight, and he&#39;s expected to make his case for further US military action against the ISIS militants, who call themselves the Islamic State.</p><p>Those are the militants who recently shocked the world by beheading two American journalists, and who&#39;ve overrun large parts of Iraq and Syria this year.</p><p>The president is likely to announce a continuation of the air campaign that began against ISIS in Iraq a month ago, and the possible start of airstrikes against the militants in Syria. The president has ruled out any new deployment of regular US combat troops on the ground &mdash; in either country.</p><p>&ldquo;This is a moment that Barack Obama fervently hoped to avoid,&rdquo; says Susan Glasser, editor of Politico magazine. She says some people in Washington are already calling it the &quot;Third Iraq War.&quot;</p><p>&ldquo;Certainly, we are acknowledging, in many ways, that he will leave office after two terms as president having &mdash; on some level &mdash; failed to do the very single thing that got him elected to office, which was pledge to the American people that he would end the wars in Iraq and Afghanistan.&rdquo;</p><p>But Glasser says President Obama has convinced himself that the costs of inaction are greater than the costs of action.</p><p>&ldquo;Having spoken to terrorism experts here in Washington,&rdquo; Glasser says, &ldquo;there is a real case to be made that there&rsquo;s a serious threat that comes from having this essentially ungoverned space. ... So there&rsquo;s a threat, but how much is it a threat to the American homeland, it&rsquo;s not clear.&rdquo;</p><p>Glasser says she does not expect to hear a complete strategy for the region, and that to some extent Obama will just be addressing the criticisms that have been levelled at him.&nbsp;</p><p>Iraq at least has a new government that can be a relatively strong partner for the United States. The new government promises to try to include Sunni Arabs, who felt discriminated against by the previous government.</p><p>But Glasser says Syria will be trickier. There&rsquo;s a three-way civil war taking place in Syria.</p><p>Mark Lynch agrees. <a href=\"https://soundcloud.com/theworld/whats-the-strategy-for-syria\">Lynch is director of the Institute for Middle East Studies at George Washington University. &nbsp;</a></p><p>&quot;There are no really competent or capable partners on the ground inside of Syria,&rdquo; says Lynch, &ldquo;and it&#39;s an extraordinarily complex landscape of competing rebel groups, diverse ideologies, and conflicting interests. What that means is that ISIS has been able to carve out control over a significant amount of territory, often by taking advantage of all of these divisions and disagreements.&quot;</p><p>&quot;Both Assad and ISIS view each other as enemies,&rdquo; Lynch adds. &ldquo;It&#39;s the third party, the rebels, that get caught in the middle. From Assad&#39;s point of view, if he can crush the non-ISIS rebels, then basically that removes the prospect of any kind of western or American intervention against him because there would be no desireable alternative. And from ISIS&#39;s point of view, if they can eliminate the non-ISIS rebels, then they can then harness basically all the anti-Assad forces. So there&#39;s a lot at stake.&quot;</p><p>But Lynch does see one positive element. &quot;To the extent that there&#39;s anything good coming out of ISIS&#39;s advances, it&#39;s that there&#39;s this very new and probably transitory consensus on the need to stop ISIS,&quot; he says. &quot;They&#39;re actually getting for the first time signs of at least rhetorical agreement on these kinds of things. So you hear Turkey making sounds about doing more to control its border. Its open border has been a major contributor to the growth of extremist groups inside of Syria. You&#39;ve seen the Kuwaitis cracking down on terrorist financing. You&#39;ve seen the Saudis cracking down on foreign fighters moving from their soil. So you&#39;re beginning to see these things unfolding over the past few months.&quot;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR45PEQ.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtr45peqjpg"}]}