{"created":"2015-03-27T21:07:47+00:00","modified":"2015-05-13T21:06:13+00:00","valid":{"from":"2015-05-13T21:06:13+00:00","to":"3015-05-13T21:06:13+00:00"},"hreflang":"en","title":"After Abuse In A Peruvian Circus, A Bear Awaits A New Home  ","published":"2015-03-28T01:59:00+00:00","teaser":"Cholita is an Andean spectacled bear that was mistreated in the circus in Peru. Now an animal rights group is trying to bring her to the U.S. as part of an effort to rescue wild animals from circuses.","itags":["npr_api","395810942"],"guid":"c70ea363-f98a-47c4-af61-d155ff4a3817","contentencoded":"<p>In Peru, a beleaguered bear is looking for a new home.</p><p>And the former circus animal is getting high-profile help from Michael Bond, the British author of the well-loved children's books about <a href=\"http://www.paddington.com/us/history/timeline/\" target=\"_blank\">Paddington</a> bear.</p><p>The tale of Cholita, an Andean spectacled bear like the fictional Paddington, is less the stuff of children's books and more of horror films.</p><p>While Cholita was in the circus, her trainer had her teeth smashed out and paws partially amputated to remove her claws and make her less dangerous. Because of all the trauma, she's also lost all her fur.</p><p>\"It is such a horrendous story,\" Bond told <a href=\"http://www.dailymail.co.uk/news/article-3005838/No-claws-no-teeth-no-fur-real-life-Paddington-bear-saved-brutal-treatment-hands-Peruvian-circus.html\" target=\"_blank\">The Daily Mail</a>. \"I very much hope that ... Cholita will get the care she needs to recover.\"</p><p>Jan Creamer, the head of <a href=\"http://www.ad-international.org/adi_home/\" target=\"_blank\">Animal Defenders International</a>, a group based in Britain, says Cholita was removed from the circus by Peruvian authorities about 10 years ago, but they have been unable to find her a permanent home.</p><p>\"No zoo will take her because they regard her as ugly,\" Creamer said by phone from Colombia. \"She is the sweetest bear. She is actually quite small. So she has probably been badly fed as a baby and she never really grew properly.\"</p><p>ADI has been working with authorities in Peru and other Latin American nations to stop wild animals from being used in circuses.</p><p>Creamer has been participating in what is being billed as the largest ever rescue and enforcement operation of wild animals being used in circuses. Working with local authorities, dozens of animals have been seized.</p><p>Next month, ADI will be bringing some 33 former circus lions, monkeys and other species found in the raids to a sanctuary in Colorado and hopes Cholita will be on that flight. But it is still waiting for approval from the U.S. Fish and Wildlife Service. Cholita needs special authorization because she is an endangered species.</p><p>\"We are going to go and collect her on Tuesday ... and now all we need is the United States to say 'yes,' \" Creamer told NPR.</p><p>Fish and Wildlife authorities told NPR that \"they received the application and are processing it in order to expedite the request.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Abuse+In+A+Peruvian+Circus%2C+A+Bear+Awaits+A+New+Home++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lourdes Garcia-Navarro","audio":[{"meta":{"duration":"143"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395817390-f99c72.m3u?orgId=1&d=143&p=2&story=395810942&t=progseg&e=395684128&seg=16&ft=nprml&f=395810942"},{"href":"http://media.npr.org/assets/img/2015/03/27/bear-3-27-15-e3e79c5e6b70c889299e7cbc6eb61a32ca6e528c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}}]}