{"created":"2015-05-08T17:34:48+00:00","modified":"2015-05-08T20:50:05+00:00","valid":{"from":"2015-05-08T20:50:05+00:00","to":"3015-05-08T20:50:05+00:00"},"hreflang":"en","title":"Remembering Ruth Rendell, Master Of Smart And Socially Aware Suspense","published":"2015-05-08T20:23:00+00:00","teaser":"The British novelist set shocking crimes in mundane settings — always adding a dash of social criticism. Critic Maureen Corrigan says she is forever giving Rendell's books to friends.","itags":["npr_api","405082896"],"guid":"c7173435-9f92-4906-b0b4-05ce61dbbd24","contentencoded":"<p>When the news of Ruth Rendell's death broke last weekend, I searched for some of her novels on my mystery bookshelves. Rendell, 85, wrote more than 60 novels, so I should've been able to find a few, but no dice. I'm forever giving Rendell's novels away to people who need a good book.</p><p>What made Rendell extraordinary was her consummate simplicity. As a writer, she was akin to the medieval artist Giotto — or at least to the apocryphal story about Giotto, who, when asked to submit a sample of his work to the pope, proceeded to dip a brush in red paint and draw a perfect circle freehand. Likewise, Rendell flawlessly executed the basic elements of the classic British detective novel.</p><p>Unlike the books written by her good friend and fellow mystery master P.D. James, Rendell's Chief Inspector Wexford novels aren't distinguished by their vivid off-kilter settings or by the Holmes-ian quirks of a loner detective. Instead, when \"Reg\" Wexford was introduced in 1964 in Rendell's debut, <em>From Doon With Death</em>, readers met Detective Normal — a middle-aged married man with children, whose politics leaned left and who liked to open up a good book at the end of a rough day.</p><p>Crimes in Wexford's world were committed in mundane locales: busy roads, suburban villas and even vicarages. The Wexford novels are as traditionally British as a hunk of bloody roast beef — overlaid, that is, with a piquant sauce of nouvelle social criticism. Because what Rendell <em>did</em> add to the basic formula was a contemporary awareness of racism and sexism.</p><p>The vicar whose body is discovered in that vicarage in the Wexford novel called <em>No Man's Nightingale</em> is not your standard-issue Agatha Christie cleric, but rather a mixed-race single mother named Sarah Hussain, whose position as an ordained priest in the Church of England doesn't sit well with all her congregants.</p><p>Another recent Wexford novel called <em>Not In The Flesh</em> opens in time-honored fashion with a truffle-hunting hound unearthing the skeletal remains of a human hand in the English countryside. The story soon veers into less traditional byways when Wexford confronts the brutality of female genital mutilation among a community of Somali immigrants. By the way, Rendell, who was made a commander of the Order of the British Empire and sat in the House of Lords for Labour, campaigned in \"real life\" as well as in her fiction against the practice of female circumcision.</p><p>One of the British obituaries for Rendell wisely pointed out that, through her death, we readers have lost not one, but two legendary suspense writers. That's because Rendell, starting in 1986, began writing more nuanced, intricate novels of psychological suspense under the pen name Barbara Vine. Many years ago, a friend left a copy of <em>A Dark-Adapted Eye,</em> Barbara Vine's first novel, outside my apartment door with a note that said: \"I wish I were reading this novel for the first time.\" That was one of the best gifts I've ever received and, subsequently, I've probably bought and given away more copies of that novel than any other.</p><p>Rendell was a great admirer of Henry James and her Barbara Vine novels retrospectively trace a main character's dawning awareness of something \"off\" in his or her world. Here's a snippet from the opening of a recent Vine novel, called <a href=\"http://www.npr.org/books/titles/405201884/the-childs-child\" target=\"_blank\">The Child's Child</a>, in which two 20-something siblings inherit their grandmother's mansion. Our narrator, Grace, explains why she and her brother Andrew made the decision to live there together:</p><blockquote><p>Surely [we thought] a house with four living-rooms, six bedrooms, and three bathrooms ... was big enough for a man and woman who always got on with each other. ... There was only one thing we never thought about, though why not I don't know. We were both young, and ... each had had several partners, and one of us, perhaps both, was likely to have a lover living in.</p><p>In Andrew's case that happened quite soon after we moved in.</p></blockquote><p>You already know from the get-go that situation isn't going to end well; the thrill, of course, lies in discovering why.</p><p>A final stand-alone Rendell novel called <em>Dark Corners</em> is scheduled for publication this October. Like so many of her other fans, I'm grateful to have one last Rendell mystery ahead of me to read for the first time.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Remembering+Ruth+Rendell%2C+Master+Of+Smart+And+Socially+Aware+Suspense&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maureen Corrigan","audio":[{"meta":{"duration":"358"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405237525-65ac60.m3u?orgId=1&topicId=1032&d=358&p=13&story=405082896&t=progseg&e=404907409&seg=2&ft=nprml&f=405082896"}]}