{"created":"2014-09-30T20:52:22+00:00","modified":"2014-10-30T21:55:20+00:00","valid":{"from":"2014-10-30T21:55:20+00:00","to":"3014-10-30T21:55:20+00:00"},"hreflang":"en","title":"Two Princes: The Purple One Returns In Stereo","published":"2014-10-02T16:19:00+00:00","teaser":"Two new albums, a solo effort and a collaboration with the band 3RDEYEGIRL, mark Prince's return to the studio. Tom Moon says that only one fully captures what an explosive performer he can still be.","itags":["npr_api","352754425"],"guid":"c721ffc7-bd0b-4f2c-952c-20fcae5ea92c","contentencoded":"<p>In the last 20 years, <a href=\"http://www.npr.org/artists/15394157/prince\" target=\"_blank\">Prince</a> has gotten more attention for his acrimonious spat with Warner Brothers — and the shenanigans surrounding his name — than for the music he's continued to make. And yet, as a performer, Prince is still undeniable, one of the living best.</p><p>This shows on <em>PlectrumElectrum</em>, one of two new Prince albums that mark the Purple One's return to Warner. According to the press release, <em>Plectrum</em>, a collaboration with the rock band 3RDEYEGIRL, was recorded live in the studio on analog equipment. It's the first time in many years that Prince has captured the spontaneous-combustion feeling of his live work on a record.</p><p>Curiously, that energy is mostly missing from the companion effort<em> Art Official Age</em>, a science-fictiony \"concept\" album. All of the Prince tricks are here — the salacious bedroom-bound refrains, drum programming that's wickedly, effortlessly funky. But it feels somewhat airless.</p><p>For a long time now, critics have been saying that Prince has lost his touch as a pop composer; that nothing compares to the writing on his first nine or ten albums for Warner. This twin look at his current creativity suggests that material isn't really the problem. Incredibly, he's still cranking out clever and catchy tunes. It's just that in the studio, he sometimes loses touch with the thrill-seeking intensity that comes to him naturally on stage.</p><p>Call it the unexpected; call it the \"wow\" factor. He seems to have found it working with 3RDEYEGIRL.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Two+Princes%3A+The+Purple+One+Returns+In+Stereo&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Moon","audio":[{"meta":{"duration":"240"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352808277-ef9f31.m3u?orgId=1&topicId=1104&ft=3&f=352754425"},{"href":"http://media.npr.org/assets/img/2014/09/30/prince-3rdeyegirl-extralarge_1412016928958-6e82e64b9405ab4c36e3834f7077caa473f4d69d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2246","width":"2994"}}]}