{"created":"2015-03-25T08:03:17+00:00","modified":"2015-05-13T21:06:57+00:00","valid":{"from":"2015-05-13T21:06:57+00:00","to":"3015-05-13T21:06:57+00:00"},"hreflang":"en","title":"Obama Administration Emissions Rules Face Supreme Court Test","published":"2015-03-25T23:20:00+00:00","teaser":"The rules are aimed at limiting the amount of hazardous pollutants coming from coal- and oil-fired utility plants. They're being challenged by industry groups and more than 20 states.","itags":["npr_api","395106455"],"guid":"c7261760-adb5-47f7-8ea1-92ae0769f47b","contentencoded":"<p>The Supreme Court hears a challenge Wednesday to Obama administration rules aimed at limiting the amount of mercury and other hazardous pollutants emitted from coal- and oil-fired utility plants. The regulations are being challenged by major industry groups like the National Mining Association and more than 20 states.</p><p>The regulations have been in the works for nearly two decades. Work on them began in the Clinton administration, got derailed in the George W. Bush administration, and then were revived and adopted in the Obama administration.</p><p>The regulations were subsequently upheld by a federal appeals court in Washington, D.C., last year.</p><p>They stem from 1990 amendments to the Clean Air Act, which ordered the Environmental Protection Agency to expedite limits on power plant emissions of mercury and 188 other dangerous air pollutants.</p><p>Mercury is considered one of the most toxic pollutants because studies show that when it falls from the atmosphere, it readily passes from fish and other sources to a pregnant woman's unborn fetus and the fetal brain, causing neurological abnormalities and delays in children. The EPA estimated that 7 percent of American women of childbearing age — millions of women — were being exposed to the pollutant in dangerous amounts.</p><p>The process for establishing limits, however, is multistage. First, the EPA must complete studies to determine whether regulation of these plant emissions is \"appropriate and necessary.\" And only after that does the agency set limits on the pollutant amounts that can be emitted.</p><p>Both sides in Wednesday's case agree that cost should be considered in setting pollutant limits. The question is when and how much of a factor cost should be.</p><p>At the first stage — deciding whether regulation should be considered at all — the government contends that costs cannot be considered under the law, and it notes that costs are not considered in other similar threshold determinations.</p><p>Industry counters that these power plants were meant to be treated differently. It notes that under the regulations issued in the second stage, the estimated price tag is $9.6 billion a year — so it's reasonable for the EPA to balance costs and benefits right from the start.</p><p>Industry also maintains that there should be a far more aggressive consideration of costs than the administration subsequently used in setting the actual limits at the second stage.</p><p>Coal-fired utility plants, and to a lesser extent oil-fired plants, are by far the largest source of mercury and other listed air pollutants in the country.</p><p>Most utility plants already have pollution controls that comply with the EPA regulations, according to the U.S. Energy Information Administration. But an estimated 20 percent of existing plants would face the choice of upgrading or shutting down.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama+Administration+Emissions+Rules+Face+Supreme+Court+Test&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"165"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395238631-992d2e.m3u?orgId=1&topicId=1070&d=165&p=3&story=395106455&t=progseg&e=395221733&seg=2&ft=nprml&f=395106455"}]}