{"created":"2014-09-08T17:05:19+00:00","modified":"2014-10-31T15:41:51+00:00","valid":{"from":"2014-10-31T15:41:51+00:00","to":"3014-10-31T15:41:51+00:00"},"hreflang":"en","title":"The Jury Is Still Out On Why O.J. Simpson Was Acquitted","published":"2014-09-23T11:01:00+00:00","teaser":"Twenty years after O.J. Simpson was accused of murdering his ex-wife and her male friend, reverberations from his trial and acquittal still ripple through Los Angeles.","itags":["npr_api","321392845"],"guid":"c7322fd2-b593-441d-a0a1-c9ee225d8344","contentencoded":"<p>On June 12, 1994, the butchered bodies of Nicole Brown Simpson and Ronald Goldman were found on the front walkway of Simpson's condominium in Brentwood, an upscale section of Los Angeles. Within days, Brown's ex-husband, O.J. Simpson, was considered the prime suspect in the murder of both.</p><p>The year that followed was legendary in its cast of characters and legal maneuvering<em>. </em><em>The N-word. \"If it does not fit, you must acquit.\" The dog howling in the night</em><em>.</em> Then, finally, the verdict.</p><p>Most people remember where they were when they heard it. I was floating three stories above the ground, in one of the creaky, slapped-together media booths that comprised Camp O.J. I sat in the CBS booth with LA's first Latina county supervisor, a local activist and a conservative talk show host from Orange County. We were all talking with Dan Rather as we waited for the verdict to be read.</p><p>When it was announced, the radio host yanked out his earpiece and stomped across the tiny platform. \"That's <em>it</em>!\" he shouted, over the deafening screams from in front of the courthouse, three blocks away. \"I'm going home to where everything makes sense. These [expletive] people should never have been allowed to sit on this jury. This is a travesty!\" The makeshift floor shook with his considerable heft — and anger.</p><p>And a lot of people agreed with him. Virtually as soon as the \"not guilty\" was pronounced, there were calls to reform the jury system, sometimes in more euphemistic language, sometimes, as with the radio host, in a pretty unvarnished manner.</p><p>Because, the reasoning went, Simpson was \"let go\" because there were nine black jurors and Simpson himself was black.</p><p>But that's faulty reasoning, says Patricia Williams. She teaches at Columbia Law School, and some of her classes deal with the intersection or race and the law. She thought the prosecution did, in her words, a \"wretched\" job of presenting its case.</p><p>\"Those who really didn't appreciate the degree to which the prosecution failed in its burden of proof wanted a conviction, no matter what,\" Williams says.</p><p>The collection of evidence and the chain of custody of the evidence could logically be seen to have been compromised. The addition of a key witness (Los Angeles police detective Mark Fuhrman) who perjured himself in open court, all left room for reasonable doubt, many jurors said in post-verdict interviews.</p><p>That still didn't stop calls for \"better juries\" and fewer \"downtown juries\" (code for black/brown/not highly educated juror pools).</p><p>Laurie Levenson teaches criminal law at Loyola Law School in Los Angeles. A former federal prosecutor, Levenson argues that it wasn't a problem with the jurors. \"In reality, we needed more people to come forward and do their jury service.\"</p><p>Levenson believes a more aggressive effort to recruit jurors came from the Simpson trial.</p><p>\"They did send out a wider net, try to get more people to jury service — and not let people go easily when they said they wanted to be excused,\" Levenson says.</p><p>To emphasize that, a lot of high-profile public officials have since answered the call — including the city's mayor, the chief of police and the district attorney.</p><p>Columbia's Patricia Williams says Simpson's now-infamous ride down Interstate 405 while he held a gun to his temple and threatened suicide — which was covered live for hours — and the televised court proceedings devolved from news into entertainment. Both helped pave the way for the reality TV that has become commonplace today. Police shows, she says, can influence a jury even before it's seated in the box because on these shows, \"everybody is guilty based on appearances of guilt.\"</p><p>And, points out Alex Johnson, who teaches law at the University of Virginia, history<strong> </strong>counts, too.</p><p>\"You have to recall,\" says Johnson, who also serves as director of UVA's Center for the Study of Race and Law, \"that this trial took place about three years after the Rodney King trial, so you can't look at the OJ Simpson trial in isolation.\"</p><p>The outrage that followed the \"not guilty\" verdict in the trial of four LAPD officers who were accused of beating Rodney King was<strong> </strong>preceded by the same verdict for a Korean grocer who'd killed a 15 year old she suspected of shoplifting. After almost a week of rioting, the city was still rebuilding when the Simpson trial began.</p><p>Jurors, Johnson says, did not see Simpson as a fellow black. Simpson's celebrity, his wealth, his purposeful distance from much of the black community did not engender sympathy for his plight. But the fact that the process used in building a case against him seemed to be tainted? That struck a cord for many, including Johnson.</p><p>\"I grew up in LA,\" he says. \"I went to high school in LA and law school in LA, and I was stopped at least five times when I lived in LA for no other reason than driving while black.\"</p><p>Johnson believes that following the trial, police procedure has become more transparent, and more careful.</p><p>If a more inclusive net for jury service and more careful evidence collection were positive by-products of the Simpson trial, there was one big negative.</p><p>Loyola's Laurie Levenson says when presiding judge Lance Ito made the decision to allow cameras in his courtroom for the Simpson trial, he was proud of the American criminal justice system, and saw no reason not to show how it worked. Millions of interested people would be able to watch legal history being made.</p><p>Instead, they saw a legal soap opera, as both sides played to the camera in what became a mesmerizing episode of legal theater. \"They focused on all the wrong things,\" laments Patricia Williams. \"Marcia Clark's hair, the Dream Team's matching ties — all that was distracting from the very serious things that were going on in court.\"</p><p>The trial participants had become famous to the point of parody, a beloved punch line both during and after the trial. (Remember the Dancing Itos?)</p><p>Not everyone was amused.</p><p>\"After that,\" says Levenson, \"Many judges said 'no camera in my courtroom!'\" When asked to reconsider, \"Literally, they used to say 'I don't want to be Ito'd.\"</p><p>So, Levenson says, one of the concrete changes that came after the Simpson trial \"was the change in the rules that govern when we have cameras in the courtroom. And now it's absolutely up to the discretion of that trial judge.\"</p><p>And because that's the case, more judges opt to leave the cameras off.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Jury+Is+Still+Out+On+Why+O.J.+Simpson+Was+Acquitted&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Karen Grigsby Bates","audio":[{"meta":{"duration":"268"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1321392846-cbfd44.m3u?orgId=1&topicId=1070&ft=3&f=321392845"},{"href":"http://media.npr.org/assets/img/2014/06/12/145955786-6ebec2c158a8422b3c7cc6e4211c576787193cd5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"394","width":"525"}},{"href":"http://media.npr.org/assets/img/2014/06/12/114705244-a29cdd413c6b0ecb9ced3fc347a4226c25f137fa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"376","width":"501"}}]}