{"created":"2014-10-27T21:55:57+00:00","modified":"2014-10-27T21:55:57+00:00","valid":{"from":"2014-10-27T21:55:57+00:00","to":"3014-10-27T21:55:57+00:00"},"hreflang":"en","title":"Building Tiny Human Organs With 3-D Printing","published":"2014-06-21T12:12:00+00:00","teaser":"Dr. Sangeeta Bhatia is part of a bio-engineering revolution that is transforming the field of medicine.","itags":["npr_api","322585089"],"contentencoded":"<p><strong>Dr. Sangeeta Bhatia</strong> has big ideas about her work with tiny organs. Using 3-D printing and human cells, she&#8217;s created a miniature human livers in her lab at MIT that can be used for testing drugs.</p><p>Dr. Bhatia is part of a bio-engineering revolution that is transforming the field of medicine. She tells <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s host Jeremy Hobson that her goal is to scale up the size of the micro-liver so it can be used as an alternative to human-to-human liver transplants.</p><h4>Interview Highlights: Dr. Sangeeta Bhatia</h4><p><strong>On what her team has accomplished thus far</strong></p><p>&#8220;We have built little human livers already that we can grow that contain about a million cells in animal experiments that we would then like to take to humans someday.&#8221;</p><p>&#8220;The livers we&#8217;ve built so far look a lot like a soft contact lens. We call them our contact lens livers, and they contain about a million liver cells. Your liver actually has about a hundred billion liver cells, so they need to be about a thousand times bigger.&#8221;</p><p><strong>On how her team creates miniature human livers</strong></p><p>&#8220;Building livers, you could use lots of different fabrication tools. So some of the older ones we used were simple molding strategies. The newer technologies that you&#8217;re thinking about are what we call additive fabrication technologies. So basically you build parts layer by layer, and you can do that several ways. You could do it with light, so you could use a light-sensitive material, and shine a pattern in every layer and end up with a 3-D part. You could have a powder and you could print glue, and then the glue could build a 3-D part out of a sort of vat of powder.&#8221;</p><p>&#8220;It&#8217;s different for every tissue. For the liver, what&#8217;s so interesting is that there&#8217;s no stem cell in the liver, so the normal liver actually can regenerate. It&#8217;s one of the only organs in the human body that can do this, and we&#8217;ve known this since the time of Greek mythology. There&#8217;s actually a wonderful old myth about Prometheus, who stole the fire from the gods, and his punishment was than an eagle, which was Zeus, would eat his liver every day, and every day, the liver would grow back. And so in the liver field, since that time, since the 8th century B.C., we knew the liver could regenerate and it doesn&#8217;t need a stem cell, and in fact, if we cut 50 percent of the liver out, it&#8217;ll be back in two weeks.&#8221;</p><p><strong>On challenges her team faces</strong></p><p>&#8220;At this point, we have so many fewer organs than we need that we would like to augment the supply, and ultimately, we would love to replace them, but I think we&#8217;re really a long way from that.&#8221;</p><p>&#8220;The biggest challenge is, for us, for building implantable organs, as I mentioned, are scale, right? So we have a million cells and we probably need to get to a billion or 10 billion. An interesting opportunity is actually not just thinking about building organs for patients, but actually building little tiny organs that you could do drug screening on. And this is a way that the fabrication technologies are really helpful, so we&#8217;ve made little micro livers. They&#8217;re about the size of the pin of a needle, and they allow us to do drug testing to test if drugs would be safe when they got into humans.&#8221;</p><h4>Guest</h4><ul><li><a href=\"http://lmrt.mit.edu/about.html\" target=\"_blank\"><strong>Dr. Sangeeta Bhatia</strong></a>, director of the Laboratory for Multiscale Regenerative Technologies at MIT.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Building+Tiny+Human+Organs+With+3-D+Printing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"c7341107-3ff3-46ca-af2d-37cff45cc188","audio":[{"meta":{"duration":"463"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324224724-f17e32.m3u?orgId=330&ft=3&f=322585089"}]}