{"created":"2015-03-11T07:36:18+00:00","modified":"2015-06-05T15:27:50+00:00","valid":{"from":"2015-06-05T15:27:50+00:00","to":"3015-06-05T15:27:50+00:00"},"hreflang":"en","title":"States Aim To Restrict Medically Induced Abortions","published":"2015-03-12T21:08:00+00:00","teaser":"One in four abortions is induced with medications rather than a surgical procedure. But the process faces a growing number of legal restrictions, including a law in Ohio.","itags":["npr_api","392111222"],"guid":"c73a58ee-ca38-40d3-8a53-14379e84f172","contentencoded":"<p>Of the million or so women who have abortions every year in the U.S., nearly a quarter end their pregnancy using medications. But just as states have been passing a record number of restrictions on surgical abortion, more are trying to limit this option as well.</p><p>One of the country's strictest laws is in Ohio. To understand it, a little history helps.</p><p>The Food and Drug Administration first approved mifepristone, or RU-486, for abortion back in 2000. It laid out guidelines: women must see a doctor to take mifepristone, then come back two days later to take another drug, misoprostol. And the drugs must be taken within the first seven weeks of pregnancy.</p><p>But doctors kept experimenting. Lisa Perriera, a Cleveland obstetrician, says researchers found that women can actually take just a third of the dosage and at up through nine weeks' gestation. They also deemed it safe for women to take the second drug on their own, without making another trip to a doctor.</p><p>\"We made it better by making it less costly, by making it easier to use for women,\" says Perriera. \"We know it's just as effective, probably actually safer with fewer side effects.\"</p><p>Chrisse France of Preterm Clinic in Cleveland says a lot of women preferred drugs to surgery \"because they could do it in the privacy of their home.\"</p><p>\"It was more comfortable; they could have their partner with them,\" she says, \"[It] felt more natural to them.\"</p><p>That's how it works in <a href=\"http://www.guttmacher.org/statecenter/spibs/spib_MA.pdf\" target=\"_blank\">all but three states</a>.</p><p>But the law in Ohio, like those in Texas and North Dakota, says providers must follow those original FDA guidelines: more doctor visits, more drugs and the earlier cutoff. Preterm Clinic and others fought, but lost. A U.S. appeals court ruled the restrictions <a href=\"http://www.ca6.uscourts.gov/opinions.pdf/12a0353p-06.pdf\" target=\"_blank\">don't pose an undue burden</a>.</p><p>Chrisse France disagrees. In Ohio, combined with other laws that mandate in-person counseling and a 24-hour waiting period, women seeking a medical abortion must make <em>four</em> trips to a clinic. And with a number of clinics closing, some must travel a greater distance.</p><p>\"We give them the second medication and often they'll start cramping and bleeding in their car on the way home,\" she says. \"And our legislators have determined that this is good medicine.\"</p><p>The law's supporters say it is in the best interests of women's health.</p><p>\"RU-486 isn't just an aspirin, take one and call you in the morning,\" says Mike Gonidakis, the president of Ohio Right to Life. He says requiring a woman to see a doctor for both rounds of medication also helps foster the doctor-patient relationship.</p><p>\"The FDA is the gold standard in our country,\" he says. \"The FDA could change the guidelines on RU-486, but they haven't.\"</p><p>Actually, it's up to the drug manufacturer to apply for new guidelines. That's a lengthy and expensive process. Medical experts also say it's totally unnecessary, since the FDA expects doctors to use approved drugs in other ways.</p><p>Last year the U.S. Court of Appeals for the Ninth Circuit <a href=\"http://cdn.ca9.uscourts.gov/datastore/opinions/2014/06/03/14-15624.pdf\" target=\"_blank\">struck down</a> another law just like Ohio's. In that case, the state of Arizona also argued the FDA guidelines were better for women's health. But the court said the basis for that claim was \"nonexistent.\"</p><p>If Ohio has some of the toughest restrictions on medically induced abortion, the other end of the spectrum is Iowa. Planned Parenthood of the Heartland used to have doctors drive hours to remote clinics to provide abortion drugs to women in rural parts of the state. But chief clinical officer Penny Dickey says that in 2008, they started using telemedicine.</p><p>\"The physician and the patient connect via a HIPAA-compliant video conferencing system,\" Dickey says. The doctor reviews the woman's ultrasound online and they talk about her medical history. Then, Dickey says, the doctor clicks in his or her computer to open a locked drawer where the patient is sitting.</p><p>\"It will say, are you sure you want to do this?\" she says. \"And they'll click again, and the drawer will open.\"</p><p>Inside are the two medications. The woman takes the mifepristone in view of the doctor. A clinic staffer sitting with her confirms instructions on taking the second drug at home.</p><p>Iowa's telemedicine program has not increased the overall number of abortions in Ohio, but <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/23153158\" target=\"_blank\">a study</a> found it has shifted more of them to the first trimester of pregnancy. That's good, say public health experts, because the earlier an abortion takes place, the safer and cheaper it is.</p><p>In 2010 Iowa's Board of Medicine reviewed the program and decided it could continue. But in 2013, after a Republican governor appointed all new members, the board ordered it stopped. Executive Director Mark Bowden declined an interview with NPR. But in a written statement, the board stressed the importance of the doctor-patient relationship. \"The physician's in-person medical interview and physical examination of the patient are essential to establishing that relationship,\" the statement read.</p><p>Planned Parenthood of the Heartland has sued. The case is now before Iowa's Supreme Court. Meanwhile, 16 other states have proactively banned telemedicine for abortion, with a flurry of more bills expected this year.</p><p>\"Medical abortion has the potential to be a real disruptive technology and change the way women access and experience abortion,\" says Dan Grossman, an obstetrician and vice president of research at Ibis Reproductive Health, a nonprofit that promotes access to safe abortion. He says medication abortion is so safe and so easy, you can imagine not needing to visit a clinic at all.</p><p>\"It would really be quite easy for women to actually use this on their own,\" Grossman says, \"and potentially access this medication directly from a pharmacy. It could almost be eligible for the kind of medication that could be available over the counter.\"</p><p>To be clear, Grossman does not expect that to happen in the U.S. anytime soon. But he does think the possibility helps explain abortion opponents' big rush to restrict these drugs.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=States+Aim+To+Restrict+Medically+Induced+Abortions&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jennifer Ludden","audio":[{"meta":{"duration":"310"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392263886-cb528d.m3u?orgId=1&topicId=1128&d=310&p=3&story=392111222&t=progseg&e=392263800&seg=7&ft=nprml&f=392111222"},{"href":"http://media.npr.org/assets/img/2015/03/11/9843635336_b9a5b91197_k-04878bd39cfbd936df34d8e649b95c871c88e2aa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1535","width":"2046"}}]}