{"created":"2015-06-16T18:14:42+00:00","modified":"2015-06-24T20:06:37+00:00","valid":{"from":"2014-11-05T05:37:30+00:00","to":"3014-11-05T05:37:30+00:00"},"hreflang":"en","tags":["APM"],"description":"This audio is part of the larger project The First Family of Radio: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You […]","byline":"Andy Kruse","contentencoded":"<div class=\"barn-cleaned\"><p><em>This audio is part of the larger project <a href=\"http://www.americanradioworks.org/documentaries/roosevelts/\">The First Family of Radio</a>: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You can download the entire radio hour from our <a href=\"http://www.americanradioworks.org/podcast/\">podcast feed</a> (<a href=\"https://itunes.apple.com/us/podcast/id81914987\">iTunes</a>).</em></p>\n<br />\n<p><strong>March 12, 1933</strong></p>\n<br />\n<p>More than five thousand banks had failed in the three previous years. As FDR took office, another widespread banking crisis threatened to wipe out the savings of millions of Americans. FDR declared a four-day national bank holiday and took to the radio to explain the problem. In the first of what would be known as his Fireside Chats, FDR encouraged the country to be confident and courageous. -Stephen Smith</p>\n<br />\n<h3>Transcript</h3>\n<br />\n<blockquote>\n<p>ANNOUNCER: Ladies and gentlemen, the President of the United States.</p>\n<br />\n<p>ROOSEVELT:</p>\n<br />\n<p>My friends:</p>\n<br />\n<p>I want to talk for a few minutes with the people of the United States about banking—to talk with the comparatively few who understand the mechanics of banking but more particularly with the overwhelming majority of you who use banks for the making of deposits and the drawing of checks. I want to tell you what has been done in the last few days, and why it was done, and what the next steps are going to be. I recognize that the many proclamations from state capitols and from Washington, the legislation, the Treasury regulations, and so forth, couched for the most part in banking and legal terms, ought to be explained for the benefit of the average citizen. I owe this in particular because of the fortitude and the good temper with which everybody has accepted the inconvenience and hardships of the banking holiday. And I know that when you understand what we in Washington have been about, I shall continue to have your cooperation as fully as I have had your sympathy and your help during the past week.</p>\n<br />\n<p>First of all, let me state the simple fact that when you deposit money in a bank, the bank does not put the money into a safe deposit vault. It invests your money in many different forms of credit—in bonds, in commercial paper, in mortgages and in many other kinds of loans. In other words, the bank puts your money to work to keep the wheels of industry and of agriculture turning around. A comparatively small part of the money that you put into the bank is kept in currency—an amount which in normal times is wholly sufficient to cover the cash needs of the average citizen. In other words, the total amount of all the currency in the country is only a comparatively small proportion of the total deposits in all of the banks of the country.</p>\n<br />\n<p>What, then, happened during the last few days of February and the first few days of March? Because of undermined confidence on the part of the public, there was a general rush by a large portion of our population to turn bank deposits into currency or gold—a rush so great that the soundest banks couldn’t get enough currency to meet the demand. The reason for this was that on the spur of the moment it was, of course, impossible to sell perfectly sound assets of a bank and convert them into cash except at panic prices far below their real value.</p>\n<br />\n<p>By the afternoon of March 3rd, a week ago last Friday, scarcely a bank in the country was open to do business. Proclamations closing them in whole or in part had been issued by the Governors in almost all of the states.</p>\n<br />\n<p>It was then that I issued the proclamation providing for the national bank holiday, and this was the first step in the government’s reconstruction of our financial and economic fabric.</p>\n<br />\n<p>The second step last Thursday was the legislation promptly and patriotically passed by the Congress confirming my proclamation and broadening my powers so that it became possible in view of the requirement of time to extend the holiday and lift the ban of that holiday gradually in the days to come. This law also gave authority to develop a program of rehabilitation of our banking facilities. And I want to tell our citizens in every part of the nation that the national Congress—Republicans and Democrats alike—showed by this action a devotion to public welfare and a realization of the emergency and the necessity for speed that it is difficult to match in all our history.</p>\n<br />\n<p>The third stage has been the series of regulations permitting the banks to continue their functions to take care of the distribution of food and household necessities and the payment of payrolls.</p>\n<br />\n<p>This bank holiday, while resulting in many cases in great inconvenience, is affording us the opportunity to supply the currency necessary to meet the situation. No sound bank is a dollar worse off than it was when it closed its doors last week. Neither is any bank which may turn out not to be in a position for immediate opening. The new law allows the twelve Federal Reserve Banks to issue additional currency on good assets and thus the banks that reopen will be able to meet every legitimate call. The new currency is being sent out by the Bureau of Engraving and Printing in large volume to every part of the country. It is sound currency because it is backed by actual, good assets.</p>\n<br />\n<p>A question that you will ask is this: why are all the banks not to be reopened at the same time? The answer is simple, and I know you will understand it. Your government does not intend that the history of the past few years shall be repeated. We do not want and will not have another epidemic of bank failures.</p>\n<br />\n<p>As a result, we start tomorrow, Monday, with the opening of banks in the twelve Federal Reserve Bank cities—those banks which on first examination by the Treasury have already been found to be all right. That will be followed on Tuesday by the resumption of all other functions by banks already found to be sound in cities where there are recognized clearing houses. That means about 250 cities of the United States. In other words, we are moving as fast as the mechanics of the situation will allow us.</p>\n<br />\n<p>On Wednesday and succeeding days banks in smaller places all through the country will resume business, subject, of course, to the government’s physical ability to complete its survey. It is necessary that the reopening of banks be extended over a period in order to permit the banks to make applications for necessary loans, to obtain currency needed to meet their requirements and to enable the government to make common sense checkups.</p>\n<br />\n<p>Please let me make it clear to you that if your bank does not open the first day, you are by no means justified in believing that it will not open. A bank that opens on one of the subsequent days is in exactly the same status as the bank that opens tomorrow.</p>\n<br />\n<p>I know that many people are worrying about state banks that are not members of the Federal Reserve System. There is no occasion for that worry. These banks can and will receive assistance from member banks and from the Reconstruction Finance Corporation. And of course they are under the immediate control of the state banking authorities. These state banks are following the same course as the national banks except that they get their licenses to resume business from the state authorities, and these authorities have been asked by the Secretary of the Treasury to permit their good banks to open up on the same schedule as the national banks. And so I am confident that the state banking departments will be as careful as the national government in the policy relating to the opening of banks and will follow the same broad theory.</p>\n<br />\n<p>It is possible that when the banks resume a very few people who have not recovered from their fear may again begin withdrawals. Let me make it clear to you that the banks will take care of all needs—except of course, the hysterical demands of hoarders. And it is my belief that hoarding during the past week has become an exceedingly unfashionable pastime in every part of our nation. It needs no prophet to tell you that when the people find that they can get their money— that they can get it when they want it for all legitimate purposes—the phantom of fear will soon be laid. People will again be glad to have their money where it will be safely taken care of and where they can use it conveniently at any time. I can assure you my friends that it is safer to keep your money in a reopened bank than it is to keep it under the mattress.</p>\n<br />\n<p>The success of our whole national program depends, of course, on the cooperation of the public—on its intelligent support and its use of a reliable system.<br />\n<br />\nRemember that the essential accomplishment of the new legislation is that it makes it possible for banks more readily to convert their assets into cash than was the case before. More liberal provision has been made for banks to borrow on these assets at the Reserve Banks and more liberal provision has also been made for issuing currency on the security of these good assets. This currency is not fiat currency. It is issued only on adequate security, and every good bank has an abundance of such security.</p>\n<br />\n<p>One more point before I close. There will be, of course, some banks unable to reopen without being reorganized. The new law allows the government to assist in making these reorganizations quickly and effectively and even allows the government to subscribe to at least a part of any new capital that may be required.</p>\n<br />\n<p>I hope you can see my friends from this essential recital of what your government is doing that there is nothing complex, nothing radical, in the process.<br />\n<br />\nWe have had a bad banking situation. Some of our bankers had shown themselves either incompetent or dishonest in their handling of the people’s funds. They had used the money entrusted to them in speculations and unwise loans. This was, of course, not true in the vast majority of our banks, but it was true in enough of them to shock the people of the United State for a time into a sense of insecurity and to put them into a frame of mind where they did not differentiate, but seemed to assume that the acts of a comparative few had tainted them all. And so it became the government’s job to straighten out this situation and to do it as quickly as possible. And that job is being performed.</p>\n<br />\n<p>I do not promise you that every bank will be reopened or that individual losses will not be suffered, but there will be no losses that possibly could be avoided; and there would have been more and greater losses had we continued to drift. I can even promise you salvation for some at least of the sorely pressed banks. We shall be engaged not merely in reopening sound banks but in the creation of more sound banks through reorganization.</p>\n<br />\n<p>It has been wonderful to me to catch the note of confidence from all over the country. I can never be sufficiently grateful to the people for the loyal support that they have given me in their acceptance of the judgment that has dictated our course, even though all our processes may not have seemed clear to them.</p>\n<br />\n<p>After all, there is an element in the readjustment of our financial system more important than currency, more important than gold, and that is the confidence of the people themselves. Confidence and courage are the essentials of success in carrying out our plan. You people must have faith; you must not be stampeded by rumors or guesses. Let us unite in banishing fear. We have provided the machinery to restore our financial system; it is up to you to support and make it work.</p>\n<br />\n<p>It is your problem my friends, your problem no less than it is mine. Together we cannot fail.</p>\n<br />\n<p>ANNOUNCER: Ladies and gentlemen, the president of the United States has spoken to you from the White House in Washington DC.</p>\n</blockquote>\n<br />\n<p><iframe src='http://cdn.knightlab.com/libs/timeline/latest/embed/index.html?source=0Ai6SjtFZXpPtdFpwZGczQ0RTLUxrcVdxaUxwY1dpRnc&amp;font=Bevan-PotanoSans&amp;maptype=toner&amp;lang=en&amp;height=650' frameborder='0'></iframe></p>\n<br /></div>","guid":"c7480722-55c7-4949-8eab-0445f69b96ad","published":"2014-11-05T05:37:30+00:00","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p><em>This audio is part of the larger project <a href=\\\"http://www.americanradioworks.org/documentaries/roosevelts/\\\">The First Family of Radio</a>: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You can download the entire radio hour from our <a href=\\\"http://www.americanradioworks.org/podcast/\\\">podcast feed</a> (<a href=\\\"https://itunes.apple.com/us/podcast/id81914987\\\">iTunes</a>).</em></p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>March 12, 1933</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>More than five thousand banks had failed in the three previous years. As FDR took office, another widespread banking crisis threatened to wipe out the savings of millions of Americans. FDR declared a four-day national bank holiday and took to the radio to explain the problem. In the first of what would be known as his Fireside Chats, FDR encouraged the country to be confident and courageous. -Stephen Smith</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<h3>Transcript</h3>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p>ANNOUNCER: Ladies and gentlemen, the President of the United States.</p><br /><p>ROOSEVELT:</p><br /><p>My friends:</p><br /><p>I want to talk for a few minutes with the people of the United States about banking—to talk with the comparatively few who understand the mechanics of banking but more particularly with the overwhelming majority of you who use banks for the making of deposits and the drawing of checks. I want to tell you what has been done in the last few days, and why it was done, and what the next steps are going to be. I recognize that the many proclamations from state capitols and from Washington, the legislation, the Treasury regulations, and so forth, couched for the most part in banking and legal terms, ought to be explained for the benefit of the average citizen. I owe this in particular because of the fortitude and the good temper with which everybody has accepted the inconvenience and hardships of the banking holiday. And I know that when you understand what we in Washington have been about, I shall continue to have your cooperation as fully as I have had your sympathy and your help during the past week.</p><br /><p>First of all, let me state the simple fact that when you deposit money in a bank, the bank does not put the money into a safe deposit vault. It invests your money in many different forms of credit—in bonds, in commercial paper, in mortgages and in many other kinds of loans. In other words, the bank puts your money to work to keep the wheels of industry and of agriculture turning around. A comparatively small part of the money that you put into the bank is kept in currency—an amount which in normal times is wholly sufficient to cover the cash needs of the average citizen. In other words, the total amount of all the currency in the country is only a comparatively small proportion of the total deposits in all of the banks of the country.</p><br /><p>What, then, happened during the last few days of February and the first few days of March? Because of undermined confidence on the part of the public, there was a general rush by a large portion of our population to turn bank deposits into currency or gold—a rush so great that the soundest banks couldn’t get enough currency to meet the demand. The reason for this was that on the spur of the moment it was, of course, impossible to sell perfectly sound assets of a bank and convert them into cash except at panic prices far below their real value.</p><br /><p>By the afternoon of March 3rd, a week ago last Friday, scarcely a bank in the country was open to do business. Proclamations closing them in whole or in part had been issued by the Governors in almost all of the states.</p><br /><p>It was then that I issued the proclamation providing for the national bank holiday, and this was the first step in the government’s reconstruction of our financial and economic fabric.</p><br /><p>The second step last Thursday was the legislation promptly and patriotically passed by the Congress confirming my proclamation and broadening my powers so that it became possible in view of the requirement of time to extend the holiday and lift the ban of that holiday gradually in the days to come. This law also gave authority to develop a program of rehabilitation of our banking facilities. And I want to tell our citizens in every part of the nation that the national Congress—Republicans and Democrats alike—showed by this action a devotion to public welfare and a realization of the emergency and the necessity for speed that it is difficult to match in all our history.</p><br /><p>The third stage has been the series of regulations permitting the banks to continue their functions to take care of the distribution of food and household necessities and the payment of payrolls.</p><br /><p>This bank holiday, while resulting in many cases in great inconvenience, is affording us the opportunity to supply the currency necessary to meet the situation. No sound bank is a dollar worse off than it was when it closed its doors last week. Neither is any bank which may turn out not to be in a position for immediate opening. The new law allows the twelve Federal Reserve Banks to issue additional currency on good assets and thus the banks that reopen will be able to meet every legitimate call. The new currency is being sent out by the Bureau of Engraving and Printing in large volume to every part of the country. It is sound currency because it is backed by actual, good assets.</p><br /><p>A question that you will ask is this: why are all the banks not to be reopened at the same time? The answer is simple, and I know you will understand it. Your government does not intend that the history of the past few years shall be repeated. We do not want and will not have another epidemic of bank failures.</p><br /><p>As a result, we start tomorrow, Monday, with the opening of banks in the twelve Federal Reserve Bank cities—those banks which on first examination by the Treasury have already been found to be all right. That will be followed on Tuesday by the resumption of all other functions by banks already found to be sound in cities where there are recognized clearing houses. That means about 250 cities of the United States. In other words, we are moving as fast as the mechanics of the situation will allow us.</p><br /><p>On Wednesday and succeeding days banks in smaller places all through the country will resume business, subject, of course, to the government’s physical ability to complete its survey. It is necessary that the reopening of banks be extended over a period in order to permit the banks to make applications for necessary loans, to obtain currency needed to meet their requirements and to enable the government to make common sense checkups.</p><br /><p>Please let me make it clear to you that if your bank does not open the first day, you are by no means justified in believing that it will not open. A bank that opens on one of the subsequent days is in exactly the same status as the bank that opens tomorrow.</p><br /><p>I know that many people are worrying about state banks that are not members of the Federal Reserve System. There is no occasion for that worry. These banks can and will receive assistance from member banks and from the Reconstruction Finance Corporation. And of course they are under the immediate control of the state banking authorities. These state banks are following the same course as the national banks except that they get their licenses to resume business from the state authorities, and these authorities have been asked by the Secretary of the Treasury to permit their good banks to open up on the same schedule as the national banks. And so I am confident that the state banking departments will be as careful as the national government in the policy relating to the opening of banks and will follow the same broad theory.</p><br /><p>It is possible that when the banks resume a very few people who have not recovered from their fear may again begin withdrawals. Let me make it clear to you that the banks will take care of all needs—except of course, the hysterical demands of hoarders. And it is my belief that hoarding during the past week has become an exceedingly unfashionable pastime in every part of our nation. It needs no prophet to tell you that when the people find that they can get their money— that they can get it when they want it for all legitimate purposes—the phantom of fear will soon be laid. People will again be glad to have their money where it will be safely taken care of and where they can use it conveniently at any time. I can assure you my friends that it is safer to keep your money in a reopened bank than it is to keep it under the mattress.</p><br /><p>The success of our whole national program depends, of course, on the cooperation of the public—on its intelligent support and its use of a reliable system.<br /><br /> Remember that the essential accomplishment of the new legislation is that it makes it possible for banks more readily to convert their assets into cash than was the case before. More liberal provision has been made for banks to borrow on these assets at the Reserve Banks and more liberal provision has also been made for issuing currency on the security of these good assets. This currency is not fiat currency. It is issued only on adequate security, and every good bank has an abundance of such security.</p><br /><p>One more point before I close. There will be, of course, some banks unable to reopen without being reorganized. The new law allows the government to assist in making these reorganizations quickly and effectively and even allows the government to subscribe to at least a part of any new capital that may be required.</p><br /><p>I hope you can see my friends from this essential recital of what your government is doing that there is nothing complex, nothing radical, in the process.<br /><br /> We have had a bad banking situation. Some of our bankers had shown themselves either incompetent or dishonest in their handling of the people’s funds. They had used the money entrusted to them in speculations and unwise loans. This was, of course, not true in the vast majority of our banks, but it was true in enough of them to shock the people of the United State for a time into a sense of insecurity and to put them into a frame of mind where they did not differentiate, but seemed to assume that the acts of a comparative few had tainted them all. And so it became the government’s job to straighten out this situation and to do it as quickly as possible. And that job is being performed.</p><br /><p>I do not promise you that every bank will be reopened or that individual losses will not be suffered, but there will be no losses that possibly could be avoided; and there would have been more and greater losses had we continued to drift. I can even promise you salvation for some at least of the sorely pressed banks. We shall be engaged not merely in reopening sound banks but in the creation of more sound banks through reorganization.</p><br /><p>It has been wonderful to me to catch the note of confidence from all over the country. I can never be sufficiently grateful to the people for the loyal support that they have given me in their acceptance of the judgment that has dictated our course, even though all our processes may not have seemed clear to them.</p><br /><p>After all, there is an element in the readjustment of our financial system more important than currency, more important than gold, and that is the confidence of the people themselves. Confidence and courage are the essentials of success in carrying out our plan. You people must have faith; you must not be stampeded by rumors or guesses. Let us unite in banishing fear. We have provided the machinery to restore our financial system; it is up to you to support and make it work.</p><br /><p>It is your problem my friends, your problem no less than it is mine. Together we cannot fail.</p><br /><p>ANNOUNCER: Ladies and gentlemen, the president of the United States has spoken to you from the White House in Washington DC.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><iframe frameborder=\\\"0\\\" src=\\\"http://cdn.knightlab.com/libs/timeline/latest/embed/index.html?source=0Ai6SjtFZXpPtdFpwZGczQ0RTLUxrcVdxaUxwY1dpRnc&amp;font=Bevan-PotanoSans&amp;maptype=toner&amp;lang=en&amp;height=650\\\"></iframe></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"}]","teaser":"This audio is part of the larger project The First Family of Radio: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You […]","title":"Fireside Chat: The Banking Crisis","itags":["American RadioWorks","American RadioWorks 2014-11-04","c748072255c79499eab90445f69b96ad"],"audio":[{"meta":{"duration_hms":"00:13:01","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/americanradioworks/2014/fdr330312","type":"application/json"},"duration":781},"type":"audio/mpeg","format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/americanradioworks/2014/fdr330312_128.mp3"}]}