{"created":"2015-03-03T19:03:23+00:00","modified":"2015-06-15T17:15:18+00:00","valid":{"from":"2015-06-15T17:15:18+00:00","to":"3015-06-15T17:15:18+00:00"},"hreflang":"en","title":"Where Have All The Teachers Gone? ","published":"2015-03-05T01:29:00+00:00","teaser":"Enrollment at teacher training programs is down in many parts of the country, raising fears of a looming teacher shortage.","itags":["npr_api","389282733"],"guid":"c74a51ac-ec08-492f-8570-d371a383c3be","contentencoded":"<p>This is the canary in the coal mine.</p><p>Several big states have seen alarming drops in enrollment at teacher training programs. The numbers are grim among some of the nation's largest producers of new teachers: In California, enrollment is down 53 percent over the past five years. It's down sharply in New York and Texas as well.</p><p>In North Carolina, enrollment is down nearly 20 percent in three years.</p><p>\"The erosion is steady. That's a steady downward line on a graph. And there's no sign that it's being turned around,\" says Bill McDiarmid, the dean of the <a href=\"http://soe.unc.edu/\">University of North Carolina School of Education</a>.</p><p>Why have the numbers fallen so far, so fast?</p><p>McDiarmid points to the strengthening U.S. economy and the erosion of teaching's image as a stable career. There's a growing sense, he says, that K-12 teachers simply have less control over their professional lives in an increasingly bitter, politicized environment.</p><p>The list of potential headaches for new teachers is long, starting with the ongoing, ideological fisticuffs over the Common Core State Standards, high-stakes testing and efforts to link test results to teacher evaluations. Throw in the erosion of tenure protections and a variety of recession-induced budget cuts, and you've got the makings of a crisis.</p><p>The job also has a PR problem, McDiarmid says, with teachers too often turned into scapegoats by politicians, policymakers, foundations and the media.</p><p>\"It tears me up sometimes to see the way in which people talk about teachers because they are giving blood, sweat and tears for their students every day in this country. There is a sense now that, 'If I went into this job and it doesn't pay a lot and it's a lot of hard work, it may be that I'd lose it.' And students are hearing this. And it deters them from entering the profession.\"</p><p>While few dispute the shortage itself, Benjamin Riley, head of the group Deans for Impact, a new consortium of 18 reform-minded deans of colleges of education, thinks it's not yet clear why potential teachers are turning away.</p><p>\"The honest answer is: We don't know. There is nothing that has been done rigorously, in a way that's empirically defensible saying, 'We know this is why the number has dropped,' \" Riley says.</p><p><strong></strong>Isabel Gray is a senior art history major at <a href=\"http://www.millsaps.edu/\">Millsaps College</a> in Mississippi. She is passionate about exploring a career in K-12 teaching. But, as graduation nears, she's also having second thoughts about a profession that, she feels, is obsessed with testing and standards.</p><p>\"You want to find the right balance between being a really good teacher and still meeting those standards and not just teaching toward the test, really retaining that material and not just being taught, you know, testing strategies. And it's hard to find that balance. And there's just so much that's changing\" in education, she says.<strong> </strong></p><p>The teacher employment picture is, of course, local and regional. One part of a state may have too many elementary teachers, while another may have too few. And the gaps vary by specialty — with many places facing serious shortages in areas including science, math and special education.</p><p>Riley worries there may be a national mismatch that few are looking at deeply.</p><p>\"The question, and one that needs to be empirically investigated, is 'Are we overproducing certain kinds of teachers school districts aren't looking for and under-producing certain types of teachers that schools and other types of employers are desperately looking for?' \"</p><p>There are, of course, alternative teacher certification programs across the U.S. including <a href=\"http://www.npr.org/blogs/ed/2014/12/01/366343324/teach-for-america-at-25-with-maturity-new-pressure-to-change\">Teach for America</a>. But TFA, too, has seen large <a href=\"http://www.nytimes.com/2015/02/06/education/fewer-top-graduates-want-to-join-teach-for-america.html?_r=0\">drops in enrollment</a> over the past two years.</p><p>One possible path out of this crisis is to pay teachers more.</p><p>But, across the country, proposals to boost pay or give teachers merit pay have stalled or been scrapped altogether.</p><p>An <a href=\"http://edunomicslab.org/wp-content/uploads/2015/02/PayBestTeachersMore_FINAL.pdf\">analysis just out</a> from Georgetown's <a href=\"http://edunomicslab.org/wp-content/uploads/2015/02/PayBestTeachersMore_FINAL.pdf\">Edunomics Lab</a> argues that boosting class size for great teachers would save money that could then be funneled into bonuses for those educators taking on a larger load. The savings would come largely from a reduction in the overall teaching force, angering teachers unions and their allies.</p><p>Riley says his group, Deans for Impact, is all for giving teachers a raise — if it's tied to better training that leads to higher graduation rates and other improved student outcomes.</p><p>\"If we could really take control of the profession and increase the rigor such that teachers are effective from Day 1, I think that will prove to the public at large that this is an investment worth making, and one worth increasing.\"</p><p>In spite of all the noise and politics, <a href=\"http://www.realclearpolitics.com/articles/2013/02/25/poll_finds_teacher_satisfaction_but_reports_skew_results_117148.html\">surveys show</a> that public school teachers still believe it's an incredibly satisfying job helping children learn.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Where+Have+All+The+Teachers+Gone%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Westervelt","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390757858-49aafb.m3u?orgId=1&topicId=1013&d=234&p=2&story=389282733&t=progseg&e=390757673&seg=17&ft=nprml&f=389282733"},{"href":"http://media.npr.org/assets/img/2015/03/02/teachers-wanted-50eaeb4002bf32e44901ea99a8d80a17c45aaf25.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}