{"created":"2014-11-13T19:54:53+00:00","modified":"2014-11-13T21:09:47+00:00","valid":{"from":"2014-11-13T21:09:47+00:00","to":"3014-11-13T21:09:47+00:00"},"hreflang":"en","title":"Researchers Say New Cancer Drugs Are More Efficient","published":"2014-11-13T20:49:00+00:00","teaser":"Dr. Edward Benz likens chemotherapy to \"carpet bombing,\" and says the new drugs are \"much more like smart bombs.\"","itags":["npr_api","363835539"],"guid":"c755bf55-7bfa-42a7-84c4-2be6945c955e","contentencoded":"<p>Cancer is still the second most common cause of death in the U.S., behind heart disease. But for many types of cancer, the mortality rate is declining. Scientists say they are on the verge of developing a greater number of treatments for cancer that are more efficient and less toxic, by specifically targeting tumors using genetic analysis.</p><p>&#8220;We&#8217;ve already developed dozens of new drugs that are not like the carpet bombing of chemotherapy,&#8221; Dr. Edward Benz, president of <a href=\"http://www.dana-farber.org/\" target=\"_blank\">Dana-Farber Cancer Institute</a>, told <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson. &#8220;They&#8217;re much more like smart bombs.&#8221;</p><ul><li><strong>Related:</strong> <a href=\"http://hereandnow.wbur.org/2014/11/06/new-cancer-treatments\" target=\"_blank\">Scientists Develop New Ways To Tailor Cancer Treatment</a></li></ul><h4>Interview Highlights: Dr. Edward Benz</h4><p><strong>On why so many people are still dying from cancer in the U.S.</strong></p><p>“Cancer is an incredibly common disease. That&#8217;s why people are dying from it. Cancer is a disease for which the biggest risk factor of all is aging, and we are an aging population so the incidence of cancer is rising. As our environment becomes more and more complicated with foreign substances – that’s an important cause of cancer. There’s still too much tobacco use. We could probably cut those cancer deaths by nearly half if we simply ban tobacco.”</p><ul><li>Related: <a href=\"http://hereandnow.wbur.org/2014/11/13/tobacco-ban-massachusetts\" target=\"_blank\">Proposed Tobacco Ban Fires Up Citizens Of Small Massachusetts Town</a></li></ul><p><strong>On why the number of cancer deaths has declined</strong></p><p>“The last 15 years, we have learned more about cancer than we had learned in all the decades of cancer research up until then, and the reason is the completion of the human genome project. That technology allows us now to interrogate the individual patients cancer at the level of its root cause &#8211; and the root cause of all cancers are changes in the genome that cause some genes to go bad and drive those cells to grow when they shouldn’t grow.”</p><p><strong>On the use of chemotherapy</strong></p><p>“I think the kind of chemotherapy that we usually think about that was in practice in the 1980s and the 1990s, and is still in use even today, will become much less common. There will be a much greater use of the so-called targeted therapies. But it’s important to keep in mind that those traditional chemotherapies in the right patients and in the right circumstances can be quite effective.”</p><p><strong>On the next cancer development</strong></p><p>&#8220;I believe that the next big breakthrough in cancer research will be the development of what we call personalized or high precision cancer medicine, where we’re able to configure the care and choose the drugs that we use to treat a patient’s tumor at a highly individualized basis based on the specific genome abnormalities that are present in that patient’s cancer.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://researchers.dana-farber.org/directory/profile.asp?pict_id=0000316&gs=r\" target=\"_blank\">Edward Benz</a></strong>, MD, president of Dana-Farber Cancer Institute and principal investigator of Dana-Farber/Harvard Cancer Center. He&#8217;s also a clinical hematologist and an active NIH-funded investigator.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Researchers+Say+New+Cancer+Drugs+Are+More+Efficient&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"734"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363850521-554d82.m3u?orgId=1&ft=3&f=363835539"}]}