{"created":"2014-09-14T21:08:49+00:00","modified":"2014-10-30T22:23:31+00:00","valid":{"from":"2014-10-30T22:23:31+00:00","to":"3014-10-30T22:23:31+00:00"},"hreflang":"en","title":"'Tim & Eric's Bedtime Stories': More Nightmares Than Sweet Dreams","published":"2014-09-15T13:08:00+00:00","teaser":"Comedy duo Eric Wareheim and Tim Heidecker get dark in their new show on Adult Swim. \"We're tired of trying to make people laugh with our humor,\" Heidecker says. \"We want to make people cry.\"","itags":["npr_api","348489963"],"guid":"c7643d6d-309b-4363-93f7-d0964a633ed5","contentencoded":"<p>The comedy of Tim Heidecker and Eric Wareheim is just plain weird.</p><p>They alternate between deadpan humor and total absurdity in shows like <em>Tom Goes to the Mayor</em> and <em>Tim & Eric Awesome Show, Great Job!</em> on Adult Swim. They like to focus on the existential nausea of everyday interactions and take a sledgehammer to consumer culture.</p><p>On Thursday, their latest series — <em>Tim & Eric's Bedtime Stories — </em>premieres on Adult Swim. The show features short vignettes in the style of <em>The Twilight Zone.</em></p><p>\"We wanted to tell little short stories that have a darker edge, kind of a nightmarish quality to them but still funny and absurd,\" Heidecker tells NPR's Arun Rath.</p><p>\"I feel like most of life is a nightmare,\" Wareheim says. \"You have a couple friends and a couple beautiful moments, but everything else ... and this show kind of embraces those moments of, like, 'I cannot believe that this is really happening.' \"</p><p>\"We're tired of trying to make people laugh with our humor,\" Heidecker says. \"We want to make people cry.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On making the kind of comedy that they want to make</strong></p><p>Eric Wareheim: \"Just this year, we celebrated our 20th anniversary of friendship. And I was looking at some old videos of stuff that we did in college when we first met, and it's almost identical to what we're doing right now for movies and commercials.\"</p><p>Tim Heidecker: \"It's definitely not mainstream, but luckily there's places like Adult Swim and the Internet now where you can kind of have your own niche. We're not really looking to appeal to a large swath of people, you know.\"</p><p><strong>On getting discovered after making cartoons at home</strong></p><p>Heidecker: \"We sort of thought, 'Why don't we send our tapes to the people we like and see what they think we should do?' And we sent one to Bob Odenkirk from <em>Mr. Show</em> and <em>Breaking Bad</em> now. To get his attention, we included an invoice for the DVD that we sent.\"</p><p>Wareheim: \"It was an unsolicited package, and we put our own head shots in there and we charged him like $150 for the whole thing.\"</p><p>Heidecker: \"He called me and was like, 'Who are you? What is this? I like this.' And that sort of just opened up the door.\"</p><p><strong>On the intentional awkwardness of <em>Tim & Eric Awesome Show, Great Job!</em></strong></p><p>Wareheim: \"Basically [we were] mimicking what we loved back in Philly, which was people on cable access, people that almost shouldn't be on camera that have that true awkwardness.\"</p><p>Heidecker: \"Try and create that authenticity that makes you feel like maybe this really is one of those local car commercials or something. I'm trying to make Eric laugh and the cameraman laugh, and he's trying to make me laugh when he's on camera, and that's always at the heart of everything we do. And that's really the end of the conversation.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Tim+%26+Eric%27s+Bedtime+Stories%27%3A+More+Nightmares+Than+Sweet+Dreams&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"388"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348511347-9fdafa.m3u?orgId=1&topicId=1138&ft=3&f=348489963"},{"href":"http://media.npr.org/assets/img/2014/09/14/tim_eric_5-344f6a2313a33965ab418da09519337f4f9791fb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3836","width":"5115"}}]}