{"created":"2014-10-08T02:33:13+00:00","modified":"2014-10-31T00:24:32+00:00","valid":{"from":"2014-10-31T00:24:32+00:00","to":"3014-10-31T00:24:32+00:00"},"hreflang":"en","title":"Filmed Over 12 Years, 'Boyhood' Follows A Kid's Coming Of Age","published":"2014-07-11T21:25:00+00:00","teaser":"Writer-director Richard Linklater says picking the film's star was vital because he had to guess what he'd be like at 18. \"I just went with a kid who seemed kind of the most interesting.\"","itags":["npr_api","330291891"],"guid":"c77275c7-32b4-4b39-b85b-afedda7ef684","contentencoded":"<p>Usually when characters age in movies, they're covered with makeup and outfitted with prosthetics — or directors use different actors as the characters grow older. But in the new film <em>Boyhood</em>, none of that is necessary.</p><p>The film takes place over the course of 12 years, and it was shot over the course of 12 years. So we watch the actors getting older for real, which gives their characters a sense of authenticity.</p><p>At the beginning of the movie, the main character, Mason, is 6 years old. He and his sister, who is a couple of years older, live in a small town in Texas with their mother, who is divorced from their father.</p><p>The film's writer and director, Richard Linklater, says that picking Ellar Coltrane to play Mason was a vital choice because he had to guess what he'd be like when he was 18.</p><p>\"I was in the unique once-in-a-lifetime position, really,\" Linklater tells <em>Fresh Air</em>'s Terry Gross. \"I was banking the whole movie on this kid.\"</p><p>Over the next 12 years, the children grow up, and their parents stumble their way through the next stage of adulthood.</p><p>Linklater also made the films <em>Slacker</em>, <em>Dazed and Confused</em>, the <em>Before Sunrise</em> trilogy, <em>School of Rock</em> and <em>Bernie</em>. He says shooting <em>Boyhood</em> was a rare venture because he had the luxury to figure out what the story needed, such as incorporating cultural shifts and changes in the actors' lives.</p><p>\"We filmed 39 days over about a 4,200-day stretch ... which is incredible,\" Linklater says. \"It gave me so much time to just think and process everything we had done so far.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On seeing people age on film </strong></p><p>Part of the idea was to see people transform in one sitting of a movie, to see them transform into that young adult, in this case, or see the adults get older. I mean, that is a fascinating journey we all make.</p><p>I run into friends that I grew up with, and I look in their faces and [think], \"Oh, my God, we're middle-aged people now.\" And I still see the little kid they were, and it's fascinating. [You] see a picture of yourself when you're little, and are you even still that person? Yes, there's a connection there.</p><p><strong>On casting 6-year-old Ellar Coltrane</strong></p><p>It was a huge leap. I just went with a kid who seemed kind of the most interesting. I liked the way his mind worked — he was a little mysterious and sensitive and very thoughtful. He was cut from no ordinary cloth. He was home-schooled, and his parents were artists, and I thought, \"Well, that's cool. There'll be some family support for this undertaking. It will be a fun thing to do in his life.\"</p><p>So I think I had the family support, but as far as he goes, you kind of have to admit that your main collaborator here has a really unknown future. But I would have each year to incrementally adjust and maybe go toward who he was becoming. That was sort of the design of the movie.</p><p><strong>On casting his daughter </strong></p><p>I almost felt like I didn't cast Lorelei. Once it was apparent that the older sister was in her age range ... she sort of insisted on the part. I never really thought about casting it traditionally. She sort of took the part like, \"Daddy, well, I'm playing that part.\" She had grown up on movie sets. She had been in other movies — little parts — and it was very natural for her. She was very extroverted at that point in her life. The sassy kid at the beginning of the movie — that was her.</p><p><strong>On planning for scenes years in advance </strong></p><p>Even as I structured [the film] and knew the trajectories of the characters and all the physicality — they're moving here, there's a divorce, you get your degree, you move again ... I kind of had all that worked out, but I was kind of looking forward to the new ideas that would emerge in the process.</p><p>I had notes that I knew I wanted to hit later in the film that I knew I couldn't even articulate yet. I knew, \"Oh, that will be eight or nine years before I truly will know the right tone for that scene, but there it sits as a placeholder way into the future.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Filmed+Over+12+Years%2C+%27Boyhood%27+Follows+A+Kid%27s+Coming+Of+Age&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2017"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330467767-d27414.m3u?orgId=1&topicId=1137&ft=3&f=330291891"},{"href":"http://media.npr.org/assets/img/2014/07/10/download-f6f5dff85cd1f699b6885b0789c39f87b1e745d4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1080","width":"1442"}},{"href":"http://media.npr.org/assets/img/2014/07/10/451879136-0c92577ce72e5a549de62ac821e4bf4881f4ec09.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2186","width":"2916"}}]}