{"created":"2015-04-04T21:27:56+00:00","modified":"2015-04-12T20:48:46+00:00","valid":{"from":"2015-04-12T20:48:46+00:00","to":"3015-04-12T20:48:46+00:00"},"hreflang":"en","title":"Florida Teen, War Criminal: The Life Of An 'American Warlord'","published":"2015-04-08T19:33:00+00:00","teaser":"Johnny Dwyer's new book explores the life of Chuckie Taylor: the son of Liberia's former president, a leader in the Liberian Civil War and the only American ever convicted of torture committed abroad.","itags":["npr_api","396384872"],"guid":"c7720c3c-9a69-4c71-b6b0-f68027ffa885","contentencoded":"<p>Only one American in history has ever been convicted of torture committed abroad: Chuckie Taylor, the son of former Liberian President Charles Taylor.</p><p>His father led militants to take control of Liberia in the late '90s, went in exile after Liberia's Second Civil War and was found guilty of abetting war crimes in Sierra Leone. But young Chuckie Taylor seemed far removed from that warlord life — he lived in America with his mother and stepfather, just another teenager listening to hip-hop and watching TV in his room.</p><p>In his new book <em>American Warlord</em>, journalist Johnny Dwyer traces how Chuckie Taylor went from Florida teenager to imprisoned war criminal.</p><p>After Taylor started getting in trouble in his early teens, Dwyer says, his mother sent him to West Africa to spend some time with his father. At first, the 14-year-old didn't pay much attention to what was going on around him. Then he started venturing out to Liberia's front lines.</p><p>A few years later, Taylor dropped out of school and moved to Liberia.</p><p>\"[Charles Taylor] had just survived a really significant assassination attempt,\" Dwyer tells NPR's Arun Rath. \"This had a really big impact on Chuckie. He felt that Taylor's security apparatus was not up to the task of taking care of his father. So Chuckie wanted to build a unit that could actually do that.\"</p><p>So the 17-year-old assumed command of a secret paramilitary unit designed to protect his father — a unit that would commit the crimes for which he's now in jail.</p><hr /><h3>Interview Highlights</h3><p><strong>On 14-year-old Chuckie's first exposure to the Liberian Civil War</strong></p><p>He was sort of in the care and custody of a really notorious commander, a guy named Bill Horace, and in terms of people to be coupled with, I mean, this was a really bad individual. He was known for leading one of Taylor's units called the Navy Unit and they were responsible for crucifixions and they basically had a policy where they didn't take prisoners; they didn't take survivors.</p><p>This was Chuckie's really first exposure to what civil war looked like in Liberia. And then he went back to Orlando. He should have gone back to high school, but he never did.</p><p><strong>On Chuckie Taylor leaving Liberia for Trinidad</strong></p><p>The Taylor government came apart in the summer of 2003. It was very much like a criminal enterprise, where people were turning evidence and there was this concern that anyone could be arrested by the Special Court for Sierra Leone. Chuckie at that point fled to Trinidad, which is where his mother's family is from and where he had honeymooned. He had a connection to that community.</p><p>He really assumed a very anonymous life; He became a security guard, just to give you a sense of the range of experience. And then he started attempting to launch a hip-hop career, writing lyrics and eventually going into a local studio in Port of Spain [Trinidad] to record those lyrics.</p><p><strong>On Taylor rejecting his father's legacy</strong></p><p>We began talking about his father's legacy ... And this was really the first moment where I felt there was some reflection on his father's role in Sierra Leone, his father's role in destroying Liberia, and Chuckie really wanted to just sort of distance himself from that legacy ... in a lot of respects, just distance himself from his father. In the past he just wasn't really willing to go there, but this was one situation where he was very clearly wanting to establish that distance.</p><p><strong>On what Chuckie has taught him about the nature of evil</strong></p><p>In another environment maybe he wouldn't have acted out that way. When you look at what he did in Trinidad, he made music — and that's very much a part of the cultural lifeblood of Trinidad. In Liberia he participated in political violence, which was what was going on there at that moment. So in terms of broader insights into evil, I think the biggest insight I took from Chuckie was that evil is directly in front of you on a daily basis and depending on the environment you're in and what your intentions are, you can indulge that or you can look away.</p><hr /><p><em>Today, Chuckie Taylor is serving a 97-year sentence in a federal penitentiary in Kentucky. His father, former Liberian president Charles Taylor, is serving 50 years in a British prison.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Florida+Teen%2C+War+Criminal%3A+The+Life+Of+An+%27American+Warlord%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"359"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397524445-2d9309.m3u?orgId=1&topicId=1033&e=396384872&d=359&ft=nprml&f=396384872"},{"href":"http://media.npr.org/assets/img/2015/03/30/008_courtesy-of-johnny-dwyer-and-lynn-henderson-6486c704601fcfb637351bfa4cf85b9b72d7380d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"344","width":"459"}},{"href":"http://media.npr.org/assets/img/2015/03/30/005_courtesy-of-johnny-dwyer-and-lynn-henderson-eb5a5676daaa09637883c29deec42e94ee1c0e39.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"254","width":"339"}},{"href":"http://media.npr.org/assets/img/2015/03/30/dwyer_credit-to-michael-lionstar-330fc1e44c5b241b50ee2821ae09d83c8af5f24e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1124","width":"1499"}},{"href":"http://media.npr.org/assets/img/2015/03/30/001_courtesy-of-johnny-dwyer-and-lynn-henderson-986c9ae80c4f06028875e93670597f1ba9eef9ae.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"323","width":"430"}}]}