{"created":"2014-09-19T19:44:01+00:00","modified":"2014-12-23T18:41:42+00:00","valid":{"from":"2014-12-23T18:41:42+00:00","to":"3014-12-23T18:41:42+00:00"},"hreflang":"en","title":"Breeding Battle Threatens Key Source Of California Strawberries","published":"2014-07-07T03:48:00+00:00","teaser":"The University of California, Davis is the source of most commercial strawberries. Now, the university's strawberry breeders are going into business for themselves, and farmers are worried.","itags":["npr_api","327256662"],"guid":"c77c4bfd-4553-4140-a08e-4cee42a63ce3","contentencoded":"<p>In California, a legal skirmish has erupted over strawberries — or rather, over strawberry breeding.</p><p>To be absolutely precise, the battle is about strawberry breeding at the University of California, Davis. This is more important than it might sound. More than half of all strawberries in the supermarket trace their <a href=\"http://research.ucdavis.edu/strawberry/pc\">ancestry</a> to breeding plots at UC Davis.</p><p>The strawberry breeders at UC Davis, who've led that program for decades, are leaving the university to carry on their work at a new private company.</p><p>The <a href=\"http://www.calstrawberry.com/\">California Strawberry Commission</a>, which represents farmers, is now suing the university, accusing it of betraying a public trust. The commission wants assurances that UC Davis will keep this public breeding program alive, and not hand it over \"to private financial interests.\"</p><p>Before getting into the details of this dispute, it's worth a little background on strawberry breeding itself, and where the modern strawberry came from.</p><p>\"It's a pretty amazing story,\" says <a href=\"http://www.hrt.msu.edu/jim-hancock/\">Jim Hancock</a>, a professor of horticulture and a berry breeder at Michigan State University. It begins with two different berry plants growing in completely different parts of the world a few hundred years ago.</p><p>One <a href=\"http://plants.usda.gov/core/profile?symbol=FRCH\">plant</a> in Chile produced nice big fruit that were kind of bland. The <a href=\"http://plants.usda.gov/core/profile?symbol=FRVI\">other</a>, in the eastern United States, had berries that were bright red and bursting with flavor, but tiny.</p><p>Both species were picked up by European collectors — in the case of the Chilean plant, by a French spy — and ended up close to each other in a French botanical garden.</p><p>There, they made babies. \"It was a perfect combination,\" says Hancock. The accidental hybrid that resulted from this cross-pollination produced fruit that was big, red and tasted great. The strawberry was born.</p><p>It could still be improved, and that's where plant breeders came in, crossing different plants, selecting the best offspring, and creating ever-better berries.</p><p>\"The No. 1 thing is probably having the ability to be picked, packed and shipped all the way across the United States and still arrive in good condition,\" says Tom Sjulin, another breeder, who worked for many years for Driscoll's Strawberry Associates, one of the best-known names in strawberries.</p><p>There's one thing that Hancock and Sjulin don't mention at first: taste.</p><p>That's a bit of a sore subject in the strawberry community. \"Being a strawberry breeder, I shouldn't admit this, but I think for a long time, taste was going down,\" says Hancock.</p><p>Yet he and Sjulin both insist that strawberry taste has made a comeback in recent years.</p><p>He shows me one that's big, firm enough to travel thousands of miles, and has amazing flavor. It's the Albion variety, and it was created at UC Davis.</p><p>Which brings us back to that controversy.</p><p>California has the perfect climate for growing strawberries, and UC Davis, as the leading agricultural university in the state, began breeding strawberries almost a century ago. It's still the most important center of strawberry breeding in the country, although private companies, such as Driscoll's, have gotten into the business, too.</p><p>The UC Davis program actually operates a lot like a private company, patenting new varieties and collecting millions of dollars in royalties from strawberry growers. (I'll have more about that in a later post.)</p><p>On the other hand, says Sjulin, private companies often don't provide their varieties to everyone. UC Davis does. Any strawberry grower can buy them and grow them. \"There are still a lot of growers in California who really depend on that University of California program continuing as is, and anything that would disrupt that is cause for great concern, as you can imagine,\" he says.</p><p>As the current strawberry breeders at UC Davis prepare to leave, some fear that this program will falter, interrupting the supply of new varieties to strawberry growers.</p><p>The man at the center of this controversy is <a href=\"http://www.latimes.com/local/great-reads/la-me-c1-strawberries-20140527-story.html#page=1\">Douglas Shaw</a>, who has been in charge of UC Davis' breeding program and now plans to go private.</p><p>In an e-mail to NPR, Shaw wrote that he is not leaving the university to earn more money. He's already paid very well. He and a handful of co-workers get about 30 percent of the royalties earned by the UC Davis strawberry varieties. In recent years, that inventor's share amounted to more than $2 million each year.</p><p>Shaw wrote that he is leaving because the university no longer cares about the kind of practical, commercially valuable breeding that he does. \"We do not fit here any longer,\" he wrote in the e-mail.</p><p>Strawberry growers also worry that the university's priorities are changing.</p><p>\"We got a phone call from the University of California,\" says Carolyn O'Donnell, communications director at the California Strawberry Commission, an industry group that has helped to fund the UC Davis breeding program. \"They said that we no longer needed to send them money because they were going to discontinue the [breeding] program\" when the current breeders leave.</p><p>This set off alarms. Farmers feared that future varieties, from the private company, might cost more and might not even be available to all growers.</p><p>O'Donnell says the commission tried to convince the university to maintain the breeding program, but \"we kind of felt that the university wasn't taking us very seriously,\" she says. So the commission sued.</p><p>The commission is asking the courts to stop the university from \"privatizing\" strawberry breeding. It also wants to ensure that the university's collection of strawberry varieties stays in public hands.</p><p><a href=\"http://animalscience.ucdavis.edu/faculty/delany/\">Mary Delany</a>, an associate dean of the College of Agricultural and Environmental Sciences at UC Davis, says the lawsuit is based on a misunderstanding. \"We never said that we were going to close the program. We said that we are evaluating the program,\" she says. The university has now decided to continue breeding strawberries, and is now looking for someone to replace Douglas Shaw.</p><p>Shaw and his colleague Kirk Larson, who is also planning to leave for the private sector, did ask for permission to take copies of the strawberry collection with them, Delany says, but that request was denied. \"This is University of California property,\" she says.</p><p>O'Donnell says that this is all good news, but before dropping its lawsuit, the commission wants more guarantees that the university will maintain a healthy, vigorous breeding program, aimed at creating that next great strawberry variety.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Breeding+Battle+Threatens+Key+Source+Of+California+Strawberries&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"339"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1327402750-64d27e.m3u?orgId=1&topicId=1053&ft=3&f=327256662"}]}