{"created":"2014-09-04T16:42:44+00:00","modified":"2014-11-06T16:57:32+00:00","valid":{"from":"2014-11-06T16:57:32+00:00","to":"3014-11-06T16:57:32+00:00"},"hreflang":"en","title":"For Geithner, Financial Crisis Was Like Landing A Burning Plane ","published":"2014-05-13T00:27:00+00:00","teaser":"Former Treasury Secretary Timothy Geithner received mixed reviews of his performance during the financial crisis. In his new book, he says he did what was required to \"keep the lights on.\"","itags":["npr_api","311886167"],"guid":"c7875c66-c741-45f5-9c94-d54ad1c4a8bf","contentencoded":"<p>Timothy Geithner was president of the New York Federal Reserve when the Wall Street bank Lehman Brothers collapsed in 2008. A few months later, he became Treasury secretary as the crisis deepened on his watch.</p><p>Geithner received mixed reviews of his performance during that time. Wall Street types take him for a champion of excessive government intervention and regulation, while Occupy Wall Street types consider him a tool of the banks. Geithner, however, says he was just trying to get the financial system out of a multifaceted crisis with the threat of a Great Depression looming.</p><p>In his book, <em>Stress Test,</em> Geithner details the events leading up to the crisis and how regulators responded by unwinding the financial institutions Bear Stearns, Lehman Brothers, AIG and Washington Mutual, among others. He tells NPR's Robert Siegel that at the time, he didn't have much choice in how to respond to the crisis.</p><p>\"The paradox of this is, the only way to reduce damage to the innocent victims of a crisis is to make sure you keep the lights on,\" he says. \"Because if you don't keep the lights on in the financial system, then you're going to face Depression-level unemployment.\"</p><p>You can read highlights from the conversation below.</p><hr /><h3>Interview Highlights</h3><p><strong>On struggling to communicate with the public</strong></p><p>I wasn't hired to be the communications guy and I wasn't good at it. I don't think anybody found a way to — in that moment — describe it. That's because, at its core, the things we had to do were going to look like we were rewarding the arsonists. And it is, I think, impossible to expect a normal human to explain to them that the only way to protect them from that risk was to reward the people who had taken a lot of risk with their money. And I think at its core, that's why governments typically do a terrible job in financial crises.</p><p><strong>On what handling the financial crisis felt like</strong></p><p>It's like you're in the cockpit of the plane — your engine's burning, smoke's filling the cabin, it's filled with a bunch of people that are fighting with each other about who's responsible, you have terrorists on the plane and people want you to come out of the cockpit and put them in jail. And you have to land the plane. That terrifying core objective in a crisis is to make sure you first put out the fire.</p><p><strong>On the difference between helping banks and auto companies</strong></p><p>It's just that this is a core, hard thing we don't like to admit, and it seems unfair, but banks are different. They're different because their existence depends on — in a way that's different from any other industry — their ability to convince people to keep their money in the bank. And when they lose that ability, then they cannot function. And when they can't function, as you saw in the wake of Lehman [Brothers] and Washington Mutual, what they have to do is liquidate assets at a terrible loss and that adds fuel to the fire.</p><p><strong>On when President Obama asked him to take the job</strong></p><p>When I first met him [then-Sen. Obama] and he told me he might have to ask me to come to Washington, I tried very hard to talk him out of it. Because I felt at that time that there were better choices and that I was already so up to my neck in the choices we had already made — that I was very proud of, that I wouldn't distance myself from — [that] would complicate his capacity to try to rebuild confidence. ... When your president asks you to do that in a moment of crisis, then you say, \"Yes.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Geithner%2C+Financial+Crisis+Was+Like+Landing+A+Burning+Plane+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"741"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311897036-fb62ca.m3u?orgId=1&topicId=1017&aggIds=100876926&ft=3&f=311886167"},{"href":"http://media.npr.org/assets/img/2014/05/12/149235112-21fa9917b14b622d90831c2cbfdb2a346a70449e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2004","width":"2676"}}]}