{"created":"2014-12-24T08:24:23+00:00","modified":"2015-06-05T15:23:12+00:00","valid":{"from":"2015-06-05T15:23:12+00:00","to":"3015-06-05T15:23:12+00:00"},"hreflang":"en","title":"Deford: It's Hard To Write A Christmas Story About Sport","published":"2014-12-24T13:02:00+00:00","teaser":"Linking sports and the Christmas spirit is a true challenge, says commentator Frank Deford. \"The idea of sports is to beat the other fellow,\" he says, \"while the idea of Christmas is to be giving.\"","itags":["npr_api","372708440"],"guid":"c78de753-b57d-432c-bd10-274e0e9aecc5","contentencoded":"<p>Several years ago, I wrote a sports Christmas story. It was about a greedy basketball superstar who, imbued with Yuletide cheer, helps save his small-market franchise.</p><p>A big-time producer wanted to make a TV movie out of it. So off I went to Hollywood to turn my story into a script and thereby, in keeping with the Christmas spirit, make a killing.</p><p>Let me tell you: It's hard to write a Christmas story about sport.</p><p>After all, the idea of sports is to beat the other fellow, while the idea of Christmas is to be giving. That's a pretty direct conflict, hard to reconcile.</p><p>Of course, there is the famous, true Christmas sports story that took place exactly a century ago, when, on the front lines of the Great War, German and British troops managed an unofficial truce and played soccer against each other there in no man's land, on Christmas of 1914.</p><p>It's a lovely vision. But of course, within a day or two, the friendly football boys were back in their trenches, back to killing one other.</p><p>As I said, it's hard to write a Christmas story about sport.</p><p>Of course, it's long been common in some quarters to complain that it's time to \"put Christ back into Christmas.\" Here in the U.S., however, the holiday is forever commercial and, just like every other enterprise, sports takes full advantage. The NBA, in particular, will be ubiquitous on Christmas Day only less so than Santa himself.</p><p>Certainly, no one of any background can fail to be touched by that sweet first Christmas scene, the baby just born in a stable, in the arms of his new parents, with animals and shepherds peering in, a bright star shining above.</p><p>But, after all, Jesus was a newborn babe, and however much he accomplished when he was a grown man, it wasn't Christ, but the adults around him who set the tone for Christmas.</p><p>Most prominently: Soon enough, here came rich men bearing expensive gifts: gold and frankincense and myrrh — like the NBA will be giving us Duncan and LeBron James and Curry.</p><p>Oh well, it's better than in Philadelphia, where, at an Eagles game, the patrons hurled snowballs at Santa Claus.</p><p>Didn't I tell you it was hard to write a sports Christmas story?</p><p>So there I was in Hollywood, trying my best, but the producer and I just couldn't accept how I tried to make my story into his film. Let's just say that here we were trying to conjure up the Christmas spirit, and the Christmas spirit fled the room.</p><p>And in the Great War, where the boys had played that legendary Christmas soccer match against one another a century ago, the killing lasted four more years — and by then, all the sport had long since gone out of it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Deford%3A+It%27s+Hard+To+Write+A+Christmas+Story+About+Sport&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"238"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372837231-1788fb.m3u?orgId=1&topicId=1055&aggIds=4499275&d=238&p=3&story=372708440&t=progseg&e=372837102&seg=10&ft=nprml&f=372708440"}]}