{"created":"2014-10-22T22:12:59+00:00","modified":"2014-10-28T14:14:05+00:00","valid":{"from":"2014-10-28T14:14:05+00:00","to":"3014-10-28T14:14:05+00:00"},"hreflang":"en","guid":"c78f92c6-616c-433b-9023-4c6d44b212ed","title":"Canada is rocked by shootings in and around the nation's parliament building in Ottawa","published":"2014-10-28T14:14:04+00:00","byline":"Jonathan Kealing, Christopher Woolf","tags":["conflict","terrorism","Ottawa shootings","Conflict","Conflict & Justice","Ottawa","North America","Canada","North America","Kevin Vickers","Michael Zehaf-Bibeau","Matthew Millar","Nathan Cirillo","Rideau Centre"],"teaser":"Cpl. Nathan Cirillo, a reserve soldier in the Canadian Forces, was shot and killed in the first of two shooting incidents in Ottawa, Canada, Wednesday. A suspect is also confirmed dead while law enforcement officials have declined to say if they believe the suspect acted alone or with others.","contentencoded":"<p>Corporal Nathan Cirillo of Hamilton, Ontario, was shot and killed Wednesday morning while standing guard at the country's War Memorial in Ottawa, near Canada's Parliament.</p>\n<p>It was the first act in what became a violent day around Ottawa. A short time later, another shooting was reported inside Canada's Parliament building — a shooting that was caught on video by a reporter from The Globe and Mail.</p>\n<p>Craig Scott, a member of parliament in Canada, <a href=\"https://twitter.com/CraigScottNDP\">tweeted out</a> that he felt he and his staff owed their lives to the parliament's sergeant-at-arms, Kevin Vickers, who engaged the shooter in the building, presumably caught in the video below:</p>\n<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/XrGqoISd-do?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>Matthew Millar, the Ottawa bureau chief for the Vancouver Observer, was in his office in the parliament building when the attack began. “[It] happened just in front of, and below, my office in Center Block,\" he told PRI's The World in an interview. \"I was just in the hall above where the shooting took place. When the first shot rang out there was a very loud bang, not unlike a pallet dropping on a hard surface. There’s a lot of construction work on the Hill so I didn’t think really much about it at first, until it was immediately followed by shots, handgun fire.”</p>\n<p>One male suspect, who several media reports have identified as 32-year-old Canadian man Michael Zehaf-Bibeau, was shot and killed in the exchange. Immediately after his name surfaced, as ISIS-associated Twitter account tweeted a picture purportedly of the shooter.</p>\n<p>Police said they don't yet know if the same gunman was involved in both attacks. Millar is convinced there were multiple shooters. “A colleague of mine who’s in an office below me said a gunman tried to enter the building from the outside into his office while the initial shooting was taking place inside the parliament building,\" he said.</p>\n<p>As the incident unfolded, Millar and his colleagues barricaded themselves in their office: \"We weren’t sure what to do. We were in there about 45 minutes. Then we identified a window we could break through.”</p>\n<p>He was full of praise for construction workers on of the parliament building who he says “erected scaffolding so that us on the 3rd floor and others on the 4th floor could escape.”</p>\n<p>No deaths were reported other than that of 24-year-old Cirillo, an army reservist, and one suspect. According to an Ottawa hospital, two individuals are being treated in relation to the two shootings and are in stable condition. All Ottawa public buildings and police stations are closed to public access. Law enforcement said the investigation continues and no suspects are in custody.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"812\" width=\"1100\" style=\"margin: 5px; width: 350px; height: 258px; float: right;\" alt=\"Ottawa parliament building\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/ottawa-caucus.jpg\" title=\"\" /><div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Member of Parliament Nina Grewal/Reuters</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>The Conservative Party caucus room is shown shortly after shooting began on Parliament Hill, in Ottawa, Ontario, October 22, 2014.</p>\n  </div>\n</div>\n<p>On the military side, Canadian Forces bases were placed on lockdown and CNN reported that NORAD, the joint US-Canadian North American Aerospace Defense command, increased its alert status. Last week, Canada increased its terrorism alert level from low to medium, a move that was revealed Tuesday in the wake of an attack by radicalized Islamic terrorists on soldiers on Monday. The CBC reported that Canadian forces personnel were directed not to wear their uniforms in public off base.</p>\n<p>The FBI is assisting Canadian authorities and trying to determine if there is a connection between this incident and international Islamic terrorism. The FBI directed all field offices to raise their alert level in the wake of ISIS chatter about attacks on law enforcement and military targets in the US. President Barack Obama also placed a call to Canadian Prime Minister Stephen Harper, where he offered US support for the investigation.</p>\n<p>“This is an unprecedented situation for Canada,\" Millar said. \"This is an attack like we’ve never seen in national security. Period.”</p>\n<p><strong>Follow updates from <a href=\"http://www.cbc.ca/news/politics/parliament-hill-attack-1-gunman-dead-after-soldier-shot-at-national-war-memorial-1.2808710\">CBC's newsroom</a>:</strong></p>\n<div class=\"nochop\">\n<object height=\"402\" width=\"600\"><param name=\"movie\" value=\"http://www.cbc.ca/video/swf/UberPlayer.swf?state=sharevideo&amp;clipId=2396780283&amp;width=600&amp;height=402\" /><param name=\"allowFullScreen\" value=\"true\" /><param name=\"allowscriptaccess\" value=\"always\" /><embed allowfullscreen=\"true\" allowscriptaccess=\"always\" height=\"402\" src=\"http://www.cbc.ca/video/swf/UberPlayer.swf?state=sharevideo&amp;clipId=2396780283&amp;width=600&amp;height=402\" type=\"application/x-shockwave-flash\" width=\"600\"></embed></object></div>\n<style type=\"text/css\">\n<!--/*--><![CDATA[/* ><!--*/\n#cbc_div { background: rgb(255, 255, 255); width: 450px; }\n#cbc_div h3 { background: rgb(255, 255, 255); }\n#cbc_div h3 a { color: rgb(168, 38, 43); font-family: Arial, Helvetica, sans-serif; font-size: 14px; text-decoration: none; }\n#cbc_div dl { border-bottom: 1px solid rgb(204, 204, 204); }\n#cbc_div dt a { color: rgb(19, 45, 108); font-family: Arial, Helvetica, sans-serif; font-size: 13px; }\n.cbc_lead { color: rgb(0, 0, 0); font-family: Arial, Helvetica, sans-serif; font-size: 12px; margin-left: 0px; }\n.cbc_timezone { color: rgb(0, 0, 0); font-family: Arial, Helvetica, sans-serif; font-size: 10px; margin-left: 0px; }\n#cbc_div .dl3, #cbc_div .dl4, #cbc_div .dl5, #cbc_div .dl6 { display: none; }\n\n/*--><!]]>*/\n</style><script language=\"javascript\" src=\"http://www.cbc.ca/cgi-bin/freeheadlines/headlines.cgi?logo=0&amp;cat=98\"></script><br><p>©2014 Public Radio International</p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/102220143.mp3"},{"href":"http://www.pri.org/file/102220143mp3"}]}