{"created":"2015-03-10T21:38:36+00:00","modified":"2015-03-10T21:54:50+00:00","valid":{"from":"2015-03-10T21:54:50+00:00","to":"3015-03-10T21:54:50+00:00"},"hreflang":"en","guid":"c7a158bd-e0e3-4864-9d3b-622c233efa70","title":"In Iraq, the battle against ISIS rages — in Syria there is little resistance","published":"2015-03-10T21:54:44+00:00","byline":"Andrea Crossan, Christopher Woolf","tags":["ISIS","Islamic State","Insurgency","Mike Thomson","Jane Arraf","Conflict","Conflict & Justice","Raqqa","Baghdad","Tikrit","Asia","Iraq","Syria","Middle East","Mike Thomson","Jane Arraf","ISIS","Islamic state","Insurgency","War"],"teaser":"In the Syrian city of Raqqa, residents have come to accept life under ISIS. In Iraq, the battle is raging to wrest Tikrit from ISIS control.","contentencoded":"<p>Public executions have become commonplace in the so-called Islamic State stronghold of Raqqa in northern Syria.</p>\n<p>That’s according to a resident living inside the city under siege.</p>\n<p>A source in Raqqa told the BBC’s Mike Thomson that 42 people have been put to death in Raqqa and the surrounding area in the past two months. In one of the more recent killings, a man was tossed from a roof for allegedly being gay. Another person was beheaded after being accused of speaking disrespectfully about God. </p>\n<p>Raqqa is the only provincial capital to have been lost by the Syrian government since the uprising against President Bashar al-Assad began in 2011. Western-backed and Islamist rebel groups fought for control of the city after seizing it in March 2013, before ISIS ousted them.</p>\n<p>The jihadist group has made Raqqa the capital of its caliphate and it governs according to a strict interpretation of Islamic law. The source inside Raqqa told Thomson that living conditions are getting worse every day.</p>\n<p>“The people are really suffering. There is not enough food for all the people. Food is very, very expensive. Also, ISIS closed all the organizations giving aid for the people. The situation for the hospitals is really, really bad. There [are] no doctors, a lack of medicines. The electricity inside the city of Raqqa is very bad. It's cut about 20 hours a day and when the electricity is cut, the water is cut.”</p>\n<p>And he told Thomson that he’s hoping there will be international intervention, but he worries that it won’t happen any time soon.</p>\n<p>“He said there would be enormous bloodshed, which would put many western nations off,” says Thomson. “There could be [more] execution films, as of course, Islamic State is prone to do.”</p>\n<p>Meanwhile, in neighboring Iraq, the government is claiming to have made significant progress against ISIS. Baghdad says it has taken control of al-Alam on the outskirts of Tikrit. Tikrit is the target of Baghdad’s biggest offensive to date against ISIS.</p>\n<p>“It’s been really tough to take,” says Iraq-based reporter Jane Arraf, “because they’re facing gunmen who are not afraid to blow themselves up, who have laid explosives almost everywhere along the way.”</p>\n<p>Arraf has spoken with numerous residents of Tikrit who’ve taken refuge in the Kurdish areas of northern Iraq. She says they’re not too worried about whether the Iraqi government can re-take the city, but what comes next. “Their big fear really is that even when this battle is over, they’re not sure what they’ll go home to. They’re not sure how much of the city will be destroyed. They’re not sure what kind of security force will be in place to make sure they’re safe.”</p>\n<p>Many Tikrit residents are afraid of revenge attacks. Tikrit is a predominantly Sunni town, and government forces are overwhelmingly Shiite.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-10%2Fliving-under-isis-syria&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03102015_01.mp3"},{"href":"http://www.pri.org/file/0310201501mp3"}]}