{"created":"2015-06-11T12:32:23+00:00","modified":"2015-06-17T16:53:05+00:00","valid":{"from":"2015-06-17T16:53:05+00:00","to":"3015-06-17T16:53:05+00:00"},"hreflang":"en","guid":"c7ba0f10-87c3-47ce-89e8-9086229e9b77","title":"We're toast, genetically speaking. (Well, a little bit.)","published":"2015-06-17T16:53:03+00:00","byline":"Adam Wernick, Becky Fogel","tags":["research","science","genetics","Science","Science, Tech & Environment","Evolution","Genetics"],"teaser":"As surprising as it may seem, humans share a common genetic ancestor with yeast. Yes, yeast. Now researchers have shown that even today, some human genes swapped into a yeast cell will function identically as the yeast genes they replaced. ","contentencoded":"<p>If someone told you that you and a slice of bread have a common genetic heritage, you probably wouldn't believe it. Yet it's true.</p>\n<p>As it turns out, yeast and human genes go way, way back: About a billion years ago, we had a common ancestor. Today, yeast and humans still share about 4,000 genes in common.</p>\n<p>To test whether these shared genes are still interchangeable, a team of scientists led by Edward Marcotte, a professor of molecular bioscience at the University of Texas at Austin, ‘humanized’ yeast genes — that is, they took human genes and put them into yeast cells. The results were published recently in the journal <a href=\"http://www.sciencemag.org/content/348/6237/921\">Science.</a></p>\n<p>The researchers tested 400 genes that are “absolutely critical for the life of a cell,” Marcotte says. “They're involved in the basic operations of the cell, like copying the DNA and dividing the cell and building important structures in the cell.”</p>\n<p>The test involved turning off the yeast genes one at a time and and replacing them with DNA from the matched human gene to see if the yeast cells could live using the human DNA instead of their own. The gene swap worked for about half of the genes they tested, Marcotte says.</p>\n<p>Though a 50 percent success rate may not sound optimal, it gave researchers important information. “We figured out that it relates to how the genes work together in systems,” Marcotte explains. “Genes don't work alone. They work together to build little molecular machines with lots of parts that work together, and essentially it was within those machines that the individual genes would either be swappable or not. So we could see those patterns come out of the data.”</p>\n<p>Though a common ancestry between yeast and humans may seem surprising, the key, Marcotte says, is that we have a lot of the same molecular parts inside our cells. “Even though we have legs and livers and arms and all these sorts of things that yeast cells don't have, within each of our cells we have a common toolkit of molecular parts,” he explains. “The genes give the instructions to build these parts and that's what we're swapping.”</p>\n<p>A particular set of genes, the ones that make up the <a href=\"http://themedicalbiochemistrypage.org/cholesterol.php\">cholesterol synthesis pathway</a>, had starting similarities. “You think of cholesterol as something you eat in your diet, but actually your cells make it all the time as a healthy part of the cells, to give them the right structure,” Marcotte explains.</p>\n<p>“Out of the 19 genes we looked at, 17 of them were fully swappable between the two [types of cells],” he says. “So, as a first approximation, humans and yeast have pretty much the same cholesterol synthesis machinery that dates back a billion years ago to the last common ancestor and is basically unchanged between the species.”</p>\n<p>The knowledge that certain human genes work in place of yeast genes gives researchers a rich set of tools for biotechnology around those human genes, Marcotte says. Using yeast cells as “little test tubes to study the human gene and the mutations to the human gene in the context of a simple organism that grows quickly” will add to their understanding of the fundamental processes of evolution.</p>\n<p>And it opens up all sorts of other interesting questions, Marcotte adds.</p>\n<p>“We tested the genes one at a time — but could we put in entire sets [of genes] that we know work individually and derive yeast with partly human cell processes,” he asks. “That might allow us to look at things like genetic disease as it relates to failures of that process in humans, by using the yeast system as a test bed.”</p>\n<p>As promising as this all sounds, Marcotte cautions that, as with all scientific inquiry, “it takes a while to get these things moving. ... We’ve been able to move pieces of it further ahead than others,” he says. “But it’s science — you can never predict what’s going to happen as you go forward.”</p>\n<p><em>This story is based on an <a href=\"http://sciencefriday.com/segment/05/29/2015/we-re-at-least-a-little-like-yeast.html\">interview</a> that aired on PRI's <a href=\"http://sciencefriday.com\">Science Friday</a> with Ira Flatow</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-04%2Fnew-study-might-make-you-look-slice-bread-little-differently&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/science-friday/segment-audio/scifri201505296.mp3"},{"href":"http://admin.pri.org/file/scifri201505296mp3"}]}