{"created":"2014-12-18T21:33:41+00:00","modified":"2014-12-18T21:33:52+00:00","valid":{"from":"2014-12-18T21:33:52+00:00","to":"3014-12-18T21:33:52+00:00"},"hreflang":"en","guid":"c7be3512-be98-4f9f-8e53-bb21d0373fb7","title":"Two years after New Delhi's brutal gang rape, many say not enough has changed","published":"2014-12-18T21:33:49+00:00","byline":"Rhitu Chatterjee","tags":["women's issues","sexual assault","conflict","Development","Across Women's Lives","Justice","Conflict & Justice","New Delhi","Asia","India","Asia","South Asia","Aishwarya Chaubey","Ranjana Kumari","Sex crimes","Gender-based violence","Violence","Rape","Women's rights"],"teaser":"It’s been two years since a young female student was gang raped on a bus in India, later dying from her injuries. The attack outraged people across the country and sparked a nationwide conversation about the prevalence of sexual violence against women. But has enough changed?","contentencoded":"<p>I showed up at Jantar Mantar around noon today. It’s a popular demonstration site in New Delhi. As I walked toward the narrow, dead-end street that is designated for demonstrators, I could hear their demands being broadcast over loudspeakers.</p>\n<p>There were several groups, but the one I was most interested in was on my left — a group of maybe a couple hundred people, mostly women. They had gathered to remember the 23-year-old physiotherapy student who died after being brutally gang raped in a bus on this very day two years ago. They were also protesting widespread violence against women and demanding changes that would make New Delhi and India safer for women.</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/Protest%20Jantar%20Mantar.jpg?itok=EVBmSIG5\" alt=\"\" /><div class=\"field-caption\">\n    <p>University students and local activists gathered today in New Delhi to remember the victim of the horrific gang rape two years ago. They also demanded changes to make India safer for women. </p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Rhitu Chatterjee </p>\n  </div>\n</div>And yet, I felt a little disheartened. The people in the group were mostly activists and students. Few ordinary citizens had come all the way to be a part of this. That’s a big change from the thousands of people who took to the street in New Delhi in the weeks following the rape case.\n<p>Last year on this day, I reported about some changes in India since the horrific gang rape in New Delhi one year before. The most important change for me was the move away from our <a href=\"http://www.pri.org/stories/2013-12-16/year-after-delhis-gang-rape-indians-are-changing-their-attitude-toward-violence\">victim-blaming culture</a>, with respect to gender-based violence, at least in the big cities. Then there was the newly toughened anti-rape law, which now includes stalking, acid attacks and voyeurism as crimes against women.</p>\n<p>These changes had given me and many other women hope; hope that India would soon become safer for its women.</p>\n<p>Today, exactly two years after the horrific incident, I’m feeling a little less hopeful. I asked other women at the protests what they were thinking.</p>\n<p>In a nutshell, they all told me the same thing: Delhi remains unsafe for women.</p>\n<p>“Molestation is very common,” said 20-year-old Aishwarya Chaubey. “We are afraid of rapes also. At night we are afraid to go out, and in the early mornings we cannot go out — without any hesitation.”</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/Protest%20bus.jpg?itok=DZ4IJph3\" alt=\"\" /><div class=\"field-caption\">\n    <p>Some activists and ordinary citizens organized a bus ride to remind citizens of New Delhi that the brutal gang rape on December 16, 2012 had occurred on a bus, and that two years later public transportation remains unsafe for women. </p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Rhitu Chatterjee </p>\n  </div>\n</div>The recent rape case, allegedly at the hands of an Uber driver, has thrown a spotlight on just how risky public transportation still is for women in Delhi.\n<p>It’s something I deal with myself every day, as do all the women I know who don’t have a car. I don’t use buses in general. l avoid using larger car services, like Uber and Meru, especially late at night. The only service I can trust is my neighborhood cab company. That’s because neighborhood cab services have a relationship with their customers that take years to build. I’ve used my local cab guy for more than a year, and I know almost all his drivers and I trust them.</p>\n<p>Later this afternoon, I went to another gathering not far from where I live. A group of activists and regular citizens had organized a bus ride to remind citizens that the Dec 2012 gang rape had occurred on a bus, and local buses remain just as unsafe as they were two years ago.</p>\n<p>In the months following that case and the ensuing protests, the government had started a “Nirbhaya Fund” to fund projects that would make Delhi safer for women. Projects like police reform, creating one-stop crisis centers for women and providing enhanced security on buses and on streets. Two years later not a paisa out of the more than $300 million has been used.</p>\n<p>“That’s why we’re asking the government to please let the country know that this is what the government is doing for the safety and security of women,” said Dr. Ranjana Kumari, a prominent women’s rights activist and one of the organizers of the bus ride.</p>\n<p>“We have no idea at the moment what’s happening. There’s a deafening silence, which is very disappointing for us.” </p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"835\" width=\"1113\" alt=\"23-year-old Shalini L.S. is a Master’s student at Jawaharlal Nehru University. She wants to see educational institutions set up Gender Sensitization Committee Against Sexual Harassment (GSCASH).\" title=\"23-year-old Shalini L.S. is a Master’s student at Jawaharlal Nehru University. She wants to see educational institutions set up Gender Sensitization Committee Against Sexual Harassment (GSCASH).\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/Shalini.jpg\" /><div class=\"field-caption\">\n    <p>23-year-old Shalini L.S. is a Master’s student at Jawaharlal Nehru University. She wants to see educational institutions set up Gender Sensitization Committee Against Sexual Harassment (GSCASH).</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Rhitu Chatterjee </p>\n  </div>\n</div>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Protest%20children.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/protest-childrenjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/121620145.mp3"},{"href":"http://www.pri.org/file/121620145mp3"}]}