{"created":"2015-06-24T23:18:53+00:00","modified":"2015-06-30T19:16:01+00:00","valid":{"from":"2015-06-19T22:42:50+00:00","to":"3015-06-19T22:42:50+00:00"},"hreflang":"en","published":"2015-06-19T22:42:50+00:00","teaser":"Al Pacino — who really needs no introduction — has starred in such classic films as “The Godfather,” “Dog Day Afternoon,” “Serpico,” and “Scent of a Woman.” On TV he’s won critical acclaim for his portrayal of Jack Kevorkian and Phil Spector. On stage he’s performed Brecht, Mamet, Shakespeare, and Wilde. He’s won an Oscar, two Emmys, two Tonys, […]","contentencoded":"<div class=\"barn-cleaned\"><p>Al Pacino&nbsp;—&nbsp;who really needs no introduction&nbsp;—&nbsp;has starred in such classic films as “The Godfather,” “Dog Day Afternoon,” “Serpico,” and “Scent of a Woman.” On TV he’s won critical acclaim for his portrayal of Jack Kevorkian and Phil Spector. On stage he’s performed Brecht, Mamet, Shakespeare, and Wilde. He’s won an Oscar, two Emmys, two Tonys, and four Golden Globe awards.</p>\n<br />\n<p>This week, his latest film, “<a href=\"http://www.westendfilms.com/films/current/manglehorn\" target=\"_blank\">Manglehorn</a>,” comes out. Directed by David Gordon Green, the film follows a small town locksmith as he tries to get over his past. When Brendan&nbsp;spoke with Pacino, he started off by asking him how he got into the his character. <img class=\"aligncenter\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\" alt=\"DPD-Banner\" /></p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> Well, first of all, I showed up to the set.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> That’s good.</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong>&nbsp;That was major for me. I had to pick up, pack a bag, and go to Austin, Texas. That was a mini-achievement for me.</p>\n</blockquote>\n<br />\n<img src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/Manglehorn-D1647-1024x683.jpg\" alt=\"Al Pacino (A.J. Manglehorn) in David Gordon Green's &quot;Manglehorn.&quot; Courtesy of Ryan Green. \" />Al Pacino (A.J. Manglehorn) pondering in Texas in David Gordon Green’s “Manglehorn.” Courtesy of Ryan Green.<br />\n<p><strong>Brendan Francis Newnam:</strong> Well done.</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> And then I went out and played… tried to understand where this guy was coming from. I think he has an element of Asperger’s in him — that’s one of the first things I picked up from the script.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> I can see that.</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> And that’s interesting since David Gordon Green based it on <em>me</em>. I thought, “Well, does he know something I don’t?”</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Do you feel like you identify with that?</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> You know, when you do a part, you try to find whatever you can identify with.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Yeah.</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> I’m trying to figure out how to play this person. If the person has a limp, then you say, “How did he get the limp?”&nbsp;And that sort of informs you. You’re always looking for something to inform you.</p>\n</blockquote>\n<br />\n<p><iframe src=\"//www.youtube.com/embed/6wVi2i9BPQE\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe></p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> And that’s in keeping with your belief in method acting, where an actor tries to emotionally identify with the part, which got me thinking… you were in this goofy Adam Sandler movie called “Jack and Jill.”</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> Yeah.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Which did well at the box office…</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> Yeah.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> But it wasn’t “The Godfather.”</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> No. No, it wasn’t.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> It wasn’t the best-reviewed movie ever–</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> No.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> But you got excellent reviews. In the movie, you play a slightly exaggerated version of Al Pacino.</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> Yeah.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> How did you prepare for <em>that</em> role, as a method actor?</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> Well, believe it or not, I prepared <em>a lot</em>. I thought, “How can I come up with a character that could be some kind of image of me or whatever it is?”</p>\n</blockquote>\n<br />\n<p><iframe src=\"//www.youtube.com/embed/2S6eUFbOfIU\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe> <strong>Brendan Francis Newnam:</strong> Yeah.</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> And here’s this guy who had these failed marriages with kids from different people, running around L.A., a place he doesn’t want to be in because he just doesn’t relate to it, and having a mini-breakdown, or more than that, and finding this Bronx girl, who just takes him way back. And he becomes obsessed with her, and sees what isn’t there. Now, that was the game plan. How it turned out, well…</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> So, to prep for the role, did you watch your own movies?</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> Absolutely not, no. Once… the only time I really watch a movie I’m in, basically — the only real time — is when I’m… when the movie’s not done, and I can make some contribution to it. Then, once it’s done, there’s no sense. Don’t put yourself through that, if you ever make a movie.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Oh, interesting.</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> Once it’s done, and you can’t do anything about it. Go and look another way.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Well, back to “Manglehorn,” which maybe you haven’t seen the whole thing. There are a lot of lovely scenes where you’re at a pancake jamboree, you’re at a bank, you’re at a club, and your character is doing a lot of normal, public things that I imagine is very difficult for Al Pacino to do anymore. Does not having anonymity make it harder for you to do your job? Does it make it more difficult to prepare for a role?</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> Actually, you would think it would, but it sort of doesn’t because a lot of people let you in, partially because they know you.</p>\n</blockquote>\n<br />\n<img class=\"\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/DSC_0114-1024x681.jpg\" alt=\"Al Pacino (A.J. Manglehorn) in David Gordon Green’s &quot;Manglehorn.&quot; Courtesy of Van Redin. \" />Al Pacino (A.J. Manglehorn) in David Gordon Green’s “Manglehorn.” Courtesy of Van Redin.<br />\n<p><strong>Brendan Francis Newnam:</strong> Interesting.</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> For instance, if I go to play a short-order cook, I hang with short-order cooks. That’s not a special thing to do, most actors do it. It’s accessible stuff, you just go in there. And, in a lot of ways, you’re more welcome than it was in the old days… I used to sit in strange restaurants and study people [laughs].</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Yeah.</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> They would say, “Who’s this rude fucker&nbsp;here?” You know, “Who does he think he is?”</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Just a creepy guy [laughs].</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> But you reflect. I sometimes… sometimes I’ll just hear somebody, especially if I’m scouting a role. The other day I was watching something on television, an interview, and this guy was speaking, and I thought, “Gee, I wish I had known about this guy before I went to do this.” Because I saw something in the nature of the way he spoke, that that was a good image for a certain character I’m going to play.</p>\n<br />\n<p>So, you’re always looking for something to <em>inform</em> you if you’re going to play a character. Usually, I’m informed by the text, and by repeating the text over and over again, and working on it.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> In interviews, you often talk about how important the text is to you…</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> Yes.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> And you’re a public fan of great writing, you’ve done docu-dramas about Shakespeare and Oscar Wilde, and yet, you’re also known as an improvisational actor — 20 takes, never the same thing twice. How do these two, seemingly different ideas, go together?</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> Well, there’s certain texts you go off on, and they allow you to — in the movies — to go off on them because it’s not… it’s open season, especially on new things.</p>\n<br />\n<p>But I believe, as a method of working, improvisation is very interesting to get you to a certain place. If you start improvising around the scene that you’re playing, and just say… well, you come in and you start talking about how you’re feeling, what’s going through your head… it’s wonderful — if you have the time — what you find out. And it’s the <em>best ever</em>, is when a writer’s present, hearing that stuff.</p>\n<br />\n<p>So, it’s a <em>collaborative effort</em> you do together. Way back, “Dog Day Afternoon,” can you remember that far back?</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> I do. I do. The “Attica!” moment, it was improvised. <iframe src=\"//www.youtube.com/embed/lB6Gk5EtunI\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe></p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> Well, the “Attica!” moment, but also, when the final phone call comes with the–</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> That’s right.</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> The two guys, his boyfriend and–</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Yes. Yes, and for those who haven’t seen it, in “Dog Day Afternoon,” your character held up a bank to fund a sex change operation for his lover. And at one point, the police are listening in to a phone call between the two.</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> Well, Chris Sarandon and I did three improvisations that Sidney Lumet taped in rehearsal, and he edited them down to the scene. It’s a 14-minute scene on screen, but it still was… came out of Sidney’s putting it together.</p>\n</blockquote>\n<br />\n<img src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/GettyImages-3136013-686x1024.jpg\" alt=\"American actor Al Pacino in London in 1974. After making his name in The Godfather and Serpico, he was finally awarded an Best Actor Oscar for his role in Scent of a Woman. (Photo by Steve Wood/Express/Getty Images)\" />American actor Al Pacino in London in 1974. After making his name in The Godfather and Serpico, he was finally awarded an Best Actor Oscar for his role in Scent of a Woman. (Photo by Steve Wood/Express/Getty Images)<br />\n<p><strong>Brendan Francis Newnam:</strong> Another role where you kind of went your own way and veered away from the text was “The Godfather,” where you, of course, played Michael Corleone. I read that the people behind the film — not Coppola, but other people — wanted you to make Corleone more animated and alpha, but you decided to focus instead on his intelligence and interior life.</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> Yeah. Well, it was Francis Coppola, who I was in sync with, who allowed me to do that. You know, at the time, I didn’t quite know how to articulate it to him, what I was doing. I just didn’t know how to say it… It was more of an unconscious thing. But he was right there, always right there, which is probably one of the reasons he chose me to play the part, because that’s what he wanted.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> But yet, [“The Godfather” author and co-screenwriter] Mario Puzo wasn’t really impressed at first. How did you have the confidence to kind of go for this quieter performance?</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> Well… I always felt as though I didn’t know how to do it any other way, and I think that, [it] always made me feel like, well, I was inadequate because I didn’t know what else to do. I thought the element of the character — the main thing I held onto was that I wanted, at the end of this movie, to have something there that surprised an audience, that made them go, “Oh, man! Where did this guy come from? Where the fuck is…&nbsp;who is he?”</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Yeah.</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> “I don’t want to know him. I don’t know. Who the hell is he?”</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Yeah. Mission accomplished.</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> Wow, I mean, that was so… yeah, that was very good to have that happen. That <em>felt</em> good.</p>\n</blockquote>\n<br />\n<img class=\"\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/Manglehorn-D2290-1024x683.jpg\" alt=\"Al Pacino (A.J. Manglehorn) in David Gordon Green’s &quot;Manglehorn.&quot;\" />Al Pacino (A.J. Manglehorn) in David Gordon Green’s “Manglehorn.”<br />\n<p><strong>Brendan Francis Newnam:</strong> Alright. Well, it’s time to take care of our show’s business. We have two standard questions that we ask each of our guests–</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> Great.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> And the first one is: what question are you tired of being asked?</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> Well, I think it’s absurd to ask someone how old they are when they’re my age. That’s almost like asking… you’re saying, “Oh, by the way, how long do you have left?” So, I hate that.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Yeah. Do people do that? Do people ask you?</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> They actually do, they say, “How old are you?”</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Geez.</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> I say, “Are you kidding? I don’t know. All I know is I was born in 1967. Go do the math!”</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Of course you were. Of course you were. You’re reborn every day!</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> Of course. There it is.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> And then the other question we ask people is — we ask them to tell us something we don’t know, and this is something about you that you haven’t shared before, or it can just be an interesting piece of trivia about the world.</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> Let me see. I mean — oh, I was thinking of something the other day that I’ve come to. In this day and age, it’s very appropriate for the time we live in.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> OK.</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> I’m watching two movies, just the other day, and I go on one channel, and I watch them because I liked both of these movies. And instead of recording one, I watched them [laughs] both at the same time.</p>\n<br />\n<p>And this is how you do it: you put the pause button on, one of them, and you push a button, you go back to the other one, and that’s been paused by you. And then you un-pause it. Then, you get to a certain point, you pause it, you go back to the other one, and it’s <em>still</em> paused. This is using modern technique, man.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Wow!</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> This is the way to go! This is the future! Watching two movies at the same — but I hope you never watch two movies of mine at the same time. That’s all.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> At the beginning of this, you were saying maybe you had Asperger’s, but it sounds like you have ADD, Al [laughs].</p>\n<br />\n<blockquote>\n<p><strong>Al Pacino:</strong> There it is. No, I didn’t, but since last week, I think I’ve entered a new phase.</p>\n</blockquote>\n<br /></div>","itags":["PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2015-06-19","c7d3594157763b0aff2b160d7cf1e9fa"],"title":"Al Pacino Reflects on ‘Manglehorn,’ Method, and his Greatest Roles","byline":"Lopez, Kristina","description":"Al Pacino — who really needs no introduction — has starred in such classic films as “The Godfather,” “Dog Day Afternoon,” “Serpico,” and “Scent of a Woman.” On TV he’s won critical acclaim for his portrayal of Jack Kevorkian and Phil Spector. On stage he’s performed Brecht, Mamet, Shakespeare, and Wilde. He’s won an Oscar, two Emmys, two Tonys, […]","tags":["APM","Guest of Honor","movies"],"guid":"c7d35941-5776-43b0-8ff2-160d7cf1e9fa","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Al Pacino — who really needs no introduction — has starred in such classic films as “The Godfather,” “Dog Day Afternoon,” “Serpico,” and “Scent of a Woman.” On TV he’s won critical acclaim for his portrayal of Jack Kevorkian and Phil Spector. On stage he’s performed Brecht, Mamet, Shakespeare, and Wilde. He’s won an Oscar, two Emmys, two Tonys, and four Golden Globe awards.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>This week, his latest film, “<a href=\\\"http://www.westendfilms.com/films/current/manglehorn\\\" target=\\\"_blank\\\">Manglehorn</a>,” comes out. Directed by David Gordon Green, the film follows a small town locksmith as he tries to get over his past. When Brendan spoke with Pacino, he started off by asking him how he got into the his character. <img alt=\\\"DPD-Banner\\\" class=\\\"aligncenter\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\\\" /></p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Al Pacino:</strong> Well, first of all, I showed up to the set.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> That’s good.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Al Pacino:</strong> That was major for me. I had to pick up, pack a bag, and go to Austin, Texas. That was a mini-achievement for me.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<img alt=\\\"Al Pacino (A.J. Manglehorn) in David Gordon Green&apos;s &quot;Manglehorn.&quot; Courtesy of Ryan Green. \\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/Manglehorn-D1647-1024x683.jpg\\\" />\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Well done.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Al Pacino:</strong> And then I went out and played… tried to understand where this guy was coming from. I think he has an element of Asperger’s in him — that’s one of the first things I picked up from the script.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> I can see that.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Al Pacino:</strong> And that’s interesting since David Gordon Green based it on <em>me</em>. I thought, “Well, does he know something I don’t?”</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Do you feel like you identify with that?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Al Pacino:</strong> You know, when you do a part, you try to find whatever you can identify with.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Yeah.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Al Pacino:</strong> I’m trying to figure out how to play this person. If the person has a limp, then you say, “How did he get the limp?” And that sort of informs you. You’re always looking for something to inform you.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><iframe allowfullscreen=\\\"allowfullscreen\\\" frameborder=\\\"0\\\" src=\\\"//www.youtube.com/embed/6wVi2i9BPQE\\\"></iframe></p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> And that’s in keeping with your belief in method acting, where an actor tries to emotionally identify with the part, which got me thinking… you were in this goofy Adam Sandler movie called “Jack and Jill.”</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Al Pacino:</strong> Yeah.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Which did well at the box office…</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Al Pacino:</strong> Yeah.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> But it wasn’t “The Godfather.”</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Al Pacino:</strong> No. No, it wasn’t.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> It wasn’t the best-reviewed movie ever–</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Al Pacino:</strong> No.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> But you got excellent reviews. In the movie, you play a slightly exaggerated version of Al Pacino.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Al Pacino:</strong> Yeah.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> How did you prepare for <em>that</em> role, as a method actor?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Al Pacino:</strong> Well, believe it or not, I prepared <em>a lot</em>. I thought, “How can I come up with a character that could be some kind of image of me or whatever it is?”</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><iframe allowfullscreen=\\\"allowfullscreen\\\" frameborder=\\\"0\\\" src=\\\"//www.youtube.com/embed/2S6eUFbOfIU\\\"></iframe><strong>Brendan Francis Newnam:</strong> Yeah.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Al Pacino:</strong> And here’s this guy who had these failed marriages with kids from different people, running around L.A., a place he doesn’t want to be in because he just doesn’t relate to it, and having a mini-breakdown, or more than that, and finding this Bronx girl, who just takes him way back. And he becomes obsessed with her, and sees what isn’t there. Now, that was the game plan. How it turned out, well…</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> So, to prep for the role, did you watch your own movies?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Al Pacino:</strong> Absolutely not, no. Once… the only time I really watch a movie I’m in, basically — the only real time — is when I’m… when the movie’s not done, and I can make some contribution to it. Then, once it’s done, there’s no sense. Don’t put yourself through that, if you ever make a movie.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Oh, interesting.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Al Pacino:</strong> Once it’s done, and you can’t do anything about it. Go and look another way.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Well, back to “Manglehorn,” which maybe you haven’t seen the whole thing. There are a lot of lovely scenes where you’re at a pancake jamboree, you’re at a bank, you’re at a club, and your character is doing a lot of normal, public things that I imagine is very difficult for Al Pacino to do anymore. Does not having anonymity make it harder for you to do your job? Does it make it more difficult to prepare for a role?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Al Pacino:</strong> Actually, you would think it would, but it sort of doesn’t because a lot of people let you in, partially because they know you.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<img alt=\\\"Al Pacino (A.J. Manglehorn) in David Gordon Green’s &quot;Manglehorn.&quot; Courtesy of Van Redin. \\\" class=\\\"\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/DSC_0114-1024x681.jpg\\\" />\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Interesting.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Al Pacino:</strong> For instance, if I go to play a short-order cook, I hang with short-order cooks. That’s not a special thing to do, most actors do it. It’s accessible stuff, you just go in there. And, in a lot of ways, you’re more welcome than it was in the old days… I used to sit in strange restaurants and study people [laughs].</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Yeah.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Al Pacino:</strong> They would say, “Who’s this rude fucker here?” You know, “Who does he think he is?”</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Just a creepy guy [laughs].</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Al Pacino:</strong> But you reflect. I sometimes… sometimes I’ll just hear somebody, especially if I’m scouting a role. The other day I was watching something on television, an interview, and this guy was speaking, and I thought, “Gee, I wish I had known about this guy before I went to do this.” Because I saw something in the nature of the way he spoke, that that was a good image for a certain character I’m going to play.</p><br /><p>So, you’re always looking for something to <em>inform</em> you if you’re going to play a character. Usually, I’m informed by the text, and by repeating the text over and over again, and working on it.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> In interviews, you often talk about how important the text is to you…</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Al Pacino:</strong> Yes.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> And you’re a public fan of great writing, you’ve done docu-dramas about Shakespeare and Oscar Wilde, and yet, you’re also known as an improvisational actor — 20 takes, never the same thing twice. How do these two, seemingly different ideas, go together?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Al Pacino:</strong> Well, there’s certain texts you go off on, and they allow you to — in the movies — to go off on them because it’s not… it’s open season, especially on new things.</p><br /><p>But I believe, as a method of working, improvisation is very interesting to get you to a certain place. If you start improvising around the scene that you’re playing, and just say… well, you come in and you start talking about how you’re feeling, what’s going through your head… it’s wonderful — if you have the time — what you find out. And it’s the <em>best ever</em>, is when a writer’s present, hearing that stuff.</p><br /><p>So, it’s a <em>collaborative effort</em> you do together. Way back, “Dog Day Afternoon,” can you remember that far back?</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> I do. I do. The “Attica!” moment, it was improvised. <iframe allowfullscreen=\\\"allowfullscreen\\\" frameborder=\\\"0\\\" src=\\\"//www.youtube.com/embed/lB6Gk5EtunI\\\"></iframe></p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Al Pacino:</strong> Well, the “Attica!” moment, but also, when the final phone call comes with the–</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> That’s right.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Al Pacino:</strong> The two guys, his boyfriend and–</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Yes. Yes, and for those who haven’t seen it, in “Dog Day Afternoon,” your character held up a bank to fund a sex change operation for his lover. And at one point, the police are listening in to a phone call between the two.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Al Pacino:</strong> Well, Chris Sarandon and I did three improvisations that Sidney Lumet taped in rehearsal, and he edited them down to the scene. It’s a 14-minute scene on screen, but it still was… came out of Sidney’s putting it together.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<img alt=\\\"American actor Al Pacino in London in 1974. After making his name in The Godfather and Serpico, he was finally awarded an Best Actor Oscar for his role in Scent of a Woman. (Photo by Steve Wood/Express/Getty Images)\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/GettyImages-3136013-686x1024.jpg\\\" />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Another role where you kind of went your own way and veered away from the text was “The Godfather,” where you, of course, played Michael Corleone. I read that the people behind the film — not Coppola, but other people — wanted you to make Corleone more animated and alpha, but you decided to focus instead on his intelligence and interior life.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Al Pacino:</strong> Yeah. Well, it was Francis Coppola, who I was in sync with, who allowed me to do that. You know, at the time, I didn’t quite know how to articulate it to him, what I was doing. I just didn’t know how to say it… It was more of an unconscious thing. But he was right there, always right there, which is probably one of the reasons he chose me to play the part, because that’s what he wanted.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> But yet, [“The Godfather” author and co-screenwriter] Mario Puzo wasn’t really impressed at first. How did you have the confidence to kind of go for this quieter performance?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Al Pacino:</strong> Well… I always felt as though I didn’t know how to do it any other way, and I think that, [it] always made me feel like, well, I was inadequate because I didn’t know what else to do. I thought the element of the character — the main thing I held onto was that I wanted, at the end of this movie, to have something there that surprised an audience, that made them go, “Oh, man! Where did this guy come from? Where the fuck is… who is he?”</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Yeah.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Al Pacino:</strong> “I don’t want to know him. I don’t know. Who the hell is he?”</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Yeah. Mission accomplished.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Al Pacino:</strong> Wow, I mean, that was so… yeah, that was very good to have that happen. That <em>felt</em> good.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<img alt=\\\"Al Pacino (A.J. Manglehorn) in David Gordon Green’s &quot;Manglehorn.&quot;\\\" class=\\\"\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/Manglehorn-D2290-1024x683.jpg\\\" />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Alright. Well, it’s time to take care of our show’s business. We have two standard questions that we ask each of our guests–</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Al Pacino:</strong> Great.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> And the first one is: what question are you tired of being asked?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Al Pacino:</strong> Well, I think it’s absurd to ask someone how old they are when they’re my age. That’s almost like asking… you’re saying, “Oh, by the way, how long do you have left?” So, I hate that.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Yeah. Do people do that? Do people ask you?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Al Pacino:</strong> They actually do, they say, “How old are you?”</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Geez.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Al Pacino:</strong> I say, “Are you kidding? I don’t know. All I know is I was born in 1967. Go do the math!”</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Of course you were. Of course you were. You’re reborn every day!</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Al Pacino:</strong> Of course. There it is.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> And then the other question we ask people is — we ask them to tell us something we don’t know, and this is something about you that you haven’t shared before, or it can just be an interesting piece of trivia about the world.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Al Pacino:</strong> Let me see. I mean — oh, I was thinking of something the other day that I’ve come to. In this day and age, it’s very appropriate for the time we live in.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> OK.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Al Pacino:</strong> I’m watching two movies, just the other day, and I go on one channel, and I watch them because I liked both of these movies. And instead of recording one, I watched them [laughs] both at the same time.</p><br /><p>And this is how you do it: you put the pause button on, one of them, and you push a button, you go back to the other one, and that’s been paused by you. And then you un-pause it. Then, you get to a certain point, you pause it, you go back to the other one, and it’s <em>still</em> paused. This is using modern technique, man.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Wow!</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Al Pacino:</strong> This is the way to go! This is the future! Watching two movies at the same — but I hope you never watch two movies of mine at the same time. That’s all.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> At the beginning of this, you were saying maybe you had Asperger’s, but it sounds like you have ADD, Al [laughs].</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Al Pacino:</strong> There it is. No, I didn’t, but since last week, I think I’ve entered a new phase.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"}]","audio":[{"type":"image/jpeg","meta":{"crop":"primary","height":null,"width":null},"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/Pacino-square.jpg"},{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/GettyImages-473890130.jpg","type":"image/jpeg","meta":{"width":null,"height":null,"crop":"primary"}},{"meta":{"height":null,"crop":"primary","width":null},"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/GettyImages-454388702.jpg"},{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/DSC_0114.jpg","type":"image/jpeg","meta":{"width":null,"crop":"primary","height":null}},{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/Manglehorn-D1647.jpg","type":"image/jpeg","meta":{"width":null,"crop":"primary","height":null}},{"type":"image/jpeg","meta":{"width":null,"height":null,"crop":"primary"},"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/Manglehorn-D19120.jpg"},{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/Manglehorn-D2290.jpg","type":"image/jpeg","meta":{"height":null,"crop":"primary","width":null}},{"meta":{"width":null,"crop":"primary","height":null},"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/Manglehorn-D2594.jpg"},{"meta":{"width":null,"crop":"primary","height":null},"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/06/GettyImages-3136013.jpg"},{"type":"audio/mpeg","meta":{"duration_hms":"00:11:43","duration":703,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/segments/2015/06/19/0619goh"}},"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/segments/2015/06/19/0619goh_128.mp3"}]}