{"created":"2015-02-06T19:45:34+00:00","modified":"2015-02-06T22:05:54+00:00","valid":{"from":"2015-02-06T22:05:53+00:00","to":"3015-02-06T22:05:53+00:00"},"hreflang":"en","guid":"c7d8efb2-42c0-47c7-a69c-e16107dd23b7","title":"This museum is devoted only to animals mentioned in the Bible","published":"2015-02-06T22:05:48+00:00","byline":"Alina Simone","tags":["Torah Animal World","Old Testament","Talmud","museum","Brooklyn","Hasidic Judaism","giraffes","Belief","Lifestyle & Belief","brooklyn","America","America","New York","Northeast","Shaul Shimon Deutsch","Alina Simone","Jewish culture","Rosh Hashanah","Shofar","Kashrut","Shaul Shimon Deutsch","Rabbi","Religion","Moses","Noah"],"teaser":"Torah Animal World is dedicated to bringing the Bible to life — sort of. It's populated with hundreds of taxidermied creatures. ","contentencoded":"<p>About a year ago, an unusual item popped up in my local news: Torah Animal World in Brooklyn was broke and about to close. That made me go, “Oh no! … Torah Animal <em>what?</em>”</p>\n<p>Turns out <a href=\"http://www.torahanimalworld.com/\">Torah Animal World</a> was a museum in a Hasidic neighborhood filled with animals mentioned in the Old Testament.</p>\n<p>It wasn’t hard to believe that a museum in a distant corner of Brooklyn dedicated to biblical taxidermy was <a href=\"http://www.nytimes.com/2013/12/31/nyregion/seeking-a-buyer-for-a-home-full-of-creatures-frozen-in-noahs-time.html?_r=0\">struggling to pay the bills</a>. The headlines soon disappeared, but I recently wondered, what ever happened to Torah Animal World?</p>\n<p>It’s still there.                                                                                                                                 </p>\n<p>Call it a <em>mitzvah</em>, but the museum found the funds to keep its doors open and keep bringing the bible to life — so to speak. Rabbi Shaul Shimon Deutsch is the creator of Torah Animal World, which is housed in a modest two-story rowhouse in Borough Park. The place is crammed with everything from an African elephant and an Arabian oryx to a dismembered giraffe.</p>\n<p>“Now, a giraffe in Hebrew is called a <em>zemer</em>,” says Rabbi Deutsch, “and this is an actual foot of a giraffe that we let children hold.”</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"1444\" width=\"2567\" alt=\"Torah Animal World is crammed with creatures mentioned in the Bible, but the collection is not complete.\" title=\"Torah Animal World is crammed with creatures mentioned in the Bible, but the collection is not complete.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/CROPinside.jpg\" /><div class=\"field-caption\">\n    <p>Torah Animal World is crammed with creatures mentioned in the Bible, but the collection is not complete.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Alina Simone</p>\n  </div>\n</div>\n<p>The Rabbi says that experiencing these animals up close helps unlock the Old Testament’s dense metaphors, which tend to require an intimate understanding of hooves, horns and snouts.</p>\n<p>“It talks about specific natures of different animals,” he says. “So, if you’re praying, and you’re using a metaphor and you’re using a certain expression, and you mistranslate that expression, you’re not getting the message which is embedded within that specific prayer.”      </p>\n<p>Beyond the spiritual, though, there are other Biblical imponderables:  Did Moses actually exist? Was there really a flood? And what exactly is a <em>tsvi</em>?</p>\n<p>“The actual meaning of a <em>tsvi</em> is very big disagreement among rabbinic commentators,” according to Deutsch. “Some same that it’s the ibex, which is a wild goat, and some say it’s the gazelle, which is a type of antelope.”</p>\n<p>This isn’t just an obscure translation issue. Telling a <em>tsvi</em> from, say, a <em>yael</em> (also, a kind of wild goat) is a practical matter, for instance, when the Jewish New Year rolls around.</p>\n<p>“You’re allowed to make a shofar — the horns that we blow on Rosh Hashanah — from the horn of a <em>tsvi</em> and a <em>yael</em>,” says Deutsch. “But guess what? From a deer you cannot make a [shofar]. They’re antlers are totally not suitable for that.”</p>\n<p>Visitors to the museum are sometimes surprised to see what the original horns used for a shofar actually look like, and <em>sound</em> like. </p>\n<p><strong>“</strong>If you look at the shofar, it’s nice and straight. And people often ask me how does it go from <em>that</em>, to what you blow? And the answer is that they cook it for about five minutes and straighten it out, because it makes it much easier for the person blowing.”</p>\n<p>You can actually hear the effort when the rabbi blows a 200-year-old curled shofar, originally from the Jewish community in Amsterdam.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"1292\" width=\"2297\" alt=\"Rabbi Shaul Shimon Deutsch demonstrates how hard it is to get a sound out of this 200-year-old curled shofar, originally from the Jewish community in Amsterdam. More modern shofars are typically boiled and straightened.\" title=\"Rabbi Shaul Shimon Deutsch demonstrates how hard it is to get a sound out of this 200-year-old curled shofar, originally from the Jewish community in Amsterdam. More modern shofars are typically boiled and straightened.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/CROPshofarblow.jpg\" /><div class=\"field-caption\">\n    <p>Rabbi Shaul Shimon Deutsch demonstrates how hard it is to get a sound out of this 200-year-old <em>curled</em> shofar, originally from the Jewish community in Amsterdam. More modern shofars are typically boiled and straightened.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Alina Simone</p>\n  </div>\n</div>\n<p>The issue of what kind of horn to blow isn’t an everyday concern for observant Jews — unlike the question of what kind of food is kosher. The Old Testament is pretty clear about what constitutes a Kosher animal: it must chew its cud, its hooves must be cloven, and it can’t be a predator. You’d think after a couple of thousand years the question of what’s kosher would pretty much be settled.</p>\n<p>Not so fast.</p>\n<p><strong>“</strong>Currently, there’s a very big debate between two very famous rabbis.”</p>\n<p>At the center of that debate? The muntjac deer.</p>\n<p><strong>“</strong>Now, you see those teeth sticking out? He will use them in order to slash his competition,” says Deutsch. “Now some people feel, based on a certain Talmudic expression, that those canine teeth make him to be a non-kosher species within the deer family.”</p>\n<p>Okay, I have to ask, but are Jews really lining up to nosh on this weird, toothy deer?</p>\n<p><strong>“</strong>The answer, believe it or not, is that there are kosher restaurants who are trying to cater to a certain upper-class clientele. And they will try to get stuff that you usually don’t have; something exclusive,” he ways. “And the rabbis have to weigh in on these subjects.”       </p>\n<p>Kind of a terrifying thought, considering that <a href=\"http://www.kashrut.com/articles/giraffe/\">giraffes are also kosher</a>. For the record, I couldn’t find any Kosher restaurants serving giraffe.</p>\n<p>With the museum itself off the endangered species list, Rabbi Deutsch has ambitions to build on his collection.</p>\n<p>“I would love to have an okapi to show kids this is the cousin of a giraffe.”</p>\n<p>And just because an animal is rare — even mythical — doesn’t mean he’s given up on acquiring it: like the unicorn, which is not in the bible but does get a mention in one of the commentaries.                                  </p>\n<p><strong>“</strong>We have an expression in Hebrew: for what we have not seen doesn’t mean it’s not there.”</p>\n<p>After all, the Rabbi points out, a <a href=\"http://news.nationalgeographic.com/news/2014/10/141029-frog-species-new-york-city/\">new species of frog</a> was discovered on Staten Island just last year.</p>\n<p> </p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RabbisGiraffeNeck.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rabbisgiraffeneckjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02062015_08.mp3"},{"href":"http://www.pri.org/file/0206201508mp3"}]}