{"created":"2014-12-04T08:14:51+00:00","modified":"2015-06-01T21:24:31+00:00","valid":{"from":"2015-06-01T21:24:31+00:00","to":"3015-06-01T21:24:31+00:00"},"hreflang":"en","title":"To Search For A New Supernova, Build A New Camera","published":"2014-12-11T19:03:00+00:00","teaser":"Most telescope cameras can only capture a small patch of sky at a time. But a new camera has a much larger field of view, and its backers are hoping for help in deciphering its reams of data.","itags":["npr_api","367874189"],"guid":"c7e78292-5a8e-40ed-b025-2cc6d0db19ee","contentencoded":"<p>The search for the massive star explosions called supernovae is about to get a big boost. Astronomers at Caltech in Pasadena are building a new camera that will let them survey the entire night sky in three nights.</p><p>The problem with looking for supernovae is you can't really be sure when and where to look for them. Most telescope cameras can only capture a small patch of sky at a time. But the new camera, to be mounted on a telescope at the <a href=\"http://www.astro.caltech.edu/palomar/\">Palomar Observatory</a>, has a much larger field of view.</p><p>Chinese astronomers recorded seeing <a href=\"http://www.nasa.gov/multimedia/imagegallery/image_feature_2173.html#.VHzFL9LF_To\">the first supernova</a> in 185 A.D. Since then, about 6,500 more have been discovered (for an up-to-date list, look <a href=\"http://www.cbat.eps.harvard.edu/lists/Supernovae.html\">here</a>).</p><p>You might think that 6,500 supernovae would give astronomers plenty to chew on, but Caltech astronomer <a href=\"http://www.astro.caltech.edu/~srk/\">Shrinivas Kulkarni</a> says you can't have too many.</p><p>\"The more you find, there's always the chance you'll find something exotic,\" Kulkarni says.</p><p>He obtained a $9 million grant from the <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=1440341&HistoricalAwards=false\">National Science Foundation</a> to design and build the new camera, which will run autonomously along with the telescope.</p><p>\"This project was designed to become like an industrial factory for cosmic discoveries,\" Kulkarni says.</p><p>The researchers will be looking for young supernovae, hoping to capture the unique data contained in light from very recent explosions.</p><p>A real problem Kulkarni anticipates is making sense of the mountain of data the camera will produce. He's hoping a new generation of computer programmers will be able to come up with good algorithms to help search for interesting events.</p><p>The good news is, you don't have to be an expert astronomer to participate in the search. All it requires is that you understand data, be a clear thinker, have programming skills — and who knows?</p><p>\"A little bit of luck, and you may make a discovery,\" Kulkarni says. He plans to invite undergraduates to join the project, but he's open to hearing from others — maybe even a programming genius reading this post.</p><p>\"They can call me,\" Kulkarni says. \"I can make them famous.</p><p>The new camera should be ready for action in 2017.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=To+Search+For+A+New+Supernova%2C+Build+A+New+Camera&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joe Palca","audio":[{"meta":{"duration":"210"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368408279-88cc65.m3u?orgId=1&topicId=1026&aggIds=156490415&d=210&p=3&story=367874189&t=progseg&e=368408025&seg=10&ft=nprml&f=367874189"},{"href":"http://media.npr.org/assets/img/2014/12/01/nasa-supernova-9b0870e891513c3c35bfb8eaa5208568ee625390.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"694","width":"925"}}]}