{"created":"2015-06-03T20:36:32+00:00","modified":"2015-06-29T15:23:52+00:00","valid":{"from":"2015-06-29T15:23:52+00:00","to":"3015-06-29T15:23:52+00:00"},"hreflang":"en","title":"In Search Of The Red Cross' $500 Million In Haiti Relief ","published":"2015-06-04T03:35:00+00:00","teaser":"An investigation by NPR and ProPublica finds a string of poorly managed projects, questionable spending and dubious claims of success, according to a review of the charity's internal documents.","itags":["npr_api","411524156"],"guid":"c7e89c41-1a9e-4bda-9579-df06744685da","contentencoded":"<p>When a devastating earthquake leveled Haiti in 2010, millions of people donated to the American Red Cross. The charity raised almost half a billion dollars. It was one of its most successful fundraising efforts ever.</p><p>The American Red Cross vowed to help Haitians rebuild, but after five years the Red Cross' legacy in Haiti is not new roads, or schools, or hundreds of new homes. It's difficult to know where all the money went.</p><p>NPR and <a href=\"http://www.propublica.org/article/how-the-red-cross-raised-half-a-billion-dollars-for-haiti-and-built-6-homes\">ProPublica</a> went in search of the nearly $500 million and found a string of poorly managed projects, questionable spending and dubious claims of success, according to a review of hundreds of pages of the charity's internal documents and emails, as well as interviews with a dozen current and former officials.</p><p>The Red Cross says it has provided homes to more than 130,000 people, but the number of permanent homes the charity has built is six.</p><p>The Red Cross long has been known for providing emergency disaster relief — food, blankets and shelter to people in need. And after the earthquake, it did that work in Haiti, too. But the Red Cross has very little experience in the difficult work of rebuilding in a developing country.</p><p>The organization, which in 2010 had a $100 million deficit, out-raised other charities by hundreds of millions of dollars — and kept raising money well after it had enough for its emergency relief. But where exactly did that money go?</p><p>Ask a lot of Haitians — even the country's former prime minister — and they will tell you they don't have any idea.</p><p>\"Five hundred million in Haiti is a lot of money,\" says Jean-Max Bellerive, who was prime minister until 2011. \"I'm not a big mathematician, but I can make some additions. It doesn't add up for me.\"</p><p>On a recent day, Bellerive was sipping coffee in his living room, high above Port-au-Prince, with Joel Boutroue, who was the United Nations deputy special representative in Haiti before the earthquake and an advisor to the Haitian government afterward. Boutroue says he can't account for where the nearly $500 million went either.</p><p>They considered the Red Cross' claim on its website and press releases: That all the money went to help 4.5 million Haitians get \"back on their feet.\"</p><p>\"No, no, not possible,\" Bellerive says. \"We don't have that population in the area affected by the earthquake.\"</p><p>\"You know,\" Boutroue chimes in, \"4.5 million was 100 percent of the urban area in 2010. One hundred percent. It would mean the American Red Cross would have served entire cities of Haiti.\"</p><p>It's not unheard of for the Red Cross to make such a claim. Not long ago, the charity hired a group of consultants to <a href=\"https://www.propublica.org/documents/item/2074306-internal-american-red-cross-evaluation-of-grand.html\">review one of its projects in the north</a> of the country. They found the charity's math unreliable when it came to counting people it helped. There was double-counting, undercounting, and in one instance the Red Cross claimed to have helped more people than actually lived there.</p><p>David Meltzer, the Red Cross' general counsel and head of the international division, says the charity helped millions through trying and difficult circumstances, including a cholera outbreak and a government in disarray.</p><p>\"The Red Cross has provided clean water, sanitation, vaccinations, disaster preparedness, cholera prevention,\" he says. \"All of the money that has been spent has been focused on benefiting the people of Haiti.\"</p><p>Meltzer says the Red Cross took the almost $500 million and split it into sectors. For example, the organization spent $69 million on emergency relief, $170 million providing shelter and $49 million on water and sanitation efforts.</p><p>The Red Cross also has outlined over the years some of the projects it has funded, such as millions of dollars given for new hospitals, vaccination programs, and disbursement of tents and water tablets. The charity says it has done more than 100 projects in Haiti, repairing 4,000 homes, giving several thousand families temporary shelters and donating $44 million for food.</p><p>But the charity will not provide a list of specific programs it ran, how much they cost or what their expenses were.</p><p>Meltzer says the public can see in the organization's <a href=\"https://www.propublica.org/documents/item/1568746-haiti-five-year-update.html\">five-year report</a>: a pie chart showing the percentage of the money that went to each sector. But he will not provide greater detail about where the money went.</p><p>\"We have provided, through our public website, where the money has gone by sector, and we stand by the accuracy of that information,\" he says.</p><p>The charity's own documents, however, give some insight: Much of the money never reached people in need.</p><p>The Red Cross gave much of the money to other groups to do the hands-on work, resulting in additional fees.</p><p>First the Red Cross took a customary administrative cut, then the charities that received the money took their own fees. And then, according to the Red Cross' records, the charity took out an additional amount to pay for what it calls the \"program costs incurred in managing\" these third-party projects.</p><p>In one of the programs reviewed by NPR and ProPublica, these costs ate up a third of the money that was supposed to help Haitians.</p><p>To really understand what happened, take a look at one of the Red Cross' marquee projects — a housing project. The housing sector received more than double the funds that other sectors received, and it's the area in which the Red Cross made its biggest promises.</p><p>Campeche and the surrounding neighborhoods are home to one of those projects. The town sits in a ravine in the hills of Port-au-Prince. People live inside shacks made of tarps and tin. There's no running water. Trash and human waste piles up at the bottom of the hill.</p><p>In the steep, tight alleyways, residents smile warmly and greet passers-by with a Creole \"bonswa.\" Above them all, at the top of the hill, the Red Cross has painted its name and logo across a large concrete wall.</p><p>Jean Jean Flaubert, one of the neighborhood's leaders, was here when it was painted.</p><p>He explains in Creole that about three years ago the Red Cross came with glossy booklets saying it was going to build hundreds of new homes, a water and sanitation system and a health clinic.</p><p>None of that happened.</p><p>\"We still have tents,\" he says. \"I am going to show you that the Red Cross has not intervened here at all. If you're talking about change, people should not be living like this still.\"</p><p>The Red Cross promotes this project heavily in its annual reports and press releases, under the headline \"Rebuilding Neighborhoods.\" It's costing $24 million.</p><p>From the main roadway, Flaubert calls to the other leaders to join him in the one-room community center. Inside, the men pull plastic lawn chairs around a metal desk.</p><p>Simon Julnet opens a filing cabinet and spreads out the booklets that the Red Cross gave them in 2012. Inside is a list of priorities they and the Red Cross agreed to for their area: homes, clinics, water and bathrooms. Asked about each one, the men shake their heads no.</p><p>\"First, three years ago,\" Julnet says, \"the main plan was to build houses.\"</p><p>The men say they think it's possible that the Red Cross will still build them homes. Flaubert says they have asked the Red Cross repeatedly to tell them what's going on.</p><p>\"We're fighting now with the Red Cross but we still do not have any answers,\" he says.</p><p>When shown a Red Cross <a href=\"https://www.propublica.org/documents/item/1690716-lamika-factsheet-from-red-cross-website.html\">promotional brochure</a> about the project, the men are stunned.</p><p>The brochure says the project is scheduled to end next year. Far from new homes and new neighborhoods, it says the Red Cross will do smaller projects such as repairing some homes, walkways and schools. The Red Cross is also building a road. The brochure says the project is costing $24 million.</p><p>\"I don't understand an organization like the Red Cross acting like that,\" Julnet says. \"If they have received that kind of money, maybe they paid their employees with it? That is OK. But that kind of money spent here in the community? No, that cannot be said.\"</p><p>The men break into a heated conversation in Creole. They pause for a moment and ask us if they can meet with the Red Cross.</p><p>Later that night, the Red Cross' head of public affairs in Washington, D.C., sent NPR and ProPublica an email saying we had mischaracterized the project, though they did not dispute the information in the brochure.</p><p>NPR and ProPublica were \"creating ill will in the community, which may give rise to a security incident,\" the email says. \"We will hold you and your news organizations fully responsible.\"</p><p>No security incident happened — but residents did ask if they could keep the brochure.</p><p>The Red Cross' internal emails and memos from the Campeche project show that the residents were right: The <a href=\"https://www.propublica.org/documents/item/1690721-lamika-dec-2011-rfp-posted-online-annex-a-scope.html\">original plan</a> was to build <a href=\"https://www.propublica.org/documents/item/2081060-internal-american-red-cross-lamika-proposal.html#document/p37/a217511\">700 new homes</a> with living rooms and bathrooms. The Red Cross says it ran into problems acquiring land rights.</p><p>Their internal memos, however, show there were other serious problems, including multiple staffing changes and long bureaucratic delays. And then there was a period of almost a year when the whole project appears to have sat dormant.</p><p>While all this was happening, a thousand miles away in Washington at Red Cross headquarters, things weren't going much better.</p><p>The Red Cross' own memos and emails offer clues into what was happening. There were multiple warnings about internal delays clogging up efforts to get projects off the ground. Frustrated managers in Haiti wrote notes to supervisors waiting for approvals from headquarters.</p><p>Lee Malany, who ran the Red Cross' shelter program in Haiti starting in 2010, says problems started right after the earthquake.</p><p>\"They never had a real plan for what they wanted to do in housing,\" Malany says.</p><p>Malany remembers flying in the fall of 2010 from Haiti to Red Cross headquarters, where he and other colleagues gathered in a conference room with the charity's top leadership. He says the senior managers didn't seem to have any idea how to spend tens of millions of dollars set aside for housing.</p><p>\"When I walked out of that meeting, I looked at the people that I was working with and said, you know, 'this is very disconcerting, this is depressing,' \" Malany recalls. He says that there was \"no talking about what is our overall program, and if we do this where's it going to go, and is this the best place to go.\"</p><p>He says the leadership, including Red Cross CEO Gail McGovern, seemed more concerned with which projects would generate good publicity.</p><p>\"She was the one who made the statement 'well, I think that would be OK and that will look all right,' \" he says. \"And the way I read it — to translate it — is: 'This will look OK on the checklist, and we can give it to the public and not get any pushback.' \"</p><p>Red Cross officials dispute Malany's recollections of the meeting, saying that a housing strategy was discussed at the meeting and that the organization never would have put public relations over Haiti's needs.</p><p>Three years later, though, documents show that officials in Washington were still struggling with how to spend housing money. McGovern wrote an email to her senior staff in November 2013 saying that a particular housing project was \"going bust.\"</p><p>\"We still are holding $20 million of contingency,\" she <a href=\"https://www.propublica.org/documents/item/2081190-gail-mcgovern-and-david-meltzer-emails-on.html\">writes in an email</a>. \"Any ideas on how to spend the rest of this? (Besides the wonderful helicopter idea?) Can we fund Conrad's hospital? Or more to [Partners in Health]? Any more shelter projects?\"</p><p>Red Cross officials wouldn't say what she meant by the helicopter idea, but it's a common reference in economics to giving money away — as in, throwing it out of a helicopter.</p><p>Either way, that's not what she promised donors and the public in 2011. Back then, McGovern went to a luncheon at the National Press Club in Washington and said that a fifth of the money the charity raised would go to \"provide tens of thousands of people with permanent homes ... where we develop brand-new communities ... including water and sanitation.\"</p><p>The charity built six permanent homes and, according to their own account, no new communities.</p><p>Many of the projects it started ran into trouble.</p><p>There was a $13 million development effort in the northern part of the country. An internal review of the project found that local residents were angry because it had been more than two years and they hadn't seen anything useful happening. The review observed that neighbors had begun to \"reject the project\" entirely.</p><p>The review also found that officials spent some of the money teaching residents to wash their hands with soap and water — and that the residents did not have access to either soap or water.</p><p>Another project, started in a place called <a href=\"https://www.propublica.org/documents/item/1669909-gao-haiti-testimony.html#document/p6/a204502\">Quartier-Morin</a>, was wracked by delays and high turnover, <a href=\"https://www.propublica.org/documents/item/1669909-gao-haiti-testimony.html\">according to a government review</a>. First it spent two years on hold, and then it was canceled. Then the Red Cross worked with the U.S government to come up with a replacement project – which took another year.</p><p>Now the U.S. government is holding the money and is currently trying to find a different charity to run this 4-year-old housing project, which has yet to produce a single home.</p><p>Meltzer, the Red Cross lawyer, says that land ownership and government issues often were outside of the charity's control.</p><p>\"For the American Red Cross and the Red Cross in general, shelter has been a priority,\" says Meltzer, adding that the Red Cross has \"provided homes for more than 130,000 Haitians.</p><p>\"If you go to [those] people and ask them where they are living today, they will tell you 'I am living in my home,' \" he says.</p><p>But if you go in search of those tens of thousands of new permanent homes in Haiti, you won't find them.</p><p>After several emails, the Red Cross acknowledged that the \"130,000 Haitians\" figure is made up of people who went to a seminar on how to fix their own homes, people who received temporary rental assistance, and thousands of people who received temporary shelters — which start to disintegrate after three to five years.</p><p>Archaic land title and government requirements make building in Haiti very difficult and time-consuming, but other charities have built almost 9,000 homes so far, according to figures from <a href=\"https://www.sheltercluster.org/working-group/about-us\">Global Shelter Cluster</a>.</p><p>For example, Global Communities and PCI are building multifamily homes with running water after completing more than 300 homes in the neighborhood of Ravine Pintade.</p><p>John Wildy Marcelin, a Haitian engineer, is head of construction for the project, and says the new homes will have kitchens and bathrooms.</p><p>He says the project has been successful because the majority of the staff and managers are also Haitian — and are passionate about rebuilding their country.<strong><br /></strong></p><p>\"All this work that you are looking at now, the calculation was made by Haitian people, Haitian engineers, Haitian architects, Haitian foreman,\" he says. \"We know what to do.\"</p><p>The Red Cross does not seem to have used that strategy. In one internal memo, the top manager of the Haiti program complains that Haitians were not being hired for top positions — and in some cases were treated disparagingly.</p><p>In a <a href=\"https://www.propublica.org/documents/item/2081560-red-cross-haiti-program-director-judith-st-fort.html\">2011 memo</a>, the then-director of the Haiti program, Judith St. Fort, wrote that senior managers had made <a href=\"https://www.propublica.org/documents/item/2081560-red-cross-haiti-program-director-judith-st-fort.html\">\"very disturbing\" remarks</a> disparaging Haitian employees. St. Fort, who is Haitian-American, wrote that the comments included \"he is the only hard working one among them\" and \"the ones that we have hired are not strong, so we probably should not pay close attention to Haitian CVs.\"</p><p>Several current and former employees told NPR and ProPublica that many managers could not speak French or Creole.</p><p>\"Going to meetings with the community when you don't speak the language is not productive,\" says Carline Noailles, one of the former staffers. Sometimes, she recalls, Red Cross staffers would skip such meetings entirely.</p><p>The Red Cross says it has \"made it a priority to hire Haitians\" and enlisted the help of a human resources firm. It says more than 90 percent of its staff is Haitian. Yet interviews with former staffers and a review of the charity's staff lists show very few of those Haitians made it to top positions.</p><p>That has proved costly for the charity. According to an internal Red Cross budgeting document for the project in Campeche, the project manager — a position reserved for an expatriate – was entitled to allowances for housing, food and other expenses, home leave trips, R&R four times a year, and relocation expenses. In all, including salary, it added up to $140,000.</p><p>But those weren't the only problems hindering efforts. Memo after memo sent to Washington by managers in Haiti warned of problems like gaps in staffing, high turnover, and severe internal delays — many caused by the Washington office.</p><p>The problems most notably affected the charity's efforts to fight cholera. That was in the critical early weeks while thousands of people died.</p><p>Paul Christian Namphy, a Haitian water and sanitation official who helped lead the effort to fight cholera, says early failures by the Red Cross and other NGOs had a devastating impact.</p><p>\"These numbers should have been zero,\" he says.</p><p>St. Fort summed up her 2011 memo: \"To maintain the status quo, will only yield the same failed results.\"</p><p>Meltzer, the Red Cross lawyer, says the charity did not fail.</p><p>\"When I look at where Haiti is today, I feel very good about the progress we have made as the American Red Cross and the entire humanitarian sector,\" he says.</p><p>These days the American Red Cross is preparing to leave Haiti — it's handing over operations to the Haitian Red Cross next year. It's also getting ready to leave the hills of Campeche and its surrounding neighborhoods, where it will have spent $24 million and once promised residents it would build new homes.</p><p>The residents here will get a new road, and some homes and schools will be repaired. But like much of the American Red Cross' work in this country in the five years after the earthquake, that was not what residents expected.</p><p><em>Journalist Mitzy-Lynn Hyacinthe contributed reporting to this story. </em></p><p><em>Do you have a tip to share? <em>E<em>mail NPR correspondent </em><a href=\"https://mail.google.com/mail/?view=cm&fs=1&tf=1&to=lsullivan@npr.org\" target=\"_blank\">Laura Sullivan.</a> <br /></em></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Search+Of+The+Red+Cross%27+%24500+Million+In+Haiti+Relief+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sullivan","audio":[{"meta":{"duration":"1165"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411812821-efbefd.m3u?orgId=1&topicId=1150&aggIds=377506201&d=1165&p=2&story=411524156&t=progseg&e=411666402&seg=1&ft=nprml&f=411524156"},{"href":"http://media.npr.org/assets/img/2015/06/02/458050472_slide-9434754ce1ec372b868fc26d7a70f617d5e565f5.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3826","width":"5739"}},{"href":"http://media.npr.org/assets/img/2015/06/03/mariearago_42415npr_0100-904608dca317de69e9ebf0f2895b0f017c385746.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1822","width":"2429"}},{"href":"http://media.npr.org/assets/img/2015/06/02/tri_03_cropped_custom-6313da093ed7e74eebef07b6027105ba218eddba.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3066","width":"2998"}},{"href":"http://media.npr.org/assets/img/2015/06/02/mariearago_22815npr_0043_slide-2425a152345bec1f42909369fd969a4411fbe8e5.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1820","width":"2731"}},{"href":"http://media.npr.org/assets/img/2015/06/02/mariearago_22815npr_0049_slide-40cfab0ee5f1987fb562d3f6486d0cfa6015abdb.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1822","width":"2733"}},{"href":"http://media.npr.org/assets/img/2015/06/02/tri_04b_custom-de389be61687ac5b88e97740cf72285aac1d6ce9.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2281","width":"2229"}},{"href":"http://media.npr.org/assets/img/2015/06/02/mariearago_22815npr_0031_slide-7f34c00396529b433f94ce81abba367cfe2cf06c.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1699","width":"2549"}},{"href":"http://media.npr.org/assets/img/2015/06/02/tri_05b_custom-0e32d73e048f485db4b784366bdfb7928c0baf32.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2280","width":"2234"}},{"href":"http://media.npr.org/assets/img/2015/06/02/mariearago_22815npr_0041-4f8582aada0a571d90b7c64ba47560e3a765e9a4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1822","width":"2429"}}]}