{"created":"2014-10-08T15:05:18+00:00","modified":"2014-10-31T01:37:29+00:00","valid":{"from":"2014-10-31T01:37:29+00:00","to":"3014-10-31T01:37:29+00:00"},"hreflang":"en","title":"Techies, White House Take Part In National Day Of Civic Hacking","published":"2014-05-30T19:07:00+00:00","teaser":"Techies and activists worldwide are gathering to create apps that work for the common good, from fixing potholes to stocking food banks.","itags":["npr_api","317361626"],"guid":"c7f21197-580c-4393-9d2f-a7ebd5888c59","contentencoded":"<p>This weekend, software developers, entrepreneurs, and local governments from around the world are coming together to design and build tools for the common good.</p><p>Using publicly released data, participants in the National Day of Civic Hacking will work together to integrate new technology tools to solve community problems.</p><p>Todd Khozein is one of the organizers of <a href=\"https://twitter.com/hashtag/hackforchange\">#HackForChange</a>. He is the co-founder of SecondMuse, a collaborative innovation lab that helps find technological solutions to everyday issues.</p><hr /><p><strong>1. What is civic hacking? </strong></p><p>Civic hackers are community members — engineers, software developers, designers, entrepreneurs, activists, concerned citizens — who collaborate with others, including government, to invent ways to improve quality of life in their communities. This year Portland, Ore., for example, is holding the hackathon for hardware, software and design on 33 acres of waterfront downtown property that used to be a shipyard. The owners of the former shipyard are challenging them to come up with a plan for what the future of Portland could look like, integrating community and technology. The mayor of Los Angeles is focusing the entire event on STEM where they will showcase the latest tech with the intent of inspiring young community members. Washington, D.C. is doing a transparency camp where hundreds of people will gather to share knowledge about how to use new technologies and policies to make the government work more effectively for the people.</p><p><strong>2. Why it is important or necessary in 2014 to bring citizens into the equation to improve their communities?</strong></p><p>For a number of historical reasons we've developed a fairly siloed system where the government would have clear responsibilities, the private sector would have other responsibilities and the community would have others. As our lives, opportunities and challenges have become more and more interwoven in the international, national and local arenas, it is essential that the various actors within those systems think together, develop trust with one another and collaboratively come to solutions. The citizen's expression of democracy has been somewhat limited in the past. We vote, sometimes we protest, sometimes we write op-eds, but this is coming nowhere close to tapping the capabilities of a lot of very intelligent people. It is necessary to bring citizens into the equation because without tapping into the tremendous talent that exists in citizens who want to improve their communities we will neither understand the extent of some of the challenges, nor be able to design useful solutions.</p><p><strong>3. What's happening across the country? You have helped organize civic hacking events, and NASA and the White House are taking part? </strong></p><p>Yes, that's right, there are 20 participating federal agencies, many states and a couple dozen city governments. Both NASA as well as the White House, of course, have been great leaders in the arena of civic engagement. In 104 cities there will be 124 events where communities will be coming together to figure out novel ways to improve our communities. Some people will be focusing on federal challenges and others on local ones. Some will be very software- or hardware-focused, others will be block parties and others will be forums for discussing and drafting improvements in policy. Each city has a tone and flavor that is unique to its community. One thing that we saw last year was that one of the hallmarks of most events was a diversity of people that do not normally sit in the same room with each other.</p><p><strong>4. Are you concerned at all about privacy issues and someone taking advantage of this hacking and accessing data they shouldn't be accessing?</strong></p><p>One of the things that I think is important to distinguish is the difference between inaccessible and confidential data. Of the 20 federal governments that are proposing challenges that they want the community's help with, almost all of them are opening up new data. One good example of an agency that we've worked closely with for years is NASA. NASA generates a lot of data...it's also the part of the American Space Program that is not confidential. That means that there is nothing sensitive about the data, it's just not accessible. We used to think about data differently, as something that was only of interest to people within that organization or a limited circle, and it many ways that was true of the times. Now that the there are so many people with the ability to understand and do interesting things with that data, there is great value to the government and the citizens to make it accessible. This of course doesn't mean that we should open up all data, especially the data that we wouldn't want people accessing.</p><p><strong>5. What did you learn from last year? An example of a successful collaboration that brought tangible change to a local community?</strong></p><p>You know over the last 5 years we've run hundreds of hackathons or civic engagement events in hundreds of cities across the world on a vast variety of themes. Last year, a group of people in San Francisco decided to commandeer a vacant building (with permission of the city) and they allowed free access to and use of the space, thus naming it [freespace] and tried to rethink the relationship between community and space. They asked themselves what would happen if you took a vacant space, turned into something that the community owned and experiment with it. People started giving lectures, holding fashion shows, developing very novel funding models and creating valuable and no longer vacant spaces that people were putting to all kinds of use. They hacked the day of hacking and turned it into the month of hacking and have been going ever since. This year they will be doing them in 10 cities around the world and we've integrated it as one of the examples of what people can do on <a href=\"http://hackforchange.org\">hackforchange.org</a>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Techies%2C+White+House+Take+Part+In+National+Day+Of+Civic+Hacking&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"499"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317361627-2f3038.m3u?orgId=1&topicId=1019&ft=3&f=317361626"},{"href":"http://media.npr.org/assets/img/2014/05/30/8915323078_9dde613431_o-42eabb2a1e51c11d0a352d79693fd5ac08215d3a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3264","width":"4353"}}]}