{"created":"2015-01-27T19:07:37+00:00","modified":"2015-01-27T22:23:48+00:00","valid":{"from":"2015-01-27T22:23:48+00:00","to":"3015-01-27T22:23:48+00:00"},"hreflang":"en","guid":"c7f5ecb4-331c-45ba-896e-7e22366d1a60","title":"How I fell in love with the world's greatest cookie","published":"2015-01-27T22:23:43+00:00","byline":"Alina Simone","tags":["Cookies","chocolate chip cookies","spicy desserts","Beaner Bar","Food","Lifestyle & Belief","New York","North America","United States","New York","Armando Rafael Moutela","Lori Erlitz Pagdon","Mike Caprio","Cookies","Chocolate chip cookie","Food and drink"],"teaser":"About once a month, I meet a bearded guy in the lobby of my apartment building. He hands me a paper bag. I hand him some money. Yeah, I’ll admit it — I’m an addict. A cookie addict.","contentencoded":"<p>Walk into Beaner Bar in Greenpoint, Brooklyn, and you’ll find a jar of chocolate chip cookies on the counter with a sign taped to it. “The Best Cookie in the World,\" it reads.</p>\n<p>Yeah, whatever.</p>\n<p>That’s what I thought when I first tried this cookie — until its crazy, spicy-chocolate, cardamom-drenched, sea-salt goodness hijacked my face, and I realized this <em>literally</em> was the best cookie I’d ever had.</p>\n<p>Beaner Bar regular Mike Caprio, definitely agrees. \"I remember the first time I bit into it,” Caprio says. “Man, the flavors were just so intense. The cardamom immediately came over me, and then the finish with the salt. And just the chocolately goodness all wrapped around it. Yeah, it’s a heck of a cookie.”</p>\n<p>Beaner Bar is a fitting home for a cookie spicy enough to bite you back.           </p>\n<p>“I feel like we spice everything we can. We definitely put cayenne even in our tea sometimes. We’re very pro-spice,” says Lori Erlitz Pagdon, one of <a href=\"http://beanerbar.com/\">Beaner Bar</a>’s three owners, all of whom are Mexican-American.     </p>\n<p>“It’s definitely the feel that we were all missing, you know, the Mexican element,\" she says. \"Even from our childhood, the Mexican chocolate is always spicy. You hand-grind the chocolate. There’s like a romance to it.”</p>\n<p>There’s romance to this cookie, too. It’s made by one guy. A guy who makes just one cookie. His name is Armando Rafael Moutela. “People often ask me, isn’t there another cookie or any kind of bar or something, any other pastries?\" he says. \"I’m like, \"Nope.'”</p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/CropCookie.jpg?itok=FmHquct2\" alt=\"\" /><div class=\"field-caption\">\n    <p>Armando Rafael Moutela's cardamom cayenne chocolate chip cookies topped with salt</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Armando Rafael Moutela</p>\n  </div>\n</div>Armando is a food photographer, but he grew up spending summers working at his aunt’s bakery in Portugal. The cookie is just a sideline, but it's one he’s taken to an extreme.\n<p>“It took me about a year to perfect the recipe, and I think that’s in part because I’m anal retentive,” Armando says with a laugh.</p>\n<p>It started with the simple idea of cayenne and chocolate. “Then I started researching cookie recipes and kept researching and testing tons of recipes and altering the recipes and changing all the ratios,” he says. It’s all about the ratios.</p>\n<p>“One of my best friends, she’s a chef, and she and her other chef friends have tried to figure out the recipe,” says Pagdon, the shop's co-owner. “The portions, the ratios — you’re just not gonna get it.”</p>\n<div>Chances are <em>you’re</em> not going to get the cookie either, unless you’re in Greenpoint. Beaner Bar is the only place that sells the cookie — unless you make a deal with Armando.</div>\n<p>That’s why, every month, Armando and I do a handoff in the lobby of my apartment building —  money for cookies in a brown paper bag — as my neighbors suspiciously look on.</p>\n<p>\"C’mon,\" I've told him. \"This could be the <a href=\"http://money.cnn.com/2013/07/02/smallbusiness/cronut-controversy/\">Cronut</a> of Brooklyn! Why don’t you make more cookies and sell them in more places to more people like me?\"</p>\n<p>He shrugs it off, claiming he’s not a good self-promoter.</p>\n<p>I get it. But I also suspect he derives a weird sort of glee from being one guy with one cookie sold at only one café. “Just one good cookie,” he says. “That’s all it is. That’s all you’re getting.”    </p>\n<p>As for Lori, she’s not complaining about Beaner Bar’s monopoly. Nor is she waiting for Armando to bust out, say, a Tabasco-oatmeal cookie or some other spicy confection to complement their Mexican Mocha. \"He doesn’t need to do another cookie, because probably the other cookie would not — I’d feel sorry for the other cookie,” Lori says.  </p>\n<p>“And that’s what it would be called — ‘the other cookie.'”</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Mike_Capio.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/mikecapiojpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/012720154.mp3"},{"href":"http://www.pri.org/file/012720154mp3"}]}