{"created":"2014-11-27T20:56:10+00:00","modified":"2014-12-02T01:05:37+00:00","valid":{"from":"2014-12-02T01:05:37+00:00","to":"3014-12-02T01:05:37+00:00"},"hreflang":"en","title":"Good Luck Keeping Your Paws Off 'Mittens The Cat Cake'","published":"2014-11-28T19:59:00+00:00","teaser":"The story behind Gesine Bullock-Prado's elaborate chocolate-marzipan-pumpkin-mousse cake involves her late mother and a rescue cat.","itags":["npr_api","366860419"],"guid":"c7f83046-9f23-4009-a72b-64cf5a9b6a67","contentencoded":"<p>Forget turkey — it's time to talk about dessert. Imagine, if you will, a cake, shaped like a dome. On the outside, brown and white swirls of chocolate and marzipan. On the inside: a rich pumpkin mousse.</p><p>Now, if you happen to be eating at the home of Vermont pastry chef <a href=\"http://www.gesine.com/gesine-biography.html\" target=\"_blank\">Gesine Bullock-Prado</a>, you can quit daydreaming and just dig in.</p><p>\"I do this cake every Thanksgiving, and it's so beautiful,\" she says. \"And then it just happens to taste pretty amazing.\"</p><p>Bullock-Prado is the author of <em>Bake It Like You Mean It</em>. Her cake has a family story behind it, involving her late mother and a rescue cat named Mittens.</p><p>Click the audio player above to hear the story behind her <a href=\"http://www.npr.org/series/175306271/found-recipes\" target=\"_blank\">Found Recipe</a> — and then check out the recipe below if you're brave enough, and if your home is secure enough, to try making it.</p><hr /><h3>Recipe: Mittens The Cat Cake</h3><p><strong>Cake ingredients:</strong></p><p>9 eggs separated, room temperature</p><p>3/4 cup sugar</p><p>1 tablespoon vanilla</p><p>1/2 teaspoon salt</p><p>1/4 teaspoon cream of tartar</p><p>3/4 cup Cacao Barry Extra Brute or other high-quality Dutched cocoa powder</p><p>14 ounces (two tubes) almond paste</p><p>1/2 cup coffee + 1/2 cup sugar, heated together until the sugar melts (the original recipe calls for Amaretto; feel free to use either)</p><p><strong>For the cake:</strong></p><p>Roll the almond paste between two sheets of parchment paper into a 9x14-inch rectangle. Set aside.</p><p>Line a jelly roll pan/half-sheet pan with parchment and spray with non-stick spray. Preheat the oven to 350 degrees Fahrenheit.</p><p>In the bowl of an electric mixer fit with the whisk attachment, beat together the egg whites, salt and cream of tartar until just foamy. Slowly add 1/2 cup of the sugar and beat on high until you achieve stiff peaks. But be careful not to over-whip, otherwise the egg whites will become dry and clumpy and difficult to fold into the remaining ingredients.</p><p>Transfer the egg whites to a large, clean bowl.</p><p>Add the yolks, the remaining 1/4 cup sugar and the vanilla to the mixing bowl in which you beat the egg whites (you needn't clean it after whisking egg whites in it) and whisk on high until the egg yolks are pale yellow and ribbon when you lift the whisk from the batter.</p><p>Stir 1/3 of the egg whites into the yolk mixture and then gently fold in the remaining egg whites. Sift the cocoa powder over the egg mixture and fold into the batter until just combined. Spread the batter evenly on your prepared jelly roll pan with a large off-set spatula and bake for 25 minutes.</p><p>Place the rectangle of almond paste onto one end of the cake. Using the kitchen towel to help you, roll the cake into a jelly roll and allow to cool completely.</p><p>Using a medium sized bowl (or as the original recipe suggests, a 10-inch springform cake pan), cut the jelly roll into 1/3-inch-thick rounds and line your chosen receptacle by dipping one side of each slice quickly into the coffee simple syrup (or amaretto). Line the bowl or springform, starting at the middle, with the jelly roll rounds, placing them soaked side down and tightly together. Set aside.</p><p><strong>Chocolate filling ingredients:</strong></p><p>16 ounces bittersweet chocolate, at least 70 percent cacao (the original recipe calls for Tobler extra bittersweet), chopped</p><p>1 tablespoon unsalted butter</p><p>2 cups whipping cream (unwhipped)</p><p><strong>For the filling:</strong></p><p>Place the chocolate in a large mixing bowl and then bring the butter and cream to a simmer in a large saucepan. Pour the cream/butter mixture over the chocolate and allow to sit for a few minutes undisturbed. Then stir the mixture gently until the mixture is smooth and totally combined. Spoon the filling into the cake-lined bowl and, using the back of a large spoon, smooth the filling up the sides of the cake, make a \"bowl\" in the center that will eventually contain the pumpkin mousse.</p><p>Refrigerate until set, about an hour.</p><p><strong>Mousse ingredients:</strong></p><p>1/2 cup pumpkin puree</p><p>2 egg whites</p><p>1/3 cup sugar</p><p>1 cup heavy cream</p><p>3 packet gelatin sprinkled on top of 2 tablespoons of water in a microwavable bowl</p><p>1/4 teaspoon cinnamon</p><p>1/8 teaspoon ginger</p><p>1/8 teaspoon nutmeg</p><p>pinch ground cloves</p><p>pinch salt</p><p>In the metal bowl of an electric mixer, add egg whites and sugar. Whisk this mixture on top of a simmering bain marie until the sugar is melted (dip your finger in the mixture and rub to see if particles remain) and until the temperature has reached 160 degrees Fahrenheit to destroy all harmful bacteria. But you better whisk this constantly because you'll get scrambled eggs otherwise. Once you've reached temperature, transfer the bowl to the electric mixer and mix until the meringue has doubled to tripled and is a thick white cloud of stiff goodness. Transfer the meringue to a metal bowl and set aside. In a mixing bowl, beat the whipped cream until stiff peaks form. Fold the whipped cream into the egg whites and set aside in the fridge.</p><p>In the meantime, once your gelatin looks nice and soggy, place in a microwave and nuke for about 9-11 seconds at a time. Take it out between each blast and swirl it around. You want to make sure it is completely melted but you don't want to kill the gelatin. So just do this in short increments.</p><p>Stir the spices into the pumpkin purée. Add a small amount of the pumpkin to the melted gelatin to temper it. Combine the remaining purée with the gelatin mixture quickly and then gently fold in the chilled egg white/whipped cream mixture until completely combined. Transfer the mousse to the prepared cake-and-chocolate-lined cake pan. Smooth out the top with an offset spatula and let this set overnight! Or put it in the freezer to go more quickly but don't serve completely frozen.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Good+Luck+Keeping+Your+Paws+Off+%27Mittens+The+Cat+Cake%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"282"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367047184-4a147a.m3u?orgId=1&topicId=1139&aggIds=175306271&ft=3&f=366860419"},{"href":"http://media.npr.org/assets/img/2014/11/27/img_3046-2d9bb6ea1b5b59f591368837bee0f756466c22ec.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"455","width":"607"}}]}