{"created":"2014-12-29T21:07:47+00:00","modified":"2014-12-29T21:07:59+00:00","valid":{"from":"2014-12-29T21:07:59+00:00","to":"3014-12-29T21:07:59+00:00"},"hreflang":"en","guid":"c7fa1c4e-4fa7-4e82-860e-1c62776ccfde","title":"Alan Turing may have cracked Nazi codes, but thousands of women helped","published":"2014-12-29T21:07:58+00:00","byline":"Nina Porzucki","tags":["history","technology","women","Across Women's Lives","Technology","Science, Tech & Environment","Europe","United Kingdom","Europe","Alan Turing","Sue Black","Mavis Batey","Ruth Bourne","Cryptography","Bombe","Enigma","Espionage","Bletchley"],"teaser":"The film The Imitation Game has cast new light on the figure of Alan Turing and the work done at Bletchley Park during World War II. Many of the greatest minds who worked at the secret location were woman who, after the war, returned to their lives without ever telling anyone about the work that they did.","contentencoded":"<p>Breaking the code behind the Nazis' enigma machine was crucial to the Allies winning World War II.</p>\n<p>The new movie \"The Imitation Game\" tells the story of Alan Turing and the machine he developed to break that code — known as the bombe machine. All that code-breaking took place at a British manor known as Bletchley Park.</p>\n<p>And many of the great minds working at that top secret location were women.</p>\n<p>“I had no idea [what we were doing] until we had signed the official secrets act. None of us knew what we were doing. And then we were told, ‘We are breaking German codes.’ Those five words were the beginning and the end of what we knew,” said code-breaker Ruth Bourne.</p>\n<p>Women actually outnumbered men working at Bletchley Park nearly four to one.</p>\n<p>“They were mainly young women who joined the Wrens, the Women’s Royal Naval Service,” said Sue Black. Black is a computer scientist by trade but has become one of the driving forces to turn Bletchley Park into a museum and document the lives of the women who worked there.</p>\n<p>Thousands of young women signed up for the war effort, says Black. For many of the women, this was their first time away from home. Black interviewed many women about their experiences at Bletchley Park and a common story she heard was that women arrived without any idea of what awaited them.</p>\n<p>“On arriving at Bletchley, they were told that they should to go over the road to go and report in and so they’d go over the road and report in at Bletchley Park and then they had to sign the official secrets act and quite often there would be a soldier in the corner with a gun. Someone would point to the soldier and say, ‘If you break the official secrets act, you’d be shot,’” Black says.</p>\n<p>And those thousands of women did keep the secret. They worked throughout the war, six days a week in temporary huts built for codebreaking. Many women operated Turing’s bombe machines, which were built to do the actual work of breaking the German code.</p>\n<p>“In winter they sat with blankets around them and in the summer they were absolutely baking hot,” Black says. </p>\n<p>Mavis Batey was one of them. Batey died in 2013 at the age of 93, but she spoke at length with Black before she died.</p>\n<p>“She’s an amazing character and even at the age of 90, [she had] a very, very sharp mind,” Black adds.</p>\n<p>During the war, the 19-year-old Batey had worked with the top code-breakers. She was instrumental in breaking the Italian Naval code in 1941, just before the important Battle of Cape Matapan.</p>\n<p>“Basically, the Allies were able to win that battle because of Mavis’ cracking that code,” Black says.</p>\n<p>Though the pressures of the war and the working conditions sound rather grim, life in and around Bletchley Park was actually rather lively. Many of the Wrens who Black interviewed told her about rooming together at Woburn Abbey, a large manor where many women boarded.</p>\n<p>“The local Royal Air Force Station found that some of the pilots were flying low over the roof of Woburn Abbey and they couldn’t figure out why. And they found out in the end that the Wrens were sunbathing topless on top of Woburn Abbey and so the pilots were swooping low to try and get a look at the topless women on the roof of the building,” Black explains.</p>\n<p>After the war, the women went back to their civilian lives. Many got married; some became 1950s housewives — but they never told their husbands. In fact, news of Bletchley Park was kept secret until well into the 1970s.</p>\n<p>“I couldn’t tell my mommy and my daddy because they’d already died. They never knew what I did. A lot of time had gone by and we were busy getting on with our lives — having babies and supporting our husbands, you know the way one does,” said bombe operator Jean Valentine.</p>\n<p>Women are notoriously under-represented in the tech world today. But for Black, learning about the stories of the women of Bletchley Park has meant a lot to her personally. Sharing their stories with the world is crucial.</p>\n<p>“Twenty years ago, it was only women in tech talking about women in tech and how important it was. At least there’s recognition now that there’s a problem. Whereas now we’re really seeing all parts of business and society focusing on the fact that it is actually a problem,” Black says.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/122320147.mp3"},{"href":"http://www.pri.org/file/122320147mp3"}]}