{"created":"2015-02-19T08:23:56+00:00","modified":"2015-06-05T15:28:52+00:00","valid":{"from":"2015-06-05T15:28:52+00:00","to":"3015-06-05T15:28:52+00:00"},"hreflang":"en","title":"For The First Time, An Afghan First Lady Steps Into The Spotlight","published":"2015-02-19T15:51:00+00:00","teaser":"In a country where women are seen but not often heard, Rula Ghani intends to play a prominent role. The wife of Afghanistan's new president hopes to help the country's most vulnerable people.","itags":["npr_api","386950128"],"guid":"c7fea8e7-dbf5-4d75-9042-af29e9420d8c","contentencoded":"<p>Afghanistan was a different world when Rula Ghani moved there from Lebanon as a newlywed in the 1970s. Untouched by war, its small middle class was open to the wider world.</p><p>She had met her husband, Ashraf, while studying political science at the American University of Beirut. He was an Afghan Muslim; she, a Lebanese Christian.</p><p>They would go on to make a life together — first in Afghanistan, then in America, where she got a degree from Columbia University and became an American citizen, and he taught at Johns Hopkins before moving on to the World Bank.</p><p>After the terrorist attacks of Sept. 11, the Ghanis returned to Afghanistan. And last year, Ashraf Ghani was elected president of Afghanistan.</p><p>In a country where women don't have much of a presence in officialdom — much less a voice — Rula Ghani is the first to play a prominent role as first lady.</p><p>In an interview at the Afghan Embassy in Washington, D.C., with <em>Morning Edition</em> host Renee Montagne, Ghani discusses the challenges facing Afghanistan, her opinion on the needs of the country's most vulnerable populations and what she would like Americans to know about Afghanistan.</p><hr /><h3>Interview Highlights</h3><p><strong>On being a more public and politically active first lady of Afghanistan</strong></p><p>It's actually quite exciting to be charting new waters and to try new things. I don't mind the fact that I'm the first to have an office [in the presidential palace] and to try and receive people and listen to them. ...</p><p>We really try to address the needs of the population. Of course, I'm especially interested in women, but I'm interested actually in any people that have concerns. I'm interested in vulnerable people, internally displaced people; I'm interested in helping the children that are on the streets; I'm interested in helping people in the far-flung provinces that are already cut off [from] services.</p><p><strong>On her husband's inauguration and his emotional and public thank you to her </strong></p><p>It took me by surprise. I knew he was going to mention me, but I thought it would be just in passing. But it certainly moved me, like it moved the whole audience. And it's exactly what I usually say I want to do for other women, is that I want them to become respected. I want here to say that I'm in awe of Afghan women. They're very strong women, they're very resilient. Yes, they're going through very difficult periods and their situation is not a very easy one, but you have some extremely strong, articulate, dedicated women at all levels of society. So I usually cringe when I read in the press about \"Oh, these poor Afghan women.\" This is not the way you should describe them. They are very determined to make the best out of a very difficult situation.</p><p><strong>On how important it is to have women in government — and parliament's recent rejection of three women candidates for cabinet ministers </strong></p><p>Symbolically, it would be very important, but practically, what would be best? Is it best to have four very weak women or ... one very strong woman? There may have been like 21 ministers that were presented to the parliament, and only nine were accepted. So it's not that the women were singled out, but they happened to have not passed the test of the parliament, and maybe you need to ask the parliament why.</p><p><strong>On her effort to provide humanitarian aid to a remote Afghan region — and the need to do more</strong></p><p>At this point, security is not really that good, so I'm not allowed to go, but some of my colleagues in my little office did go and do the distribution [of food, medicine and blankets]. ... That project confirmed my conviction that humanitarian assistance is not the way. Yes, you have to do it in moments of crisis. ...</p><p>It was successful. We got things done where sometimes it takes a couple of weeks for another organizations just because they were calling from my office, and we got things done in two hours. And on the ground, the local authorities were very helpful. ... All of these locals, I think, were really very excited to be helping the first lady's office. So it went very well, but it was a good experience to find out how much work it takes, how much effort, how much coordination, and there should be a better way to do it.</p><p>For that I have to wait for my husband. And then I encourage him.</p><p><strong>On the great challenge facing Afghanistan now</strong></p><p>It's huge and it's getting huger, the more you ... dole out some humanitarian assistance instead of addressing the issue, finding land, building little townships with everything in terms of services, in terms of shops and mosques, community center, and in terms of attracting factories so that there would be jobs for the people to make a living. So it's huge, it's much huger than what my little office can do.</p><p><strong>On being a Lebanese Maronite Christian in Muslim Afghanistan</strong></p><p>Since the day I arrived in 1975, it has never been a problem. I've never felt out of sync. I've always known how to behave towards the elder, towards the younger ones, what to say, what not to say. So somehow I was accepted very quickly. And since our return in 2001, I haven't had a problem either.</p><p>I remember very early on there was a group that had come, and they asked me how they should address me because there is various ways you can address. And by the end of the session, one of them just stood up and said, \"Oh we could call you anything, but as far as I'm concerned, you're my sister.\" That really made my day.<strong></strong></p><p><strong>On what she wants Americans to understand about Afghanistan</strong></p><p>Afghans are not begging, are not coming with their begging bowl, [saying] \"give us, give us.\" But they need support. And this is probably what Americans can do is ... show their support, especially to the Afghan women, but also to all the population. This is a very important time in the history of Afghanistan. We could be getting to a turning point where security might be established, economy might get much more flourishing and people might eventually get a much better life.</p><p>Don't leave us right now. Be there. Help us, but don't pity us. We are strong, we are a very determined people. And we're going to try and make it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+The+First+Time%2C+An+Afghan+First+Lady+Steps+Into+The+Spotlight&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"436"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387420744-fe95b1.m3u?orgId=1&topicId=1149&d=436&p=3&story=386950128&t=progseg&e=387420666&seg=2&ft=nprml&f=386950128"},{"href":"http://media.npr.org/assets/img/2015/02/17/rula-ghani1-ee6a4c6f5f564f6827f82ac31779ad4dc5c41113.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1999","width":"2666"}},{"href":"http://media.npr.org/assets/img/2015/02/18/women-afghan-elex2_custom-02726feb081058de49c6cd8376a140268406741a.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2029","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/02/18/458616364edit-e56c374815d9df943fcf20f8ba7bcdb54b7f06ff.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2855","width":"3807"}}]}