{"created":"2014-08-28T01:54:22+00:00","modified":"2014-10-31T15:41:07+00:00","valid":{"from":"2014-10-31T15:41:07+00:00","to":"3014-10-31T15:41:07+00:00"},"hreflang":"en","title":"Emotional Distress A Worry As Kids Go Back To School In Ferguson","published":"2014-08-22T20:32:00+00:00","teaser":"One elementary school is less than a mile away from the protest zone where there have been nightly clashes with police. So for some kids, the first day of school might be more stressful than usual.","itags":["npr_api","342354168"],"guid":"c8016080-3dd0-4c7a-8d46-0e39d3454479","contentencoded":"<p><em>This story is one that is meant to be heard. Click on the audio player above to give it a listen. (We <a href=\"http://www.npr.org/blogs/codeswitch/2014/08/20/341826063/two-miles-from-protests-residents-want-calm-to-return-to-ferguson\">have more</a> <a href=\"http://www.npr.org/blogs/codeswitch/2014/08/19/341542530/nightly-chaos-disrupts-ferguson-residents-daily-lives\">radio stories</a> from Ferguson that are worth a listen.) </em></p><p>The situation in Ferguson, Mo., seems like it might be starting to calm down since the shooting of 18-year-old Michael Brown by police — and the protests that followed. On Thursday, Missouri's Gov. Jay Nixon ordered the National Guard out of Ferguson.</p><p>And ever since the unrest erupted, schools have been closed. But with a relative calm returning to the streets, kids in Ferguson are expected back in classrooms Monday.</p><p>At Griffith Elementary School, parents, grandparents and aunties bring their kids to get free sack lunches. Even though school has been postponed, the district is handing out free lunches every day.</p><p>\"When were you supposed to start school?\" I ask a group of three students, Raven, Amon and Caleb.</p><p>\"Thursday —\" Raven says.</p><p>\" — Monday,\" one of them says, disagreeing.</p><p>\"No, we supposed to start Thursday,\" Raven insists.</p><p>Raven is right. She and Amon are in third grade; Caleb is in sixth grade. I ask them about what's been going on in Ferguson — if they know anything, what they know.</p><p>\"People acting like a fool. ... Well, they shootin' and stuff ... because Michael Brown got shot by the police,\" one of them tells me.</p><p>\"They've been burning places down, and they've been stealing stuff,\" another says.</p><p>Griffith Elementary, where these three kids go to school, is less than a mile away from the protest zone where — until recently — there was looting and nightly clashes with the cops. So, for some kids, the first day of school might be more stressful than usual.</p><p>Jerry Dunn, executive director of Children's Advocacy Services of Greater St. Louis, says dealing with the trauma begins with listening to the kids.</p><p>\"So, initiate that contact, be accessible and available to the kids,\" Dunn says, coaching social workers and teachers on how to help students through it. \"Are they from that neighborhood? ... Have they participated in some of the demonstrations and protests? Have their family members been arrested?\"</p><p>Demetrius Upchurch walks through the neighborhood where Michael Brown was shot and killed. Upchurch is a schoolteacher and is strolling hand-in-hand with his 4-year-old son, Aiden.</p><p>\"We've been talking about it because he witnessed me getting attacked by cops in June,\" Upchurch says. He was standing outside of his mother's house after dropping Aiden off, he recalls, when an officer walked up and asked for his ID.</p><p>\"I don't have to give you my name, I don't have to give you anything, because I'm just standing outside,\" Upchurch recalls saying. \"From that point on, he just grabbed me, threw me on top of the car, cuffed me, threw me on the ground, put his foot on my chest.\"</p><p>And, Upchurch says, his son Aiden saw everything.</p><p>\"So I told him, 'There are some good cops and there are some bad cops.' And then he said when he grows up he wants to be a good cop.\"</p><p>\"Is that true?\" I ask Aiden.</p><p>\"Yes,\" Aiden replies.</p><p>\"So, what you want to be when you grow up?\" his dad asks.</p><p>\"A good police,\" says the 4-year-old.</p><p>Upchurch adds that he doesn't want to have to keep doing this over and over — explaining violence and inequality to his son.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Emotional+Distress+A+Worry+As+Kids+Go+Back+To+School+In+Ferguson&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Shereen Marisol Meraji","audio":[{"meta":{"duration":"217"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342354169-c56413.m3u?orgId=1&topicId=1091&ft=3&f=342354168"}]}