{"created":"2015-05-15T14:23:35+00:00","modified":"2015-05-15T14:23:35+00:00","valid":{"from":"2013-03-19T09:23:48+00:00","to":"3013-03-19T09:23:48+00:00"},"hreflang":"en","guid":"c80ccb98-1a3e-4fba-85ff-f4cdf63681fa","tags":["APM","Economy","European Debt Crisis","FDIC","Sheila Bair","cyprus"],"itags":["Marketplace Morning Report for Tuesday, March 19, 2013","c80ccb981a3efba25ffbf4cdf63681fa","PMP:Marketplace_PMP","Marketplace","Marketplace Morning Report"],"description":"Sheila Bair, former chair of the U.S. Federal Deposit Insurance Corporation, shares her views on the Cyrpriot bailout plan and whether such a levy could ever happen to U.S. depositors.","teaser":"Sheila Bair, former chair of the U.S. Federal Deposit Insurance Corporation, shares her views on the Cyrpriot bailout plan and whether such a levy could ever happen to U.S. depositors.","title":"Sheila Bair: Cyprus deposit tax unlawful, destabilizing","contentencoded":"<div class=\"barn-cleaned\"><p>The eurozone crisis -- after several months of quiet -- roared back to life yesterday thanks to a <a href=\"http://www.marketplace.org/topics/world/european-debt-crisis/5-things-you-need-know-about-cyprus-economy\" target=\"_blank\">bailout plan for the small island nation of Cyprus</a>. The plan, which propsed up to a 10 percent tax on bank deposits, was designed to calm markets and quell investor worries, but <a href=\"http://www.marketplace.org/topics/world/european-debt-crisis/cyprus-bailout-tax-causes-alarm-around-world\" target=\"_blank\">it had quite the opposite effect</a>.</p>\n<p><a href=\"http://www.marketplace.org/tags/sheila-bair\" target=\"_blank\">Sheila Bair</a>, former chair of the U.S. Federal Deposit Insurance Corporation (FDIC), joins Marketplace Morning Report host Jeremy Hobson to discuss the Cypriot bailout plan and whether such a levy could ever happen to U.S. depositors.</p>\n<p>On the tax plan in Cyprus:</p>\n<blockquote>Bair: \"It’s a classic case of hurting the little guy to bailout the big guy. This would never happen in the U.S. because we respect the rule of law and we have a very strong agency called the <a href=\"http://www.marketplace.org/tags/fdic\" target=\"_blank\">Federal Deposit Insurance Corporation</a> that stands up for insured depositors and protects them. And so having not just a single deposit insurance that’s in place, but a strong agency handling that program and standing up for insured depositors -- I think that is really crucial and this really underscores why they need that in the eurozone.\n<p>I really think this is just a very, very bad decision which I hope is undone and I would like to think that the Europeans are finally working their way out of their problems. On the larger issue of whether private stakeholders in these banks should take losses, they absolutely should, but that should not extend down to insured depositors.”</p>\n</blockquote>\n<p>On why the tax plan is worrying:</p>\n<blockquote>Bair: \"It is absolutely destabilizing. I am first and foremost worried about those little guys and taking unfair haircuts on their insured deposits. But absolutely, it is destabilizing. If you are in southern Europe in sovereigns, they are still working through some of their fiscal problems, and you think you’ve got insured deposits, and now one country says, ‘Nope, sorry we are going to take a good percentage of your insured deposit anyway,’ it absolutely is going to hurt the confidence of the banks -- especially in that region. It is just -- I could not say enough bad things about it.</blockquote>\n<p>On the U.S. FDIC’s extraordinary measures during the 2008 financial crisis:</p>\n<blockquote>Bair: \"It was absolutely essential. The banks that were relying on wholesale funding, the banks were borrowing from other financial institutions, their funding dried up. The big institutions didn’t have any confidence in each other, they wouldn’t lend to each other. But, you know, mainstream Americans left their deposits in the banks. And they left their deposits in the banks because they knew the FDIC was going to take care of them if that bank failed. And that was what kept our system going.\n<p>Europe should be looking at strengthening their deposit insurance systems not undermining confidence in them by haircutting insured depositors, and not take measures like this that are not only grossly unfair and undermine the rule of law, but it could have potentially destabilizing effects.\"</p>\n</blockquote>\n<p>&nbsp;</p></div>","published":"2013-03-19T09:23:48+00:00","byline":"Jeremy Hobson","contenttemplated":"[{\"content\":\"<p>The eurozone crisis -- after several months of quiet -- roared back to life yesterday thanks to a <a href=\\\"http://www.marketplace.org/topics/world/european-debt-crisis/5-things-you-need-know-about-cyprus-economy\\\" target=\\\"_blank\\\">bailout plan for the small island nation of Cyprus</a>. The plan, which propsed up to a 10 percent tax on bank deposits, was designed to calm markets and quell investor worries, but <a href=\\\"http://www.marketplace.org/topics/world/european-debt-crisis/cyprus-bailout-tax-causes-alarm-around-world\\\" target=\\\"_blank\\\">it had quite the opposite effect</a>.</p>\",\"type\":\"text/html\"},{\"content\":\"<p><a href=\\\"http://www.marketplace.org/tags/sheila-bair\\\" target=\\\"_blank\\\">Sheila Bair</a>, former chair of the U.S. Federal Deposit Insurance Corporation (FDIC), joins Marketplace Morning Report host Jeremy Hobson to discuss the Cypriot bailout plan and whether such a levy could ever happen to U.S. depositors.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>On the tax plan in Cyprus:</p>\"},{\"type\":\"text/html\",\"content\":\"<blockquote>Bair: &quot;It’s a classic case of hurting the little guy to bailout the big guy. This would never happen in the U.S. because we respect the rule of law and we have a very strong agency called the <a href=\\\"http://www.marketplace.org/tags/fdic\\\" target=\\\"_blank\\\">Federal Deposit Insurance Corporation</a> that stands up for insured depositors and protects them. And so having not just a single deposit insurance that’s in place, but a strong agency handling that program and standing up for insured depositors -- I think that is really crucial and this really underscores why they need that in the eurozone. <p>I really think this is just a very, very bad decision which I hope is undone and I would like to think that the Europeans are finally working their way out of their problems. On the larger issue of whether private stakeholders in these banks should take losses, they absolutely should, but that should not extend down to insured depositors.”</p></blockquote>\"},{\"content\":\"<p>On why the tax plan is worrying:</p>\",\"type\":\"text/html\"},{\"content\":\"<blockquote>Bair: &quot;It is absolutely destabilizing. I am first and foremost worried about those little guys and taking unfair haircuts on their insured deposits. But absolutely, it is destabilizing. If you are in southern Europe in sovereigns, they are still working through some of their fiscal problems, and you think you’ve got insured deposits, and now one country says, ‘Nope, sorry we are going to take a good percentage of your insured deposit anyway,’ it absolutely is going to hurt the confidence of the banks -- especially in that region. It is just -- I could not say enough bad things about it.</blockquote>\",\"type\":\"text/html\"},{\"content\":\"<p>On the U.S. FDIC’s extraordinary measures during the 2008 financial crisis:</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote>Bair: &quot;It was absolutely essential. The banks that were relying on wholesale funding, the banks were borrowing from other financial institutions, their funding dried up. The big institutions didn’t have any confidence in each other, they wouldn’t lend to each other. But, you know, mainstream Americans left their deposits in the banks. And they left their deposits in the banks because they knew the FDIC was going to take care of them if that bank failed. And that was what kept our system going. <p>Europe should be looking at strengthening their deposit insurance systems not undermining confidence in them by haircutting insured depositors, and not take measures like this that are not only grossly unfair and undermine the rule of law, but it could have potentially destabilizing effects.&quot;</p></blockquote>\"},{\"content\":\"<p> </p>\",\"type\":\"text/html\"}]","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/0718_bair.JPG?itok=JQXL5gxh","meta":{"width":"610","crop":"primary","height":"340"}},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/03/19/marketplace_segment06_20130319_64.mp3","format":"MP3","type":"audio/mpeg","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/03/19/marketplace_segment06_20130319"},"duration":201,"duration_hms":"00:03:21"}}]}