{"created":"2014-12-30T22:24:00+00:00","modified":"2015-01-01T22:05:25+00:00","valid":{"from":"2015-01-01T22:05:25+00:00","to":"3015-01-01T22:05:25+00:00"},"hreflang":"en","guid":"c80c6ff2-497f-4d51-adb9-6a4a2a584eea","title":"Quoting Spiderman didn't spare a Bitcoin evangelist from prison","published":"2015-01-01T22:05:23+00:00","byline":"Bradley Campbell","tags":["technology","economy","Justice","Technology","Science, Tech & Environment","North America","United States","North America","Charlie Shrem","Patricia Hurtado","Money","Electronic commerce","Bitcoin","Payment systems","Currency","Virtual currency","Electronic money"],"teaser":"Uncle Ben told Spiderman that with \"great power comes with great responsibility.\" But the line didn't prevent Bitcoin evangelist and exchange operator Charlie Shrem from prison time after he was convicted of aiding illegal transactions.","contentencoded":"<p>With great power comes great responsibility. That's Spiderman's mantra, but the phrase was also used recently by Charlie Shrem to defend himself in court.</p>\n<p>Shrem was a high-profile promoter of the virtual Bitcoin currency around the world. He ran <a href=\"http://www.ibtimes.com/what-bitinstant-meet-company-whose-ceo-charlie-shrem-was-arrested-money-laundering-charges-1549047\">BitInstant</a>, a service that made trading in Bitcoins easier.</p>\n<p>“He’s only 25, and in the last three to four years he became an evangelist for the new currency, this new virtual currency,” says Patricia Hurtado, the federal courts reporter for Bloomberg News. “He traveled around the world and became a prominent fixture on the Bitcoin circuit, where he was speaking out that this was the currency that would save the world.”</p>\n<p>But Shrem was <a href=\"http://www.businessinsider.com/bitcoin-millionaire-charlie-shrem-sentenced-to-2-years-in-prison-2014-12\">sentenced to two years in prison</a> this month for allowing his company to aid in the completion of illegal transactions. Hurtado says Shrem actually seems surprisingly at peace with the court's decision.</p>\n<p>His use of a Spiderman quote was a way of telling the court he'd failed in his own responsibilities, Hurtado says: “He got up there and apologized to the court for his crimes, basically saying that he wanted to save the world using Bitcoins.\" She quoted Shrem using another Marvel Comics line: \"One has to use their power for good and not for evil.\"</p>\n<p>After the sentence was handed down, Hurtado says she \"saw him in the hallway in the courthouse as he was leaving and he said, ‘Justice has been served.’ I think in the end, he’s resigned [to his fate].”</p>\n<p>She believes the US government intends the Shrem case to be a warning for other Bitcoin companies “They’ve taken the high-profile people and gone after them to try and use them as an example,\" she says.</p>\n<p>The message? \"We’re going to prosecute you to show the world that you cannot be involved in this kind of virtual currency and do illegal transactions without our knowledge and without us watching over your backs.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}