{"created":"2015-04-13T18:43:33+00:00","modified":"2015-05-08T22:10:12+00:00","valid":{"from":"2015-05-08T22:10:12+00:00","to":"3015-05-08T22:10:12+00:00"},"hreflang":"en","title":"Gary Owen Is 'Black America's Favorite White Comic'","published":"2015-04-27T01:20:00+00:00","teaser":"For black audiences, the blond, blue-eyed stand-up comedian is a household name. Among white audiences, he's barely known.","itags":["npr_api","399401811"],"guid":"c80ce7f1-aad0-4ac9-adbc-f7dc13c9e3e7","contentencoded":"<p><strong>Gary Owen</strong> is a blond, blue-eyed stand-up comedian from Ohio. For black audiences, he&#8217;s a household name, but among white audiences, he&#8217;s barely known.</p><p>Owen grew up in a trailer park before discovering his talent for stand-up in the Navy. He left the service and got his big break in stand-up in 1997 on BET&#8217;s stand-up showcase &#8220;Comic View.&#8221; Since then, he has been hugely successful, acting alongside comedians like Tyler Perry and Kevin Hart.</p><p>Ebony magazine once called Owen &#8220;Black America&#8217;s Favorite White Comic.&#8221;</p><p>&#8220;I always say that you don't choose your audience, they choose you. And black audiences were exposed to me before mainstream wide audiences,&#8221; he told <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young.</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;I always say that you don't choose your audience, they choose you.&#8221;</p><p></div></p><p>&#8220;I'm also married to a black lady. I have a ton of material I can use... with me, I'm like a fish out of water, but I'm real comfortable in the water. So I'm just giving my life experiences from the outside looking in.&#8221;</p><p>It&#8217;s a role that Owen embraces. His jokes don&#8217;t shy away from race, rather he employs stereotypes and his own experience in an act that leaves some people wondering, &#8220;How does he get away with it?&#8221;</p><p>&#8220;You take stereotypes and you throw it in people's faces,&#8221; he said. &#8220;Then a lot of time, perception is reality.&#8221;</p><p>Owen does want to expand his audience.</p><p>&#8220;It's not as though I lay at night thinking, 'How do I get the white people to love me?' I don't do that,&#8221; he said. But, &#8220;as a comic, you just want to be as big as you can possibly be.&#8221;</p><p>Owen attributes some of his success as a comic to his upbringing back in Ohio, where he struggled with a stepfather who was &#8220;just not a nice guy.&#8221;</p><p>&#8220;He just had a lot of irrational behavior growing up,&#8221; Owen recalled. &#8220;I remember thinking, 'I can go two routes with this: I can either repeat the cycle, or my whole determination was I got to prove this guy wrong&#8230;' He is part of my success in a warped kind of way.&#8221;</p><p>Owen considers his background fairly normal for a comedian though.</p><p>&#8220;You don't see a lot of comics coming from the two parent home, the great home life, went to college for four years. It does happen, don't get me wrong, but you know the Richard Pryors, the Redd Foxxs, the Sam Kinisons, there was always a little family drama.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://garyowen.com/\" target=\"_blank\">Gary Owen</a></strong>, stand-up comedian and actor. His latest Showtime special is &#8220;<a href=\"http://www.sho.com/sho/comedy/titles/3412588/gary-owen-i-agree-with-myself\" target=\"_blank\">I Agree With Myself</a>.&#8221; He tweets <a href=\"https://twitter.com/garyowencomedy\" target=\"_blank\">@garyowencomedy</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Gary+Owen+Is+%27Black+America%27s+Favorite+White+Comic%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"568"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399401814-7a865b.m3u?orgId=1&d=568&p=60&story=399401811&t=progseg&e=399401722&seg=4&ft=nprml&f=399401811"},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0413_gary-owen.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"852","width":"1280"}}]}