{"created":"2014-09-03T20:39:58+00:00","modified":"2014-12-03T21:17:26+00:00","valid":{"from":"2014-12-03T21:17:26+00:00","to":"3014-12-03T21:17:26+00:00"},"hreflang":"en","title":"New Mix: Tom Petty, Lana Del Rey, Adult Jazz, More","published":"2014-08-22T15:02:00+00:00","teaser":"On this week's <em>All Songs Considered</em>: Classic rock from a classic band, a dramatic and cinematic turn for singer Lana Del Rey, the strange, off-kilter sounds of Adult Jazz and more.","itags":["npr_api","322585989"],"guid":"c80df0f3-62e8-477e-b8ab-e5a2eb245267","contentencoded":"<p>On this week's <em>All Songs Considered</em>: Red-blooded rock-and-roll from <a href=\"http://www.npr.org/artists/15300677/tom-petty\">Tom Petty & The Heartbreakers</a>, a dramatic and cinematic turn for singer <a href=\"http://www.npr.org/artists/145913023/lana-del-rey\">Lana Del Rey</a>, the off-kilter, genre-bending sounds of Adult Jazz and more.</p><p>Co-host Robin Hilton, riding high on a wave of caffeine and nostalgia, kicks off the show with \"American Dream Plan B,\" a straight-ahead guitar-rock cut from the upcoming Tom Petty and the Heartbreakers album <em>Hypnotic Eye</em>.</p><p>Bob Boilen opts for something a bit more subdued with <a href=\"http://www.npr.org/artists/140462870/sean-rowe\">Sean Rowe</a>'s \"Madman,\" the title track from the singer's new album, out Sept. 9 on ANTI-. The accompanying video, <a href=\"http://www.npr.org/event/music/322544056/sean-rowe-madman\">which premiered on All Songs TV</a>, follows the folk singer on a recent tour as he brings his beautiful baritone to strangers' homes across the country.</p><p>Also on the show: We premiere a startling new cut from the Leeds-based band Adult Jazz. The song \"Hum,\" from the band's upcoming album <em>Gist Is</em>, is a strange, epic journey through off-kilter soundscapes. Bob shares Lana Del Rey's \"Shades Of Cool,\" a song full of unexpected twist and turns, from the singer's new album <em>Ultraviolence. </em>We get all mushy inside with the beautiful and sentimental \"Dark Side Of The Moon\" from Chris Staples. \"Sing 2 Me\" by Walter Martin is a G-rated song the former bassist for <a href=\"http://www.npr.org/artists/15291595/the-walkmen\">The Walkmen</a> recorded with Karen O of the <a href=\"http://www.npr.org/artists/15377497/yeah-yeah-yeahs\">Yeah Yeah Yeahs</a>. Finally we close the show out with \"Birthday Song,\" a quirky cut from Frankie Cosmos. Clocking in at just 68 seconds, it's the perfect summation of the show: sweet, profound and a bit perplexing, too.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Mix%3A+Tom+Petty%2C+Lana+Del+Rey%2C+Adult+Jazz%2C+More&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322923993-3bb559.m3u?orgId=1&topicId=1039&ft=3&f=322585989"},{"href":"http://media.npr.org/assets/img/2014/06/17/collage20140617-fcb57517cb65a0e4c4b81069915363d4f40067a0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}}]}