{"created":"2014-10-17T07:21:57+00:00","modified":"2015-04-06T19:36:48+00:00","valid":{"from":"2015-04-06T19:36:48+00:00","to":"3015-04-06T19:36:48+00:00"},"hreflang":"en","title":"Silicon Valley Companies Add New Benefit For Women: Egg-Freezing","published":"2014-10-21T17:10:00+00:00","teaser":"The addition of the benefit by Facebook and Apple comes as tech companies face mounting pressure to hire more women, but some warn it may increase pressure those employees feel to put off having kids.","itags":["npr_api","356765423"],"guid":"c8164a44-f7f0-40ef-99e4-725ae8eccd8f","contentencoded":"<p>In the Silicon Valley arms race to lure the top talent with the best benefits, Facebook and Apple are adding egg freezing for female employees. The two companies may be the first to pay for the procedure for women who choose it to delay childbearing.</p><p>The addition of egg-freezing to the benefits plan comes as tech companies face mounting pressure to hire more women. And it's a perk that some women may find attractive.</p><p>Brigitte Adams started <a href=\"http://www.eggsurance.com/\" target=\"_blank\">a community forum called Eggsurance</a>, where women can share information about the procedure. Adams paid for the procedure herself. \"I froze my eggs at 39,\" she says, \"and there was nothing out there that was specific to egg-freezing.\"</p><p>The American Society of Reproductive Medicine <a href=\"http://www.asrm.org/news/article.aspx?id=10358\" target=\"_blank\">only lifted the experimental label from egg-freezing two years ago</a>. Adams, a marketing executive at a tech startup, says the addition of coverage for the procedure definitely would give extra weight to a job offer.</p><p>\"I would equate it to reimbursement for an MBA program,\" she says, \"or adoption assistance, or, you know — it's not the be-all and end-all, but it's definitely a nice perk.\"</p><p>And an expensive one — the benefit covers $20,000 worth of procedures, typically two rounds of egg retrieval. Then again, rich Silicon Valley companies are notorious for high-end benefits that can include gourmet food, dry cleaning and massages.</p><p>Cali Williams Yost, who consults with companies about work/life balance, says covering the cost of egg-freezing as an elective procedure could help keep some good female employees. (The benefit also is available to employees' spouses.)</p><p>\"By offering to pay for women to freeze their eggs, I think Silicon Valley is responding to what some of the young, talented women in their workforce want,\" she says.</p><p>But, Williams Yost says, enabling female employees in particular to delay having children isn't all that's needed: At some point, those workers will have children and also will need the right benefits then.</p><p>\"They are going to need the direct supports, the flexibility, the caregiving,\" she says, \"leaves and benefits that actually help them combine work and life. Egg-freezing is a great small piece of a much bigger puzzle.\"</p><p>Facebook told NPR that its offering this benefit because employees were asking for it. In a statement, Apple also said it wanted to make certain its female employees could \"do the best work of their lives.\" Both companies have paid parental leave policies and on-site health care. Facebook also subsidizes day care costs.</p><p>But Marcy Darnovsky, executive director at the Center for Genetics and Society, says that expanding benefits to cover egg-freezing could put pressure on women to delay childbearing so that their employer can get more hours out of them. Darnovsky is an advocate for the responsible use of reproductive technologies.</p><p>\"When you're in a situation of your employer offering you a choice,\" she says, \"you really have to be careful that you're distinguishing between something that's an expanded option and something that's actually subtle or even explicit pressure to do what your employer wants you to do.\"</p><p>But Darnovsky says there is also a virtue in egg-freezing because it does give women more choices and control over their lives.</p><p>Egg-freezing is no guarantee of having a child, though. <a href=\"http://asrm.org/Probability_of_Live_Birth_After_Egg_Freezing/\">Studies indicate </a>that women who have three rounds of egg retrieval at around $10,000 per round have a slightly more than 30 percent chance of giving birth if they are 25 or younger when the eggs are frozen. The closer women get to age 40, the lower the likelihood of success. If women limit themselves to the two rounds of egg retrieval covered by the new benefits, that also will reduce the odds.</p><p>Eggsurance forum founder Brigitte Adams froze her eggs when she was 39. She says she didn't do it for career reasons, but to give herself as many options as she could given the circumstances of her life, and that that's why many women she knows did the procedure.</p><p>\"We're doing it maybe because our life didn't take the course we expected it to, she says, \"and we're older and we want to have children and, hey, there's this new technology that may help us do that.\"</p><p>Adams is currently single, and she says freezing her eggs has made it easier for her to look for the right partner without feeling as much pressure from her biological clock.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Silicon+Valley+Companies+Add+New+Benefit+For+Women%3A+Egg-Freezing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"531"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356869654-cf21ab.m3u?orgId=1&topicId=1135&e=356765423&d=531&ft=nprml&f=356765423"},{"href":"http://media.npr.org/assets/img/2014/10/16/111732994-19527f52ad4c3d91669f198ed3027aca19730199.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2367","width":"3156"}}]}