{"created":"2015-01-21T17:17:39+00:00","modified":"2015-01-21T17:19:42+00:00","valid":{"from":"2015-01-21T17:19:42+00:00","to":"3015-01-21T17:19:42+00:00"},"hreflang":"en","guid":"c8261f22-ce0d-4585-94c4-1c1b3973b055","title":"The State of the Union kicked off Obama's push for paid parental and sick leave","published":"2015-01-21T17:19:38+00:00","byline":"Jillian Weinberger, T.J. Raphael","tags":["maternity leave","paid maternity leave","women's rights","2015 State of the Union","State of the Union address","business","economics","government","Economics","Business, Finance & Economics","North America","United States","Kay Hymowitz","Betsey Stevenson","Barack Obama","Leave","Labor","Sick leave","Parental leave","Work–life balance","Family and Medical Leave Act","Paid family leave"],"teaser":"Only two countries in the world have no protected right to paid maternity leave: Papua New Guinea and the United States. But after a call for maternity leave in the State of the Union, President Barack Obama is trying to change that in 2015.","contentencoded":"<p>In 1993, President Bill Clinton signed the Family and Medical Leave Act, mandating 12 weeks of unpaid leave for employees who need to care for loved ones or bond with a newborn baby. Now the Obama administration wants to expand on Clinton's policies</p>\n<p>During Tuesday's State of the Union address, President Barack Obama announced his plan to expand paid leave for workers, starting with the federal government. Even with three months available to them, few Americans can take that much leave without pay. And as Baby Boomers age, more and more Americans will need to provide care for elderly family members.</p>\n<p>“The president is calling for Congress to pass legislation that would allow millions of working Americans to earn up to seven days of paid sick leave per year,” says Betsey Stevenson, a member of the president's Council of Economic Advisors and a professor of public policy and economics at the University of Michigan. “The idea that workers should be able to earn paid sick leave is one that Americans around the country support.”</p>\n<p>In November, Massachusetts became the third state in the nation — after Connecticut and California — to guarantee paid sick days for workers. Nearly 60 percent of the state's voters approved the sick leave ballot initiative, and Obama highlighted that support in his speech.</p>\n<p>“[Obama] is also proposing $2 billion in new funds to encourage states to develop paid family and medical leave programs,\" Stevenson says.</p>\n<p>At the same time, Obama is using his authority over the federal workforce to extend more benefits </p>\n<p>[Obama] modernized the federal workplace by signing a presidential memorandum last week,” says Stevenson. “It directs agencies to advance up to six weeks of paid sick leave for parents with a new child. He’s also calling on Congress to pass legislation to give federal employees an additional six weeks of paid parental leave.”</p>\n<p>As it stands right now, federal employees do not have the right to take paid paternity or maternity leave. The US is <a href=\"http://www.ilo.org/wcmsp5/groups/public/---dgreports/---dcomm/---publ/documents/publication/wcms_242615.pdf\" target=\"_blank\">only one of two nations</a>, alongside Papua New Guinea, that doesn’t have some form of legally protected, partially paid time off for working women who’ve just had a baby.</p>\n<p>\"What the research shows clearly is that adopting these types of family-friendly policies are good for parents, are good for workers and it's good for the economy,\" Stevenson says.</p>\n<p>Businesses that adopt paid leave policies often see positive results: <a href=\"http://cep.lse.ac.uk/management/worklifebalance_research.pdf\" target=\"_blank\">A study</a> of more than 700 firms by the Centre for Economic Performance, a London-based think tank, found that companies with work-life balance policies had higher productivity. <a href=\"http://www.whitehouse.gov/sites/default/files/docs/updated_workplace_flex_report_final_0.pdf\" target=\"_blank\">Other research</a> suggests that it can even boost corporate profits.</p>\n<p>“When California implemented paid family leave a decade ago, lots of employers expressed concern that allowing for paid family leave would hurt their bottom line,” Stevenson says. “But six years into the program, in 2010, 90 percent of employers reported that the law did not negatively affect their productivity, profitability, morale or turnover.\"</p>\n<p>But others argue that paid leave policies have hidden costs. Kay Hymowitz, a fellow at the Manhattan Institute, a conservative think tank, and author of \"<a href=\"http://www.amazon.com/Manning-Up-Rise-Women-Turned/dp/0465028365\" target=\"_blank\">Manning Up: How the Rise of Women has Turned Men into Boys</a>,\" agrees that leave is important for families. But she's skeptical of the models many economists hold dear.</p>\n<p>“I agree with a lot of what [Stevenson] said,” Hymowit says. “But I think what people need to understand is you don’t want to bring any magical thinking into this. It's not like it’s going to solve the gender gap or have an enormous impact on inequality.”</p>\n<p>Hymowitz says it’s important <em>how</em> the United States implements paid sick and family leave programs.</p>\n<p>In Sweden, new parents are entitled to 480 days of leave; for 390 of those days, they receive 80 percent of their paycheck. As Hymowitz argues, while the Swedish plan might sound like a dream come true for American parents, those benefits have hidden costs <a href=\"http://ideas.time.com/2013/09/04/do-women-really-want-equality/\">when new parents return to work</a> — especially, she says, for mothers.</p>\n<p>A very long period of paid family or sick leave like the kind offered in Sweden can increase the gender pay gap because it means that women will be out of the workforce for a year or sometimes longer. Such a long leave of absence cuts down on the amount of employment experience a woman can bring to the table when comparing a male job candidate.</p>\n<p>“What’s happened there, and it’s something that no one anticipated, is that it’s added to the gender wage gap,” she says. “That may be a trade-off some people are willing to make, but it’s not going to be to everyone’s taste. That’s one possible downside if you don’t do it right.”</p>\n<p>Hymowitz also argues that extended time off might be taken into account by hiring managers and others when considering job applicants. </p>\n<p>“If one [applicant] is a young woman — let’s say 30 years old and newly married — and the other is a guy in his 40s, you could see how [the employer] might hesitate if he’s going to be thinking about the future of his firm,” Hymowitz says.</p>\n<p>She does concede that there's no statistical basis for such a prejudice, saying that it would be “extremely difficult” to study the negative effect. “However, it is inevitable that if you give too many kinds of advantages or benefits to one particular group you are going to disincentivize employers from hiring them,” she adds.</p>\n<p>On the whole, Hymowitz says that paid parental and sick leave should not be handled by the federal government, but should be rolled out on a state-by-state basis.</p>\n<p>“We have seen, as Betsey Stevenson said, some fairly successful experiments,” Hymowitz says. “They’ve been fairly modest by international standards, but they seem to be working well enough.”</p>\n<p><em>This story is based on <a href=\"http://www.thetakeaway.org/story/president-obama-pushes-paid-family-leave/\">an interview</a> from PRI's <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation.</em></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/takeaway/segment-audio/takeaway012015-leave.mp3"},{"href":"http://www.pri.org/file/takeaway012015-leavemp3"}]}