{"created":"2014-09-11T23:22:00+00:00","modified":"2014-09-14T21:18:27+00:00","valid":{"from":"2014-09-14T21:18:27+00:00","to":"3014-09-14T21:18:27+00:00"},"hreflang":"en","guid":"c83c2976-78d5-463e-a336-56adf99de85e","title":"Here's how a military interpreter made it from danger in Afghanistan to safety in the US","published":"2014-09-14T21:18:24+00:00","byline":"Monica Campbell","tags":["Afghanistan war","interpreters","US military","Global Nation","Conflict","Conflict & Justice","San Francisco","Asia","North America","United States","Afghanistan","Pakistan","California","Kandahar Province","southern Afghanistan","Asia","South Asia","Central Asia","North America","Mohammad Usafi","Adrian Kinsella","War in Afghanistan","Taliban"],"teaser":"Signing up to interpret for the US military in Afghanistan was the beginning of a long, tragic journey for Mohammad Usafi. Because of his work, the Taliban killed his father and threatened his family. Now, he's living in California and hoping to get his relatives to safety as well.","contentencoded":"<p>In January, Mohammad Usafi arrived in the United States. For several years, beginning in 2008, he worked with the US Marines in Afghanistan, his home country.</p><p>At first, he hesitated to sign up, but his family said it was the right thing to do. By helping the US military, they told him, he &quot;was helping our country.&rdquo;&nbsp;<span style=\"line-height: 1.538em;\">But not long after he started, the Taliban began to threaten Usafi and his family because of his work.&nbsp;</span></p><p><span style=\"line-height: 1.538em;\">First, they took his dad. &quot;</span><span style=\"line-height: 1.538em;\">They tortured him and they killed him,&rdquo; Usafi says. &ldquo;They threw him in the water.&rdquo;</span></p><p>Usafi&rsquo;s family begged him to quit. He did and went home to Kandahar province in southern Afghanistan. But Kandahar is known for being a Taliban stronghold, and they thought Usafi still worked for the Americans.</p><p>[[{\"fid\":\"73752\",\"view_mode\":\"story_image\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":487,\"width\":864,\"alt\":\"helmand\",\"title\":\"helmand\",\"class\":\"media-element file-story-image\"}}]]</p><p>&ldquo;So they kidnapped my little brother, and they sent a ransom letter that I have to pay $35,000,&quot; he remembers. &quot;If I didn&#39;t pay, they would kill my little brother and put him next to my father&#39;s grave.&quot;&nbsp;He paid the ransom and his brother was released.&nbsp;</p><p>At that point, Usafi &mdash; who asked to use his tribe&#39;s name instead of family&#39;s last name for security purposes &mdash; decided he and his family had to get out of Afghanistan. They moved to Pakistan and went into hiding. There, Usafi sought help. He got in touch with&nbsp;<span style=\"line-height: 1.538em;\">Adrian Kinsella, a former Marine he&#39;d worked with in Afghanistan and become close to &mdash; &quot;like a brother.&quot; He asked Kinsella to help him get a visa to the US.</span></p><p>Then he waited. And waited.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;I was waiting like three years,&quot; he says, &quot;then I got my visa.&quot;</span></p><p>Usafi arrived in San Francisco in January. Kinsella, now a law student at the University of California, Berkeley, arranged for a group of people to greet Usafi at the airport; many had worked with Kinsella to pressure American lawmakers to address the backlog of Afghan visa applicants like Usafi.</p><p>&quot;T<span style=\"line-height: 1.538em;\">here are thousands more [Afghan] people waiting for visas,&quot; Usafi points out.</span></p><p>Kinsella says he also wanted to offer Usafi a welcome similar to those enjoyed by US military members returning from war.</p><p>&ldquo;People come out to welcome the troops back home, so why not do the same for people like Mohammad?&rdquo; Kinsella says. He and Usafi are now roommates.</p><p>[[{\"fid\":\"73755\",\"view_mode\":\"story_image\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":487,\"width\":864,\"style\":\"width: 864px; height: 487px;\",\"alt\":\"sfo\",\"title\":\"sfo\",\"class\":\"media-element file-story-image\"}}]]</p><p>Usafi is employed full time at a video and audio production company. Bit by bit, he says, he&rsquo;s adapting to life in the US. He&rsquo;s tried surfing, eaten plenty of Mexican food and wants to see some of the area&rsquo;s massive redwoods.</p><p>But mentally, he is not fully in the US. &ldquo;I&#39;m always thinking about them, about my family,&rdquo; he says. He&rsquo;s working to get them visas &mdash; but it may take years to get them to safety, too.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/IMG_5214.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/img5214jpg"}]}