{"created":"2014-10-08T15:48:40+00:00","modified":"2014-10-31T02:07:53+00:00","valid":{"from":"2014-10-31T02:07:53+00:00","to":"3014-10-31T02:07:53+00:00"},"hreflang":"en","title":"As Court Fees Rise, The Poor Are Paying The Price","published":"2014-05-23T14:02:00+00:00","teaser":"An NPR investigation has found an explosion in the use of fees charged to criminal defendants across the country, which has created a system of justice that targets the poor.","itags":["npr_api","312158516"],"guid":"c84cb2a7-5c3f-4c7f-9587-26b1bbf9c773","contentencoded":"<p>In Augusta, Ga., a judge sentenced Tom Barrett to 12 months after he stole a can of beer worth less than $2.</p><p>In Ionia, Mich., 19-year-old Kyle Dewitt caught a fish out of season; then a judge sentenced him to three days in jail.</p><p>In Grand Rapids, Mich., Stephen Papa, a homeless Iraq War veteran, spent 22 days in jail, not for what he calls his \"embarrassing behavior\" after he got drunk with friends and climbed into an abandoned building, but because he had only $25 the day he went to court.</p><p>The common thread in these cases, and scores more like them, is the jail time wasn't punishment for the crime, but for the failure to pay the increasing fines and fees associated with the criminal justice system.</p><p>A yearlong NPR investigation found that the costs of the criminal justice system in the United States are paid increasingly by the defendants and offenders. It's a practice that causes the poor to face harsher treatment than others who commit identical crimes and can afford to pay. Some judges and politicians fear the trend has gone too far.</p><p>A <a href=\"http://www.npr.org/2014/05/19/312455680/state-by-state-court-fees\">state-by-state survey</a> conducted by NPR found that defendants are charged for many government services that were once free, including those that are constitutionally required. For example:</p><ul><li>In at least 43 states and the District of Columbia, defendants can be billed for a public defender.</li><li>In at least 41 states, inmates can be charged room and board for jail and prison stays.</li><li>In at least 44 states, offenders can get billed for their own probation and parole supervision.</li><li>And in all states except Hawaii, and the District of Columbia, there's a fee for the electronic monitoring devices defendants and offenders are ordered to wear.</li></ul><p>These fees — which can add up to hundreds or even thousands of dollars — get charged at every step of the system, from the courtroom, to jail, to probation. Defendants and offenders pay for their own arrest warrants, their court-ordered drug and alcohol-abuse treatment and to have their DNA samples collected. They are billed when courts need to modernize their computers. In Washington state, for example, they even get charged a fee for a jury trial — with a 12-person jury costing $250, twice the fee for a six-person jury.</p><p>In Allegan County, Mich., Frederick Cunningham pleaded guilty to forging a prescription for pain medication and was told to pay $1,000 in \"court costs.\" Testimony from a court official in a case where Cunningham challenged his fees shows that $500 reimbursed the program that paid for the impoverished man's court-appointed attorney and $500 helped pay for the costs of running the county courthouse. Those costs include the salaries of court employees, for heat, telephones, copy machines and even to underwrite the cost of the county employees' fitness gym.</p><p>\"The only reason that the court is in operation and doing business at that point in time is because that defendant has come in and is a user of those services,\" says Michael Day, the administrator for the Allegan County Circuit Court. \"They don't necessarily see themselves as a customer because, obviously, they're not choosing to be there. But in reality they are.\"</p><p>Courts usually offer alternatives to paying fees, like doing community service. But sometimes there's a cost with that, too. Jayne Fuentes, in Benton County, Wash., went on the county work crew to pay off her fines — only there was a $5-a-day charge, which she had to borrow from her daughter.</p><p><strong>Alternatives For The Poor?</strong></p><p>The people most likely to face arrest and go through the courts are poor, says sociologist Alexes Harris, at the University of Washington. She's writing a book on these fees and the people who struggle to pay them.</p><p>\"They tend to be people of color, African-Americans and Latinos,\" Harris says. \"They tend to be high school dropouts, they tend to be people with mental illness, with substance abuse. So these are already very poor and marginalized people in our society, and then we impose these fiscal penalties to them and expect that they make regular payments, when in fact the vast majority are unable to do so.\"</p><p>Many fees can be waived for indigent defendants, but judges are more likely to put the poor on a more manageable payment plan.</p><p>Courts, however, will then sometimes tack on extra fees, penalties for missed payments and may even charge interest.</p><p>In Washington state, for example, there's 12 percent interest on costs in felony cases that accrues from the moment of judgment until all fines, fees, restitution and interest are paid off in full. As a result, it can be hard for someone who's poor to make that debt ever go away. One state commission found that the average amount in felony cases adds up to $2,500. If someone paid a typical amount — $10 a month — and never missed a payment, his debt would keep growing. After four years of faithful payments, the person would now owe $3,000.</p><p>Virginia Dickerson, of Richland, Wash., has been drug-free for more than three years and out of jail for over a year. She's living in a treatment house and working as a waitress and cook. On the day last fall when NPR reporters met her, Dickerson was at the courthouse trying to get a summary of how much she owed in fines, fees and interest. The total: almost $10,000.</p><p>\"I don't want to have to worry about going to jail. And that is my biggest fear,\" she says. \"Relapses aren't even a thought to me. This is the only thing that is hindering me.\"</p><p>When an impoverished person fails to keep up with these payments, he has violated probation. There may be more fees and penalties. In some states, people who don't pay can lose their driver's license or benefits like food stamps. Sometimes felons have to pay before they get back their right to vote.</p><p>NPR's reporting came across many of these situations, including a woman in her 60s who lost her subsidized housing for seniors and became homeless. It was discovered she still owed $500 on a conviction decades before for forging a prescription. Other examples included people who didn't pay court costs and lost their driver's license, but they kept driving — to get to work, to get kids to school — until they were caught, went to jail and were assessed thousands of dollars in more fines and fees.</p><p>The result is that people face arrest and go underground to avoid police. But this means they cut themselves off from job opportunities, welfare benefits or other programs that could get them on their feet.</p><p>\"There are a lot of things you can't do. A lot of jobs you can't apply for,\" says Todd Clear, who studies crime policy and is provost of Rutgers University, Newark. \"Lots of benefits you can't apply for. If you have a license, a driver's license that needs to be renewed, you can't renew it. So what it means is you live your entire life under a cloud. In a very real sense, they drop out of the real society.\"</p><p>Eddie Restrepo was one of those dropouts. Three years ago, the Iraq Army veteran came home to New Jersey but couldn't find work. He was homeless and all he had was his car. He didn't have the money to renew his license — or to pay the fines when he got caught by police. He says he was caught twice: driving with a suspended license, with no registration or insurance, and for many unpaid parking tickets. There was also interest that went unpaid.</p><p>\"I was always hiding from the cops,\" he says. \"If I was driving, I had to turn left when they were coming right. I was always trying to hide.\"</p><p>During a four-day period last November, nearly 4,500 people turned themselves in to Fugitive Safe Surrender, a New Jersey program for people with unpaid fines and fees to get significant reductions. A judge reset Restrepo's court debt — from $10,000 to what Restrepo called \"a measly\" $199. And that has helped him get back on track. Last year, he took a job with the parking enforcement agency. He now gives out the kinds of citations and fines that got him into trouble.</p><p>But across the country, NPR found cases of hundreds of Americans who are jailed for failure to pay off those court debts.</p><p>This month, the governor of Colorado signed a law that tells judges they can't send people to jail simply because they're too poor to pay fines and fees.</p><p>The action came after the American Civil Liberties Union of Colorado challenged the practice of courts in three Colorado cities.</p><p>One example was a case in Westminster. Jared Thornburg was ticketed for making an illegal left turn. He went to court and the offense was dropped to driving a \"defective vehicle,\" a ticket with $165 worth of fines and fees. At the time, he was homeless and unemployed. He had recently lost a job at an oil field after a serious workplace injury. So he couldn't pay the ticket.</p><p>The day before he was to start a job at Taco Bell, he says, he was arrested for not paying the fines, which had increased to $306. He was sentenced to 10 days in jail.</p><p>\"I cried a lot being in jail because I was scared,\" Thornburg says.</p><p>It cost the city of Westminster about $70 a day to jail Thornburg, according to the ACLU of Colorado.</p><p>\"How is that humanely right?\" he asks. \"It cost the taxpayers more than what my fine was for and it just wasted 10 days of my life.\"</p><p><strong>The Threat Of Pay Or Stay</strong></p><p>But some communities argue they make needed money from fines and fees.</p><p>NPR obtained a year of jail records from Benton County and sampled data over a four-month period in 2013. On a typical day, about a quarter of the people who were in jail for misdemeanor offenses were there because they had failed to pay their court fines and fees.</p><p>Benton County District Court Judge Robert Ingvalson defends the county's heavy use of fines and fees — and jail time for those who don't pay. He says it's needed to hold people accountable when they break laws.</p><p>\"If they won't pay the money, the only thing we can take from them at that point is their time,\" Ingvalson says.</p><p>But Vanessa Torres Hernandez, an attorney with the ACLU of Washington who recently wrote a report criticizing the practice, disagrees.</p><p>\"If you have resources, a court fine and fee isn't a big deal. You can pay that money. You can walk free. But for people who are already poor, the court fine and fee is in essence an additional sentence,\" she says.</p><p>One result, she says, is that poor people are faced with difficult choices, sometimes using money they need for food or rent to pay court costs to stay out of jail.</p><p>Benton County collects just a fraction of all the fines and fees it's owed. But the county still collected $13 million in 2012 — making it one of the state's top revenue producers.</p><p>There is some debate in Benton County about whether that's a good thing. Court officials note with pride how much money they raise. But local police chiefs say money goes out, too. It costs the police departments about $65 a day to keep someone in jail for not paying their fines.</p><p>The county prosecutor worries that the practice is unfair to poor defendants, and he has asked local judges to put a cap on how many days they will put people in jail.</p><p>\"I actually have some question about the fairness of some of the fines that are imposed,\" says Benton County Prosecuting Attorney Andy Miller. \"But a lot of these fines are mandatory, set by the legislature.\"</p><p><strong>Who's Too Poor To Pay?</strong></p><p>In 1983, the U.S. Supreme Court ruled in <em>Bearden v. Georgia</em> that people can't be sent to jail simply for being too poor to pay fines and fees. The court said someone could be sentenced only if he or she had the money and had \"willfully\" refused to pay. But the justices did not define what that meant. The result is that it's often left to judges to make the difficult calculation: Who's too poor to pay. And who can, but didn't.</p><p>NPR found sweeping discrepancies across the country over how courts make those decisions. Some judges will tell an offender to give up their phone service, or quit smoking cigarettes and use the money instead to pay court debt.</p><p>Some judges and politicians — even ones with reputations for being hard on crime — are starting to question whether the use of fines and fees has gone too far. The new law in Colorado was passed on a near-unanimous vote of Republicans and Democrats.</p><p>Courts, too, have taken action to limit the use of fees. Last month, a U.S. district judge stopped the city of Montgomery, Ala., from collecting traffic fines from three defendants who went to jail for failure to pay fines and fees. And over the last two years, judges in Alabama and Georgia have ruled in other cases to limit fines and fees. Earlier this year, the Ohio State Supreme Court warned judges to stop putting people in jail simply because they're too poor to pay a fine.</p><p><strong>A History Of Rising Fees</strong></p><p>The roots of the growing practice to add more fines and fees can be dated back to the start of America's tough-on-crime policies, beginning with the War on Crime in the 1970s and then the War on Drugs in the 1980s. In 40 years, the number of people behind bars in the U.S. jumped 700 percent. Jails, prisons and courtrooms became overcrowded. And the costs of running them, according to the federal Bureau of Justice Statistics, rose from $6 billion for states in 1980 to more than $67 billion a year in 2010.</p><p>At the same time, states struggled with budget deficits. Politicians faced new pressure not to raise taxes. So states started charging user fees to defendants. Fines have long been a tool for judges; for decades they've been another form of punishment. The focus on fees, that are used to pay court, jail and probation costs, is newer.</p><p>One of the first instances NPR found of fees charged to criminal defendants was in 1965 when California required payments to reimburse crime victims. By the 1980s, states started billing criminal defendants to reimburse taxpayers. Michigan, in 1984, passed the first law to charge inmates for some of the costs of their incarceration. By 1990, Texas reported that fees from offenders made up more than half the budget of the state's probation agencies.</p><p>Today, fees are more common than ever, as states are under increased pressure to find funding. NPR, with help from the National Center for State Courts, surveyed state laws since the recent recession and found 48 states have increased criminal and civil court fees, added new ones or both.</p><p>The number of Americans with unpaid fines and fees is massive. In 2011, in Philadelphia alone, courts sent bills on unpaid debts dating back to the 1970s to more than 320,000 people — roughly 1 in 5 city residents. The median debt was around $4,500. And in New York City, there are 1.2 million outstanding warrants, many for unpaid court fines and fees.</p><p>The growth in the number of people who owe court-imposed monetary sanctions shows up in surveys by the U.S. Department of Justice, too: In 1991, 25 percent of prison inmates said they owed court-imposed costs, restitution, fines and fees. By 2004, the last time the Justice Department did the survey, that number climbed to about 66 percent.</p><p>But Harris of the University of Washington estimates that 80 to 85 percent of inmates now leave prison owing these costs.</p><p><strong>Public Defender Fees</strong></p><p>The growth of the fees charged for a public defender is typical of the way these charges have grown.</p><p>In 1963, the Supreme Court — in the landmark case, <em>Gideon v. Wainwright </em>-- ruled that indigent criminal defendants have a right to a lawyer. But the high court didn't say how states were to pay for those lawyers. So states turned to user fees.</p><p>The NPR survey found, with help from the Brennan Center for Justice at New York University School of Law, that in at least 43 states and D.C., defendants can be billed for a public defender. We found two typical charges: an upfront application fee to hire a lawyer, which can range from $10 to $400; and reimbursement fees, which can cost thousands of dollars.</p><p>\"After the fact you can be asked to reimburse up to the full cost of your representation,\" says Alicia Bannon, an attorney with the Brennan Center.</p><p>The courts — including the Supreme Court — have justified this by saying even a poor person can often pay something — even if it's just that small application fee. Or maybe that person is poor today, but tomorrow will find a good-paying job and have money.</p><p>In reality, NPR found that poor people sometimes skip using an attorney. Or they carry the debt for their court-appointed lawyer for years.</p><p>Tom Barrett, who stole that can of beer in Augusta, Ga., was offered a court-appointed attorney, but turned the service down because he didn't want to pay the $50 administration fee. Now he says that was a mistake.</p><p>A lawyer might have helped him stay away from a deal he couldn't afford. His costs added up to more than $400 a month, which included daily rental of the electronic monitoring device and fees to a private firm that managed his probation. But Barrett was homeless. His only income, other than food stamps, came from the $35 he got selling his plasma to the blood bank. So when he quickly fell behind on his payments, he was sent to jail.</p><p>The NPR survey found, all states — except for Hawaii and also the District of Columbia — now allow or even require the cost of those devices to be passed along to those ordered by a court to wear one. Usually that includes a daily rental fee: Typically around $5 for a tracking device and often twice as much to rent the alcohol monitoring device. It also includes the cost of a land-line phone for the systems to work, and an installation fee.</p><p>Last fall, Augusta Superior Court Judge Daniel Craig put a temporary stop to forcing poor people to pay fees for the devices and other costs.</p><p><em>NPR's Emma Anderson, Nicole Beemsterboer, Robert Benincasa and Barbara Van Woerkom contributed reporting and research to this investigation.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Court+Fees+Rise%2C+The+Poor+Are+Paying+The+Price&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joseph Shapiro","audio":[{"meta":{"duration":"740"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313996804-5cfa21.m3u?orgId=1&topicId=1150&aggIds=313986316&ft=3&f=312158516"},{"href":"http://media.npr.org/assets/img/2014/05/16/fees_overview_002-a0ae1310d0aa472acba57e6d8cf8314dde50bc5b.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/05/16/fees_overview_003-ea6b760437bfb2d3812886c005e8330f53b42a6a.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/05/16/fees_overview_004-6c86e3bff441847b43b1f1bab426c7b7729bfa69.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/05/16/fees_overview_006-a21dc6e603fad160a844a59b04b02dbd06c4a7d3.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/05/16/fees_overview_007-c19ca2be6ca4a1ea4c41b548bc0ad1108133f6d0.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3000","width":"2000"}},{"href":"http://media.npr.org/assets/img/2014/05/19/fees_overview_001_slide-7a7353105e7b45ff851f67544c21d5e9ec117de5.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1998","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/05/19/court_fees_01-3c831399108f184ff233faf15e0ea0ca48af87ed.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}},{"href":"http://media.npr.org/assets/img/2014/05/16/gym-a3467fd5a6abbc600940d76cf86b4a34cc51ac66.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}},{"href":"http://media.npr.org/assets/img/2014/05/16/fees_overview_008-9bc26e06ffd22c127f5c1706f79460094673c22d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}}]}