{"created":"2014-09-02T21:33:05+00:00","modified":"2014-12-08T21:42:31+00:00","valid":{"from":"2014-12-08T21:42:31+00:00","to":"3014-12-08T21:42:31+00:00"},"hreflang":"en","title":"Can Prosecutors Be Sued By People They Framed?","published":"2010-07-19T14:46:00+00:00","teaser":"The Supreme Court on Wednesday hears arguments on whether prosecutors should have immunity from lawsuits, even when they frame people for murder. The case involves two men who served 25 years in prison for a murder they did not commit. They say prosecutors coerced witnesses to lie and withheld evidence that pointed to another suspect.","itags":["npr_api","120069519"],"guid":"c85d8262-224c-484a-a5ad-de966774f1d2","contentencoded":"<p>Do prosecutors have total immunity from lawsuits for anything they do, including framing someone for murder? That is the question the justices of the Supreme Court face Wednesday. </p><p> On one side of the case being argued are Iowa prosecutors who contend \"there is no freestanding right not to be framed.\" They are backed by the Obama administration, 28 states and every major prosecutors organization in the country. </p><p>On the other side are two black men — Terry Harrington and Curtis McGhee — men who served 25 years in prison before evidence long hidden in police files resulted in them being freed.</p><p></p><p><strong>Harrington, McGhee And The Principal Witness</strong></p><p>Back in 1977, Harrington, captain of his Omaha high school football team, was applying to college and being recruited for a possible scholarship at Yale.</p><p>Then he and McGhee were arrested for the murder of a retired police officer in neighboring Council Bluffs, Iowa, just across the state line. </p><p>The principal witness was 16-year-old Kevin Hughes, who had a criminal record, and after being arrested in a stolen car, first fingered two <em>other</em> men, one of whom turned out to have been in jail on the night of the crime.  </p><p>After his first stories didn't pan out, Hughes implicated Harrington and McGhee, but his eyewitness account was riddled with errors. </p><p>He initially got the site of the shooting wrong and the weapon. He said the murder was committed with a handgun, then said a 20-gauge shotgun and finally a 12-gauge shotgun. </p><p>He also failed a polygraph test. According to lawyers for Harrington and McGhee, the Council Bluffs police and prosecutors knew all this and more. But they went ahead and indicted the two men, winning convictions before an all-white jury. </p><p><strong>'Living A Nightmare'</strong></p><p>Former Bush administration Solicitor General Paul Clement will tell the Supreme Court that in 1977, Council Bluffs was an almost all-white community, and that politics and race played a part in the prosecutor's decisions.  </p><p>The county prosecutor, David Richter, had been appointed to his post and was facing his first election, observes Clement. \"He has an unsolved murder, something that is hardly standard fare in Council Bluffs, Iowa,\" he says. \"He had the perfect suspects, if he could tag the murder to a couple of young African-American teenagers from across the state line.\" </p><p>Harrington couldn't believe what was happening to him. He says he was \"living a nightmare.\"</p><p>Convicted two days after his 19th birthday, he was sentenced to life in prison without parole. </p><p>\"When I walked into that front door and that gate closed behind me,\" Harrington says of his first day in prison, \"it was so humiliating that all I could do was cry. I cried all night.\" </p><p>In prison, Harrington assumed a tough alter ego he called \"T.J.\" and did everything he could to survive. </p><p>Harrington struck up a friendship with the prison barber, who petitioned for the police records in his case. According to defense lawyers, those records not only disclosed how police and prosecutors had coached Hughes until his story matched the facts, and how other witnesses were coerced into lying, but that the records also showed that police and prosecutors had withheld evidence that pointed to <em>another</em> suspect. </p><p>They had identified a white man named Charles Gates, who had been seen with a shotgun near the scene of the crime. Gates, the brother-in-law of a Council Bluffs Fire Department captain, was interviewed and failed a polygraph. But prosecutors and police abandoned their interest in him in favor of Harrington, who was not even offered a polygraph.  </p><p>\"So the bottom line,\" says Clement, \"is essentially that police and prosecutors together at some point in this case stopped looking for the real killer, the real suspect and decided it would be far easier to get an eyewitness account that said to a moral certainty that the two African-American youths from across the state line have committed this crime. \"</p><p><strong>Total Immunity?</strong></p><p>But even after 25 years in prison, Harrington never gave up. In 2003, armed with the newly disclosed police records, he petitioned the Iowa Supreme Court, which overturned his conviction as well as McGhee's, and concluded that the star witness was a \"liar and perjurer.\" Since then, all the witnesses have recanted. </p><p>McGhee, Harrington's co-defendant, agreed to a plea deal in exchange for time served.  Harrington refused any deal, and prosecutors dropped all charges against him.  Under Iowa law, for all practical purposes, there is no way for the men to recover compensation for their 25 years of hard time. So they sued the prosecutors and the police under a federal civil rights law for violation of their constitutional rights.</p><p>The Council Bluffs prosecution team, while still maintaining that Harrington and McGhee are guilty, contends that even if the men were in fact framed, prosecutors, under established Supreme Court precedent, have total immunity from being sued. </p><p>The Supreme Court has indeed said that prosecutors are immune from suit for anything they do at trial. But in this case, Harrington and McGhee maintain that before anyone being charged, prosecutors gathered evidence alongside police, interviewed witnesses and knew the testimony they were assembling was false. </p><p>The prosecutors counter that there is \"no freestanding constitutional right not to be framed.\" Stephen Sanders, the lawyer for the prosecutors, will tell the Supreme Court on Wednesday that there is no way to separate evidence gathered before trial from the trial itself. Even if a prosecutor files charges against a person knowing that there is no evidence of his guilt, says Sanders, \"that's an absolutely immunized activity.\"   </p><p>Whatever constitutional wrongs were suffered by Harrington and McGhee, he says, they were the result of their conviction at trial, not the investigation that preceded the trial. Without the trial, he contends, Harrington and McGhee \"are simply unable to point to any deprivation of liberty that they suffered from the fabrication itself.\" </p><p><strong>Uphill Climb</strong></p><p>Not so, says Clement, the lawyer for Harrington and McGhee. The prosecutorial immunity at trial doesn't wash back and launder a frame at the investigative stage, he says.</p><p>Clement notes that the Supreme Court has given immunity to prosecutors only after an indictment takes place. Before that, Clement contends, prosecutors have the same limited immunity that police have — namely, they can be sued if they violate clearly established constitutional rights.  And in this case, he says, by the time the indictment took place, \"the prosecutors were already up to their necks in this conspiracy ... to  frame someone for the crime they didn't commit. That violates the Constitution any way you look at it.\"  </p><p>While the justice of this argument may be easy to grasp, Clement has an uphill climb before the Supreme Court. There are good reasons for prosecutorial immunity. Prosecutors at every level of government worry that allowing any lawsuit, ever, would provoke a flood of lawsuits, and that prosecutorial independence would be compromised, with district attorneys shading their decisions for fear of being sued.</p><p> Now, the Supreme Court will decide.   <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Can+Prosecutors+Be+Sued+By+People+They+Framed%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"448"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1120080807-f2f9e9.m3u?orgId=1&topicId=1070&d=448&p=3&story=120069519&t=progseg&e=120069209&seg=15&ft=nprml&f=120069519"}]}