{"created":"2015-04-28T20:56:00+00:00","modified":"2015-05-06T15:22:39+00:00","valid":{"from":"2015-05-06T15:22:39+00:00","to":"3015-05-06T15:22:39+00:00"},"hreflang":"en","title":"Months After Scandal, Will Brian Williams Return To NBC News?","published":"2015-04-30T22:40:00+00:00","teaser":"The professional fate of Brian Williams remains up in the air after a scandal led to his six-month suspension as chief anchor of NBC News. What path could lead him back to the anchor's chair?","itags":["npr_api","402856137"],"guid":"c86196e1-41fa-4162-af19-c56a1c4c1587","contentencoded":"<p>Recent reports have suggested that Brian Williams' professional purgatory is about to come to an end. NBC suspended its chief news anchor early this year for falsely claiming that the Army helicopter in which he traveled while covering the 2003 invasion of Iraq was shot down by a rocket-propelled grenade.</p><p><a href=\"http://www.washingtonpost.com/lifestyle/style/nbc-news-finds-brian-williams-embellished-at-least-11-times/2015/04/25/467e7c74-eafb-11e4-9767-6276fc9b0ada_story.html\" target=\"_blank\">The Washington Post</a> and <a href=\"http://www.nytimes.com/2015/04/25/business/media/nbc-inquiry-said-to-find-that-brian-williams-embellished.html\" target=\"_blank\">New York Times</a> reported that an ongoing internal inquiry at NBC has found multiple instances of other inflated stories, while the New York <em>Daily News</em> wrote that <a href=\"http://www.nydailynews.com/entertainment/tv/nbc-news-chief-brian-williams-back-asap-source-article-1.2200903\" target=\"_blank\">new NBC News Chairman Andrew Lack is eager to return Williams</a> to the anchor job.</p><p>Many journalists say they cannot see how he can return, in light of the damage to his credibility in the scandal.</p><p>To gauge how plausible that return would be, I consulted a former network news anchor, a former rival network news president, two NBC executives, a leading television agent, and a crisis management consultant to try to map a path back. Their calculations mixed a blend of human psychology, corporate pragmatism, commercial cynicism and journalistic pride. (Most spoke on condition they not be directly named because they have business dealings with NBC and do not want to damage them.)</p><p>Each thought Williams' career could have been salvaged easily enough after <a href=\"https://www.facebook.com/video.php?v=10153110016813689&fref=nf\" target=\"_blank\">his disastrous and disproved Jan. 30 newscast</a>, but that his original apology a few days later simply failed.</p><p>Williams <a href=\"http://www.nbcnews.com/nightly-news/video/brian-williams--in-an-effort-to-honor-and-thank-a-veteran--i-made-a-mistake-394007619827\" target=\"_blank\">described his report as</a> \"an effort to honor and thank a veteran who protected me and so many others after a ground-fire incident in the desert.\" He then explained, \"I was instead in a following aircraft; we all landed after the groundfire incident and spent two harrowing nights in a sandstorm.\"</p><p>Those with whom I spoke heard rationalization in those words, rather than contrition or the full acceptance of responsibility. Above all, the television professionals I consulted said that Williams needed to apologize once more to veterans, viewers, his NBC colleagues and his peers.</p><p>The agent said Williams could best re-establish his credibility — or at least best be seen as re-establishing it — by answering questions from someone, such as ABC's Diane Sawyer, who is outside his network and is known for interviewing scandal-tarred celebrities.</p><p>Additionally, Williams must be heard by the public apologizing to one critic in particular: his predecessor as NBC News' chief anchor, Tom Brokaw.</p><p>\"He needed Brokaw to run interference for him — and that clearly didn't happen,\" said Aaron Brown, a former ABC and CNN anchor who was a friendly competitor to Williams.</p><p>Although circumspect in his comments on the controversy, Brokaw told NBC colleagues a year ago about concerns regarding Williams' accounts of the perils he faced in Iraq with.</p><p>Earlier this month, at an event sponsored by the University of Chicago, Brokaw said he had a cordial relationship with Williams and admired his family. \"Having said all that,\" Brokaw added, \"<a href=\"https://www.youtube.com/watch?v=MO9BLipXaZQ\" target=\"_blank\">this is a really, really serious case, obviously</a>.\"</p><p>Brokaw wrote <a href=\"http://www.npr.org/templates/story/story.php?storyId=1032198\" target=\"_blank\">best-selling books about what he called the Greatest Generation </a>— those who fought in World War II — and won much public adulation for his work chronicling their lives and struggles. As Williams sought to tell the story of troops in Iraq he inflated the peril he himself faced. Brown says that magnifies the seriousness of the discovery that Williams told tall tales.</p><p>\"For some reason, I just don't think this subject matter has been factored in enough,\" Brown says. \"If it were the LA earthquake or something, or the Simpson trial, it would be a yawn.\"</p><p>Journalists have been especially critical of Williams — particularly many of his former colleagues at the network. Yet according to two people at NBC, research suggests that Williams retains significant goodwill with the viewing public. <a href=\"http://variety.com/2015/tv/news/abcs-david-muir-continues-to-trump-nbcs-lester-holt-in-winning-advertisers-crowd-1201463586/\" target=\"_blank\">Ratings under his substitute, Lester Holt, have softened</a> — but they have not evaporated, which has complicated the case for bringing Williams back.</p><p>An associate of Lack, the new NBC News chairman, says Lack is genuinely open-minded about Williams' fate — though Steve Burke, the Comcast executive who oversees the network, also will play a key role.</p><p>The network will have to weigh the audience's affection for Williams, undoubtedly affected by the scandal, with a determination of whether his colleagues will accept him back. A diminished Williams would appear — at least at first — in those initial sit-down interviews with presidential candidates, corporate executives and heads of state.</p><p>Whatever the decision, Brown is among those who argue NBC needs to make one.</p><p>\"Live with it, but do it,\" Brown says. \"Because this in-between cannot be healthy for the organization, it can't be healthy for the audience, it can't be healthy for journalism. We're talking about the wrong things now.\"</p><p>If Williams were to rebut all the concerns about his coverage and related remarks and were to regain the anchor's chair, he would have to focus on his work and avoid the late-night comedic talk shows on which he told many of the stories now under scrutiny. He and NBC also would have to hope nothing else comes to light to damage his credibility.</p><p>Back in 1999, wrapping up his edgy remarks as the master of ceremonies at the black-tie White House Correspondents Dinner, Williams joked that he had nothing to lose.</p><p>At the time he was an anchor on NBC's sister network MSNBC.</p><p>\"I'm not cocky about my own employer — <a href=\"http://www.c-span.org/video/?c4535977/brian-williams-cocky\" target=\"_blank\">there's very little they can do to me, punishment-wise</a>,\" Williams said to mounting laughter. \"I'm already in cable.\"</p><p>And that represented the final suggestion from a former network news chief. He argued that NBC should ship Williams back to become MSNBC's chief news anchor as it reconstructs a prime-time lineup around something other than liberal ideology.</p><p>Absent that, he advised the network to cut Williams loose and watch the next phase of his television career unfold — perhaps someplace like CNN — but in a somewhat different role, away from the obligations of performing as the leading journalistic figure of a major news outlet.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Months+After+Scandal%2C+Will+Brian+Williams+Return+To+NBC+News%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Folkenflik","audio":[{"meta":{"duration":"231"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402856138-f55354.m3u?orgId=1&topicId=1020&d=231&p=2&story=402856137&t=progseg&e=402855950&seg=17&ft=nprml&f=402856137"},{"href":"http://media.npr.org/assets/img/2015/04/28/461151754-57dfea51feebc8250dbc55a4963031b6ad2ad3af.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1648","width":"2198"}}]}