{"created":"2014-10-12T14:30:11+00:00","modified":"2014-10-30T21:36:04+00:00","valid":{"from":"2014-10-30T21:36:04+00:00","to":"3014-10-30T21:36:04+00:00"},"hreflang":"en","title":"Iraqis Displaced By ISIS Face Another Threat: Winter","published":"2014-10-12T20:55:00+00:00","teaser":"With winter approaching, most of the 1.8 million Iraqis displaced by Islamic extremists will be living outside through the winter in Iraq's north, where temperatures frequently drop below freezing.","itags":["npr_api","355523052"],"guid":"c865a8a8-a9cb-4287-a458-36a7123eb82c","contentencoded":"<p>Leeza Guerges sits on the concrete floor of the unfinished building where she lives now.</p><p>She calls for her two kids, husband and in-laws to eat the eggs, meat and rice she's prepared. The meat was donated, a rare treat for the family displaced from their home near the northern city of Mosul when ISIS took it about two months ago.</p><p>They gather together on the floor and for a moment try to forget that they can't go home, and everything they once had is lost.</p><p>They live inside an unfinished mall — basically a construction site-turned-displacement camp in the Iraqi Kurdish city of Erbil — with about 150 other families.</p><p>Kids play soccer in one area, near latrines that the United Nations put up. Aluminum barriers create small cubicles for privacy for each family. But when winter comes, this place will be unlivable.</p><p>Guerges says she doesn't know what she'll do. We don't have money, she says, no water heater. The family has two blankets for 10 people, and winter clothes cost money she and her husband don't have.</p><p>\"How will we survive,\" she asks, \"when it begins to rain and freeze?\"</p><p>It is a question many are asking now. With winter approaching, the 1.8 million Iraqis displaced by forces of the extremist group, ISIS, face real danger with sub-zero temperatures.</p><p>People are fleeing for safety, away from the battle raging between ISIS, also known as Islamic State, and the Iraqi government. Many have lost every belonging they owned and are forced to live under bridges, in unfinished buildings and tented displacement camps in the Kurdish north.</p><p>Will Parks, head of UNICEF in northern Iraq, stands in a UN warehouse where boxes of supplies are stacked to the ceiling. He speaks to his colleagues about the distribution of hygiene kits, blankets, hypothermic kits and winter clothes.</p><p>Parks and his team have been preparing for winter since June, when ISIS first steamrolled through Mosul. But even with all the preparation, they won't be able to get warm clothes and supplies to all the vulnerable families in need.</p><p>\"We are running to keep up,\" he says.</p><p>In areas under ISIS control, from the western Anbar province to the northern city of Mosul, Parks says they can't reach families who've been displaced and need help. Those who have fled to safety but are living outside in open areas number about 170,000 in the relatively safe Kurdish north of Iraq, he says.</p><p>Even if they distribute every piece of clothing and blanket they have, at least 50,000 children will be left in the cold.</p><p>\"We've got military situations all around us right now, and those are threats to life,\" Parks says. \"But winter takes lives. It doesn't bargain. You can't push it back. You can't do airstrikes to prevent winter. Winter just kills children.\"</p><p>It's a killer that can't be stopped. At the Baharka displacement camp on the outskirts of Erbil, the families know that.</p><p>The tents are set up in a big lot of dirt and gravel that will turn to mud when the rain pours from the sky. Aid workers are trying to elevate the tents onto concrete, to prevent flooding.</p><p>Fathi, a young policeman from Mosul who wouldn't give his last name for fear of retribution, fled four months ago, when ISIS took his city. Every night he cries.</p><p>We don't want to be here for the winter, he says. We need a solution so we can go home.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Iraqis+Displaced+By+ISIS+Face+Another+Threat%3A+Winter&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leila Fadel","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355564041-521556.m3u?orgId=1&topicId=1010&ft=3&f=355523052"},{"href":"http://media.npr.org/assets/img/2014/10/12/454384954-9f976d1fd3cb5caaf80804c89278f2d9cc769dfd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3283","width":"4378"}},{"href":"http://media.npr.org/assets/img/2014/10/12/guerges_family-6da3d6979fbd3ed78a0a2f6ca96ca0764c204f6c.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1535","width":"2046"}},{"href":"http://media.npr.org/assets/img/2014/10/12/452072088-d6cb8da03b3f1b388b584064d4d66eb6488ec5b0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3491","width":"4655"}}]}