{"created":"2014-10-03T20:57:08+00:00","modified":"2014-10-31T01:52:04+00:00","valid":{"from":"2014-10-31T01:52:03+00:00","to":"3014-10-31T01:52:03+00:00"},"hreflang":"en","title":"The Blind Woman Who Sees Rain, But Not Her Daughter's Smile","published":"2014-05-28T12:37:00+00:00","teaser":"When Milena Channing was 29 years old she was blinded by a stroke. But the injury left her with connections from her eyes to the part of the brain that detects motion.","itags":["npr_api","314621545"],"guid":"c86a8468-f38f-43ab-a4c3-c49b3a0d0983","contentencoded":"<p>Imagine a world that is completely black. You can't see a thing — unless something happens to move. You can see the rain falling from the sky, the steam coming from your coffee cup, a car passing by on the street.</p><p>This was the world that Milena Channing claimed to see, back in 2000, shortly after she was blinded by a stroke at 29 years old. But when she told her doctors about these strange apparitions, they looked at her brain scans (the stroke had destroyed basically her entire primary visual cortex, the receiving station of visual information to the brain), and told her she must be hallucinating.</p><p>\"You're blind and that's it,\" Channing remembers them saying to her.</p><p>Frustrated and convinced these visions were real, Channing made her way from doctor to doctor until she finally found one who believed her: Dr. Gordon Dutton, an ophthalmologist in Glasgow. He told her he'd once read about such a case — a soldier in World War I who, after a bullet injury to the head, could only see things in motion.</p><p><a href=\"http://brain.oxfordjournals.org/content/121/1/25.full.pdf\">Riddoch's phenomenon</a>, Dutton told her it was called, named for the Scottish neurologist <a href=\"http://jmb.sagepub.com/content/18/1/35.extract\">George Riddoch</a> who named it. And then he prescribed her ... a rocking chair!</p><p>Here's why: If this is about motion, only being able to see things in motion, she'd be able to see the stationary world, at least a little, if she herself started moving.</p><p>It helped. In the weeks and months after her visit (after employing other techniques like shaking her head), Channing began to see the world more vividly. And when she finally visited <a href=\"http://culhamlab.ssc.uwo.ca/culhamlab/\">a team of neuroscientists in Canada</a> (five years after her stroke), they filled in the picture. It turns out that one area of her brain 's cortex — an area reserved specifically for processing motion (<a href=\"http://www.cns.nyu.edu/~david/courses/perception/lecturenotes/motion/motion.html\">visual area MT</a>, for middle temporal area) — had been preserved. So even though information wasn't going through the primary visual cortex, somehow it was still getting out to the part of the brain that can register objects in motion.</p><p>Cue the cars. And the rain. And the coffee steam. Channing was truly seeing them.</p><p>But here's the catch. Though this compartmentalized nature of vision may have been Channing's blessing, it's also proving to be a quiet curse. Just as there seems to be an area of the brain that processes motion, there is one for faces; and as much as Channing's vision continues to improve, she still can't recognize — even perceive — a face.</p><p>Channing says that every now and then, that hard boundary of what she can and can't see frustrates her. \"Who does she look like?\" Channing wonders, as she gazes straight at her daughter's face.</p><p>For an artist's rendition of Milena Channing's world, watch the video above, which also explains a bit more about the modular nature of vision.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Blind+Woman+Who+Sees+Rain%2C+But+Not+Her+Daughter%27s+Smile&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lulu Miller","audio":[{"meta":{"duration":"608"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316110373-6ea434.m3u?orgId=1&topicId=1128&ft=3&f=314621545"},{"href":"http://media.npr.org/assets/img/2014/05/21/promoyoutube-caae783edd500fc2e08275b96337fe029883768e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"661","width":"881"}}]}