{"created":"2015-03-14T11:35:20+00:00","modified":"2015-06-05T15:28:09+00:00","valid":{"from":"2015-06-05T15:28:09+00:00","to":"3015-06-05T15:28:09+00:00"},"hreflang":"en","title":"The Family Peach Farm That Became A Symbol Of The Food Revolution","published":"2015-03-17T17:50:00+00:00","teaser":"Heirloom peach trees, and an essay about them, turned one California farm into a landmark of local food. It's now the scene of another unconventional choice: a daughter's return to take the helm.","itags":["npr_api","390148229"],"guid":"c875ac81-00f1-46e4-8cfd-3507ff705f91","contentencoded":"<p>In the heart of California's Central Valley, a vast expanse of orchards, vineyards, and vegetable fields, lies a small collection of aging peach trees. Farmer Mas Masumoto's decision to preserve those trees, and then to write about it, became a symbol of resistance to machine-driven food production.</p><p>Yet the Masumoto farm's story isn't just one of saving peaches. It's become a father-daughter saga of claiming, abandoning, and then re-claiming a piece of America's agricultural heritage.</p><p>Mas Masumoto, now 61, grew up on that farm, which lies just southeast of Fresno. His parents bought it after their release from internment camps where the U.S. government imprisoned Japanese-Americans during World War II.</p><p>At that time, a substantial Japanese-American community lived here. But the community dwindled as Mas's generation went off to college. The Central Valley, with its dusty landscape of vineyards and orchards, has long been considered a cultural backwater that ambitious people hope to leave.</p><p>Mas Masumoto left, too --- he studied sociology at the University of California, Berkeley, and traveled in Japan — but he was one of the few who returned to the family farm. He met his wife, Marcy, and they had two children. Their daughter, Nikiko, is the oldest.</p><p>In 1987, this farm reached a turning point: Big peach buyers no longer wanted its peaches — a variety called Suncrest.</p><p>\"It was an old heirloom variety that didn't have the right cosmetics for the marketplace,\" Masumoto recalls. \"It didn't get lipstick-red when it was ripe. It didn't have the shelf life that the market was demanding. So it had become blacklisted. We had 2,000 20-pound boxes of it in cold storage with no buyers.\"</p><p>They were losing thousands of dollars on those peaches. So Masumoto did two things. He scheduled a bulldozer to tear out those obsolete trees, and he sat down at his typewriter.</p><p>He wrote an <a href=\"http://articles.latimes.com/1987-08-16/opinion/op-1656_1_sun-crest-peach\">essay</a> called \"Epitaph for a Peach,\" a sad hymn of praise for the kind of peach that \"tasted great, like a peach is supposed to.\" He described how the nectar of this peach \"exploded in your mouth and tickled you with the message, 'aaah, <em>this </em>is a peach!' \"</p><p>\"It hurts,\" he wrote, to see \"flavor lost along with meaning.\"</p><p>He mailed the essay to the <em>Los Angeles Times</em>, which published it. Then letters started to arrive at the Masumoto farm. \"Keep this peach!\" the letters told him. \"It's worth it!\"</p><p>He showed them to his wife, Marcy. \"I said, 'What's more important, $20,000 or 20 letters?' \" he says. \"She looked at me and rolled her eyes.\"</p><p>\"I'm thinking, Marcy, keep the day job!\" Marcy Masumoto says, laughing.</p><p>This is an important, practical, part of the story. Marcy's jobs — at a hospital in Fresno, and then at Fresno State University — gave Mas the courage to take risks with the farm. For instance, on that day when the man showed up to uproot the Suncrest peach trees.</p><p>\"He's the classic image of a guy who drives a bulldozer, cigar out of his mouth, and he says, 'OK, where's your field to yank out?' \" Masumoto recalls. \"And I said, 'You know, I think I might keep it.' And he barks at me, 'Well, it's going to cost you extra for me to come out later. You sure?' And I said, 'Yeah, I think I'll keep this.' And that was the turning point.\"</p><p>It was a turning point, both practically and philosophically. It put Masumoto in touch with what he calls \"the food world\" — a world of people who really cared about flavor and how their food was grown.</p><p>\"That food world was just starting to explode through the 1980s and, of course, the 1990s, and that's exactly where this peach variety fit, in this new world of food,\" Masumoto says.</p><p>He started farming organically. He got in touch with farmers markets in places like San Francisco and Berkeley — places that are far away, in every sense, from the big farm operations of the Central Valley. Through those contacts, he met the chef and food activist Alice Waters.</p><p>\"He was so eloquent, and I knew that I needed to taste his peaches,\" says Waters.</p><p>Waters started serving those peaches at her landmark restaurant, Chez Panisse, in Berkeley, and she sang the praises of the farmer who saved his heirloom orchard. \"I have always wanted to support the people who are taking care of the land, and it's that personal story that connects the food to the people who come and eat here,\" she says.</p><p>The story spread. In 1996, Masumoto published a book-length meditation on farming, also called <a href=\"http://www.amazon.com/Epitaph-Peach-Four-Seasons-Family/dp/0062510258\">Epitaph for a Peach</a>.</p><p>The farm became a landmark in the local-food movement. People sought out his fruit, and the farm thrived.</p><p>This may sound like the end of the story, but it's not, because a new generation is about to take on this legacy.</p><p>Mas Masumoto's daughter, Nikiko, never thought this farm was anything special. For her, it was just part of growing up in the Central Valley, a place that she expected to see, pretty quickly, in her rear-view mirror. \"It's very common in rural schools that 'success' is defined as going away and not coming back,\" she says.</p><p>So off she went to the University of California, Berkeley. She loved it. \"I was off in my land of gender and women's studies, feminist theory, really wild and political ideas, and I decided to take an environmental studies class,\" she recalls.</p><p>One day, in that class, a visiting speaker laid out the environmental impact of food production, how farming defeated nature with plows and pesticides. And it dawned on her that her parents, planting cover crops and wildflowers in their organic orchard, were actually doing something important.</p><p>That thought was followed by another one: The most radical thing that she could possibly do would be to go home.</p><p>\"My sealing of the deal was, on my 21st birthday, I gave myself the gift of a peach tattoo,\" she says. \"And I think that's when my parents realized — oh, she's serious about coming back to the farm!\"</p><p>It did not go entirely smoothly, though. The work was hard, and working with family was even harder. Nikiko took a break and went to grad school.</p><p>But then she was drawn back, for a second time, by something more personal.</p><p>Her father's father, who'd come here from the internment camp to buy this land, was dying.</p><p>\"I flew home from Texas, and my plane landed early,\" she says, with a catch in her throat. \"My mom picked me up, and I went home to our house, which is now my house, and he passed away in our living room, in the farm house.\"</p><p>Nikiko Masumoto thought about her grandfather's choice, in difficult circumstances, to settle here. \"I mean, that strength, and his power to claim this place in America, in a country that had just very clearly told him and all of us that we don't belong. For him to stake a place here, it's almost a legacy that I can't turn away from. I <em>have</em> to be here.\"</p><p>Nikiko Masumoto moved into the old farmhouse where her grandparents had lived. That was four years ago.</p><p>She's a singular figure among farmers in the Central Valley: young, female and Japanese-American. But, she says, she's come back to the farm \"for good.\" Gradually, she'll take over the farm. The process of learning how to work with this land, and these trees, is only just beginning.</p><p>And those Suncrest peach trees? Some of them still remain. They're old and gnarled and weather-beaten, but Mas Masumoto finds them beautiful. \"In one sense, they saved the farm,\" he says. \"But they really saved the soul of the farm.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Family+Peach+Farm+That+Became+A+Symbol+Of+The+Food+Revolution&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"433"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392956037-7ea60b.m3u?orgId=1&topicId=1053&d=433&p=7&story=390148229&t=progseg&e=392955985&seg=9&ft=nprml&f=390148229"},{"href":"http://media.npr.org/assets/img/2015/03/05/peach-1-fe29ade1fd5cba07b1a3731af7b845d76fe19952.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1333","width":"1780"}},{"href":"http://media.npr.org/assets/img/2015/03/05/peach-3-dfe4a3bc4bb30a4fbd12fa3f83acecc048bc7908.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1309","width":"1748"}},{"href":"http://media.npr.org/assets/img/2015/03/05/peach-2-a8e59559118815f63016b88d45adca27a54335e4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1333","width":"1780"}}]}