{"created":"2015-05-20T22:05:05+00:00","modified":"2015-05-21T20:37:56+00:00","valid":{"from":"2015-05-21T20:37:56+00:00","to":"3015-05-21T20:37:56+00:00"},"hreflang":"en","guid":"c8792332-800a-4674-8dbc-552818e9d3dc","title":"How can you make your city's streets safer? Same-sex traffic lights, says Vienna","published":"2015-05-21T20:37:51+00:00","byline":"David Leveille","tags":["LGBT rights","culture","government","Culture","Arts, Culture & Media","Vienna","Europe","Austria","Traffic signals","Pedestrian crossing","tolerance","Gay","Lesbian","LGBT community","Road safety","Traffic light","Walking"],"teaser":"Vienna recently installed traffic lights that use same-sex couples to signal \"walk\" and \"stop.\" It's a show of the city's acceptance and welcoming of the LGBT community, but it turns out people also pay better attention to the new lights, even if they're snapping photos.","contentencoded":"<p>Tolerance with a side of pedestrian safety: That's the message Vienna is trying to send by replacing the usual stick figures on some of its pedestrian traffic lights with same-sex couples.</p>\n<p>Peter Krauss of Vienna’s Urban Planning, Traffic and Transport department says the new lights catch people’s attention, and that’s a good thing. ”We wanted to raise awareness because a lot of accidents in Vienna happen at pedestrian crossings because people do not look at the lights,\" he points out. \"Our idea was that if we change the symbols maybe we get their attention.”</p>\n<p>So far, Krauss says, that seems to be working. Pedestrians “have something to look at, something to take a picture of, and something, yeah, to smile at, maybe.\"</p>\n<p>But added safety is just a by-product of Vienna's attempts to provide openness for its LGBT residents. “Vienna for many years now has really pushed for equal rights and to be an open-minded and tolerant city,” Krauss says. “We really try on every level ... but also these little symbols on traffic lights can make a difference because they start a conversation, and the conversation is always the first step toward changes and a better tomorrow.”</p>\n<p>Krauss admits a few residents have complained the traffic lights are a waste of taxpayers' money. But Maria Vassilakou, Vienna's deputy mayor and executive city councillor of Traffic and Transport, says reaction to the traffic signals has been overwhelmingly positive.</p>\n<p>“There has actually been an enormously positive response, with the couples on our traffic lights becoming a new must-see and a popular photo theme for tourist, as well as a great signal for full acceptance of same-sex couples in Vienna,\" she says.</p>\n<p>The city originally planned to keep the same-sex signals installed for a month, but the reaction convinced Vassilakou to keep them around.</p>\n<p>\"People smile, people laugh and generally the new lights get much more attention than anyone would ever have expected,\" she says. \"That’s why I have decided that we will keep the new symbols permanently rather than just temporarily.”</p>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-20%2Fvienna-s-cross-walks-now-signal-lgbt-solidarity&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/0520201507.mp3"},{"href":"http://admin.pri.org/file/0520201507mp3"}]}