{"created":"2015-05-14T14:46:58+00:00","modified":"2015-05-14T14:46:58+00:00","valid":{"from":"2013-01-14T21:42:54+00:00","to":"3013-01-14T21:42:54+00:00"},"hreflang":"en","guid":"c889c220-65ed-4fd2-8b4d-586cfa84f927","published":"2013-01-14T21:42:54+00:00","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Remember the “Smelly Car” episode of &quot;Seinfeld&quot;? It’s the one where Jerry lets a valet at a restaurant park his car only to find out that the man’s BO is so bad the smell sticks around after he’s gone – permanently. Typical Seinfeldian antics ensue: Jerry locks a Maître d in car so that he can appreciate the smell and hopefully pay to clean the car. But in the end, the smell can&apos;t be vanquished, and Jerry abandons his car.   That was the sitcom version of automotive distress. In reality, Hurricane Sandy was much more damaging. But many of the 200,000 cars that were damaged <em>haven’t</em> been abandoned. Instead, they’re sold for scrap or sometimes to dishonest buyers who are hoping to make a bundle.  </p>\"},{\"type\":\"text/html\",\"content\":\"<p>Chris Basso, who works with <a href=\\\"http://www.carfax.com/entry.cfx\\\">CarFax.com</a>, a website that sells vehicle histories, explains that some of the buyers are straight up criminals.</p>\"},{\"content\":\"<p>“These are professional con men that do this for a living,” he says. According to Basso, the storm-damaged cars are bought, cleaned up (enough), as are the records for the car so that there&apos;s no mention of storm damage.   “They’re able to manipulate the documents needed to get a clean title,” he says.   The process is called title washing, and Basso says it could affect one out of every five cars damaged by the storm. Especially when those cars are moved to states like Arizona and Mississippi, which have some of the weakest title requirements.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Frank Scafidi, who works with the National Insurance Crime Bureau, says it’s a case of buyer beware.  “If you’ve been shopping for a specific used vehicle and all of the sudden you see one you want and the price is drastically lower than you’re used to, that’s kind of a clue, ” he says.   Chris Basso advises buyers to check the car’s history for evidence of flood damage on sites like Carfax. So do what Seinfeld should have done before he handed over his keys. Take a good deep whiff to make sure nothing smells fishy.</p>\"}]","contentencoded":"<div class=\"barn-cleaned\"><p>Remember the “Smelly Car” episode of \"Seinfeld\"? It’s the one where Jerry lets a valet at a restaurant park his car only to find out that the man’s BO is so bad the smell sticks around after he’s gone – permanently. Typical Seinfeldian antics ensue: Jerry locks a Maître d in car so that he can appreciate the smell and hopefully pay to clean the car. But in the end, the smell can't be vanquished, and Jerry abandons his car. &nbsp; That was the sitcom version of automotive distress. In reality, Hurricane Sandy was much more damaging. But many of the 200,000 cars that were damaged <em>haven’t</em> been abandoned. Instead, they’re sold for scrap or sometimes to dishonest buyers who are hoping to make a bundle. &nbsp;</p>\n<p>Chris Basso, who works with <a href=\"http://www.carfax.com/entry.cfx\">CarFax.com</a>, a website that sells vehicle histories, explains that some of the buyers are straight up criminals.</p>\n<p>“These are professional con men that do this for a living,” he says. According to Basso, the storm-damaged cars are bought, cleaned up (enough), as are the records for the car so that there's no mention of storm damage. &nbsp; “They’re able to manipulate the documents needed to get a clean title,” he says. &nbsp; The process is called title washing, and Basso says it could affect one out of every five cars damaged by the storm. Especially when those cars are moved to states like Arizona and Mississippi, which have some of the weakest title requirements.</p>\n<p>Frank Scafidi, who works with the National Insurance Crime Bureau, says it’s a case of buyer beware.&nbsp; “If you’ve been shopping for a specific used vehicle and all of the sudden you see one you want and the price is drastically lower than you’re used to, that’s kind of a clue, ” he says. &nbsp; Chris Basso advises buyers to check the car’s history for evidence of flood damage on sites like Carfax. So do what Seinfeld should have done before he handed over his keys. Take a good deep whiff to make sure nothing smells fishy.</p></div>","tags":["car","Hurricane Sandy","Weather Economy","auto industry","Economy","APM"],"teaser":"Often sold for scrap, many storm-swamped cars are cleaned up and resold with clean records that make no mention of flood damage","byline":"Sally Herships","title":"Cars damaged by Sandy make suspicious comeback","itags":["PMP:Marketplace_PMP","Marketplace","c889c22065edfd27b4d5586cfa84f927","Marketplace for Monday, January 14, 2013"],"description":"Often sold for scrap, many storm-swamped cars are cleaned up and resold with clean records that make no mention of flood damage","audio":[{"meta":{"width":"610","crop":"primary","height":"340"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/155053424.jpg?itok=w1TwlfLf"},{"type":"audio/mpeg","meta":{"duration":121,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/01/14/marketplace_segment20_20130114","type":"application/json"},"duration_hms":"00:02:01"},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/01/14/marketplace_segment20_20130114_64.mp3","format":"MP3"}]}