{"created":"2014-11-22T17:03:21+00:00","modified":"2014-12-25T00:32:25+00:00","valid":{"from":"2014-12-25T00:32:25+00:00","to":"3014-12-25T00:32:25+00:00"},"hreflang":"en","title":"In Bowling Alleys And In Rock Clubs, The Dude Abides","published":"2014-11-30T22:41:00+00:00","teaser":"<em>The Big Lebowski </em>star Jeff Bridges is known as an actor, but he's been playing music for just as long. \"Whenever I'm working, I'll have my guitar with me,\" he says.","itags":["npr_api","365702071"],"guid":"c88aa1dd-7183-46bd-827e-038fd6503cc9","contentencoded":"<p>Actor <a href=\"http://www.npr.org/books/authors/169137484/jeff-bridges\" target=\"_blank\">Jeff Bridges</a> may have revealed his musical talent in a movie — as Bad Blake, the fading country singer in <em>Crazy Heart — </em>but music is more than just a side gig for him.</p><p>Bridges says he's always strumming his guitar, even when he's on a movie set.</p><p>\"Whenever I'm working, I'll have my guitar with me,\" he says. \"And if there's a nice tree to sit by, or a little creek or something, I'll go out there. Anywhere is a good place to play music.\"</p><p>Bridges has released two albums under his own name. He's also in a band, The Abiders — a nod to The Dude, Bridges' character in the 1998 film <em>The Big Lebowski — </em>which is on tour this month, playing songs from the group's new album, <em>Live</em>.</p><p>To Bridges, his music career is just like everything else: It's cool.</p><p>\"Going on 65 and I'm living this wild teenaged dream, and it's so bizarre,\" he says.</p><p>The actor's singing debut actually happened long before all this. Remember the black-and-white TV show <em>Sea Hunt </em>starring his dad, Lloyd Bridges? As a kid, Jeff appeared in several episodes — including one in which, trapped in a cave, he sings \"Oh Susannah\" in hopes of attracting rescue.</p><p>Then, in the early '80s in a rundown art studio in LA rented by his friend Steve Baim, Bridges and his buddies would hold jam sessions.</p><p>Baim says there was only one rule: No cover songs allowed. Everything had to be original.</p><p>\"We made Wednesday night <em>the</em> night,\" Baim says. \"And so every Wednesday night for, like, 10 years, people would gather in the studio.\"</p><p>Hours of strange psychedelic recordings exist on old cassette tapes that have been stored away for years.</p><p>Bridges has toned it down a little since then. With The Abiders, he plays more country and rock 'n' roll — just his style.</p><p>A couple weeks ago, I saw The Abiders take the stage at the historic Saban Theatre in Beverly Hills.</p><p>On stage, Bridges is unmistakable. A button-down shirt, sleeves rolled up, long hair slicked back and a beard. Strumming a ruby-red guitar, he's as laid-back as you'd expect up there. Between songs, he mingles with the band and chats casually with the crowd, just like he's playing for a group of friends.</p><p>As The Stranger, Sam Elliott, said at the end of <em>Lebowski</em>:</p><p>\"It's good knowin' he's out there. The Dude. Takin' her easy for all us sinners.\"</p><p>Hear the full piece at the audio link.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Bowling+Alleys+And+In+Rock+Clubs%2C+The+Dude+Abides&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Daniel Hajek","audio":[{"meta":{"duration":"370"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365993138-424132.m3u?orgId=1&topicId=1106&ft=3&f=365702071"},{"href":"http://media.npr.org/assets/img/2014/11/21/jeff-bridges-abiders-10c18df73c87af200a1c27ca4540666896751790.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2617","width":"3490"}},{"href":"http://media.npr.org/assets/img/2014/11/21/2638627-87d73d3c2e9271a830606da90015dd974982df6e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1641","width":"2187"}}]}