{"created":"2014-10-08T15:51:59+00:00","modified":"2014-10-31T01:58:25+00:00","valid":{"from":"2014-10-31T01:58:24+00:00","to":"3014-10-31T01:58:24+00:00"},"hreflang":"en","title":"Nigerian Church Spreads African-Style Zeal Across North America","published":"2014-05-18T17:50:00+00:00","teaser":"White missionaries used to travel to Africa to save souls. Today, the trend is reversed, as evangelists from the global south target Americans and Europeans they say are ripe for Christian renewal.","itags":["npr_api","313612376"],"guid":"c8959c2b-08ff-4692-9737-ddf85e232152","contentencoded":"<p>In earlier times, white missionaries traveled from Europe and America to sub-Saharan Africa to save souls.</p><p>Today, the trend has reversed. Evangelists from the global south are targeting Americans and Europeans they say are ripe for Christian renewal.</p><p>There is no greater example than the Redeemed Christian Church of God. This ambitious Nigerian denomination has established its North American headquarters in Texas, and its goal is nothing less than becoming the next major global religion.</p><p>On a Sunday morning, inside a storefront church in Austin called Salvation Center, the worship service exudes the unmistakable spirit of West Africa.</p><p>The congregation is mostly from Nigeria, where this church originated. The message from Doyin Oke, the bald, heavy-lidded pastor, is one of prosperity through faith.</p><p>\"You will flourish,\" he preaches. \"You will be great. You'll be well. Whatever you touch shall prosper, in the name of Jesus.\"</p><p>This church, located in an office park in north Austin, is one of 758 congregations of the Redeemed Christian Church of God in North America. The style of worship is energetic, musical and emotional.</p><p>This Pentecostal movement began 62 years ago in a Lagos shantytown, and is currently led by a Nigerian mathematics professor-turned-preacher named Enoch Adeboye. The RCCG, as it's known, claims to have a presence in more than half the world's countries. Its lofty goal is to have a member of the church in every household in the world.</p><p>The monthly Holy Ghost service back in Lagos routinely draws half a million people, and it is said there is a church within five-minutes walking distance from most Nigerians. In America, the RCCG's goal is to have churches in every city, no more than a 15-minute drive from each other.</p><p>The church is currently adding about 100 new churches a year, according to James Fadele, a former auto engineer who is chairman of RCCG's North American operations, located in farmland northeast of Dallas.</p><p>\"In North America, we say, yes, we are happy,\" Fadele says, but his boss in Nigeria has bigger plans. \"One hundred churches a year is just child's play. What he expects from us is maybe 1,000 churches a year. Then he will say, 'Yes, you are doing a good job.' But right now he will always tell us, 'You can do better.' \"</p><p>The Redeemed Christian Church of God has learned it's a lot easier to start churches in Nigeria than it is in America. First, there are not enough trained, qualified ministers. Then there's the expense of getting an American congregation to tithe enough to pay church expenses.</p><p>Finally, Nigerians at home seem closer to God. Life is harder there; people pray over everything from a hospital stay to a traffic jam. Fadele says Africans in America are more comfortable.</p><p>\"What do I need God for?\" Fadele characterizes their attitude. \"I wake up in the morning, the radio is already broadcasting to me how my stock is doing. Is it going up or down? The road is good. When I get inside my house, the heater is working. My children are well educated, they are doing well. What do I need God for?\"</p><p>Though the number of non-African worshippers is growing, the RCCG in America has largely depended on African immigrants to fill its seats on Sunday mornings, worshippers like Polycarp Ahigbe, 36, a Nigerian-born mortgage banker in Houston. For him, an African-style service makes him feel at home.</p><p>\"If I ask you to pray right now, for example, you're going to pray like this: 'Oh Father, Lord, we want to give you praise. Thank you, Jesus, thank you,' stuff like that,\" Ahigbe says. \"As quiet and simple as possible. But we Africans, we pray differently. We yell a little bit, 'Thank you Jesus! Father!' We kind of express it with all our life, with zeal.\"</p><p>The long-term challenge is how to convert an immigrant church into an American church, but RCCG elders do not seem particularly worried.</p><p>\"My goal is to have a vibrant Bible-, God-believing church,\" Oke says. \"Whether it's American-flavored or Hispanic-flavored or African-flavored, as [long] as the people know who their God is.\"</p><p>History and experience favor the RCCG. There was a time, after all, when Lutherans and Episcopalians were immigrant churches in America. Phillip Jenkins, professor at the Institute for the Studies of Religion at Baylor University, has followed the meteoric growth of the RCCG.</p><p>\"If you went to an Italian-Catholic parish or Polish-Catholic parish in 1900, you'd think, well, these people are never, ever going to assimilate,\" Jenkins says. \"I have good friends who are Mohawks, who think all these churches are immigrant churches.\"</p><p>Cene Abrams, an African-American university administrator in Austin, grew up in the Methodist church and now attends RCCG.</p><p>\"It wasn't the African culture necessarily that interested me,\" Abrams says. \"It may have been intriguing in the beginning. But it's because they preach the word of God.\"</p><p>It's anyone's guess if the RCCG will reach its goal of having churches 15 minutes away from each other. But there is no question this Nigerian denomination has arrived. Next summer, the Redeemed Christian Church of God is planning to hold a Holy Ghost service in Yankee Stadium.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Nigerian+Church+Spreads+African-Style+Zeal+Across+North+America&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Burnett","audio":[{"meta":{"duration":"357"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313618394-25a6e2.m3u?orgId=1&topicId=1016&ft=3&f=313612376"},{"href":"http://media.npr.org/assets/img/2014/05/18/15944762_h8145936-c2340f9f3080f496d010230fda6523b6a5fa101e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1955","width":"2608"}}]}