{"created":"2014-10-08T15:55:48+00:00","modified":"2014-10-31T02:00:15+00:00","valid":{"from":"2014-10-31T02:00:15+00:00","to":"3014-10-31T02:00:15+00:00"},"hreflang":"en","title":"A School Lunch Denied Prompts Powerful Action In A World Of Words","published":"2014-05-17T15:29:00+00:00","teaser":"Tweeting and blogging make it easy to complain in the virtual world. Instead, an outraged Michigan mom took a step to make a difference in real life.","itags":["npr_api","313165941"],"guid":"c89b3057-e0ed-4c84-9a67-06ccdd299eda","contentencoded":"<p>If someone is outraged these days, they often blog about it, or post a tweet in righteous indignation. Parents urge children to use their words, and in the news business, we certainly believe in the power of words and information.</p><p>But you may wonder these days if some people confuse posting with taking action. Pretty or pungent rhetoric can grasp a few seconds of attention, then — just evaporate.</p><p>Amanda Keown of Dowagiac, Mich., was outraged this month when a cafeteria worker at the Dowagiac Union High School told Keown's 16-year-old son, Dominic Gant, that he couldn't eat the school lunch that day because he owed $5 to the school's food service.</p><p>He offered to give them the $2 in his pocket, and bring the rest the next day; they refused. In fact, he says they took his tray and threw his pizza lunch into the garbage.</p><p>Dominic Gant called his mother, who picked up her son and took him to lunch. \"He was embarrassed,\" Amanda Keown said. \"He was also hungry! And I was very, very mad.\"</p><p>Imagine the anger of a parent who feels that her child has been humiliated by his school. But Amanda Keown didn't just pose an impassioned, outraged tweet or vent steam on Facebook. She didn't just yelp on Yelp.</p><p>She returned to the school and discovered that the bill for her son's $5 balance had been sent only that day. So she paid them $60 for her son's small debt, and those of 18 others, too, so no other student would be embarrassed in the same way as her son and go without lunch. She says, \"I hope they can enjoy the rest of the year without fear.\"</p><p>Dowagiac Union Schools Superintendent Mark Daniel did not respond to our calls. He posted a message on the <a href=\"http://www.dowagiacschools.org/\">school's website</a> saying that the employee who shoveled Dominic Gant's lunch into the trash (which was required by state health codes), worked for the food vendor, not the school district. Daniel wrote that they \"deeply regret\" what happened; and that \"we are a compassionate and caring school district that truly believes every student matters.\"</p><p>Dominic Gant will learn, in high school and in life, that even the best people make mistakes. But he may also learn from his mother's example. Amanda Keown took her outrage and turned it into doing something practical, simple and useful for her son, and the sons and daughters of others.</p><p>As she explained, \"Sometimes you have to step in.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+School+Lunch+Denied+Prompts+Powerful+Action+In+A+World+Of+Words&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Simon","audio":[{"meta":{"duration":"171"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313343134-d13a2a.m3u?orgId=1&topicId=1057&aggIds=4495795&ft=3&f=313165941"}]}