{"created":"2015-04-28T19:12:43+00:00","modified":"2015-06-03T15:00:43+00:00","valid":{"from":"2015-06-03T15:00:43+00:00","to":"3015-06-03T15:00:43+00:00"},"hreflang":"en","title":"Louis C.K. On Life And Stand-Up: 'I Live In Service For My Kids'","published":"2015-04-29T23:01:00+00:00","teaser":"The star of the FX series <em>Louie</em> talks about the pain of his first-ever open mic experience and the \"massive gift\" of taking care of others before himself.","itags":["npr_api","402560343"],"guid":"c89d8547-e9de-4d88-a58b-c1df6f5d01eb","contentencoded":"<p>After years working the stand-up circuit, Louis C.K. is well established as a comic powerhouse; his FX series <em>Louie</em> is in its fifth season, and C.K. also has a new comedy special that's available as a digital download on his website. But the laughs didn't always come easily. C.K. was a teenager when he first ventured onstage at a local comedy club's open mic night.</p><p>\"I sputtered, my whole throat constricted and I heard this roaring in my ears and my eyes were watering,\" C.K. tells <em>Fresh Air</em>'s Terry Gross. \"All these adults ... were looking at me like I'm an idiot and I just choked through, like, two minutes of jokes. It was a terrible, terrible feeling. I just walked offstage to kind of confused little applause. I felt like a pile of garbage. And then I kept doing it.\"</p><p>C.K.'s FX series follows the daily life of a middle-aged comic who, like C.K., is a divorced father of two young girls. Both the comic and his character struggle to do right by their children. In C.K.'s case, this sometimes means talking frankly with his daughters about the mistakes he made growing up. \"My kids know that I did drugs; they know that I've struggled with that kind of thing,\" C.K. says. \"I think it's important to share your mistakes with your kids, because you get knowledge from your mistakes and wisdom from it. If you can't pass that on, what good are you?\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On getting started in stand-up</strong></p><p>People who start doing stand-up are very crazy. They really want it so badly, it's a very deep desire. When you start, you stink. There's no other way to do it. It takes some kind of mental illness to push against that, you know, to go onstage and just bomb horribly and then still do it because you love it. You just have some really deep desire to make it work. Actually, it's usually the comedians that start awkwardly and badly who end up being interesting. From my experience, when I've seen people show up and from the first day onstage they're just easy, like, really amiable comics who just know how to talk to people, they don't usually end up being that special. They get some quick success but they don't turn into something like really unusual and great.</p><p><strong>On finding his way as a comic<br /></strong></p><p>The first time I went onstage I did kind of offbeat and weird jokes just because I thought: You might as well try being more like what makes you laugh, you know? I did really well. My third time onstage I got really big laughs and other comedians came up to me and said, \"Hey, you're funny. You've got something.\" I was so excited that I had a little foot in the door that this is something I could maybe do. I thought it's me being kind of weird, the way I am in real life. I like to say things that don't make a whole lot of sense or surprise people a little bit. But then I got seduced by getting big laughs and once you get laughs, you're like, \"Oh, I'll do anything for that feeling. That feels really good.\"</p><p><strong>On how being a parent shifted his focus</strong></p><p>The road really sucks when it's all you have; it's really sad. It's very lonely out there. So I was happy to be in a family and be married and everything. ... When I first got married and had kids, I had some friends I played poker with on Mondays and I thought: The poker game on Mondays, that's the water line. If I don't make that game, I'm losing something. I'm losing something if I don't make it to that game. It means I'm letting go of my youth, I'm letting go of my manhood, all these things — my independence.</p><p>But then after a while I realized: Why would I want to go play poker with a bunch of guys in a smoky room when I could be at home with my family? I realized that a lot of the things that my kid was taking away from me, she was freeing me of. There was this huge pride in having a kid and also that I didn't matter anymore. The greatest thing about having a child is putting yourself second in your own life. It's a massive gift to be able to say you're not the most important person to yourself.</p><p><strong>On the importance of being useful</strong></p><p>I saw a movie once where Spencer Tracy catches this woman about to kill herself — it's a pretty dark movie for the time — but I forget the name of the movie, but Spencer Tracy is on a boat and sees a rich, young girl about to throw herself off the boat because her fiance left her for another woman and he's trying to talk her out of suicide and he says to her, \"Do you have a job? Do you have anything that you do in your life?\" which was a funny thing to ask because she's, like, a 1920s socialite and she said, \"No,\" and he said, \"I think you should get a job, because it's very hard to be sad and useful at the same time.\"</p><p>Ever since I saw that I keep that in my head. If you can be useful, which means to somebody else, not to yourself, if you can be useful, it just makes you feel better. So I live in service for my kids, that's the first priority and then things like my career, they feed into that, they're part of that, because I'm providing for them but also it's just not that important. If something's not important, it's more fun.</p><p><strong>On doing drugs as a kid</strong></p><p>I was in eighth, ninth grade when I started to smoke pot and get high and drop acid and snort speed and all kinds of stuff. Yeah, it was really intense. It was a lot of drugs. I mean, literally, I dropped LSD every weekend, it was crazy. My mother, poor mom, my single working mother of four, didn't know where I was half the time; I would just disappear and I was barely cognizant of any kind of life. I never went to classes and yeah, I stole triple beam balance scales from my science teacher, who I really liked, and sold them to a drug dealer. ...</p><p>The thing that I think it's important to know if you have kids, especially teenagers, is that the people they meet that are going to offer them drugs are not bad people, they're really cool people. The fiction that you tell kids that people that offer you drugs are evil is not a good fiction to tell them — because they're going to be cool people who like them. That's why drugs are so easy to fall into as a kid. Right away, \"Well, my parents are liars because this person is cool. This person understands me better than they do.\" That's part of why people do drugs — it's because they're making a connection with people that they really feel strongly about.</p><p><strong>On talking to his daughters about his past mistakes</strong></p><p>All I can say is, \"Hey, I'm here. I'm your dad and we have a lot of history, your whole life, and I love you and I'm here.\" That's all you can really be for your kids, is present. I think in the end that's the best thing you can do for your kids when they come to you with real problems is try to understand how they feel and try to give them a place to say how they feel so that they can sort it out. And give them what you can about your past, you know? I think to tell them that the world is this place where you're supposed to act perfectly and represent that you did is a huge disservice to your kids. <strong><br /></strong>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Louis+C.K.+On+Life+And+Stand-Up%3A+%27I+Live+In+Service+For+My+Kids%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2654"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402850165-24d933.m3u?orgId=1&topicId=1138&d=2654&p=13&story=402560343&t=progseg&e=402832708&seg=1&ft=nprml&f=402560343"},{"meta":{"duration":"40"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403146529-91c7ee.m3u?orgId=1&topicId=1138&d=40&p=13&story=402560343&t=progseg&e=402832708&seg=1&ft=nprml&f=402560343"},{"href":"http://media.npr.org/assets/img/2015/04/28/louie_pamela_pt3_0382_hires2-bcc7e860395353d069a094b604cc102a42594b1c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1163","width":"1551"}},{"href":"http://media.npr.org/assets/img/2015/04/27/kc-bailey---fx-09b8b547ad657e6dc02b14ac9bac65617bb662d0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1498","width":"1998"}}]}