{"created":"2015-06-24T12:31:16+00:00","modified":"2015-06-24T12:31:17+00:00","valid":{"from":"2015-06-24T12:31:17+00:00","to":"3015-06-24T12:31:17+00:00"},"hreflang":"en","guid":"c8a91f1c-4322-4a03-bb59-d2799de93172","title":"Thawing permafrost could have catastrophic consequences, scientists warn","published":"2015-06-24T12:31:11+00:00","byline":"Adam Wernick","tags":["environment","climate change","science","Environment","Science, Tech & Environment","Climate change","Environment","Carbon","Effects of global warming","Permafrost"],"teaser":"As global temperatures increase, thawing permafrost starts to release large amounts of carbon dioxide and methane, which, in turn, raises global temperatures. This feedback loop could have dire consequences — and new research suggests we are getting close to making this loop irreversible. ","contentencoded":"<p>Scientists at the UN climate negotiations in Bonn warn that new data about the melting of the Earth’s permafrost, and projections of a “permafrost carbon feedback loop,” suggest that the Earth is reaching thresholds where only a new ice age could reverse the impacts of global warming.</p>\n<p>Sue Natali, of the Woods Hole Research Center in Massachusetts and co-author of a paper recently published in <a href=\"http://www.nature.com/nature/journal/v520/n7546/full/nature14338.html?WT.ec_id=NATURE-20150409\">Nature</a>, told negotiators about the <a href=\"http://www.whrc.org/news/pressroom/PR-2015-Apr-09-Permafrost-Thaw.html\">new data</a> and says the numbers indicate we are at risk of slipping into runaway global warming.</p>\n<p>“What’s important about these numbers is that, in theory, we can control deforestation and land use change [and] we can control our fossil fuel emissions — but once permafrost starts to thaw, we cannot control how much carbon dioxide and methane is released by microbes into the atmosphere from thawing permafrost,” Natali says.</p>\n<p><a href=\"http://www.arctic.noaa.gov/detect/land-permafrost.shtml\">Permafrost</a> is ground that remains frozen for two or more consecutive years. In some areas, permafrost has been frozen for as long as 40,000 years. Permafrost regions cover about 25 percent of the northern hemisphere's land area.</p>\n<p>Carbon in permafrost is frozen in the form of various types of organic matter. But when permafrost thaws, microbes decompose that organic matter. And just as humans breathe out carbon dioxide, so do microbes. And they also release methane, which is a much more potent greenhouse gas than carbon dioxide.</p>\n<p>Current projections indicate a 30 to 70 percent decline in near-surface permafrost by the end of this century, Natali says. That wide range is a result of different emission scenarios. “Under low emission models, we can expect about a 30 percent decline in permafrost. But under our current emissions scenario, up to 70 percent,” she explains.</p>\n<p>If 70 percent of the permafrost thaws, scientists expect to lose 130 to 160 billion tons of carbon into the atmosphere by the end of this century. To put that in perspective, in 2013 the United States emitted 1.4 billion tons of carbon from fossil fuel combustion and cement production.</p>\n<p>The feedback loop scientists describe works like this: Thawing permafrost will release large amounts of carbon dioxide and methane, which will lead to rising global temperatures, which will lead to further permafrost thawing, which will lead to rising global temperatures. And that trend is projected to continue through the rest of the century.</p>\n<p>Scientists believe this feedback is already happening in the Arctic, where air temperatures are warming twice as fast as the rest of the planet.</p>\n<p>Natali point out that the most recent IPCC report, which was already looking grim, did not include data on permafrost carbon emissions. Once this data is factored in, she says, scenarios for the future may look quite a bit more dire.</p>\n<p>“International negotiators had set 2 degrees Celsius (3.6 degrees Fahrenheit) as an upper acceptable level of climate change,” she explains. “To remain below this target, our total emissions are limited to 790 billion tons of carbon. We've already released about 500 billion tons, so that leaves us a little under 300 billion tons. We can expect 150 of that to be taken up as a result of permafrost thaw.”</p>\n<p>“This makes it very challenging for us to stay below the two degrees Celsius,” she continues. “Even under our lowest emissions scenario, we're pretty close to 2.2 degrees Celsius.”</p>\n<p>This puts even greater urgency on reducing our fossil fuel emissions now in order to avoid a future driven by an irreversible carbon feedback loop, Natali warns.</p>\n<p>“Not all of the carbon in permafrost will be released,” she says. “Our current expectation is about 10 to 15 percent of that carbon will be released into the atmosphere. That said, if all of the carbon of permafrost was released, this is not going to be a habitable planet for humans.”</p>\n<p><em>This article is based on an <a href=\"http://loe.org/shows/segments.html?programID=15-P13-00024&amp;segmentID=1\">interview</a> that aired on PRI's <a href=\"http://loe.org/shows/segments.html?programID=15-P13-00024&amp;segmentID=1\">Living on Earth</a> with Steve Curwood</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-21%2Fthawing-permafrost-could-have-catastrophic-consequences-scientists-warn&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/yedoma_koluma%20permfrost.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/yedomakoluma-permfrostjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/living-earth/segment-audio/loe150612a1permafrost.mp3"},{"href":"http://admin.pri.org/file/loe150612a1permafrostmp3"}]}