{"created":"2014-10-30T21:53:17+00:00","modified":"2014-10-30T21:53:18+00:00","valid":{"from":"2014-10-30T21:53:17+00:00","to":"3014-10-30T21:53:17+00:00"},"hreflang":"en","title":"Detentions In Mainland China As Hong Kong Protests Grow","published":"2014-10-01T19:05:00+00:00","teaser":"Taiwan has thrown its support behind Hong Kong's pro-democracy movement.","itags":["npr_api","353040453"],"contentencoded":"<p>Taiwan, an island that China&#8217;s ruling Communist Party has long sought to bring into its fold under the same &#8220;one country, two systems&#8221; arrangement it has for Hong Kong, has thrown its support behind Hong Kong&#8217;s pro-democracy movement.</p><p>Taiwanese leaders also have urged Beijing to live up to its pledges of autonomy in the former British colony or risk further alienating the Taiwanese public.</p><p>&#8220;If Hong Kong can soon achieve universal suffrage, it would be a win-win for Hong Kong and the mainland, and it can greatly help narrow the mental gap between residents on both sides of (the Taiwan Strait) and allow for the relations to develop positively,&#8221; Taiwanese President Ma Ying-jeou said.</p><p>&#8220;Otherwise, it may deepen the antipathy of Taiwan&#8217;s public and hurt the future of relations between the two sides,&#8221; Ma said in the statement, dated Tuesday.</p><p>In August, Beijing rejected a proposal for open nominations of candidates for Hong Kong&#8217;s first-ever leadership election in 2017. Instead, all candidates must continue to be picked by a panel that is mostly aligned with Beijing.</p><p>In response, tens of thousands of people have rallied in Hong Kong&#8217;s streets since late last week to press demands for genuine democratic reforms that are in line with &#8220;one country, two systems,&#8221; the arrangement negotiated for the 1997 return of the city from British to Chinese rule.</p><p>China expert <strong>Perry Link</strong> joins <a href=\"http://hereandnow.wbur.org\" target=\"_blank\"><em>Here & Now&#8217;</em></a>s Jeremy Hobson to discuss the stakes for Hong Kong, Taiwan and China.</p><h4>Guest</h4><ul><li><strong><a href=\"http://chass.ucr.edu/about/faculty/profiles/perry_link.html\" target=\"_blank\">Perry Link</a></strong>, China expert, emeritus professor at Princeton University and head of Innovative Teaching, University of California, Riverside.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Detentions+In+Mainland+China+As+Hong+Kong+Protests+Grow&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"The Associated Press","guid":"c8d09eee-d3cb-4b59-a9a1-d577aa3103fc","audio":[{"meta":{"duration":"307"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353040456-13e54c.m3u?orgId=1&ft=3&f=353040453"}]}