{"created":"2015-05-15T17:20:47+00:00","modified":"2015-05-18T21:17:07+00:00","valid":{"from":"2015-05-18T21:17:06+00:00","to":"3015-05-18T21:17:06+00:00"},"hreflang":"en","guid":"c8d238d2-84f0-4c40-8468-dc5103074bcb","title":"The life of the ideal woman, as seen through the eyes of India’s ‘Mad Men’","published":"2015-05-18T21:17:03+00:00","byline":"Chhavi Sachdev","tags":["sexism","gender equality","television","advertising","Indian society","Across Women's Lives","Lifestyle","Lifestyle & Belief","India","Advertising","BBDO","Entertainment","Communication"],"teaser":"Who are Indian women in the eyes of advertisers? In most cases, it seems they're little more than eager servants for their busy, decisive husbands and sons. But change may slowly be coming to the world of Indian advertising — and society's view of women.","contentencoded":"<p dir=\"ltr\" id=\"docs-internal-guid-41d758c1-5333-9928-e821-a80b3209e39a\">Life is very clearly defined in the typical Indian television commercial: Men earn the money, work very hard, drive the car, buy <a href=\"https://www.youtube.com/watch?v=TIKQ3iCa_kQ\">insurance</a> and even decide which color to <a href=\"https://www.youtube.com/watch?v=cVOP8hrajw4\">paint the walls</a> at home.</p>\n<p dir=\"ltr\">The man’s indulgent, cheerful and efficient wife is always there for him — along with his mother. Both <a href=\"https://www.youtube.com/watch?v=wd9kBpea9As\">feed him nutritious meals</a> made with <a href=\"https://www.youtube.com/watch?v=7behMNUjKAw\">low cholesterol</a>, <a href=\"https://www.youtube.com/watch?v=8B9oPLfdHdo\">low sodium</a>, and <a href=\"https://www.youtube.com/watch?v=LLrIkW1SYtw\">high fiber</a>.</p>\n<p dir=\"ltr\">For the smiling women in these ads, to serve is to be happy. And, perhaps for many Indians, these ads reflect real life. But life is rapidly changing for many women here, especially in the big cities. Some of us live alone, work full time <em>and</em> select our own colors of wall paint! So why are ads lagging behind?</p>\n<p dir=\"ltr\"><iframe width=\"453\" height=\"340\" src=\"https://www.youtube.com/embed/gjNxwhyhZb4?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p dir=\"ltr\">Ads are starting to reflect that change — slowly. “We try to create the world we’d like to live in,” says Josy Paul, chairman and chief creative officer at BBDO India. BBDO is one of the biggest advertising agencies in the world. “It’s a parable. It’s a parallel universe in which you wish you lived.”</p>\n<p dir=\"ltr\">Take the world pictured in an ad for Ariel, a laundry detergent. It starts with two older ladies sitting over cups of tea, presumably back from a morning walk. Behind them you can see a young woman gathering papers, with a laptop open on the table. </p>\n<p dir=\"ltr\">The ladies start talking about great it is it to be a woman today. \"My daughter-in-law earns more than my son,” says one, to which her friend replies: “Who’d have thought that girls would come so far?” Then that son comes racing down the stairs.</p>\n<p dir=\"ltr\">“Why didn’t you wash my green shirt?\" he demands of his wife. The women look at each other, horrified. Then the tagline — and message — appears on the screen: “<a href=\"https://www.youtube.com/watch?v=SHXFcYS6QA4\">Share the Load</a>.\"</p>\n<p dir=\"ltr\">“There is a general sense that there are certain tension points — conflicts in society, in relationships — that brands can resolve,\" Paul says. \"And when I look at my own household, I feel maybe there are things I can do as well. A washing machine doesn’t care about gender.”</p>\n<p dir=\"ltr\">Neither does jewelry care about <a href=\"blank\">a bride’s past</a>. One ad that’s broken all kinds of stereotypes is a recent one for Tanishq jewelry, which makes gold ornaments usually worn for weddings.</p>\n<p dir=\"ltr\">The first thing I noticed when watching the ad is that the bride is dark skinned; that alone is rare for women in Indian commercials. She steps in front of the sacred fire to join her fiancé, and suddenly a little girl seated nearby calls her “mama.\" She’s been married before, and her new husband and she actually let the child join them in their vows.</p>\n<p dir=\"ltr\">Then there are simple video PSAs, which are all message and no product.</p>\n<p dir=\"ltr\">Madhuri Mohinder, a documentary filmmaker, heads the media campaigns for Delhi-based NGO <a href=\"https://www.youtube.com/channel/UCwDhnERqftGr2agaAeN8zRg\">Breakthrough</a>. “We work through innovative multimedia to effect change in the culture that allows violence toward women,” she explains.</p>\n<p dir=\"ltr\"><iframe width=\"453\" height=\"340\" src=\"https://www.youtube.com/embed/kXkT8ulzWjQ?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p dir=\"ltr\">Their current campaign looks into the deep-seated prejudices against female children, who are often thought of as a burden. The ads are in heavy rotation in Indian states that have a shortage of women thanks to years of families selectively aborting female fetuses.</p>\n<p dir=\"ltr\">“The more women there are in the world, the safer a world it will be for them,” a voiceover says during one ad. “So let’s appreciate the role daughters play in our world.”</p>\n<p dir=\"ltr\">So are these depictions of women making a difference? Josy Paul, who made the “Share the Load” Ariel ad, says it will take time for things to change, but addressing domestic situations as they are is at least a start.</p>\n<p dir=\"ltr\">Samrat Dasgupta, who's worked in advertising in Mumbai for more than 15 years, is more optimistic. “In my childhood, I remember the women playing mothers, housewives,” he says. But now \"she plays sports, sometimes she’s a <a href=\"https://www.youtube.com/watch?v=65kBW3E2bpo\">single mother</a>, she buys <a href=\"https://www.youtube.com/watch?v=z44vMNZwPeA\">herself a scooter</a> and <a href=\"https://youtu.be/gHGDN9-oFJE\">understands technology</a>. Yes, it’s changing.”</p>\n<p dir=\"ltr\">Well, somewhat. But for now many of India’s Mad Men still seem attached to perfect moms, perfect saris and the perfect kitchens they never leave.</p>\n<p dir=\"ltr\"><em>This story is part of Across Women's Lives, our worldwide look at the status of women. </em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-14%2Flife-ideal-woman-seen-through-eyes-india-s-mad-men&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05182015_07.mp3"},{"href":"http://admin.pri.org/file/0518201507mp3"}]}