{"created":"2015-06-10T23:13:51+00:00","modified":"2015-06-18T23:05:18+00:00","valid":{"from":"2015-06-18T23:05:18+00:00","to":"3015-06-18T23:05:18+00:00"},"hreflang":"en","title":"Creepy Or Comforting? South Korea Tracks Smartphones To Curb MERS","published":"2015-06-15T01:53:00+00:00","teaser":"The government is trying to strike a balance between doing too little and doing too much to stop an outbreak of the deadly Middle East respiratory syndrome. But has it stepped over a line?","itags":["npr_api","413183459"],"guid":"c8db2e5f-4396-450c-bfc8-f055600fa03f","contentencoded":"<p>More than 3,400 people are now under quarantine in South Korea's fight to contain an outbreak of the Middle East respiratory syndrome — a deadly virus that can cause severe pneumonia and organ failure.</p><p>So far, South Korea has <a href=\"http://www.mw.go.kr/front_new/index.jsp\">reported</a> 122 MERS cases.<strong> </strong>And the government is actively tracking the whereabouts of people possibly exposed to the virus.</p><p>Chung-ahm is a Buddhist monk who's quarantined in the Jangduk village in southern South Korea.</p><p>We called him up because we couldn't visit him in person. For the past week, government quarantine orders have meant no outsiders are allowed into Jangduk village, and no villagers are allowed out. The entire 105-person village is quarantined.</p><p>\"Our freedom is restricted because we can't go outside the village. So that's a little frustrating,\" Chung-ahm says.</p><p>The government cut off Jangduk from the rest of South Korea after one villager caught <a href=\"http://www.npr.org/tags/183654739/mers\">MERS</a> and interacted with her neighbors without knowing she was sick.</p><p>\"Nobody did it on purpose,\" the monk says.</p><p>Still, he and other villagers have no in-person contact with outsiders except for daily temperature checks conducted by health officials. And it's not just body temperature that officials are closely watching. Health care workers monitor the locations of thousands of Koreans under quarantine with phone calls, home visits and by tracking their mobile devices.</p><p><strong>A Legal Basis</strong></p><p>\"We request information from the telecom companies with the individual's consent,\" says Kwon Duk-cheol, who leads a MERS response headquarters for the South Korean Ministry of Health and Welfare.</p><p>The vast majority of Koreans under quarantine orders are OK with being tracked this way. They've given the Health Ministry the necessary consent to monitor their mobile devices.</p><p>But consent isn't even needed, Kwon says. The government has the legal basis to request information under these circumstances. \"We give telecom companies a specific time, and they give us the exact location of the individual,\" he says.</p><p><strong>'A Contradictory Situation'</strong></p><p>\"People are currently being more cooperative because they are more anxious,\" says Park Kyung-shin, a law professor at Korea University. \"They became more anxious because of the lack of transparency and lack of state leadership that has been shown so far.\"</p><p>At first, the government <a href=\"http://www.npr.org/sections/goatsandsoda/2015/06/05/412118009/south-koreas-mers-crisis-exposes-public-distrust-of-leaders\">didn't seem like it was doing enough</a>. That fed public anxiety. Now, to calm fears, the Korean government's measures can seem heavy-handed.</p><p>\"So yes, people are in a very contradictory situation,\" Park says.</p><p>But the ministry defends its actions. \"While an individual's private information is important, we're also trying to stop the virus from spreading for the common good — the interest of the nation,\" Kwon says.</p><p>In Jangduk, a few villagers have complained about the police barricades and the constant checking in. They also didn't get advance notice before being cut off from the rest of the country.</p><p>But ask the monk, and he's pretty zen about the whole situation.</p><p>\"It's something that people should work together to endure,\" Chung-ahm says. \"It's not necessary for people to get overly emotional about this.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Creepy+Or+Comforting%3F+South+Korea+Tracks+Smartphones+To+Curb+MERS&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"203"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413455713-834839.m3u?orgId=1&topicId=1031&d=203&p=2&story=413183459&t=progseg&e=413343077&seg=14&ft=nprml&f=413183459"},{"href":"http://media.npr.org/assets/img/2015/06/09/gettyimages-476428932-3-72c25f730e341b09efc5999f4d6bcbda8d62c88f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1335","width":"1780"}}]}