{"created":"2015-01-15T18:29:54+00:00","modified":"2015-01-15T19:55:00+00:00","valid":{"from":"2015-01-15T19:55:00+00:00","to":"3015-01-15T19:55:00+00:00"},"hreflang":"en","title":"Wes Moore On Looking For Work That Matters","published":"2015-01-15T18:59:00+00:00","teaser":"After the success of his bestselling memoir, the Army veteran and author is out with a new book, \"The Work.\"","itags":["npr_api","377488400"],"guid":"c8e1cbaf-63db-4133-9a40-426d565cd4b4","contentencoded":"<p>As readers of his bestselling book &#8220;<a href=\"http://www.amazon.com/The-Other-Wes-Moore-Fates/dp/0385528205\" target=\"_blank\">The Other Wes Moore</a>&#8221; know, <strong>Wes Moore</strong> was the child of a single mother and had a troubled childhood. He tells <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson he &#8220;was on academic and disciplinary probation by the time I was 8, 9 years old&#8230; and when I was 11 was the first time I felt handcuffs on my wrists.&#8221;</p><p>But with the help of many mentors, especially his grandfather, he went to Johns Hopkins University, earned a Rhodes Scholarship to Oxford, served in the U.S. military in Afghanistan, was a White House Fellow and worked on Wall Street.</p><p>Now he writes about that journey, as well as about others who have taken roundabout paths in their lives, in his new book &#8220;<a href=\"http://www.amazon.com/The-Work-Search-Life-Matters/dp/0812993578\" target=\"_blank\">The Work: My Search for a Life That Matters</a>.&#8221;</p><p>Moore says that work can often be found in asking the question &#8220;who will you stand for? <a name=\"excerpt\"></a>Because when you find that, you will find your greatest joy, and you&#8217;ll find your point in being here in the first place.&#8221;</p><h4>Book Excerpt: &#8216;The Work&#8217;</h4><p><em>By Wes Moore</em></p><p><p style=\"text-align: center\"><strong>Introduction: Work to Do</strong></p><p>As a soldier, you never forget the first time you get shot at. A sudden, stunning commotion engulfs you—the sound of shells buzzing past your ears, a flurry of divots leaping out of the earth around your feet—but then everything slows down as your training kicks in:</p><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/01/0115_wes-book.jpg\"><img class=\"alignright size-medium wp-image-76499\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/01/0115_wes-book-198x300.jpg\" alt=\"Cover of \"The Work\" by Wes Moore\" width=\"198\" height=\"300\" /></a></p><p><em>Find cover.</em></p><p><em> Scan for the position of your men.</em></p><p><em> Return fire.</em></p><p>Those moves don’t come quite as instinctually as they did during training, but only because it takes a few surreal moments to sink in that this is real. That today you might die.</p><p>Moments before those first shots came at me, I was convinced that I was prepared for the experience. The idea of being shot was not novel to me; in fact, I’d been anticipating it for years. I had felt the possibility of death, tickling my neck like the blade of a guillotine, as long as I could remember. As a kid in Baltimore and the Bronx during the homicidal height of the so-called crack era, I would lie in bed on some nights and listen to the pop of low-caliber guns somewhere beyond my window. I’d think about who was squeezing the trigger, who was trying to get away from the speeding bullet; I feared that one day I’d be the one running from the gun—or holding it.</p><p>More recently, I had been thinking about shots and shooters as I trained for war. My paratroopers worked over and over again on perfecting “reaction to contact” missions. These were missions whose point was to maneuver in sight of the enemy until they decided to “engage”—a nice euphemism for “shoot at us with assault weapons”—which would reveal their positions and other intel. These were high-stakes missions, which is why we ran the drill so often. Even in training our weapons were loaded. In airborne training, we leaped out of planes in full “battle rattle,” complete with a rucksack packed with gear and an M-4 rifle, as if engagement with the enemy could begin as soon as the balls of our feet hit the ground—or sooner.</p><p>There’s an idea out there that a successful soldier is fearless. That’s not quite right. Soldiers cultivate a certain amount of fatalism in our training; we try as best we can to assimilate the idea of our own mortality into our daily lives. We’re all going to die one day—everyone knows that. As soldiers, we practice owning that truth, living with it, and, when the bullets fly, confronting it with calm professionalism. We knew there was a very good chance we’d be shot at when we got to Afghanistan. Even so, when I heard those first bullets, for a moment I felt my body flood with fear and tried not to let the fear control me.</p><p>When the situation was under our control—after we’d responded with overwhelming force, as we’d been trained to—the disciplined calm I’d forced onto myself vanished and a wild adrenaline rushed into me, the kind that streamlines and clarifies your perception and turns everything crystalline, if only for a moment. I walked away from that firefight alive and desperately thankful. But when you find yourself clutching on to your life like it’s the only thing that matters—because you suddenly realize it is—you start to ask other questions, too. For instance: why does my life matter? While deployed, I had to let those deeper, existential questions pass right through me, because my only duty in uniform was to my mission and to my fellow soldiers. But in that moment of proximity to my own mortality, it was clear to me that I’d eventually have a bigger question to confront.</p><p>There were other times in my life—before and after that moment—when this same question arose, if not always with the same explosive force. It’s a question that for some of us arises every day, often in a nagging, unfocused way that might leave us depressed or paralyzed because we don’t know how to answer it; sometimes we don’t even know where to begin. It’s a question that might hit you in a foxhole, on the day after graduation, or on your daily commute to work. It hit me in every one of those moments and wouldn’t let me go—and eventually I started to piece together the lessons of my own life and the lives of the people who inspired me the most, and I started to answer it.</p><p>I’ve been unusually fixated on questions of fate and meaning from the time I was young. I began to formally explore questions of success and failure when I wrote my first book. It was called <em>The Other Wes Moore</em> and it told the story of my childhood and that of another young man who shared my name. We lived in the same city, sometimes only blocks apart, and we were close in age. Our lives shared deeper similarities as well: lack of resources, fatherlessness, general delinquency, and unrealized potential. <em>The Other Wes Moore</em> was, at its core, a narrative exploration of what makes the difference between success and failure for young people in our society. At the end of the book, the two boys stood at the precipice of adulthood: I was leaving for Oxford University in England on a Rhodes Scholarship, where I would begin the next phase of my life; the other Wes was confined to a six-by-eight-foot box in a maximum-security prison, the cell he will almost certainly die in. The question I tried to figure out in that book was why.</p><p>This new book picks up my story where <em>The Other Wes Moore</em> left off—from the day I landed in England to the day, ten years later, when I returned home to Baltimore, and all that happened between that departure and homecoming: my time in combat in Afghanistan, in the bureaucratic war zone of the White House, in the Gulf after Hurricane Katrina, in China and India, witnessing and participating in Barack Obama’s historic campaign, on Wall Street during the agonies of a historic crisis, and now working as a social entrepreneur leading a new grassroots start-up, with all the excitement and risk that entails.</p><p>I’ll also tell stories of people I’ve met along the way, change-makers who’ve taught me some incredibly valuable lessons about what it means to create lives that matter. And just like my last book, this book uses these stories—against the backdrop of some of the crucial moments of the last decade—as a way of exploring the meaning of success in a volatile, difficult, and seemingly anchorless world. The great theologian Howard Thurman famously said, “Don’t ask what the world needs. Ask what makes you come alive and go do it. Because what the world needs is people who come alive.” If <em>The Other Wes Moore</em> was a book about how to survive childhood, <em>The Work</em> is a book about what comes next: it’s about how we come alive.</p><p><em>Excerpted from the book THE WORK: MY SEARCH FOR A LIFE THAT MATTERS by Wes Moore. Copyright © 2015 by Wes Moore. Reprinted with permission of Spiegel & Grau.</em></p><ul><li><a href=\"http://hereandnow.wbur.org/tag/book-excerpt\" target=\"_blank\">More book excerpts</a></li></ul><h4>Guest</h4><ul><li><strong><a href=\"http://theotherwesmoore.com/about-the-author/\" target=\"_blank\">Wes Moore</a></strong>, author, social entrepreneur and Army veteran. He tweets <a href=\"https://twitter.com/wesmoore1\" target=\"_blank\">@WesMoore1</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Wes+Moore+On+Looking+For+Work+That+Matters&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"904"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377505778-01bde0.m3u?orgId=1&ft=3&f=377488400"},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0115_wes-moore-e1421347033524.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"899","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0115_wes-book.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1200","width":"794"}}]}