{"created":"2015-06-17T12:21:35+00:00","modified":"2015-06-17T21:38:00+00:00","valid":{"from":"2015-06-17T21:38:00+00:00","to":"3015-06-17T21:38:00+00:00"},"hreflang":"en","title":"Neil Young Is Displeased That Donald Trump Was 'Rockin' In The Free World'","published":"2015-06-17T21:27:00+00:00","teaser":"When Donald Trump announced Tuesday that he's running for president, the soundtrack at the rally was Neil Young's \"Rockin' in the Free World,\" which was played loudly and repeatedly.","itags":["npr_api","415158962"],"guid":"c8e4526e-479c-4020-b429-fd4f22ce3644","contentencoded":"<p>When Donald Trump <a href=\"http://www.npr.org/sections/thetwo-way/2015/06/16/414913035/donald-trump-is-in-promises-to-make-america-great-again\">announced Tuesday that he's running</a> for president, the soundtrack at the Trump Tower event was Neil Young's \"Rockin' in the Free World,\" which was played loudly and repeatedly. But afterward, Young said Trump had used the song without permission — and that he's a Bernie Sanders guy, anyway.</p><p>Young's manager released a statement saying:</p><blockquote><p>\"Donald Trump was not authorized to use \"Rockin' In The Free World\" in his presidential candidacy announcement. Neil Young, a Canadian citizen, is a supporter of Bernie Sanders for President of the United States of America.\"</p></blockquote><p>The Trump campaign says it used the song legally — through a licensing deal with ASCAP, the musicians' copyright group. But as <a href=\"http://www.rollingstone.com/music/news/neil-young-donald-trump-spar-over-rockin-in-the-free-world-use-20150617\">Rolling Stone</a> notes, ASCAP's rules are different for using music in a political message; they require a campaign to reach out to the song's owners.</p><p>On Wednesday's <em>Morning Edition</em>, Steve Inskeep and David Greene reminded us that this isn't the first time a politician has appropriated a song:</p><blockquote><p>Steve: \"Like Ronald Reagan, who used Bruce Springsteen's \"Born in the U.S.A.\"</p><p>David: \"Mitt Romney was threatened with legal action by the rapper K'Naan for using his song \"Wavin' Flag.\"</p><p>Steve: \"And The Dropkick Murphys were unhappy that Wisconsin Gov. Scott Walker used their cover of \"I'm Shipping Up to Boston.\"</p></blockquote><p>And let's not forget Sarah Palin's use of Heart's \"Barracuda\" at the 2008 Republican National Convention. As with many of the songs named above, that song's writers not only complained about the unauthorized usage — but what they called <a href=\"http://www.ew.com/article/2008/09/05/heart-responds\">the irony of an anti-corporate or protest message</a> being used to promote values with which they don't agree.</p><p>Back in 2008, Barack Obama's campaign was asked to stop using Sam Moore's \"Hold On\" — after the songwriter said the music had been used without consulting him, and that his politics are a personal matter.</p><p>And in 2012, Cyndi Lauper wasn't happy that the Democratic National Committee had used her song \"True Colors\" in an attack ad on candidate Mitt Romney.</p><p>In at least one case, politicians have tried to use the same music.</p><p>That happened in 1964, when both Republican Barry Goldwater and Democrat Lyndon B. Johnson adopted the song \"Hello Dolly!\" for their campaigns. The music's owners asked Goldwater to cease and desist — but a month later, Carol Channing, who played Dolly Levi on stage, <a href=\"http://carlanthonyonline.com/2012/04/13/hello-lyndon-how-carol-channing-helped-lbj-win-the-election/\">sang a version of the song</a> for Johnson, titled \"Hello Lyndon!\"</p><p>If you missed Tuesday's event, our pals at <em>It's All Politics</em> have gathered <a href=\"http://www.npr.org/sections/itsallpolitics/2015/06/16/414914628/the-best-moments-from-donald-trumps-announcement-speech\">The Best Moments From Donald Trump's Announcement Speech</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Neil+Young+Is+Displeased+That+Donald+Trump+Was+%27Rockin%27+In+The+Free+World%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"71"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415160017-31057e.m3u?orgId=1&topicId=1039&d=71&story=415158962&ft=nprml&f=415158962"},{"href":"http://media.npr.org/assets/img/2015/06/17/neil-young-music-66029f5876036fb9921cf24468fd74cb5ce2ff69.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1701","width":"2268"}}]}