{"created":"2015-05-30T11:30:16+00:00","modified":"2015-06-01T19:05:43+00:00","valid":{"from":"2015-06-01T19:05:43+00:00","to":"3015-06-01T19:05:43+00:00"},"hreflang":"en","title":"Congratulations, Grade School Grads! Now Listen Up.","published":"2015-05-30T15:14:00+00:00","teaser":"NPR's Scott Simon thinks most students stop listening to adults — including their commencement speakers — by age 11. So for this graduation season, he gives life advice to fifth graders.","itags":["npr_api","410553419"],"guid":"c8e65260-b2c7-44fb-bfcc-ea8e464b0cda","contentencoded":"<p>It's commencement season — and commencement speech season.</p><p>Schools compete for eminent names to be commencement speakers. But I think unless you're Stephen Colbert, who told Wake Forest graduates that as soon as they've shucked their gowns they faced \"brunch first, then yawning uncertainty,\" or Maya Rudolph, who gave her impersonation of Beyonce singing the national anthem at Tulane, the chance that a mass of 21-year-olds who've been up all night in various forms of celebration will long recall what was said by some aging public figure that their parents and teachers wanted to hear, is probably small.</p><p>I think most students stop listening to most adults when they're about 11. So this year, I've tried to pull together a few thoughts for students who might still be young enough to pay attention to a fifth-grade commencement speech:</p><p>OK, if you could please look up for just a moment ...</p><p>Put that down, Billy.</p><p>Fifth graders of 2015 — please don't leave your socks on the floor. You'll lose at least one and waste a lot of time looking for the other.</p><p>Read. Try to read something good, but read something, even if it's just the Lunch Lady books, which are actually pretty good. Reading will put you into the minds and hearts of others. It might help you understand why other people do what they do sometimes.</p><p>Try to eat a vegetable now and then. One day, you might bite into one you like.</p><p>Jordan!?</p><p>And try to say \"please\" and \"thank you.\" It impresses parents, flatters your friends and opens doors that demands and rants don't. You want dessert, or an extra 15 minutes before bed? Try saying please; see what happens.</p><p>Listen fifth graders, your parents may not be rocket scientists. But they want what's best for you. When they say, \"Let me tell you ... \" chances are it's because they once — more than once — made a stupid mistake they hope you can avoid.</p><p>That may not be possible. We really only learn from our own mistakes. But even if you groan, a parent has to try. They can only be happy in life if you are.</p><p>Quiet, Tiffany ...</p><p>And be nice to your brother or sister. You may think they get more attention. But no one will know you as long or as well. No one else will know how great an imitation you do of your mother.</p><p>You may or may not become friends for life with the people who are your pals now. But the jokes and silliness you share will show you what it is to be a friend.</p><p>Billy? Billy???  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Congratulations%2C+Grade+School+Grads%21+Now+Listen+Up.&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Simon","audio":[{"meta":{"duration":"177"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410752444-f23ac9.m3u?orgId=1&topicId=1060&aggIds=4495795&d=177&p=7&story=410553419&t=progseg&e=410752339&seg=3&ft=nprml&f=410553419"},{"href":"http://media.npr.org/assets/img/2015/05/29/istock_000012428693medium-27dd76968c4ea5f229cf75597873b2dfc5618432.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1080","width":"1441"}}]}