{"created":"2014-10-08T02:47:11+00:00","modified":"2014-12-04T14:33:02+00:00","valid":{"from":"2014-12-04T14:33:02+00:00","to":"3014-12-04T14:33:02+00:00"},"hreflang":"en","title":"For Many Americans, Stress Takes A Toll On Health And Family","published":"2014-07-07T17:14:00+00:00","teaser":"Half of Americans say they've had a major stressful event in the past year, according to a poll by NPR, the Harvard School of Public Health and the Robert Wood Johnson Foundation. Here's how it hurts.","itags":["npr_api","323351759"],"guid":"c8fb3b0d-d755-4937-9a91-a125d67ba181","contentencoded":"<p>Stress is part of the human condition, unavoidable and even necessary to a degree. But too much stress can be toxic — even disabling.</p><p>And there's a lot of toxic stress out there.</p><p>A national poll done by NPR with our partners at the <a href=\"http://www.rwjf.org/\">Robert Wood Johnson Foundation</a> and the <a href=\"http://www.hsph.harvard.edu/\">Harvard School of Public Health</a> finds that more than 1 in every 4 Americans say they had a great deal of stress in the previous month.</p><p>And half of all adults say they experienced a major stressful event in the past year. That works out to more than 115 million people.</p><p>As big as that number is, it's just the tip of the stress iceberg, says Princeton University psychologist <a href=\"https://psych.princeton.edu/~psych/psychology/research/shafir/index.php\">Eldar Shafir</a>. \"Everything I know suggests that this is a pretty massive underestimate,\" Shafir tells Shots.</p><p>That's because our poll captures only the stress that people are conscious of. Shafir's work and that of others shows there's a lot of stress people don't even realize they have. And this \"hidden\" stress can reduce our capacity to juggle all the big and little problems life sends our way.</p><p>It's all about cognitive capacity — the ability of the brain to process many different inputs at the same time, judge what to pay attention to, and make quick decisions on how to respond. Think of it as the bandwidth on your Internet connection.</p><p>\"We have very limited bandwidth,\" Shafir says. \"There's only so much you can attend to at any one time.\"</p><p>When people are juggling complicated situations, Shafir says, \"It's like driving on a stormy night. You're focused completely on the thing that's capturing your attention right now, and other things get neglected.\"</p><p>If stress is chronic, that neglect can be costly over time, compromising your health, your financial well-being, your relationships. So it's important to understand this big thing we call stress and what it's doing to us.</p><p>Our poll is unusual in that it focused on the 26 percent of people who say they're currently living with a high level of stress.</p><p>\"These are not just the people who say they have some stress day to day,\" says <a href=\"http://www.hsph.harvard.edu/robert-blendon/\">Robert Blendon</a>, executive director of the Harvard Opinion Research Program at the Harvard School of Public Health, which conducted the poll. \"These are the share of Americans for whom it really makes a big difference. It affects their ability to sleep and to concentrate. It leads them to have more arguments with family members. It affects their health.\"</p><p>The poll asked people to say in their own words what was the biggest cause of their stress over the past year. By far the leading reason was poor health. Either they or someone in their family was really sick, or they were overwhelmed by the death of a loved one.</p><p>When we looked at people reporting \"a great deal of stress\" in the past <em>month</em> — a measure of current stress — sickness again stood out. Sixty percent of people in poor health report having high stress levels.</p><p>Of those with a disability, 45 percent report a lot of current stress. They're followed by those with chronic illness (36 percent); income under $20,000 (36 percent); those in hazardous jobs (36 percent); single parents (35 percent); and parents with teenage children (34 percent).</p><p>Once we saw these results, we wanted to know more about the stories behind the numbers. So we asked people to respond via NPR's Facebook page. Within a couple of days, we got 6,000 responses.</p><p>People wrote lengthy, detailed and heart-wrenching narratives of the stress that disturbs their daily lives without relief. Their stories tracked the poll results pretty closely, verifying the toll that high stress is having on health, relationships and work.</p><p>Cara Mengwasser of St. Louis, for instance, represents millions of Americans whose stress interacts with her health. She's a recently divorced 46-year-old mother of three (ages 9, 13 and 16) who was diagnosed with <a href=\"http://www.diabetes.org/diabetes-basics/type-1/\">Type 1 diabetes</a> 18 years ago, when she was in her late 20s.</p><p>Diabetes \"has affected every aspect of my life,\" Mengwasser says.</p><p>She has to watch everything she eats. She takes her insulin meter and blood sugar test kit everywhere. She can't take a walk without checking her blood sugar first, and making sure she has something sweet to eat in case her blood sugar plunges dangerously.</p><p>Despite all her care, Mengwasser's diabetes is more out of control lately than it's ever been.</p><p>\"At the moment, it's not very well managed,\" she admits. \"Unfortunately, I have a lot of stress going on in my life, and ... typically my blood sugars are the first place I see it.\"</p><p>It's a vicious circle. Having diabetes causes stress. And stress makes the diabetes worse. That, of course, is true of many illnesses.</p><p>\"Most people don't understand what it means to live with a chronic illness,\" she says. \"They'll look at you and say, 'Well, you look healthy.' Well, I am healthy. I just live with a chronic illness that has to be taken care of 24/7. I do not get a vacation from this.\"</p><p>And like thousands of others who wrote to us, Mengwasser has multiple stressors in her life.</p><p>\"I'm unhappy with the job I'm in right now, and I'm getting frustrated with that,\" she says. \"I have three kids, and they keep me active and going in three different directions at all times. And my 16-year-old's learning to drive, so that's stressful, too!\"</p><p>Money was another big cause of stress in our poll. More than a third of people with low incomes suffered major stress in the prior month.</p><p>That's the case for Shelly Lloyd, a 39-year-old mother of two teenagers who lives in Sanford, Fla. Ten years ago she was waiting tables and decided she wanted to do better, so she enrolled in a community college, aiming to become a teacher.</p><p>\"I had a lot of high hopes,\" Lloyd tells NPR. \"I loved being in college. I did great — I made straight A's.\"</p><p>But she had the bad luck to graduate in 2008, as the economy collapsed. Florida went from hiring teachers to firing them.</p><p>\"I was putting in applications and sending my resume to every open teaching spot in the surrounding five counties — anything that was within an hour's drive,\" Lloyd says. \"And I never got a call back, not once.\"</p><p>Lloyd never did get a teaching job. And she says she's not likely to; for one thing, she's in arrears on her education loans, which means her school transcripts are frozen — she can't even prove that she has a degree.</p><p>Today, Lloyd is a cashier in a grocery store, making $8.50 an hour. And this past year, when her husband was laid off from his job, the family really struggled.</p><p>\"It was months of just sleepless nights — feeling sick to my stomach, literally counting the pennies to see if we could make the rent, and robbing Peter to pay Paul — terrified! Living off ramen noodles when we had been able to — not go crazy in a grocery store, but being able to buy food.\"</p><p>In our poll, 70 percent of those who said they suffer a lot of stress report sleeplessness due to worry and anxiety.</p><p>That's the case for Bobby Burgess, and it's not just money he worries about. Thirty-year-old Burgess is a single dad with three kids under 11. They live in Fairbanks, Alaska.</p><p>\"On days that the kids get sick, I have little recourse but to take a day off — or at least a half-day,\" Burgess says. He works as an environmental specialist for the state, earning one day of leave for every two weeks of work.</p><p>\"I've been taking more leave than I've been earning,\" he says.</p><p>And sometimes the day-to-day responsibilities — running errands, making dinner, helping the kids with homework — are just too much.</p><p>In February, Burgess had what he thinks was his first-ever anxiety attack. It was on the day he'd organized a laser-tag party for his 10-year-old's birthday.</p><p>\"And [I] realized kind of at the last minute that morning that I didn't have a cake,\" Burgess says with a rueful laugh. \"So I made one at the last minute. But then right before I left for the party, I just had an elevated heart rate and I was just uncontrollably emotional, you know. Basically, I just sat down, let it pass, kind of got hold of myself, and then made it to the party 15 minutes late.\"</p><p>Our poll suggests that nearly 5 million Americans could tell similar stories about the stress of single parenting.</p><p>Stress is such a big problem that those in authority — especially employers — need to find ways to make life more manageable, says Shafir, the Princeton psychologist. For instance, allowing workers to have <a href=\"http://www.nytimes.com/2012/09/20/opinion/low-paid-women-want-predictable-hours-and-steady-pay.html?_r=0\">predictable shifts</a> would help them avoid constant stressful juggling of transportation and child care.</p><p>And there's another thing that can help — simply acknowledging that stress can overwhelm people's ability to cope. But Shafir says that's not easy for many Americans.</p><p>\"The notions of self-reliance, self-sufficiency, which are so strong in the American culture, sort of lead you to say that if you have problems you should take yourself by the bootstraps and start working on it,\" he says.</p><p>In Anniston, Ala., 34-year-old Trace Fleming-Smith has learned the value of asking for help in coping with her stress.</p><p>She directs a domestic violence and sexual abuse program, advocating for women who've been victims of violence. Fleming-Smith says she herself has been threatened by her clients' abusers. And like 36 percent of those in hazardous jobs, she says she suffers from high stress levels.</p><p>\"There's these moments when I think, wow, I don't know if I can keep doing this,\" she says.</p><p>So she makes time to get support from friends who are also stressed.</p><p>\"We talk for at least a few minutes every day,\" Fleming-Smith says. \"And we hold ourselves accountable for self-care. Like, 'What are you doing to take care of yourself? What are you doing today? When was the last time you've eaten?' \"</p><p>It's the best thing she's done to help her deal with those overwhelming moments, she says.</p><p>A lot of people agree with her. Nearly 60 percent of those reporting a lot of stress say they find relief from routinely spending time with family or friends.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Many+Americans%2C+Stress+Takes+A+Toll+On+Health+And+Family&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Knox","audio":[{"meta":{"duration":"487"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329420371-d0b235.m3u?orgId=1&topicId=1128&aggIds=327816692&ft=3&f=323351759"},{"href":"http://media.npr.org/assets/img/2014/06/30/overview-stress---rocks_v1-1ee30b186abe57c855ea814f92a3b08986b27d9d.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"3994","width":"5321"}}]}