{"created":"2015-04-03T19:45:12+00:00","modified":"2015-04-06T17:59:45+00:00","valid":{"from":"2015-04-06T17:59:45+00:00","to":"3015-04-06T17:59:45+00:00"},"hreflang":"en","guid":"c909ae60-c886-4ef7-a282-191fd36ae955","title":"Israel reacts to a deal its leader calls 'a danger to the region'","published":"2015-04-06T17:59:42+00:00","byline":"Matthew Bell","tags":["Iran nuclear deal","US-Iran relations","Foreign relations of Iran","US-Israeli relations","Benjamin Netanyahu","Global Politics","Israel","Israel","Iran","nuclear","Benjamin Netanyahu","Nuclear program of Iran","Iran–United States relations","Politics of Iran"],"teaser":"Israel’s prime minister came out with swift and sharp condemnation of the Iran nuclear deal announced this week, calling it a bad deal that threaten's Israel's existence. But while many Israelis are with him, some are more optimistic about the agreement.","contentencoded":"<p>Benjamin Netanyahu's verdict on the Iranian nuclear agreement is in, and it's no surprise: it's a \"bad deal\" and “a danger to the region and the world, the Israeli prime minister said on Friday.</p>\n<p>And he's not alone. David Horovitz, the editor of the Times of Israel, wrote that the framework agreement reached in Switzerland is “hopelessly flawed” and “defeatist,” and says that it will end up emboldening a “<a href=\"http://www.timesofisrael.com/defeatist-obamas-deal-with-the-devil/\">ruthless, duplicitous, and patient regime</a>.”  </p>\n<p>He also said President Barack Obama isn't telling the truth about Netanyahu's position on Iran.</p>\n<p>“It’s no secret that the Israeli prime minister and I don’t agree about whether the United States should move forward with a peaceful resolution to the Iranian issue,” Obama said on Thursday at the White House. But Horovitz wrote that it's \"emphatically not the case, despite Obama’s insinuation, that Israel’s leader regards military intervention as the only means to thwart Iran.\"</p>\n<p>He argued instead that Netanyahu simply wants a more stringent deal that must also, in the prime minister's words, “include a clear and unambiguous Iranian recognition of <a href=\"http://www.haaretz.com/news/diplomacy-defense/.premium-1.650420\">Israel’s right to exist</a>.”</p>\n<p>Netanyahu and Horovitz are joined in those fears by many Israelis, but others are more optimistic about the agreement.</p>\n<p>“The framework agreement is not a bad deal at all,” <a href=\"http://www.haaretz.com/news/diplomacy-defense/.premium-1.650355\">wrote Barak Ravid</a>, a diplomatic correspondent for the liberal Israeli newspaper Haaretz. “In-depth examination of the details shows that the deal includes many positive aspects that preserve Israeli security interests and answer some of Jerusalem’s concerns.”</p>\n<p>The devil will be in the details of the final status agreement, Ravid acknowledges; much of the fine print, including how international inspectors will verify Iran's compliance witht the deal, will only be written in the coming months.  But if Iran lives up to its side of the bargain, “the threat of an Iranian nuclear weapon will be severely reduced over the next two decades, at least.”</p>\n<p>Netanyahu is well-known for his laser focus on Iran, and his relentless efforts to cast a public spotlight on Iran’s nuclear activities go back many years. But he may also be worried for another reason: His relations with President Obama are already frosty, and the prospect of a diplomatic breakthrough between Iran and the West might sideline him further.</p>\n<p>“Israel’s influence on the course of the negotiations [with Iran] over the past few weeks and more, lessened,” says Daniel Estrin, a Jerusalem-based correspondent. US officials, he says, stopped sharing certain details of the multilateral talks with Israel. Washington also accused the Israelis, via leaks from anonymous sources, of spying on the Iran talks. </p>\n<p>“When push came to shove, Netanyahu’s speech in Congress did not change Obama’s course,\" Estrin says. \"The deal that came forth is the deal that Netanyahu didn’t want. And maybe the one thing Netanyahu is hoping for now is some kind of leverage.\" </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-03%2Fnetanyahu-says-iran-deal-would-threaten-israel-s-existence&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04032015_02.mp3"},{"href":"http://www.pri.org/file/0403201502mp3"}]}