{"created":"2014-09-22T16:09:34+00:00","modified":"2014-10-31T15:41:05+00:00","valid":{"from":"2014-10-31T15:41:05+00:00","to":"3014-10-31T15:41:05+00:00"},"hreflang":"en","title":"The Youth Unemployment Crisis Hits African-Americans Hardest","published":"2014-07-21T14:50:00+00:00","teaser":"Hidden economic forces like job-specific segregation are keeping young minorities out of the job market.","itags":["npr_api","329864863"],"guid":"c937d295-ac89-47fe-bfc9-ec9a52a04c8a","contentencoded":"<p>Young people are being chased out of the labor market. Though the national unemployment rate has fallen steadily in recent months, youth unemployment remains stubbornly high, and the jobless rate is even higher among young minorities. For young people between the ages of 16 and 24, unemployment is more than twice the national rate, at 14.2 percent. For African-Americans, that rate jumps to 21.4 percent.</p><p>Of course, discrimination could be a factor. But according to William Spriggs, an economist at Howard University, the trend is also being driven by a sluggish economy. As he told <em>Morning Edition's</em> Renee Montagne, there is still a backlog of Americans who are unemployed or underemployed as a result of the Great Recession, creating more competition for even minimum wage jobs. In a job market where many people with a college education are settling for jobs outside of their fields, a teenager looking for a summer job will find the market crowded.</p><p>Another big problem, says Spriggs, is the absence of adequate job information. In most states, companies are not required to publicly list all of their job openings. As a result, there are huge disparities in labor market information, based as much on who you know as what you know.</p><hr /><h3>Interview Highlights</h3><p><strong>On job-specific segregation</strong></p><p>If you walk — in Washington, D.C., as an example — and go to the McDonald's, which is near Howard University on Georgia Avenue, you will see a crew that's almost all black. If you go to a McDonald's that's downtown, you're probably going to see them be mostly Latino. Now, it's the same skills, the same type of job, the same employer. Why do the workforces look that different? It's really job networking.</p><p><strong>On the importance of a summer job</strong></p><p>It's very important, and again it's that network. It's getting to know other people who work. It's getting an employer who can vouch for you when you go to get another job. It's having on your resume that you have that experience. And it's understanding an industry and understanding what the opportunities are within that industry. So, maybe you do take a job in retail, but you're exposed to buyers as an occupation. You're exposed to who supplies the store.</p><p><strong>On the implications of the youth unemployment crisis</strong><strong></strong></p><p>As a society, we have a deeper challenge. We have set up our entire system assuming that as a young person you started with a work history — including the way that we think about social security. We haven't designed our unemployment system to handle this type of labor market. Our unemployment system, unlike in Europe, says you have to have worked first. We're giving you insurance against an existing work record. But young people now are having a very hard time establishing that work record and therefore don't even have access to unemployment insurance.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Youth+Unemployment+Crisis+Hits+African-Americans+Hardest&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"242"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1333537821-b89db2.m3u?orgId=1&topicId=1015&aggIds=331361813&ft=3&f=329864863"}]}