{"created":"2014-10-27T19:09:00+00:00","modified":"2014-10-30T23:22:19+00:00","valid":{"from":"2014-10-30T23:22:19+00:00","to":"3014-10-30T23:22:19+00:00"},"hreflang":"en","title":"Thousands Of Iraqis Still Trapped At Mount Sinjar","published":"2014-08-12T19:36:00+00:00","teaser":"It is virtually impossible to get aid in, except by airdrop. We get an update on the situation from UNICEF in Irbil, Iraq.","itags":["npr_api","339874866"],"guid":"c9504231-63fd-474f-98fc-0eab45fc6d83","contentencoded":"<p>An Iraqi military helicopter trying to deliver aid to displaced Iraqis stranded on Mount Sinjar has crashed, killing the pilot and injuring other passengers. The New York Times is reporting that two of its people were on board; reporter Alissa Rubin suffered an apparent concussion and broken wrists, and freelance photographer Adam Ferguson is uninjured.</p><p>Tens of thousands of people from the Yazidi minority are still trapped on Sinjar mountain, surrounded by militants from ISIS, also called the Islamic State. It is virtually impossible to get aid in, except by airdrop. U.S., Iraqi and British military helicopters have been delivering food, water and other supplies to try to keep people alive.</p><p>They have also air-lifted dozens of people off the mountain. Others have begun to find their way down on foot.</p><p><em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson talks to <strong>Karim El-Korany</strong>, with UNICEF in Irbil, Iraq, for an update on the humanitarian situation on and around Mount Sinjar.</p><h4>Guest</h4><ul><li><strong>Karim Elkorany</strong>, spokesman for UNICEF in Irbil, Iraq. He tweets <a href=\"https://twitter.com/karimelkorany\" target=\"_blank\">@karimelkorany</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Thousands+Of+Iraqis+Still+Trapped+At+Mount+Sinjar&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"354"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339874869-40549a.m3u?orgId=1&ft=3&f=339874866"}]}