{"created":"2015-06-29T20:56:07+00:00","modified":"2015-06-30T18:32:50+00:00","valid":{"from":"2015-06-30T18:32:50+00:00","to":"3015-06-30T18:32:50+00:00"},"hreflang":"en","guid":"c957568e-c97f-4ac1-9160-aca34d797465","title":"As US scrambles to address visa backlog, international musicians are out of luck","published":"2015-06-30T18:32:45+00:00","byline":"Daniel Gross","tags":["music","State Department","us","visas","immigration","Arts","Culture","Music","Arts, Culture & Media"],"teaser":"Thanks to a State Department glitch, hundreds of thousands of visa applications were held up for weeks","contentencoded":"<p>In recent weeks, cultural events across the US had to cope with the sudden disappearance of international performers from their lineups.</p>\n<p>The Nigerian musician Sunny Adé, for example, had to cancel a US tour when his band’s visas didn’t come through in time. So did the Peruvian electronic psychedelic band Dengue Dengue Dengue!</p>\n<p>And Chicago’s Grant Park Music Festival abruptly lost all four of its British vocal soloists — leaving their replacements just one week to learn the music.</p>\n<p>The cause for all this cultural chaos? A hardware problem at the State Department that prevented the US from issuing visas for more than two weeks. It didn’t just affect musicians. It affected all visa applicants, including tech employees and temporary agricultural workers.</p>\n<p>“What we’re hearing is that all the embassies are back online now,” says attorney Matthew Covey, whose consulting firm, Tamizdat, helps foreign performers get US visas. “The hardware problem is supposedly solved.”</p>\n<p>The State Department said 335,000 visa applications were received while the system was down. Most of theose have reportedly been processed — but Covey points out that the “ripple effects” may persist in coming months.</p>\n<p>For example, Covey works with a British band that doesn’t need a US visa until mid-July. The question is how to get them the visa, since that they’re on the road until then. “Logistically, it’s kind of a nightmare,” Covey says.</p>\n<p>The immigration process for musicians is always tedious, but it’s usually straightforward enough. “When the system works, which most of the time is the case, it’s nothing more than bureaucratic hoops and a fair amount of expense,” Covey says.</p>\n<p>But when things do go wrong, immigration restrictions can have huge implications for the movement of musicians across the world.</p>\n<p>“The kinds of delays you can see can stretch for weeks to months to, in some cases, years,” Covey says. “And that certainly can shut down an artist’s career in the US.”</p>\n<p> </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-29%2Fwhile-us-scrambles-address-visa-backlog-international-musicians-are-out-luck&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/denguedenguedengue.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/denguedenguedenguejpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06292015_09.mp3"},{"href":"http://admin.pri.org/file/0629201509mp3"}]}