{"created":"2014-11-27T21:18:57+00:00","modified":"2014-12-24T18:10:57+00:00","valid":{"from":"2014-12-24T18:10:57+00:00","to":"3014-12-24T18:10:57+00:00"},"hreflang":"en","title":"Beware The 'Babadook,' The Monster Of Your Own Making","published":"2014-12-24T18:10:00+00:00","teaser":"The monsters of repression are what terrorize a mother and her son in this independent, Australian, horror movie. \"I wanted it to look more low-fi and more handmade,\" says director Jennifer Kent.","itags":["npr_api","366622062"],"guid":"c95d2034-77b4-4e49-ae02-e3e7e9a52632","contentencoded":"<p>The monsters of repression are what terrorize a single mom and her little boy in <em>The Babadook</em>. The small, independent, Australian, feminist horror movie was one of the buzziest films coming out of the 2014 Sundance Film Festival. As of this writing, <em>The Babadook</em> enjoys an impressive <a href=\"http://www.rottentomatoes.com/m/the_babadook/\" target=\"_blank\">97 percent</a> positive score on Rotten Tomatoes.</p><p>The film centers on 6-year-old Samuel, one of those kids you dread having to spend time with in real life. He's aggressive, demanding and prone to meltdowns. He's obsessed with magic tricks and is convinced an imaginary monster is hiding under the bed.</p><p>\"He's obviously suffering a high level of anxiety,\" observes the therapist he's taken to after getting kicked out of school. \"Very committed to the monster theory.\"</p><p>The monster Samuel fears is, of course, the Babadook. That's a sinister, smudgy figure with a top hat, menacing feathery black fingers and a hungry, toothy mouth. He shows up first in a children's book that seems to have come from nowhere and later in a grainy silent movie on late night TV that's influenced by the \"magic\" films of <em>Georges Méliès.</em></p><p>\"I wanted it to look more low-fi and more handmade,\" says director Jennifer Kent. \"And I think it's more savage that way.\"</p><p><em>The Babadook</em> is Kent's first feature film. (<a href=\"http://vimeo.com/39042148\" target=\"_blank\">Here you can see a short</a> that's an early version of <em>The Babadook</em>). Georgetown University professor Caetlin Benson-Allott studies horror movies. She says<em> The Babadook</em> brings something fresh and unexpected to the genre: \"To acknowledge that being a mother is hard,\" she says. \"That sometimes you hate your child and don't know how to cope. That was something I don't think we've seen in horror before.\"</p><p>Of course we've seen other mothers in horror movies, but few facing this kind of emotional verisimilitude. Samuel's mom has been depressed since the child's father died. Because Samuel is so difficult to be around, the two are despised by their relatives. But for all his neediness and lack of self-control, Samuel is also a plucky and forthright little kid, deeply protective of his fragile mother. Their next-door neighbor recognizes and admires the strength hiding in this little family.</p><p>\"For me, this story was a myth in a domestic setting,\" says the director, who completely invented the Babadook. (He's not — as some have wondered — based on an actual Australian folktale.) She wants viewers to be uncertain if they're seeing a supernatural monster or one that's erupted from repressed feelings.</p><p>\"This is a film about making your own monsters,\" agrees Benson-Allott. \"And the damage we do to our families, and within our families.\"</p><p>It's a theme that makes <em>The Babadook</em> not only one of the most talked about horror movies of the year, but perhaps perversely, one for the holidays.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Beware+The+%27Babadook%2C%27+The+Monster+Of+Your+Own+Making&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"319"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367047172-cce43d.m3u?orgId=1&topicId=1137&ft=3&f=366622062"},{"href":"http://media.npr.org/assets/img/2014/11/25/thebabadook_still5_essiedavis_noahwiseman__bymattnettheim_2013-11-27_10-13-16am-9e00636c53e990a93bf6d1b4b4df24a998ec36b2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2242","width":"2990"}}]}