{"created":"2015-05-31T17:36:01+00:00","modified":"2015-06-04T16:13:08+00:00","valid":{"from":"2015-06-04T16:13:08+00:00","to":"3015-06-04T16:13:08+00:00"},"hreflang":"en","title":"At Vermont's Dog Mountain, Comfort And Community For Pet Lovers","published":"2015-06-04T16:13:00+00:00","teaser":"In a small New England town, visitors come to a tiny white chapel dedicated to the souls of dogs. But how it came to be is its own complicated love story.","itags":["npr_api","410536722"],"guid":"c992db6e-0e21-4c46-9bf4-3d364e26ed9c","contentencoded":"<p>Vermont artists Stephen and Gwen Huneck were married for 35 years. They never had kids, but they always had dogs, their constant companions. In his mid-30s, Stephen Huneck taught himself to carve wood. Naturally, his subject was dogs — lots and lots of dogs.</p><p>He was also a dreamer. And he dreamed of building a chapel for dogs in St. Johnsbury, Vt. \"I remember when Gwen first told me that they were going to build this dog chapel,\" Jon Ide, her brother, told producers Dan Collison and Elizabeth Meister. \"And I thought, 'Well, that's kind of nutty.' You know, dogs are great, but you've got to eat.\"</p><p>Collison and Meister follow the story of the Hunecks and their dream in the radio documentary <a href=\"http://longhaulpro.org/stories/dogmountain/\">Dog Mountain: A Love Story</a>.</p><p>The Hunecks made financial sacrifices and, over a period of three years, built their chapel on 150 mountaintop acres. They envisioned their <a href=\"http://www.dogmt.com/\">Dog Mountain</a> as a place where dog owners could come and enjoy time with their pets — and where those whose dogs had died could find comfort by leaving \"notes, little pictures, photos, remembrances of pets that they had loved and lost,\" Ide says.</p><p>The chapel itself — small, white, with a steeple and stained-glass windows — quickly filled with thousands of notes from people paying tribute to their pets and with Stephen's carvings. Stephen \"said that the dog chapel was his largest and most personal artwork. And it really is — it's a masterwork,\" Ide says.</p><p>The Hunecks fell on hard times during the 2008 financial crisis. Tragedy followed: Stephen took his own life in 2010. Gwen struggled to keep Dog Mountain going; she died in 2013.</p><p>Nowadays Ide, her brother, is in charge of the place. He considers it \"almost like a point of honor to do what we can to help Dog Mountain survive.\" The place continues, he says, to be \"the source of enormous healing and joy.\"</p><p>You can listen to the full story by Long Haul Productions at the audio link at the top of this story. And you can hear a longer version of the documentary, as well as explore photos and learn more about Dog Mountain, at <a href=\"http://longhaulpro.org/stories/dogmountain/\">longhaulpro.org</a>.</p><hr /><p><em>Dan Collison and Elizabeth Meister are independent producers with Long Haul Productions.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+Vermont%27s+Dog+Mountain%2C+Comfort+And+Community+For+Pet+Lovers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"733"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411044436-25bc23.m3u?orgId=1&topicId=1132&d=733&p=2&story=410536722&t=progseg&e=410996516&seg=4&ft=nprml&f=410536722"},{"href":"http://media.npr.org/assets/img/2015/05/29/chapel-wide-6cfe73993155658021a2fef034125ca9490ac747.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"534","width":"712"}},{"href":"http://media.npr.org/assets/img/2015/05/29/stephen-sally-gwen-0a951ef5a012b601e22b761fdf74e55a39c977b3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"999","width":"1333"}},{"href":"http://media.npr.org/assets/img/2015/05/31/wall-franky-74011db0bf7e89f90fa03aa1592c1b4c2307067b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2578","width":"3437"}}]}