{"created":"2014-10-08T02:58:45+00:00","modified":"2014-11-19T17:05:25+00:00","valid":{"from":"2014-11-19T17:05:25+00:00","to":"3014-11-19T17:05:25+00:00"},"hreflang":"en","title":"In Iraq's Sacred City Of Najaf, Clerics Call On Shiites To Fight","published":"2014-07-03T17:08:00+00:00","teaser":"Senior Shiite Muslim clerics usually stay out of politics. But they've broken with tradition and issued a call to arms. Shiites are now volunteering — and dying — in the fight against Sunni Muslims.","itags":["npr_api","328011990"],"guid":"c994bae7-8e63-444f-b540-d9ecf1249d8c","contentencoded":"<p>Sunni militants claimed vast swaths of Iraq last month, thanks largely to the collapse of the Iraqi army.</p><p>But three weeks later, the army has been able to win back some territory. The gains come after a call to arms by Shiite religious leaders in the holy city of Najaf, where deep emotion and symbolism are inspiring Shiite volunteers.</p><p>Najaf is home to the ancient Valley of Peace cemetery, which seems crowded. Miles of desert stretch under blistering sun, the gilded domes of mausoleums pressed up against the dusty headstones of the ordinary dead.</p><p>Shiite Muslims traditionally bury their loved ones in this cemetery. And as crowded as it is, more bodies are flooding in: Young men, with flags draped over their coffins to show they died in battle.</p><p>Muhsin al-Awasy speaks as his cousin's body is ceremonially washed.</p><p>\"He was a youth, not married, 20 years old, from a special forces battalion in Mosul. They withdrew to Samarra,\" Awasy says. \"At a checkpoint there he was hit with a mortar round and died with one or two others.\"</p><p>As the women weep and pray, the male relatives cluster round to say they've been to many soldiers' funerals recently — and they'll go to many more, until the Sunni militants trying to take over the country are pushed out.</p><p>\"Even though he died,\" Awasy says of his cousin, \"all of us are ready to volunteer.\"</p><p>About a month ago, Iraq's armed forces were collapsing. Maybe a third of the army fled as Sunni fighters led by extremists seized city after city. But now, tens of thousands of men are volunteering, swearing to fight and die for their country. The army can now push back in some places, like the city of Tikrit, and the mourners say they're proud.</p><p>\"The Iraqi army is making progress,\" Awasy says. \"I hear they have liberated Tikrit this morning.\"</p><p>While the Iraqi army has been fighting in Tikrit in recent days, most reports point to a city that's still contested.</p><p>Still, a key to this turnaround is in Najaf, a quiet city where Shiite clerics hold court around a golden shrine. When the army fell apart, the most eminent Shiite cleric, Grand Ayatollah Ali al-Sistani, called on men to fight. In doing so, he broke with Iraqi tradition that religious leaders stay out of politics.</p><p>One younger cleric, Ali al-Najafi, explains that Sistani was forced to intervene because the military is ineffective and political leaders are uninspiring.</p><p>\"They were not prepared to thwart this attack,\" Najafi says. \"It became evident that there were two problems: a problem with organization and a problem with morale. The soldier or the fighter couldn't find the right motive to stand strong and fight.\"</p><p>Najafi hints that Iraq's highly-paid politicians are depraved, like Saddam Hussein, while the clerics are different. People respect the clergy, so they responded to the call to fight.</p><p>But Najafi knows there's a risk that a call coming from the Shiite establishment could be used as justification for the sectarian slaughter of Sunnis.</p><p>\"Yes, there is concern that the situation will be taken advantage of to fuel the sectarian crisis,\" he says, \"and we are making a great effort, and even giving our blood, to make sure this division does not come to Iraq.\"</p><p>Najafi says Shiite clerics are reaching out to Sunni ones and stressing to fighters that it's just as important to defend Sunni areas. But the recruitment drive does have sectarian overtones; many men have joined not the army, but rather irregular Shiite militias.</p><p>In the heart of the graveyard, the flag of one such militia flutters in a roasting wind. Each armed group has its own space here. In one, the wind peels up the corners of posters held down with bricks on new graves. In another, two fresh mounds lie side by side.</p><p>Each grave has pictures on it: Shiite shrines, the Shiite imams Ali and Hussein, Shiite ayatollahs from Iran.</p><p>Salah al-Mohammad has come to the cemetery to wash his brother's grave in rosewater and burn incense. His brother died fighting in Syria with the Asaib Ahl al-Haq Shiite militia, defending a Shiite shrine. Now, Mohammad is joining the army.</p><p>\"Just 40 days ago I lost my brother, but now I've volunteered, too,\" he says. \"When the clerics called us to volunteer, we did.\"</p><p>Despite the best efforts of clerics and politicians to paint the battle as patriotic and nonsectarian, Mohammad sees things in starkly Shiite terms. He says he's going to fight for the Shiite imams, and he calls the mainly Sunni insurgency infidels.</p><p>Next to the freshly filled graves are three more, still empty. The bodies will come soon, say the gravediggers. There's space in the plot for many more.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Iraq%27s+Sacred+City+Of+Najaf%2C+Clerics+Call+On+Shiites+To+Fight&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"309"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1328012087-fd65b6.m3u?orgId=1&topicId=1010&ft=3&f=328011990"},{"href":"http://media.npr.org/assets/img/2014/07/03/77178339-8c4c351d203eff51479a226c1077fb9ffb811a1e.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1375","width":"2048"}},{"href":"http://media.npr.org/assets/img/2014/07/03/450595454-300aea8c4912358eb5468be9e19117df226a9fc5.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3744","width":"5616"}},{"href":"http://media.npr.org/assets/img/2014/07/03/451136092-2f4b6a411ba7ca0679be232916efb7fca3ad526d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2754","width":"4000"}},{"href":"http://media.npr.org/assets/img/2014/07/03/451103664-f4e4e15b44cf3dbb687924d37252d0f39be64c98.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2589","width":"3455"}},{"href":"http://media.npr.org/assets/img/2014/07/03/451103664-f4e4e15b44cf3dbb687924d37252d0f39be64c98.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2589","width":"3455"}},{"href":"http://media.npr.org/assets/img/2014/07/03/80741726-bd28708b720d345211126e500b7f43e1f11487be.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1420","width":"1893"}},{"href":"http://media.npr.org/assets/img/2014/07/03/450762778-d339b1cee506c0d58acffc8ec77e1a2c2231736b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2589","width":"3455"}},{"href":"http://media.npr.org/assets/img/2014/07/03/480461801-ee3e021d77d2fd34c8d1f49ca3ec71b0e76c5561.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1189","width":"1586"}}]}