{"created":"2014-09-22T20:25:06+00:00","modified":"2014-09-22T20:25:06+00:00","valid":{"from":"2014-09-22T20:25:06+00:00","to":"3014-09-22T20:25:06+00:00"},"hreflang":"en","title":"Mia Wasikowska On The Sounds Of Camels And The Lure Of Travel","published":"2014-09-22T20:24:00+00:00","teaser":"Melissa Block talks to actress Mia Wasikowska about her new film, <em>Tracks</em>, which follows a woman on a long journey with only camels and a dog for company.","tags":["npr_api","350595840"],"contentencoded":"<p>Mia Wasikowska wants you to know that camels get kind of a bad rap.</p><p>Talking with Melissa Block on Monday's All Things Considered, she hearkens back to her time with them while shooting her new film, <em>Tracks</em>. Based on a true story, <em>Tracks </em>follows a young woman who decides to set out on her own across the Australian desert and takes a dog and a few camels along. After being treated to some great camel growling that perhaps is its own kind of music (...\"humpcore\"?), Wasikowska says that it's not as mean as it sounds. \"I think that growl has given them so much bad press,\" she says. \"It's funny, they growl kind of all the time, but it's just like, kind of, their chatting. But people find it very off-putting.\"</p><p>Wasikowska says that the camels were actually pretty easy to deal with: \"They kind of just do what they're told, they follow you, they, you know, go wherever you go. So, we had like no camel trouble on this movie.\"</p><p>There was more to the trip than the camels, though, and she also talks about the purposes of the journey for the original woman, Robyn Davidson, and about why it's so hard for some people to understand why you might set out on a seemingly aimless trip.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mia+Wasikowska+On+The+Sounds+Of+Camels+And+The+Lure+Of+Travel&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","guid":"c999e8e9-61a7-4741-829c-852f8ca53963","audio":[{"meta":{"duration":"489"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350662223-b5b6a5.m3u?orgId=1&topicId=1137&ft=3&f=350595840"},{"href":"http://media.npr.org/assets/img/2014/09/22/_tra5138-386d321c21416fa3353410b981b41582a4a0bfc1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2263","width":"3018"}}]}