{"created":"2014-09-27T13:04:21+00:00","modified":"2014-10-30T22:03:19+00:00","valid":{"from":"2014-10-30T22:03:19+00:00","to":"3014-10-30T22:03:19+00:00"},"hreflang":"en","title":"Writer Paul Theroux: The Short Story Is 'Diabolically Hard To Master'","published":"2014-09-27T16:21:00+00:00","teaser":"\"It's only 10 or 15 pages,\" he says, \"but still you got to get it right.\" Theroux's new collection, <em>Mr. Bones</em>, tells stories of the odd person out.","itags":["npr_api","351529014"],"guid":"c9a38772-25da-4adf-97c1-64ff2b3024b9","contentencoded":"<p>A master of the short story has a new collection to remind us how there's nothing short about how long a well-told story can linger in our minds. Paul Theroux is one of the most highly-acclaimed writers in the English language. His novels include <em>The Mosquito Coast</em> and <em>The Lower River</em>, and his travel books include <em>Dark Star Safari: Overland From Cairo to Capetown</em>.</p><p>Theroux's new collection is <em>Mr. Bones: Twenty Stories</em>. He tells NPR's Scott Simon about the book's title story and how he knows when a short story collection is done.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the theme of his new story collection</strong></p><p>It could be a person thinking that they met \"Miss Right\" and turning out that they made a horribly wrong decision. I think of my writing, generally, as being about the odd man out or the odd woman out, so it's maybe extraordinary people, but maybe also fantasies that I have. A short story is often the fantasy of a writer, as well as the experience of a writer.</p><p><strong>On the book's title story, \"Mr. Bones,\" about a father who turns himself into a minstrel act</strong></p><p>In the 1950s, there were such things as minstrel shows in suburban Boston. The story is not completely autobiographical, but I did base it on the fact that my father was in a minstrel show. My father was kind of a jokester, but he tended to make jokes in funny voices the way, sometimes, people do. ... And I thought, what if a person was in a minstrel show, put on blackface and a wig, and then came home? What sort of a person would he be? Would he be the father of the family making jokes or would he be in character?</p><p>You khow, sometimes actors say, \"I stayed in character for this film.\" They ... walk with a swagger, or they talk with a drawl. And people are sort of freaked out by it. So I thought, well, here's a man — a very, very quiet, enigmatic man — but suddenly, he's a minstrel figure. He's in blackface. What would he say? And he tells jokes and he's a completely different person. It's kind of shocking for the family.</p><p><strong>On the line \"A smile is the hardest expression to fathom\"</strong></p><p>Think of Richard Nixon smiling. Think of Bill Clinton smiling. Think of [Joseph] Stalin smiling — you occasionally do see him smiling. It is very strange, very disarming. And then you think, <em>Is that a smile?</em> A smile is often not a smile. It's ambiguous and it can be rather frightening. A smile might be more frightening than no expression at all.</p><p><strong>On how he knows when a short story collection is done</strong></p><p>I think you live your life in phases. I certainly seem to. I was writing these stories over the past five years and I think it's done when I have no more ideas and I feel as if I can sort of close the book on this.</p><p>It's a very hard question to answer: \"When is a book of short stories done?\" You know when a novel's done, but not so much with short stories. In fact, short stories [are] a venerable form, but it's diabolically hard to master. There's a lot of apprenticeship in writing stories. And sometimes a story can take such a long time to write — I mean, months and months. ... It's only 10 or 15 pages, but still you got to get it right.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Writer+Paul+Theroux%3A+The+Short+Story+Is+%27Diabolically+Hard+To+Master%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"363"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351979029-7c5eed.m3u?orgId=1&topicId=1033&ft=3&f=351529014"},{"href":"http://media.npr.org/assets/img/2014/09/25/theroux-paul_hres-f9e89a31cacaf163af01be2304878eb248c010c3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"606","width":"808"}}]}