{"created":"2014-09-10T18:49:46+00:00","modified":"2014-09-10T18:49:55+00:00","valid":{"from":"2014-09-10T18:49:55+00:00","to":"3014-09-10T18:49:55+00:00"},"hreflang":"en","guid":"c9a5e01c-86a6-418d-b0c3-29a3322e45ac","title":"African immigrants in Colorado are finding their political voice","published":"2014-09-10T18:49:54+00:00","byline":"Megan Verlee","tags":["immigration","politics","elections","Global Nation","Global Politics","denver","Aurora","North America","Africa","Ethiopia","United States","Kenya","Liberia","Ghana","Cameroon","Eritrea","Colorado","Joe Neguse","Naquetta Ricks","Jimmy Carter","Barack Obama","George Bamu","Denver","Colorado","Politics","immigrants","African immigration to the United States"],"teaser":"In Colorado, Africans are second only to Latin Americans among the state's immigrant populations. Until now, they've been largely absent from Colorado's politics, but new candidates and civic groups with African roots are pushing the community nearer to the political spotlight.","contentencoded":"<p>On a recent morning, Naquetta Ricks was registering voters and chatting up potential supporters at a college campus in Denver. She&#39;s running for the&nbsp;<span style=\"line-height: 1.538em;\">University of Colorado&rsquo;s Board of Regents, and s</span><span style=\"line-height: 1.538em;\">he touts her ties as a local high school grad and area mother &mdash; b</span><span style=\"line-height: 1.538em;\">ut she was actually born in Liberia.</span></p><p>After a violent coup in the 1980s, Ricks fled the country with her family. It was the same year&nbsp;President Jimmy Carter signed the <a href=\"http://www.acf.hhs.gov/programs/orr/resource/the-refugee-act\">Refugee Act</a>, which gave a big boost to African immigration to the US.</p><p>Now Ricks is one of two candidates with African roots running in Colorado elections.</p><p>The other is&nbsp;<span style=\"line-height: 1.538em;\">Joe Neguse &mdash; whose parents fled Eritrea in 1980, when it was still a part of Ethiopia. Neguse, who was born in the US after his parents left Africa, is now vying for the open seat in the race for Colorado Secretary of State.</span></p><blockquote class=\"twitter-tweet\" lang=\"en\"><p>Today I announced my candidacy for Secretary of State of Colorado. Join us: <a href=\"http://t.co/mEkpInZnAZ\">http://t.co/mEkpInZnAZ</a> <a href=\"https://twitter.com/hashtag/copolitics?src=hash\">#copolitics</a> <a href=\"http://t.co/CBN9CXWc3T\">pic.twitter.com/CBN9CXWc3T</a></p>&mdash; Joe Neguse (@JoeNeguse) <a href=\"https://twitter.com/JoeNeguse/status/349653606368165889\">June 25, 2013</a></blockquote><script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p><span style=\"line-height: 1.538em;\">N</span><span style=\"line-height: 1.538em;\">eguse says his parents&rsquo; persecution in Ethiopia helped get him into politics.&nbsp;&quot;At a very early age, they taught me and my sister not to take for granted the sacred freedoms that we have in the United States &mdash; that do not exist in a lot of places in the world,&quot; he says.</span></p><p>Their campaigns are a marker of the African immigrant community&#39;s political coming of age in Colorado. Along with Ricks&#39; and Neguse&#39;s bids for office,&nbsp;<span style=\"line-height: 1.538em;\">a new organization has formed called the African Leadership Group. It aims to provide a more unified voice from the African community, and results have been positive.&nbsp;It&#39;s getting noticed by politicians from different parts of Colorado, who now campaign at African cultural events.</span></p><p>Nebiyuh Asfaw runs an Ethiopian food festival in the Denver area &mdash; most of Colorado&#39;s African immigrants have Ethiopian roots &mdash; and says he&#39;s impressed with the number of politicians showing up at his event. But he&rsquo;s also not entirely surprised.</p><p><span style=\"line-height: 1.538em;\">&quot;Colorado has increasingly become a swing state, where elections and decisions are being made with very narrow margins,&quot; Asfaw says. &quot;So people are looking under the microscope [and] saying, &#39;Who are the voters? Where are the voting blocs?&#39;&quot;</span></p><p>African immigrants aren&#39;t quite a voting bloc yet, but a new issue may help. <a href=\"http://www.afrikmall.com/\">Afrikmall</a>,<span style=\"line-height: 1.538em;\">&nbsp;a&nbsp;</span><span style=\"line-height: 1.538em;\">massive, recently opened mall and community center in Denver that caters to&nbsp;</span><span style=\"line-height: 1.538em;\">African immigrants, </span><span style=\"line-height: 1.538em;\">forced immigrant business owners to engage with political leaders to get the project off the ground.</span></p><p>But Cobina Lartson, the chief executive officer of Afrikmall,&nbsp;<span style=\"line-height: 1.538em;\">says it&#39;s still a long process to make immigrants feel like getting involved in politics is worth their time.</span></p><p>&quot;When we came, most of us [said], &#39;Oh, I&rsquo;m going to go back in five years.&#39; Five years, and we&rsquo;re still here, ten years, we&rsquo;re still here,&quot; says Lartson, who immigrated to the US from Ghana. &quot;So you get to a point where you begin to tell yourself, &#39;I&rsquo;m here now. It&rsquo;s worth [it] for me to get involved.&#39;&quot;</p><p><span style=\"line-height: 1.538em;\">So one immigrants get involved, who might win their votes. Asfaw, the food festival head, is a Democrat. He admits deep religious and conservative social values could make many African immigrants sway towards the Republican Party, but there are other factors.&nbsp;</span></p><p>&quot;But I have to be honest, a lot of the tone from the Republican Party at least over the past five, six years &mdash; to a lot of us &mdash; appears to be a little exclusive,&quot; Asfaw says.</p><p>But Colorado&#39;s Republican leaders are trying to change that image and build ties with organizations like the African Leadership Group.</p><p>Immigrants say they welcome the political attention, but they&rsquo;re also wary about the motivations of the politicians who court them.&nbsp;<span style=\"line-height: 1.538em;\">&quot;People are really concerned that you&rsquo;re coming to us now to talk to us because the election&rsquo;s approaching,&quot; says George Bamu, an immigrant from Cameroon who&nbsp;</span><span style=\"line-height: 1.538em;\">runs</span><span style=\"line-height: 1.538em;\">&nbsp;</span><a href=\"http://africaagenda.org/\" style=\"line-height: 1.538em;\">Africa Agenda</a><span style=\"line-height: 1.538em;\">, a Denver-based news website for the local African community. &quot;W</span><span style=\"line-height: 1.538em;\">hat&rsquo;s going to happen after the elections?&quot; he asks.</span></p><p><span style=\"line-height: 1.538em;\">Bamu hopes that if some of the candidates with African roots win office, then it won&rsquo;t be just a question of being heard &mdash; but flexing political muscle, too.</span></p><p><i>UPDATE: A previous version of this story reported that Joe Neguse&#39;s parents lived in Ethiopia. However, Neguse&#39;s parents fled Eritrea in 1980 &mdash; at that time it was part of Ethiopia.</i></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/gallery/Linda-Shoemaker-Irene-Griego.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/linda-shoemaker-irene-griegojpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/090920148.mp3"},{"href":"http://www.pri.org/file/090920148mp3"}]}