{"created":"2014-09-22T16:10:27+00:00","modified":"2014-10-31T15:42:00+00:00","valid":{"from":"2014-10-31T15:42:00+00:00","to":"3014-10-31T15:42:00+00:00"},"hreflang":"en","title":"As States Vote In Primaries, Voter ID Laws Come Under Scrutiny","published":"2014-05-07T01:04:00+00:00","teaser":"Voters in eight states are required to show photo IDs. Some experts say the tide is turning toward striking down ID requirements. Others say not so fast.","itags":["npr_api","309815487"],"guid":"c9a9e65c-ad31-4563-a748-bb9f8cb91806","contentencoded":"<p>Three states are holding primaries Tuesday, and voters might understandably be confused over what kind of identification they need to show at the polls.</p><p>In Indiana, it has to be a government-issued photo ID. In Ohio, you can get by with a utility bill. In North Carolina, you won't need a photo ID until 2016. But that law, along with ID laws in many other states, faces an uncertain future.</p><p>\"We have Florida, Georgia, Indiana,\" says Wendy Underhill, of the National Conference of State Legislatures. She's ticking off the names of some of the states that required voters to show a photo ID back in 2012.</p><p>When it comes to state voting laws, Underhill has an important job: She's the keeper of a frequently consulted list of ID requirements, which seems to change almost daily. (The NCSL has <a href=\"http://www.ncsl.org/research/elections-and-campaigns/voter-id.aspx\">this online resource</a> of voter ID requirements.)</p><p>This year, Underhill says, there are 16 states that require voters to show a photo ID, eight of which have what are called strict photo ID rules. That means without the credential, you basically can't vote.</p><p>\"But one of those is Arkansas, and so in Arkansas we don't know whether that will be in place or not,\" Underhill says.</p><p>Arkansas' law is one of several being challenged in the courts. Just last week, a <a href=\"http://arkansasnews.com/news/arkansas/judge-again-strikes-down-voter-id-law-stay-keeps-law-effect\">state judge ruled twice</a> that Arkansas' photo ID requirement is unconstitutional. But the judge said he wouldn't block the state from enforcing it in an upcoming primary.</p><p>Also last week, a federal judge <a href=\"http://www.latimes.com/nation/politics/politicsnow/la-na-pn-wisconsin-election-law-20140429-story.html\">struck down Wisconsin's photo ID requirement</a>. And a <a href=\"http://www.washingtonpost.com/world/national-security/pennsylvania-judge-strikes-down-voter-id-law/2014/01/17/472d620e-7fa2-11e3-93c1-0e888170b723_story.html\">Pennsylvania judge refused to reconsider his decision</a> striking down that state's law.</p><p>\"Things seemed to have changed,\" says Rick Hasen, an election law expert at the University of California, Irvine. He says that after a period when courts were upholding state voter ID laws, some judges are now striking them down; it might be that the requirements have become stricter.</p><p>But it also \"might be that the judges are learning that these laws actually don't serve the anti-fraud purpose that they are advertised as serving,\" he explains.</p><p>In fact, in the Wisconsin decision, the judge found no evidence that there was voter impersonation fraud in the state. Concern over that type of fraud was the main reason lawmakers said a photo ID requirement was needed. The judge also said the state's law would <a href=\"http://pdfserver.amlaw.com/nlj/wisconsin-voterID-ruling.pdf\">impose an unfair burden on black and Latino voters</a>, because they're less likely to have the required ID.</p><p>\"The tide is turning toward our favor, toward the favor of the voters,\" says Katherine Culliton-Gonzalez, who is with Advancement Project, one of several groups challenging Wisconsin's law. \"We've just seen so many people who are confused about whether they can vote, trying very hard to get the right type of ID, looking at changing rules all the time, and elections that have just run amok.\"</p><p>She and other voter ID opponents say they're confident that the Wisconsin decision will be upheld. But Wisconsin's attorney general, J.B. Van Hollen, has vowed to appeal. And he says he's just as confident the judge will be overruled.</p><p>\"I thought the decision was very poor,\" Van Hollen says.</p><p>Van Hollen notes that other courts — including the U.S. Supreme Court — have upheld similar ID laws in other states. And even though the judge found no evidence of voter fraud, Van Hollen says he has no doubt such fraud exists. Especially since right now Wisconsin voters don't have to show a photo ID.</p><p>\"It's so easy to vote as if you were someone else in Wisconsin that it makes it almost impossible to prove that people are voting and impersonating others when they're voting,\" Van Hollen says.</p><p>That debate is likely to continue in the courts and states for months, if not years. Although Underhill of the National Conference of State Legislatures says, at least right now, no new voter ID laws are in the works.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+States+Vote+In+Primaries%2C+Voter+ID+Laws+Come+Under+Scrutiny&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Pam Fessler","audio":[{"meta":{"duration":"223"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310165833-9cfd17.m3u?orgId=1&topicId=1015&ft=3&f=309815487"}]}