{"created":"2015-05-01T22:45:16+00:00","modified":"2015-05-12T20:03:07+00:00","valid":{"from":"2015-05-12T20:03:07+00:00","to":"3015-05-12T20:03:07+00:00"},"hreflang":"en","guid":"c9aa16d7-980c-446d-a445-c06ef088a983","title":"If Tesla's new solar power batteries are as good as its cars, they could be a game changer","published":"2015-05-12T20:02:59+00:00","byline":"Peter Thomson, David Leveille","tags":["technology","environment","power","Environment","Science, Tech & Environment","Photovoltaics","Solar panel","Sustainable energy","Energy storage","Technology","Environment"],"teaser":"Tesla is famous for its electric cars, and it's now moving into the world of batteries. The company introduced new systems designed to store power from unreliable wind and solar sources, hoping to make a fortune and change the energy market forever.","contentencoded":"<p>If you’re one of the millions of people around the world who’ve put solar panels on your roof, you're never happy about cloudy weather. No sun means no power.</p>\n<p>That in itself is old news, and a problem <a href=\"http://www.pri.org/stories/2015-04-06/how-do-you-catch-sun-make-electricity-night-german-inventor-has-answer\">plenty of people are working on</a>. But now a big name is trying to come up with a way to crack the market for cheap and efficient batteries that can literally store up power for a rainy day: Tesla, the electric car company, and its billionaire CEO Elon Musk.</p>\n<p>Tesla debuted<a href=\"http://www.teslamotors.com/powerwall\"> an array of solar power storage systems</a> on Thursday, intended for both homes and businesses. The Powerwall and larger Power Pack systems will allow users to store most of the electricity from their solar panels and use it as needed — at night, on cloudy days, even when the grid goes down.</p>\n<p>The systems will be based on the same lithium-ion battery technology Tesla uses in its cars, packaged in a sleek design with new controls designed specifically for homes and businesses.</p>\n<p>It’s not a new idea, or even revolutionary technology, but Musk and Tesla's investors are making a multi-billion dollar bet that their move into the stationary electricity storage market will be a game changer. The company is building a giant $5 billion battery factory in Nevada, and expects its vast production capacity will bring costs down by 30 percent.</p>\n<p>With a well-recognized and well-respected brand, Tesla likely has an edge in the market and a big opportunity to cash in on the growth of solar power, improvements in battery technology and the fact that few competitors have paid much attention to design and usability.</p>\n<p>But Musk has made it clear that his ambitions go beyond the success of his businesses. In announcing the Powerwall and Power Pack systems, Tesla’s CEO said his company’s goal is to “fundamentally change the way the world uses energy on an extreme scale,” away from fossil fuels and to cleaner renewables like wind and solar.</p>\n<p>Whether the company’s ambitions will be met, of course, remains to be seen. But some observers also have high hopes.</p>\n<p>“When I read about it, I thought, 'OK, let's put one in my house,'” says Richard Hirsh, who teaches the history of science and technology at Virginia Tech. \"I currently have a gasoline powered generator as a back-up unit because, where I live, we have had some power problems. But that's always a pain. ... I'd love to have a battery that will provide power when we don't have it.”</p>\n<p>Hirsh says physicists and battery makers have made incremental improvements in battery technology since the early 1800s, when Allesandro Volta of Italty first figured out how to make what we would today consider a battery. “A good, cheap, economical and efficient battery has been the Holy Grail for battery makers,” Hirsh says.</p>\n<p>As to whether the company can deliver a commercially viable system for storing green power, Hirsch says he's “hopeful that Tesla has come up with this — but only time will tell.” </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-01%2Fif-teslas-new-solar-power-storage-systems-are-good-its-cars-they-could-be-game&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05012015_01.mp3"},{"href":"http://admin.pri.org/file/0501201501mp3"}]}