{"created":"2015-01-01T14:12:29+00:00","modified":"2015-01-08T15:40:03+00:00","valid":{"from":"2015-01-08T15:40:03+00:00","to":"3015-01-08T15:40:03+00:00"},"hreflang":"en","guid":"c9b19e9d-55e9-4a9e-8ebe-6479fdb68997","title":"In looking back at this year's environmental news there's a lot of doom and gloom — but not entirely","published":"2015-01-08T15:40:02+00:00","byline":"Peter Thomson","tags":["environment","Environment","Science, Tech & Environment","Antarctica","United States","Environment","Climate change","Global warming","Barack Obama","IPCC","Siberia","Ozone layer","Akademik Shokalskiy","Nobel Prize for Physics","LED lights","Rockefeller Brothers Fund","Cuba","Carbon dioxide","China","United States","Fossil fuels","Environmental issues"],"teaser":"The World's environment editor Peter Thomson ticks off his top stories of 2014, featuring an ice-bound ship, holes in the tundra and Barack Obama.","contentencoded":"<p>My bosses wanted me to review the top environmental stories of 2014 for <em>The World</em>. I decided to cheat a little bit to start by sneaking back into the very end of 2013.</p>\n<p>A research boat got stuck in the ice off Antarctica with a blizzard raging around it on Christmas day 2013. There was growing international concern about the fate of its crew and passengers, including scientists and tourists. A BBC reporter was aboard — giving it added added media attention. Icebreakers and helicopters were diverted from other important missions to prepare for a rescue.</p>\n<p>And from amid the rising din, <a href=\"http://www.pri.org/stories/2013-12-26/antarctic-expedition-chilling-while-it-waits-rescue-boats-free-ship-pack-ice\">a voice of refreshing clarity</a>:</p>\n<p>“I’ve been stuck a couple of times and I think it’s fantastic! I love it when the ice wins and we don’t. It’s the perfect Christmas, really!”</p>\n<p>Leave it to a field scientist — in this case Australian marine ecologist Tracy Rogers, speaking to that BBC reporter — to cut through the haze of often trumped-up media concern.</p>\n<p>The scientist, the reporter and the rest of the passengers aboard the <em>Akademik Shokalskiy </em>were ultimately <a href=\"http://www.pri.org/stories/2014-01-02/icebound-antarctic-passengers-airlifted-safety\">airlifted off the ship</a> a week later, on January 2, 2014. The crew stayed behind and the ship was never really in danger, but the wonder and excitement of being humbled by nature aside, there’s no arguing with logistics. No one knew how long they might be stuck, and people had places they had to be.</p>\n<p>The fate of the expedition did raise important questions about the wisdom of mixing science and tourism in dicey parts of the world. There were suggestions that what was going on on the ship was merely “<a href=\"http://www.pri.org/stories/2014-01-07/was-spirit-mawson-antarctic-expedition-serious-science-or-reckless-tourist-trip\">boutique science</a>,” and complaints from other researchers that the expedition’s leaders should’ve known better than to steer the boat into potentially troubled waters, putting other researchers’ work at risk when the <em>Akademik Shokalskiy </em>had to call for help.</p>\n<p>But what the episode made clearer than ever is that with its <a href=\"http://www.pri.org/stories/2014-05-13/scientists-say-retreat-west-antarcticas-ice-sheet-unstoppable\">billions of tons of ice in play</a> and its ecosystems changing before our very eyes as the world quickly warms up, Antarctica in 2013 and ’14 was no longer the sole province of academics, extreme adventurers and penguins. It was commanding the world’s attention.</p>\n<p>So, the odyssey of the stranded Antarctic ship was one of our most memorable environmental stories of 2014. But most important? It hardly ranks, except for the fact that it was part of that mother of all environmental stories, climate change.</p>\n<p>And as usual these days, there was big news on that front.</p>\n<p>Among the biggest — the growing recognition by the world’s best climate scientists that <strong>climate change is no longer some future threat, but rather that it’s already changing the world around us, and that many of the changes are <em><a href=\"http://www.pri.org/stories/2014-09-03/climate-word-day-irreversible\">irreversible</a></em></strong> on any meaningful human timescale. That was the conclusion of the latest summary of the science from the UN’s Intergovernmental Panel on Climate Change, <a href=\"http://www.nytimes.com/2014/08/27/science/earth/greenhouse-gas-emissions-are-growing-and-growing-more-dangerous-draft-of-un-report-says.html?_r=1\">leaked</a> to a few reporters in August and finally <a href=\"http://www.ipcc.ch/report/ar5/syr/\">made public</a> in November.</p>\n<p>The unequivocal message to readers? Get ready world, because here it comes.</p>\n<p>But parts of that same massive report contained some truly significant good news:<strong> <a href=\"http://www.pri.org/stories/2014-04-14/latest-un-climate-change-report-scientists-offer-us-glimmer-hope-if-we-act-fast\">We have the technology</a> to rein in at least some of these changes</strong>. Like climate change itself, the promise of energy-sipping technology and large-scale deployment of green, renewable power sources isn’t just somewhere off in the future. It’s available now, it’s already relatively inexpensive and it’s getting cheaper all the time.</p>\n<p>Exhibit A in this development was another of this year’s big stories, <strong>the awarding of <a href=\"http://www.pri.org/stories/2014-10-07/blue-led-just-won-nobel-prize-weve-been-reaping-its-benefits-years\">the 2014 Nobel Prize for Physics</a> to the inventors of the blue LED light</strong>. The invention helped spark a revolution in super-efficient — and increasingly inexpensive — lighting.</p>\n<p>There was very big news this year on the political front as well.</p>\n<p>It began with <strong>President Barack Obama’s long-awaited move to <a href=\"http://www.pri.org/stories/2014-06-03/obamas-climate-plan-targets-coal-it-will-face-challenges\">crack down on carbon pollution from existing power plants</a>, </strong>the largest source of that pollution in the United States. The initiative will require these power plants to cut carbon emissions by 30 percent below 2005 levels by 2030.</p>\n<p>It was the biggest single attack on US emissions ever, and set the stage for another big development in climate policy later in the year —<strong> an agreement on emissions limits between the US and China</strong>, the two biggest carbon polluters on the planet.</p>\n<p>In the big picture, the deal was a baby step, far less than either country needs to do to help the planet avoid a truly dangerous buildup of atmospheric CO2. But <a href=\"http://theconversation.com/us-china-climate-deal-at-last-a-real-game-changer-on-emissions-34148\">it brought China into territory it had never been willing to venture into before</a> — a public commitment of a date certain to start rolling back its ever-growing emissions. And it gave <a href=\"http://www.pri.org/stories/2014-12-15/194-countries-make-historic-climate-deal-it-may-not-be-worth-much\">a bit of new momentum</a> to the never-ending but largely moribund UN climate negotiations heading toward another big deadline in late 2015.</p>\n<p>So those are my picks for the biggest environment stories of 2014. And it has to be said that we saw most of them coming. But in a year of few real environmental disasters — no superstorms or food supply-threatening heat waves — a handful of stories were truly surprising.  </p>\n<p><strong><a href=\"http://www.pri.org/stories/2014-09-22/rockefellers-call-it-quits-oil-divesting-themselves-fossil-fuel-industries\">The Rockefeller Brothers Fund, heir to much of the fortune of Mr. Oil, old John D. himself, swore off fossil fuels</a></strong>.</p>\n<p><strong>President Obama moved to re-establish diplomatic relations with Cuba</strong>, <a href=\"http://www.pri.org/stories/2014-12-30/change-us-cuba-relations-presents-big-risks-and-rewards-cubas-environment\">beginning a process that will open up research and preservation efforts for many of Cuba’s environmental riches, even as it also leads to increasing development pressure on the island</a>.</p>\n<p>And out of nowhere, or perhaps straight out of <em>The X-Files</em>, <strong><a href=\"http://www.pri.org/stories/2014-07-30/huge-mysterious-holes-emerge-russian-tundra\">huge holes were discovered in the Siberian tundra</a> </strong>over the summer. Pictures of the bizarre-looking craters careened around the web accompanied by wild speculation — that they were the mark of aliens, or at least undetected meteor strikes. The likely cause, it seems, is more mundane but also scarier — methane gas building up underneath the tundra as the permafrost beneath thaws out, and finally bursting through in a gigantic bubble.</p>\n<p>It was a window into a massive threat lurking in the Arctic — <a href=\"http://www.pri.org/stories/2012-11-30/arctic-climate-catastrophe\">the potential release of billions of tons of climate-warming methane into the atmosphere as the region rapidly warms</a>. But it was also strangely weird and wonderful. No one had ever seen anything like this before. No one saw them coming. The Earth continues to surprise us.</p>\n<p>And occasionally we can surprise ourselves with our ability to solve really big problems. Which is the lesson of my last “big story” pick for 2014: <strong><a href=\"http://www.pri.org/stories/2014-09-13/latest-news-ozone-layer-shows-we-can-solve-big-environmental-problems\">The earth’s ozone layer is finally starting to recover</a></strong>.</p>\n<p>Forty years ago, scientists realized that some very common chemicals were eating away at the protective layer of ozone high up in the atmosphere. And 25 years ago, the world agreed to get rid of most of those chemicals. This year, the results of those efforts are finally starting to show themselves.</p>\n<p>It's an important reminder of what people can do when we put our minds to something.</p>\n<p>Yes, the climate challenge of today is much, much bigger than the ozone challenge was a generation ago. And yes, as we learned this year, some of the warming-related changes already set in place are irreversible. But the IPCC report suggests, and the ozone success story proves, that we can do a lot to change our course.</p>\n<p>It’s a heartening lesson to take into 2015. Just watch out for those big holes.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/12302014.china-us-climate-reax.mp3"},{"href":"http://www.pri.org/file/12302014china-us-climate-reaxmp3"}]}