{"created":"2015-02-25T21:19:08+00:00","modified":"2015-06-15T17:15:27+00:00","valid":{"from":"2015-06-15T17:15:27+00:00","to":"3015-06-15T17:15:27+00:00"},"hreflang":"en","title":" Dissecting A Frog: A Middle School Rite Of Passage","published":"2015-04-08T19:41:00+00:00","teaser":"In science classrooms across the country, middle-schoolers will take part in an iconic activity this year: frog dissection.","itags":["npr_api","384348150"],"guid":"c9c8d070-caf6-4151-9fd6-4744df1d5694","contentencoded":"<p><em>For this series, we've been thinking a lot about the iconic tools that some of us remember using — if only for a short time — in our early schooling. Things like the </em><a href=\"http://www.npr.org/blogs/ed/2014/10/22/356937347/the-slide-rule-a-computing-device-that-put-a-man-on-the-moon\">slide rule</a><em> and protractor, the </em><a href=\"http://www.npr.org/blogs/ed/2014/11/24/365716113/tools-of-the-trade-the-presidential-physical-fitness-test\">Presidential Fitness Test</a><em> and wooden blocks.</em></p><p>Among the Bunsen burners and petri dishes of Rob Glotfelty's life sciences lab sits a stack of curious packages: dead frogs, vacuum-sealed and piled five high.</p><p>Once those seals are broken, these leopard frogs emit a pungent odor. And, even in death, they're remarkably slimy.</p><p>Which is why some of the seventh-graders at Baltimore's Patterson Park Public Charter School are seriously grossed out.</p><p>\"I don't want to cut open no live animal,\" says student Taylor Smith, who is thoroughly hidden beneath a black smock, plastic goggles and rubber gloves. \"I'm gonna throw up on it.\"</p><p>Taylor, like many of her classmates, doesn't want to touch, much less splay open this formaldehyde-laced frog and pick out its dark, stringy organs.</p><p>Glotfelty's goal is to get them over the squeamish hump.</p><p>\"But are we really interested in how frogs' bodies work?\" Glotfelty asks the class. \"Have we been studying frogs? No. What have we been studying?\"</p><p>The answer: Humans.</p><p>Though frogs are a step up. First, the class cut open an earthworm, then a chicken wing. In high school the animals get even bigger. Rats, cats, and fetal pigs all give insight into how our own bodies work.</p><p>\"There's something visceral and important about the real thing,\" says David Evans, executive director of the National Science Teachers Association. \"What does this particular organ feel like? How stiff is it? Is it compressible?\"</p><p>Using dead animals to make these connections used to be the only option for students, whether they liked it or not. But that changed in 1987, when 15-year-old Jenifer Graham of Victorville, Calif., refused to dissect a frog in her biology class.</p><p>Graham's story was big news at the time. She took her case to court, which ultimately led to a state law that requires students be given an alternative to real animals. At least nine other states have done the same.</p><p>Ever since, computer-based models have been filtering their way into the classroom. The National Science Teachers Association now asks educators to give students a choice, though it also insists on the fundamental importance of dissection as a teaching tool.</p><p>Glotfelty uses both methods. The computer model helps kids understand anatomical theory, he says, but actual dissection engages them in a rare way.</p><p>\"They've been looking forward to this all year. This is the thing they want to do,\" Gotfelty says.</p><p>And, indeed, even the faint of heart now seem eager to get started, bouncing around their dissection trays.</p><p>As for Taylor Smith, who says she doesn't like science — she's about to use tiny scissors to cut through the frog's collarbone.</p><p>\"Sort of force it,\" says Glotfelty. \"You might hear some popping and some crackling.\"</p><p>One by one, Taylor and her team lay the organs on a laminated sheet of paper.</p><p>\"I'm not a chicken anymore,\" she says. \"I like this.\"</p><p>While dissection remains a controversial practice to some, Glotfelty says Taylor's turnaround exemplifies its power: that a kid who normally doesn't even like science can get downright excited about frog guts.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=+Dissecting+A+Frog%3A+A+Middle+School+Rite+Of+Passage&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Will Huntsberry","audio":[{"meta":{"duration":"261"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389055884-83d348.m3u?orgId=1&topicId=1013&aggIds=359620445&d=261&p=2&story=384348150&t=progseg&e=389002992&seg=8&ft=nprml&f=384348150"},{"href":"http://media.npr.org/assets/img/2015/02/09/14487295153_44aab94309_o-fa766fda8a3830884bac0ffe156ed9591f30ef72.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1408","width":"1876"}},{"href":"http://media.npr.org/assets/img/2015/02/09/frogs-1-edit-47c202fc99d8541f437a52fced64f20e2a5221a2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1535","width":"2046"}},{"href":"http://media.npr.org/assets/img/2015/02/24/screen-shot-2015-02-24-at-3.32.11-pm-5fcf73156559b2037f6d92b2cfee594dce87bcd4.png","type":"image/jpeg","meta":{"crop":"standard","height":"1074","width":"1432"}}]}