{"created":"2015-02-25T22:44:09+00:00","modified":"2015-06-02T15:15:55+00:00","valid":{"from":"2015-06-02T15:15:55+00:00","to":"3015-06-02T15:15:55+00:00"},"hreflang":"en","title":"High Court Leans Toward Religious Protection In Headscarf Case","published":"2015-02-26T19:16:00+00:00","teaser":"Did Abercrombie & Fitch violate a prohibition against religious discrimination by not hiring a woman who wears a hijab? The company contends it just has a neutral policy against wearing caps.","itags":["npr_api","389035505"],"guid":"c9d14b12-231f-4b2e-a47e-e40d2ad9959c","contentencoded":"<p>At the U.S. Supreme Court, you know that it's going to be a hot argument when the usually straight-faced Justice Samuel Alito begins a question this way: \"Let's say four people show up for a job interview ... this is going to sound like a joke, but it's not.\"</p><p>The issue before the court on Wednesday was whether retailer Abercrombie & Fitch violated the federal law banning religious discrimination when it rejected a highly rated job applicant because she wore a Muslim headscarf.</p><p>Alito's hypothetical continued this way: The first of the four applicants to show up at Abercrombie is a Sikh man wearing a turban; the second is a Hasidic man wearing a hat; the third is a Muslim woman wearing a hijab; the fourth is a Catholic nun in a habit. Now, Alito asked Abercrombie's lawyer: \"Do you think that those people have to say, we just want to tell you, we're dressed this way for a religious reason? We're not just trying to make a fashion statement.\" Or, might we reasonably conclude that Abercrombie knows why they are dressed that way?</p><p>Not surprisingly, Abercrombie's lawyer fudged his answer.</p><p>The case before the court arose when Samantha Elauf, then 17, applied for a job at an Abercrombie Kids store in Tulsa, Okla. She was interviewed by an assistant manager, given a high score and recommended for hiring. But the assistant manager alerted her superiors to the fact that Elauf wore a headscarf, telling them that she assumed the scarf was worn for religious reasons. Ultimately, the hiring recommendation went to a regional manager, who ordered Elauf's score downgraded because of the headscarf, and she wasn't offered a job.</p><p>Abercrombie defends its action, citing its so-called Look Policy, which bans caps and black clothing. Elauf's dress for the interview — a T-shirt and jeans — fit well with that policy, which is described as \"classic East Coast collegiate style of clothing.\" But her headscarf did not fit at all. The policy does not allow caps, terming them \"too informal for the image we project.\"</p><p>Abercrombie maintains that if Elauf wanted a religious exception allowing her to wear her headscarf, it was up to her to make the case at the time of her interview. Elauf responds that she didn't even know about the Look Policy, and that deliberately downgrading an otherwise highly rated applicant because of a religious practice violates the federal law banning religious discrimination in employment.</p><p>The Equal Employment Opportunity Commission agreed with Elauf. And on Wednesday, Deputy Solicitor General Ian Gershengorn told the Supreme Court that when an employer has reason to believe that an applicant will need a religious accommodation, that's enough to put the employer on notice and to trigger a conversation about whether a religious accommodation would be possible.</p><p>\"I think that may promote stereotypes to a far greater degree,\" interjected Chief Justice John Roberts. \"Let's say you have someone of Middle Eastern appearance who shows up for the interview with a beard.\" The employer doesn't like beards, but it would be inviting litigation to ask whether the beard is religious.</p><p>The government's Gershengorn replied that the New York Yankees have a policy against facial hair, but that doesn't prevent them from pursuing free agents who wear beards; they assume that those free agents can shave once they get to the Yankees.</p><p>\"You could avoid these hard questions,\" insisted Justice Antonin Scalia, if you adopt the rule that, as an applicant, \"the burden is on you to say, I'm wearing the headscarf for a religious reason.\"</p><p>Several justices suggested that the easy way to deal with the problem is for the interviewer to say something like, \"We have a no-beards policy, or a no-headscarf policy; would you have a problem with that?\"</p><p>The government's Gershengorn said that is exactly the kind of question that would begin a conversation about religious accommodation, and it is what Congress intended in the first place by passing this law.</p><p>Abercrombie's lawyer, Shay Dvoretzky, however, maintained that the burden is on the applicant, prompting Justice Alito's four-people-walk-into-an-interview hypothetical.</p><p>Justice Elena Kagan followed with her own hypothetical.</p><p>\"Suppose an employer just doesn't want to hire any Jews, and somebody walks in and his name is Noah Goldberg, and he looks kind of Jewish and the employer doesn't know he's Jewish ... and certainly Mr. Goldberg doesn't say anything about being Jewish, but the employer just operates on the assumption that he's Jewish,\" and so Goldberg doesn't get the job.</p><p>\"That has got to be against the law, right?\" Kagan asked, as the audience in the courtroom began to laugh.</p><p>Lawyer Dvoretzky contended Abercrombie's situation is different because there was no intent to discriminate; there was just a neutral no-caps policy that applies to a baseball cap or a headscarf.</p><p>\"Or a yarmulke,\" interjected Justice Ruth Bader Ginsburg.The problem with that argument, she said, is that the federal law \"doesn't require accommodating baseball caps, but it does require accommodating religious practices.\"</p><p>Chief Justice Roberts echoed that sentiment, telling Dvoretzky that his argument \"doesn't work in a case like this. It's not a question, are you treating everybody the same. You have an obligation to accommodate people with particular religious practice or beliefs. \"</p><p>Added Justice Kagan, \"If you are, in fact, wearing a headscarf for religious reasons,\" then Abercrombie's \"neutral policy [against caps] really doesn't matter.\"</p><p>If Elauf prevails in this case, Kagan observed, the result would be what some might think of as an \"awkward conversation\" about why she wears a headscarf and whether she would seek a religious accommodation.</p><p>But the alternative, Kagan noted, \"is a rule where Abercrombie just gets to say, we're going to stereotype people and prevent them from getting jobs.\"</p><p>\"Now, between those two options,\" she asked, which one \"is the worse problem?\"</p><p>As the arguments came to a close, there didn't seem to be much doubt about which option the court will pick.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=High+Court+Leans+Toward+Religious+Protection+In+Headscarf+Case&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"305"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389041498-034c03.m3u?orgId=1&topicId=1070&d=305&p=2&story=389035505&t=progseg&e=389002992&seg=10&ft=nprml&f=389035505"},{"href":"http://media.npr.org/assets/img/2015/02/25/gettyimages_464373808-2d6c7dcb19f8d32ff9cc10b089c86f96f2f82270.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}