{"created":"2014-12-09T19:57:12+00:00","modified":"2014-12-11T20:12:48+00:00","valid":{"from":"2014-12-11T20:12:48+00:00","to":"3014-12-11T20:12:48+00:00"},"hreflang":"en","title":"Kidnapped In Yemen: A Former Diplomat Shares His Story","published":"2014-12-09T20:58:00+00:00","teaser":"Is the United States' no-negotiation policy correct? A former diplomat who has been a hostage and a negotiator says yes.","itags":["npr_api","369654250"],"guid":"c9d86476-c151-4709-b100-a60ccf2e8a7e","contentencoded":"<p>In 2005, German diplomat <strong>Juergen Chrobog</strong> and his family were traveling in Yemen when they were kidnapped by Bedouins who wanted the government to free their tribe members who were being held because of crimes committed against another tribe.</p><p>They were held for a few days before they were released when the Bedouins were convinced their demands would be met. No ransom was paid.</p><p>But the <a href=\"http://hereandnow.wbur.org/2014/12/08/south-african-hostage\" target=\"_blank\">recent death</a> of American hostage Luke Somers and Pierre Korkie in a failed U.S. rescue attempt have renewed the debate over paying for hostages.</p><p>“These things can always become a failure,” Chrobog told <a href=\"http://hereandnow.wbur.org/\" target=\"_blank\"><em>Here & Now</em>&#8216;</a>s Jeremy Hobson about rescue attempts.</p><p>He noted that the United States&#8217; stance on not negotiating with terrorists is complicated.</p><p>&#8220;In principle it is correct,” said Chrobog. “There is enormous pressure on the government to do something about it.&#8221;</p><p>Chrobog also said that kidnappers associated with ISIS are very much a threat and problems in the Middle East should not be solved by military action.</p><p>“We have to reorganize the whole area; we have to build more bridges to the Arab world, we have to develop the societies, try to provide jobs and smooth down the tensions in the societies. That’s a very long-term aim,” Chrobog said.</p><p>According to Chrobog, even countries that are not in the Middle East harbor kidnappers with malicious connections to terrorist groups.</p><p>“Be careful in secure places because you can always be kidnapped and sold to kidnappers which have criminal or political background.”</p><h4>Guest</h4><ul><li><a href=\"http://www.foxhall-group.com/\" target=\"_blank\"><strong>Juergen Chrobog</strong></a>, former German ambassador to the United States, former state secretary of the German Foreign Office and now chairman of the <a href=\"http://www.foxhall-group.com/\" target=\"_blank\">Foxhall Group</a>, a business consulting firm.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Kidnapped+In+Yemen%3A+A+Former+Diplomat+Shares+His+Story&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"466"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369667072-60d628.m3u?orgId=1&ft=3&f=369654250"},{"href":"http://media.wbur.org/wordpress/11/files/2014/12/1209_german-ambassador.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"819","width":"1280"}}]}