{"created":"2015-06-10T09:03:53+00:00","modified":"2015-06-16T21:05:19+00:00","valid":{"from":"2015-06-16T21:05:19+00:00","to":"3015-06-16T21:05:19+00:00"},"hreflang":"en","title":"How Does A City Stop 4 Million Smokers From Lighting Up?","published":"2015-06-10T18:30:00+00:00","teaser":"A few years ago, smoking was so common in Beijing that doctors, nurses and patients would even puff away in hospital hallways. Now the city is trying — again — to ban smoking indoors. It isn't easy.","itags":["npr_api","413318065"],"guid":"c9deaae6-f4b5-4010-8521-013fe7bdf708","contentencoded":"<p>\"Yes, I do mind,\" says a sign alerting visitors to a ban on smoking at the Beijing Children's Hospital.</p><p>The poster shows a woman covering her nose with her hand, as if to block the secondhand smoke created by the 300 million smokers in China. There are 4 million in Beijing alone.</p><p>A recorded message played over the hospital's public address system emphasizes the message: It's \"for your health, and that of the young patients,\" the voice says.</p><p>China's capital city of Beijing enacted a tough new ban on indoor smoking this month. Enforcing that ban isn't the no-brainer you might think. Until recently, it wasn't uncommon to see doctors, nurses and patients all lighting up and puffing away in the hallways, bathrooms and stairwells of hospitals.</p><p>Some Beijingers have noticed an improvement since June 1, when the city rolled out the new ban. The fines for violating it have been hiked from the equivalent of $1.60 to $32. Inspectors have reportedly fanned out to nab scofflaws. Repeat offenders may be publicly named and shamed.</p><p>But Beijing is hardly the first city in China to impose such a ban. Nor is this the first time Beijing has done it. Previous bans in 1995 — ahead of the Beijing Olympics in 2008 — were laxly enforced. This time, though, official credibility is on the line.</p><p>Zhang Fushan is one of a handful of smokers who have retreated to a stand of trees about 50 yards from the main door of the children's hospital. He's brought his child here for treatment.</p><p>\"Smoking in the hospital now seems to be under control,\" he tells me. \"Nobody dares to smoke inside.\"</p><p>I ask Zhang if he notices any difference elsewhere. He points to the clear, blue skies above us. \"The air is much better,\" he says. \"Quitting smoking helps to reduce the air pollution.\"</p><p>Actually, most of Beijing's air pollution comes from car exhaust, not tobacco smoke.</p><p>But Zhang suggests that there's a cultural shift underway. More smokers around him are trying to quit for health reasons, and fewer of them now give cigarettes as gifts.</p><p>The ban seems to be halfheartedly enforced inside the bars of Sanlitun Street, where touts lure customers to drink, listen to music and watch female pole dancers. I spotted no shortage of customers smoking indoors on a recent trip.</p><p>Zhao Teng, a 30-year-old dancer, wearing a black collar around her neck, steps outside for a smoke. I ask her whether the ban is working.</p><p>\"I guess it's up to people to control themselves,\" she says, \"but sometimes they can't help themselves.\" Asked if any inspectors have come to enforce it, she says, \"There must be some around, but I haven't seen any yet.\"</p><p>Tobacco-control advocates, though, see some reasons for optimism.</p><p>One is that the percentage of men who smoke has been in decline for some time. It's gone from 62 percent in 1984 to 53 percent in 2010, the most recent year for which figures are available, says Yang Gonghuan, a former deputy director of the China Center for Disease Control and Prevention. Only about 2 percent of Chinese women smoke.</p><p>\"The decline in smoking is most obvious among intellectuals, teachers and doctors,\" Yang says.</p><p>But the total number of smokers has stayed about the same, as the country's population has grown. \"The number of workers, farmers and cadres who smoke has not changed much,\" she adds. Chinese men ages 40 to 59 are the least likely to kick the habit.</p><p>In recent years, China has hiked taxes on and prices for tobacco. It has enacted advertising laws banning tobacco ads. A decade ago, it ratified a major treaty: the <a href=\"http://www.who.int/fctc/en/\">World Health Organization Framework Convention on Tobacco Control</a>.</p><p>But half of China's smokers still buy their cigarettes for less than $1 a pack. China's powerful tobacco monopoly is more lucrative than state banks or oil firms. And it has considerable influence over smoking-related policies.</p><p>Yang points out that the tobacco industry is currently lobbying for cigarette stores to be able to display tobacco ads, which is currently not legal under China's advertising law.</p><p>\"There are 5.4 million places in China where tobacco is sold,\" she says. \"If those places are allowed to advertise tobacco as well, then what's the point in having a ban on tobacco ads?\"</p><p>The attitude toward smoking took decades to evolve in the U.S., Yang says. So she doesn't expect it change overnight in China either.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Does+A+City+Stop+4+Million+Smokers+From+Lighting+Up%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anthony Kuhn","audio":[{"meta":{"duration":"204"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413318066-0487f2.m3u?orgId=1&topicId=1031&d=204&p=3&story=413318065&t=progseg&e=413317980&seg=14&ft=nprml&f=413318065"},{"href":"http://media.npr.org/assets/img/2015/06/10/gettyimages-475520972-c6e4f22252441f9f7d55b12cd186a9aad6f6a298.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3287","width":"4383"}}]}