{"created":"2014-10-07T19:59:53+00:00","modified":"2014-10-31T00:02:47+00:00","valid":{"from":"2014-10-31T00:02:47+00:00","to":"3014-10-31T00:02:47+00:00"},"hreflang":"en","title":"Lessons In 'Essentialism': Getting More Out Of Life By Doing Less","published":"2014-07-29T09:19:00+00:00","teaser":"Greg McKeown doesn't believe in \"doing it all.\" In his new book<em> </em>he argues that we should pursue only those things that are truly important — and eliminate everything else.","itags":["npr_api","334038029"],"guid":"c9e46314-f8e5-4ce1-a8a5-eabaeaf1497b","contentencoded":"<p>Greg McKeown doesn't believe in having it all or doing it all. In his new book <em>Essentialism, </em>he argues that we should pursue only those things that are truly important — and eliminate everything else.</p><p>\"In the bigger picture essentialism is about fighting this nonsense that we have been sold ... that if we can fit it all in then we can have it all,\" he tells NPR's Eric Westervelt.</p><p>McKeown provides advice and real-life examples from people who revised their do-it-all approach. He says you don't have to say yes to everything in order to be successful.</p><hr /><h3>Interview Highlights</h3><p><strong>On becoming an essentialist</strong></p><p>What we need to do is, before we absolutely have to, decide that we are going to become an essentialist — that we are not going to get caught up in that furor of the frenzied, frenetic nonsense — and instead pursue those things that really matter most to us.</p><p>In the end it's to create enough time to think and ask ourselves what is really essential and with that space and with those answers then we are able to navigate what we should be saying yes to and what we should be saying no to.</p><p><strong>On the value proposition of essentialism</strong></p><p>I think we have to come back to the reality of trade-offs. There is an executive that I interviewed for the book based in Silicon Valley who was doing excellent work in one company. But then that company got purchased by a larger, more bureaucratic firm and so when he went to the company he thought, \" I have to be a great citizen. That means I have to say yes to almost everyone and everything without really thinking about it.\"</p><p>So every meeting he's invited to he goes to, every e-mail chain he responds to ... what he found is that his stress was going up ... [and] quality of life was going down. And so he almost thought he would quit the company and then somebody suggested, \"No what you need to do is retire in-role, that is, become far more selective about what you would do.\"</p><p>Well he did it, he didn't get fired. What he actually got — his performance reviews went up and he ended that year with one of the largest bonuses of his career. That is the value proposition of essentialism.</p><p><strong>On the intended audience for the book</strong></p><p>[It's] for people who feel that they don't have the power to push back and so they've given up the right to negotiate non-essentials. And as soon as you give up that right then you lose a lot of power.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lessons+In+%27Essentialism%27%3A+Getting+More+Out+Of+Life+By+Doing+Less&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"360"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1335632897-6fa348.m3u?orgId=1&topicId=1033&ft=3&f=334038029"},{"href":"http://media.npr.org/assets/img/2014/07/25/istock_000001587036small-4594ede13ec5ccffce4268f646b862e3c41fd704.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"564","width":"752"}},{"href":"http://media.npr.org/assets/img/2014/07/22/authorphoto.mckeown.creditcassandraallred-471d6dcdcfaf593c169784d8a7e0a3d33681e842.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2362","width":"3152"}}]}