{"created":"2014-10-27T21:05:38+00:00","modified":"2014-11-20T18:32:49+00:00","valid":{"from":"2014-11-20T18:32:48+00:00","to":"3014-11-20T18:32:48+00:00"},"hreflang":"en","title":"'Left Shoe Trick' Could Prevent Hot Car Deaths","published":"2014-07-04T19:10:00+00:00","teaser":"13 children have died after being left in hot cars this year. USA Today offers busy parents a trick to prevent a tragic memory lapse.","itags":["npr_api","328495527"],"guid":"c9ed9b61-eb68-43ba-9ac2-88f7f753ffad","contentencoded":"<p>We have a thought on another disturbing story unfolding today.We&#8217;re talking about the heartrending case of a 22-month-old who died after his father left him in a hot car all day in Georgia.</p><p>Yesterday, a judge refused to grant bail to Justin Ross Harris who is charged with murder and child cruelty in the death of his son, Cooper.</p><p>During the hearing, police said Harris had researched how long it would take for someone to die in a hot car. (It&#8217;s just minutes.)</p><p>A Cobb County, Georgia, detective said Harris had spent the day sending sexually explicit texts and photos to women, including an underage girl. District Attorney Chuck Boring said it proves motive.</p><p>&#8220;We plan to show that he wanted to live a child-free life, or there is evidence to prove that based on his internet searches,&#8221; Boring said.</p><p>Harris told police that he forgot to drop off his son at daycare, and didn&#8217;t realize he left him in the car all day.</p><p>But police say even after the day care sent Harris an email, he never checked his car.</p><p>A terrible, terrible story, but <a href=\"http://www.usatoday.com/story/news/nation/2014/07/02/child-deaths-hot-cars-solution/12098917/\" target=\"_blank\">USA Today reminds us</a> that 13 other children have died in hot cars this year, 13!</p><p>In June alone, a man was sentenced to 4 years in prison for leaving his child in a car in Phoenix, a women in Tennessee was sentenced to 16 years for the hot car deaths of two of her children, and a man was arrested in Florida after his daughter died alone in his hot pick up.</p><p>Other deaths happen because kids get into cars on their own and get trapped, but about half of hot car deaths happen because parents forgot their children are there.</p><p>Harried parents know, it can happen. Nearly 1 in 4 parents of a child under 3 has forgotten the child in a car. Usually it&#8217;s the parent that doesn&#8217;t normally drive the child to daycare and gets distracted and just follows their normal routine.</p><p>So.</p><p>Is there anything you can do, besides just trying not to be a harried parent?</p><p>There are detection devices designed to remind people if they leave a child in the car, but a 2012 study by the National Highway Traffic Safety Administration found them unreliable.</p><p>Safety groups, which include parents who&#8217;ve lost children, have a better idea: take off your left shoe.</p><p>Yes. Your left shoe.</p><p>When you put the baby in the back seat, put your left shoe with them.</p><p>You only need the right one to drive. But you&#8217;ll need the left one to get out and walk.</p><p>At which time, you&#8217;ll remember where it is. With the baby. In the back seat.</p><p>Oh yeah.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Left+Shoe+Trick%27+Could+Prevent+Hot+Car+Deaths&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Robin Young","audio":[{"meta":{"duration":"153"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1328495530-510632.m3u?orgId=1&ft=3&f=328495527"}]}