{"created":"2015-05-27T15:12:24+00:00","modified":"2015-06-03T14:27:26+00:00","valid":{"from":"2015-06-03T14:27:26+00:00","to":"3015-06-03T14:27:26+00:00"},"hreflang":"en","title":"Online Art Sites Aim To Fill Gap Between Etsy And Sotheby's","published":"2015-05-26T19:47:00+00:00","teaser":"Let's say you're not a millionaire but you're still interested in buying affordable art from the comfort of your living room. There's now a burgeoning business of selling mid-priced art online.","itags":["npr_api","408783203"],"guid":"c9ee8fb2-fe20-419b-a43c-07518f0d6383","contentencoded":"<p>Let's say you're not a millionaire but you're still interested in buying affordable art from the comfort of your living room. Where do you find something that is between craft-oriented websites like Etsy and high-end auction houses like Sotheby's? Now, new companies — like Paddle8, Ocula, Artline, Saatchi Art, Artsy, Amazon Art — are trying to fill the gap.</p><p>In a sun-drenched loft near downtown Los Angeles, carefully coiffed curatorial assistants are talking art with buyers over the phone. This is the West Coast office of Paddle8, an online marketplace that sells mid-range art. It was co-founded in 2011 by Alexander Gilkes, 35, formerly the chief auctioneer for Phillips, the third-largest auction house.</p><p>Much of the art on his site is within reach of a middle-class consumer, he says: \"Our average selling price across the site is $5,000.\"</p><p>Online art sales went up more than 30 percent last year, according to an analysis by the European Fine Art Fair. It found the online market is mostly mid-range art — a growing and lucrative — niche. Even Sotheby's teamed up with eBay this spring, after its online art sales shot up 100 percent last year, according to a company video.</p><p>Like eBay, Paddle8 is an auction site, but unlike eBay, everything's curated and authenticated. And being in the digital space comes with some economic advantages that Paddle8 says it passes along to its customers. For example, Paddle8 does not have to staff and schedule expensive viewings in posh locations or take months to produce costly catalogs.</p><p>\"You can send an image, we can do a remote appraisal,\" explains Paddle8 managing director James Salzmann. \"We can have it up for sale in a matter of days.\"</p><p>The downside, of course, is getting art lovers to connect with a piece of art viscerally through a computer screen, says artist and former art critic William Powhida.</p><p>\"That's harder to do online,\" he mulls, adding that, in a hierarchical and elitist art world, it's hard to see how online art sales will even work if they sideline critics, shows and the pleasure of seeing art with other art lovers.</p><p>\"It becomes so much more transactional,\" he says.</p><p>That doesn't bother the tech entrepreneurs behind Ziibra, another new art-sales website. Matt Monahan, 29, a tech investor turned artist, says, \"Historically, the problem has been that the gatekeepers are curators and gallarists and the people over at Sotheby's who decide who gets to be a famous artist. Me and my tech buddies are about to change all that, we're going to disrupt it!\"</p><p>Just as Uber disrupted transportation, he says.</p><p>Ziibra's founder, 24-year-old Omri Mor, seeks to create a personal connection between buyer and artist. He scouts for artists on Instagram, and then posts slick videos of Ziibra's artists in their studios.</p><p>Ziibra is trying to make consumers feel like collectors, says Powhida, and he thinks it's a smart strategy — to a point. \"I just don't know how much is real and how much is marketing,\" he says.</p><p>Powhida believes that much of the art sold online seems meant to appeal to a mass audience. As a result, it's generally not particularly challenging. \"Most of the work I saw was sort of colorful and decorative and had a strong visual appeal,\" he says. \"That's probably the nicest way I can say it.\"</p><p>But the visual appeal is crucial, says Mor, who plans to improve technology for seeing the art you might want to buy online.</p><p>\"I'm going to build holograms,\" he declares.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Online+Art+Sites+Aim+To+Fill+Gap+Between+Etsy+And+Sotheby%27s&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"282"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409210300-30a4d3.m3u?orgId=1&topicId=1141&d=282&p=10&story=408783203&t=progseg&e=409210084&seg=16&ft=nprml&f=408783203"},{"href":"http://media.npr.org/assets/img/2015/05/22/77919566-7609ce4d4d6d7f3b8edda88ed6628089644237a4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1838","width":"2451"}}]}