{"created":"2015-03-25T17:47:13+00:00","modified":"2015-04-15T20:03:46+00:00","valid":{"from":"2015-04-15T20:03:46+00:00","to":"3015-04-15T20:03:46+00:00"},"hreflang":"en","title":"The College You Go To May Not Matter As Much As You Think","published":"2015-04-09T18:19:00+00:00","teaser":"Frank Bruni writes in his new book that there are many colleges that are great, but just don't get as much press.","itags":["npr_api","395321137"],"guid":"c9faa13d-c146-4484-abac-e88f4722c992","contentencoded":"<p>This is the time of year when many high school seniors get their college acceptances and rejections. Some may be dejected that they didn&#8217;t get into their first choice school or a school with a stellar reputation.</p><p>But as New York Times columnist <strong>Frank Bruni</strong> writes in his new book, there are many great schools that haven&#8217;t been getting the press of a Stanford or MIT or an Ivy League school.</p><p>Bruni also questions the validity of current college ranking systems like U.S. News & World Report.</p><p>He writes in &#8220;<a href=\"http://www.amazon.com/Where-You-Not-Who-Youll/dp/1455532703\" target=\"_blank\">Where You Go Is Not Who You&#8217;ll Be: An Antidote to the College Admissions Mania</a>,&#8221; that the college you go to may not matter as much as what you do when you get there. <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young talks with Bruni about his book.</p><ul><li><a href=\"http://apps.wbur.org/books/#herenow\" target=\"_blank\">Find more good reads on our digital bookshelf</a></li></ul><p><em>Let us know your thoughts on college rankings and how much which college you go to matters.<a name=\"excerpt\"></a> <a href=\"https://www.facebook.com/HereAndNowRadio/posts/10153128073610734\" target=\"_blank\">Join the conversation on Facebook</a> or leave a <a href=\"#comments\">comment below</a>.</em></p><h4>Book Excerpt: &#8216;Where You Go Is Not Who You&#8217;ll Be&#8217;</h4><p><em>By Frank Bruni</em></p><p><strong>Introduction</strong></p><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/03/0325_where-you-go.jpg\"><img class=\"alignright size-medium wp-image-80718\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/03/0325_where-you-go-203x300.jpg\" alt=\"Cover of \"Where You Go Is Not Who You'll Be: An Antidote to the College Admissions Mania\" \" width=\"203\" height=\"300\" /></a></p><p>Peter Hart didn't try for Harvard, Princeton or any of the Ivies. That wasn't the kind of student he'd been at New Trier High School, which serves several affluent suburbs north of Chicago. Nearly all of its roughly one thousand graduating seniors each year go on to higher education, and nearly all of them know, from where they stand among their peers and from the forecasts of guidance counselors, what sort of college they can hope to attend. A friend of Peter's was ranked in the top five of their class; she set her sights on Yale—and ended up there. Peter was ranked somewhere around 300: not great but wholly respectable considering the caliber of students at New Trier. He aimed for the University of Michigan or maybe the special undergraduate business school at the University of Illinois.</p><p>Both rejected him.</p><p>He went to Indiana University instead, and arrived there feeling neither defeated nor exhilarated. He was simply deter- mined to make the most of the place and to begin plotting a career and planning an adult life.</p><p>Right away he noticed a difference. At New Trier, a public school posh enough to pass for private, he'd always had a sense of himself as someone somewhat ordinary, at least in terms of his studies. He lacked his peers' swagger and ready- made eloquence. He wasn't especially quick to raise his hand, to offer an opinion, to seize a position of leadership. At Indiana, though, the students in his freshman dorm and in his freshman classes weren't as uniformly poised and showily gifted as the New Trier kids had been, and his self-image went through a transformation.</p><p>\"I really felt like I was a competent person,\" he told me when I interviewed him in June 2014, shortly after he'd turned twenty-eight. \"It was confidence-building.\" He thrived during that first year, getting a 3.95 grade point average, which earned him admission into an honors program for under- graduate business majors. And he thrived during the rest of his time at Indiana, drawing the attention of professors, be- coming vice president of a business fraternity on campus, cobbling together the capital to start his own tiny real estate enterprise—he bought, fixed up and rented small houses to fellow students—and finagling a way, off-campus, to get interviews with several of the top-drawer consulting firms that trawled for recruits at the Ivies but often bypassed schools like Indiana. Upon graduation, he took a plum job in the Chicago office of the Boston Consulting Group, where he recognized one of the other new hires: the friend from New Trier who'd gone to Yale. Traveling a more gilded path, she'd arrived at the very same destination.</p><p>Peter worked for three years with the Boston Consulting Group and another two with a private equity firm in Manhattan. When I talked with him, he was between his first and second year at Harvard's graduate business school. Yes, he said, many of his Harvard classmates had undergraduate degrees fancier than his; no, he said, he didn't feel that his Indiana education put him at any disadvantage. Besides which, he and most of the others in the Harvard MBA program had been out of college for as long as they'd been in it. What they'd learned in the workplace since graduation had more bearing on their assurance and performance at Harvard than did anything picked up in any class, let alone the name of their alma mater.</p><p>The main, lasting relevance of Indiana, he told me, was the way it had turned him into a bolder, surer person, allowing him to discover and nurture a mettle that hadn't been teased out before. \"I got to be the big fish in a small pond,\" he said. Now, if he wanted to, he could swim with the sharks.</p><p>Jenna Leahy, twenty-six, went through the college admissions process two years after Peter did. She, too, was applying from a charmed school: in her case, Phillips Exeter Academy, which was less than a mile from her family's New Hampshire home and which she attended as a day student. She wasn't at the very top of her class but she had as many A's as B's. At Exeter, one of the most storied prep schools in America, that was nothing to sneeze at. She was also a captain of the cross- country team and active in so many campus organizations that when graduation day rolled around, she received one of the most coveted prizes, given to a student who'd brought special distinction to the academy.</p><p>Jenna had one conspicuous flaw: a score on the math portion of the SAT that was in the low 600s. Many selective colleges cared more than ever about making sure that each new freshman class had high SAT scores, because that was one of the criteria by which <em>U.S. News & World Report </em>ranked schools in its annual survey, the influence of which had risen exponentially since its dawn in the 1980s. In fact, the college on which Jenna set her sights, Claremont McKenna, cared so much that its dean of admissions would later be exposed for fabricating and inflating that statistic.</p><p>Jenna applied early to Claremont McKenna. And was turned down.</p><p>She was stunned. She couldn't quite believe it. And partly because of that, she didn't sink into a funk but moved quickly to tweak her dreams and widen her net, sending applications to Georgetown University, Emory University, the University of Virginia and Pomona College, which is one of Claremont McKenna's sister schools. She threw in a few more, to have some insurance, though she was relatively certain that she wouldn't need it.</p><p>In early spring the news came. Georgetown said no. Emory said no. No from Virginia. No from Pomona. She felt like some kind of magnet for rejection: Earlier that semester, her first serious boyfriend had broken up with her. He was a sophomore at Stanford, the sort of school she was now being told she simply wasn't good enough for. What <em>was </em>she good enough for? What in the world was going on? Many of her Exeter classmates were bound for the Ivies and their ilk, and they didn't seem to her any more capable than she. Was it be- cause they were legacy cases, from families with more money than hers?</p><p>All she knew was that they had made the cut and she hadn't.</p><p>\"I felt so worthless,\" she told me. \"It was a very, very de- pressing time.\"</p><p>As she remembers it, she was left essentially with two options. One was Scripps College: another of Claremont McKenna's sister schools, though not quite as desired as Pomona. The other was the University of South Carolina. It wanted her badly enough that it offered her a significant scholarship. \"But that wasn't enough for me,\" she said. \"I wanted a name. I wanted some prestige.\" That was the immediate legacy of the application process. She was determined to grab whatever bragging rights she could.</p><p>But there was another, better legacy, which came later. Once she got through the summer, crossed the country to Southern California, beheld how gorgeous the Scripps campus was and saw how well she fit in there, she realized not only that the most crushing chapter of her life was in the past but that it hadn't crushed her. Not even close. Actually, it had helped her separate the approval that others did or didn't give her from what she believed—no, <em>knew</em>—about herself.</p><p>One day she happened to sign up for a day trip from Scripps to Tijuana, Mexico, to help do some painting and other charitable work in an especially impoverished neighbor- hood. When she got there, she recalled, \"I held a baby who could barely breathe, and the mother didn't have the money to take the baby to the doctor, and you could literally see the United States on the other side of the border. I was just blown away.\" The moment stayed with her, and during her sophomore year, she applied for a grant that would give her the funds necessary to live in Tijuana for the summer and work with indigent children there. She got it.</p><p>A pattern emerged. \"I applied for things fearlessly,\" she said, \"because I knew now that I was worth something even if I wasn't accepted.\" Rejection was arbitrary. Rejection was survivable.</p><p>She entered a contest at her school to spend a weekend among the Mexican poor with Jimmy Carter, and she was chosen. She put in a request to study abroad in Senegal and then in Paris, and was permitted to do both. After graduation she went to work for Teach for America and, toward the end of her time with the organization, she sought a special fellowship in school administration that was typically given only to educators with more experience. She nonetheless received it, and later got a federal grant to write the three-hundred- plus pages of the charter for a public elementary school she was proposing to start in Phoenix, where she now lives. That school, serving children from low-income families, opened in August 2014. Jenna is its cofounder and its director of students and operations.</p><p>\"I never would have had the strength, drive or fearlessness to take such a risk if I hadn't been rejected so intensely be- fore,\" she told me. \"There's a beauty to that kind of rejection, because it allows you to find the strength within.\"</p><p>Is Peter's example so remarkable? I don't think so. People bloom at various stages of life, and different individuals flourish in different climates. The hothouse of secondary school favors only some.</p><p>And Jenna's arc isn't unusual in the least. The specific details, the proper nouns: Those are hers and hers alone. But for every person whose contentment and fulfillment come from faithfully executing a predetermined script, there are at least ten if not a hundred who had to rearrange the pages and play a part they hadn't expected to, in a theater they hadn't envisioned. Life is defined by little snags and big setbacks; success is determined by the ability to distinguish between the two and rebound from either. And there's no single juncture, no one crossroads, on which everything hinges.</p><p>So why do so many Americans—anxious parents, addled children—treat the college admissions process as if it were precisely that?</p><p>This book was born during the annual height of that process, as another March ended and the chatter among many of the adults around me grew predictably heavy with the words <em>acceptance</em>, <em>rejection</em>, <em>safety school </em>and such. Their children had been waiting three months or longer to find out whether the applications they'd submitted to their dream schools would do the trick. The notices would come in any day. The suspense was at its peak.</p><p>I was familiar with it from the previous March and the March before that, because to live among Americans affluent enough to give their kids a certain kind of grounding and gilding is to recognize a particular rhythm to the year and specific mile markers on the calendar. November 1 is the deadline for many early-admission applications, January 1 for general- admission applications. In the days just before April 1, the school's decisions dribble out, and I'll watch the parents in my orbit exult like they rarely exult or reel like they seldom reel. The intensity of these reactions always stops me short, because it attaches a make-or-break importance to a finite circle of exalted institutions—and to private colleges and universities over public ones—that isn't supported by the evidence, by countless stories like Peter's and Jenna's, by the careers and the examples all around me, by common sense. A sort of mania has taken hold, and its grip seems to grow tighter and tighter.</p><p>I'm describing the psychology of a minority of American families; the majority of them are focused on making sure that their kids simply attend a decent college—any decent college— and on finding a way to help them pay for it. (Note: In this book I'll often use \"college\" as a catchall term, and interchange- ably with \"university,\" but only in reference to the undergraduate portion and years of an institution, like the University of Michigan or Stanford, that also has graduate schools and doctoral programs.) When I asked Alice Kleeman, the college adviser at Menlo-Atherton High School in the Bay Area of California, about the most significant changes in the admissions landscape over the twenty years that she has inhabited it, the lust for elite schools and the fixation on them was only the third dynamic she mentioned. The first? \"More students are unable to attend their college of first choice because of money,\" she said, alluding to the country's economic doldrums over the last decade and the high cost of higher education. Second, she brought up what she saw as the positive development of colleges being willing to admit and extend financial aid to un- documented immigrants. Her answers were crucial reminders that an obsession with the Ivies and other colleges of their perceived caliber is far more privilege than curse.</p><p>But the number of parents and students who succumb to it is by no means small, and that's clear in the escalation of applications to elite schools and in the dizzying expansion and expense of college admissions coaching. There's a whole industry devoted to prepping and packaging students, to festooning them with all the right ribbons and all the prettiest bows. For too many parents and their children, getting into a highly selective school isn't just another challenge, just an- other goal. A yes or no from Amherst or Dartmouth or Duke or Northwestern is seen as the conclusive measure of a young person's worth, a binding verdict on the life that he or she hassled up until that point, an uncontestable harbinger of the successes or disappointments to come. Winner or loser: This is when the judgment is made. This is the great, brutal culling.</p><p>What madness. And what nonsense.</p><p>For one thing, the admissions game is too flawed and too rigged to be given so much credit. For another, the nature of a student's college experience—the work that he or she puts into it, the skills that he or she picks up, the self-examination that's undertaken, the resourcefulness that's honed—matters more than the name of the institution attended. In fact students at institutions with less hallowed names sometimes demand more of those places and of themselves, convinced that they have ground to make up, a disadvantage to compensate for. Or, freed somewhat from a focus on the packaging of their education, they get to the meat of it. In any case, there's only so much living and learning that take place inside a lecture hall, a science lab or a dormitory. Education is indeed everything, but it happens across a spectrum of settings and in infinite ways. It starts well before college. It continues long after college. College has no monopoly on the ingredients for professional success or for a life well lived.</p><p>I know many wildly accomplished people who attended Ivy League schools and other highly selective private colleges and benefited in precisely the ways that alumni of these institutions are supposed to. I know more who attended public universities and schools without major reputations, and in this book I'll introduce some of them, describing their paths, letting them reflect on their achievements and putting college in a saner, healthier, more accurate perspective. I even know a fair number of distinguished overachievers who never graduated from college. I wouldn't recommend that last route, but my reasons aren't solely practical. They're intellectual, philosophical, spiritual. College is a singular opportunity to rummage through and luxuriate in ideas, to give your brain a vigorous workout and your soul a thorough investigation, to realize how very large the world is and to contemplate your desired place in it. And that's being lost in the admissions mania, which sends the message that college is a sanctum to be breached—a border to be crossed—rather than a land to be in- habited and tilled for all that it's worth.</p><p>This mania has many roots, a few of which I'll look at in the pages to come. But it can't be divorced from a chapter of American life and a corrosion of American discourse in which not just Chevrolet and Cartier but everyday people worry about their \"brands,\" and in which everything imaginable is subdivided into microclimates of privilege and validation. At the amusement park, you can do general admission or a special pass or an even fancier package that puts you instantly at the front of every line. At the Equinox fitness chain, trainers are designated by numbers—Tiers 1, 2 and 3—that signal their experience and hourly rate, and there are deluxe hideaways within certain Equinox clubs, which use eye-scanning technology to figure out who belongs. In the plane, it's no longer just first class and coach. For a surcharge, there's extra legroom. For frequent-fliers, there are exit-row seats, early boarding and first dibs on the overhead bins. You ascend and cling to a designated stratum with designated perks: gold, silver, platinum, diamond. In the United States circa 2015, it's not just shoes, handbags and SUVs that signal your status and how enviable you are. It's a whole lot else, and colleges have climbed higher and higher up the list—against all reason, and with needlessly hurtful consequences.</p><p>\"The demand for elite institutions is through the roof,\" Anthony Carnevale sighed to me one day. Carnevale is the di- rector of Georgetown University's Center on Education and the Workforce, which studies their relationship and interplay, and I've gone to him repeatedly when working on columns for the <em>New York Times </em>about higher education. He's in- formed. He's wise. And he's flummoxed and deeply frustrated by the premium that so many families place on the supposed luster of a first-choice college and by the breathlessness with which kids approach the admissions process.</p><p>\"Life is something that happens slowly, and whether or not they go to their first choice isn't that important,\" he noted. \"It's not the difference between Yale and jail. It's the difference between Yale and the University of Wisconsin or some other school where they can get an excellent education.</p><p>\"They should be thinking more about what they're going to <em>do </em>with their lives,\" he continued. \"And what college is sup- posed to do is to allow you to live more fully in your time.\" It's supposed to prime you for the next chapter of learning, and for the chapter beyond that. It's supposed to put you in touch with yourself, so that you know more about your strengths, weaknesses and values and can use that information as your mooring and compass in a tumultuous, unpredictable world. It's supposed to set you on your way, and if you expect it to be a guarantee forevermore of smooth sailing, then you've got trouble infinitely greater than any rejection notice.</p><p>In March 2014, just before Matt Levin was due to start hearing from the schools to which he'd applied, his parents, Craig and Diana, handed him a letter. They didn't care whether he read it right away, but they wanted him to know that it had been written before they found out how he fared. It was their response to the outsize yearning and dread that they saw in him and in so many of the college-bound kids at Cold Spring Harbor High School, in a Long Island suburb of New York City. It was their bid for some sanity.</p><p>Matt, like many of his peers, was shooting for the Ivies: in his case, Yale, Princeton or Brown. He had laid the ground- work. He had punched all the necessary holes. Good SAT scores? After studying with a private tutor, which was pro forma for kids in his upper-middle-class community, he had scored close to the median for students at the Ivies in his sights. Sports? He was on Cold Spring Harbor's varsity base- ball team, toggling between the positions of second baseman and shortstop. Music? He played alto sax in several of Cold Spring Harbor's bands. Academics? He was the recipient of a special prize for junior-year students with the highest grade point averages, and he was a member of pretty much every honor society at the school. Character? He had logged more than one hundred hours of community service.</p><p>For Yale, Princeton and Brown, that wasn't enough. Matt's top three choices all turned him down.</p><p>His mother, Diana, told me that on the day he got that news, \"He shut me out for the first time in seventeen years. He barely looked at me. Said, 'Don't talk to me and don't touch me.' Then he disappeared to take a shower and literally drowned his sorrows for the next forty-five minutes.\" He kept to himself all that evening as he tried to summon the energy to study for a physics test. He went to bed after midnight—still mute, still withdrawn.</p><p>The next morning he rallied and left the house wearing a sweatshirt with the name of the school that had been his fourth choice and had accepted him: Lehigh University. By then he had read his parents' letter, more than once. That they felt compelled to write it says as much about our society's warped obsession with elite colleges as it does about the Levins' warmth, wisdom and generosity. I share the following parts of it because the message in them is one that many kids in addition to their son need to hear:</p><p><em>Dear Matt,</em></p><p><em>On the night before you receive your first college response, we wanted to let you know that we could not be any prouder of you than we are today. Whether or not you get accepted does not determine how proud we are of everything you have accomplished and the wonderful person you have become. That will not change based on what admissions officers decide about your future. We will celebrate with joy wherever you get accepted—and the happier you are with those responses, the happier we will be. But your worth as a person, a student and our son is not diminished or influenced in the least by what these colleges have decided.</em></p><p><em>If it does not go your way, you'll take a different route to get where you want. There is not a single college in this country that would not be lucky to have you, and you are capable of succeeding at any of them.</em></p><p><em>We love you as deep as the ocean, as high as the sky, all the way around the world and back again—and to wherever you are headed.</em></p><p><em>Mom and Dad</em></p><p>&nbsp;</p><p>Excerpted from the book WHERE YOU GO IS NOT WHO YOU&#8217;LL BE by Frank Bruni. Copyright © 2015 by Frank Bruni. Reprinted with permission of Grand Central Publishing.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.nytimes.com/column/frank-bruni\" target=\"_blank\">Frank Bruni</a></strong>, author of &#8220;<a href=\"http://www.hachettebookgroup.com/titles/frank-bruni/where-you-go-is-not-who-youll-be/9781455532704/\" target=\"_blank\">Where You Go Is Not Who You&#8217;ll Be: An Antidote to the College Admissions Mania</a>.&#8221; He tweets <a href=\"https://twitter.com/frankbruni\" target=\"_blank\">@FrankBruni</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+College+You+Go+To+May+Not+Matter+As+Much+As+You+Think&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"649"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395321140-3eb688.m3u?orgId=1&e=395321137&d=649&ft=nprml&f=395321137"},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0325_graduation-caps.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"881","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0325_where-you-go.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1895","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0325_frank-bruni.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}}]}