{"created":"2015-03-09T19:21:39+00:00","modified":"2015-03-10T21:13:05+00:00","valid":{"from":"2015-03-10T21:13:05+00:00","to":"3015-03-10T21:13:05+00:00"},"hreflang":"en","guid":"ca05c987-01ba-4000-9036-6cdba9d7914e","title":"Nations launch an international campaign against Boko Haram, as it pledges allegiance to ISIS","published":"2015-03-10T21:12:59+00:00","byline":"Christopher Woolf","tags":["Boko Haram","ISIS","terrorism","Religion","military","Conflict","Conflict & Justice","Africa","Nigeria","Chad","Benin","Niger","Cameroon","northern Nigeria","Africa","Eric Schmitt","Boko Haram","Nigerian Sharia conflict","War","International relations"],"teaser":"The Nigerian Islamic extremist group Boko Haram pledged allegiance to the ISIS movement on Saturday. At the same time, a regional coalition of powers is intervening to help Nigeria. The US is taking a back-seat, but is intensifying military training programs and some other forms of assistance. ","contentencoded":"<p>\"When your neighbor's house is burning, you have to put it out.\"</p>\n<p>Those are the words of a Chadian army officer, <a href=\"http://www.nytimes.com/2015/03/08/world/africa/african-training-exercise-turns-urgent-as-threats-grow.html?action=click&amp;contentCollection=Africa&amp;region=Footer&amp;module=MoreInSection&amp;pgtype=article\">quoted in the New York Times</a>, talking about the new multi-national force being set up to fight Boko Haram.</p>\n<p>The Islamist extremist group has been tearing apart northern Nigeria for the last six years and on Saturday, Boko Haram declared allegiance to ISIS.</p>\n<p>Now four of Nigeria's neighbors are joining the fight against the militants: Chad, Cameroon, Niger and Benin. They have the blessing of the African Union, like the international force fighting al-Shabab militants in Somalia.</p>\n<p>Several Chadian troops were reported killed in action on Monday, inside Nigeria.</p>\n<p>Eric Schmitt of the New York Times has just returned from Chad. “In the last several weeks, the Chadian forces have been massing both on their own border, as well as in neighboring Cameroon, and also going into Nigeria itself, to reclaim territory that Boko Haram had seized from the Nigerian forces over the past six to eight months.”</p>\n<p>Boko Haram carried out raids into neighboring Niger and Cameroon last year, but land-locked Chad’s motivation is different. “The Chadians,” explains Schmitt, “have basically said this is a threat to our economy. One of the key economic lifelines for Chad has been severed or threatened by the Boko Haram incursions.”</p>\n<p>Nigeria’s official language is English, but its four new allies all use French primarily as their official language. A legacy of the region’s colonial past. Schmitt says these and other differences present a serious test for the new multi-national effort. Nigeria and Cameroon, for instance, have had bitter border disputes in the past. “What you see now,” he adds, “is for the first time, these countries are being forced to work together against a common foe.”</p>\n<p>The United States is providing some training and equipment to bolster West African nations in their fight against Islamic extremism, in general. It is not providing direct military assistance for the new joint multi-national force. For example, Schmitt just visited a US-led exercise in Chad to train troops from Chad, Nigeria, Mauretania and elsewhere in counter-insurgency operations: how to deal with ambushes and improvised explosive devices, and so on.</p>\n<p>On Boko Haram’s new pledge of allegiance to ISIS, Schmitt says “it’s like ‘liking’ them on Facebook.” But he says it’s not clear if the relationship will bring Boko Haram any tangible benefits in terms of men and money.  </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-09%2Finternational-campaign-launched-against-boko-haram-it-pledges-allegiance-isis&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0309201508.mp3"},{"href":"http://www.pri.org/file/0309201508mp3"}]}