{"created":"2015-05-21T09:00:40+00:00","modified":"2015-06-11T16:29:00+00:00","valid":{"from":"2015-06-11T16:29:00+00:00","to":"3015-06-11T16:29:00+00:00"},"hreflang":"en","title":"Letterman Leaves Late-Night TV With A Near-Perfect Final Show","published":"2015-05-27T11:11:00+00:00","teaser":"<em>Late Show</em> host David Letterman said goodbye Wednesday night with his trademark self-deprecating sarcasm. He left as he had arrived: with a hilarious show made on his own terms.","itags":["npr_api","408407147"],"guid":"ca07df24-6ee6-4698-9ed5-a1f1120e0a37","contentencoded":"<p>When the final episode came, after weeks of accolades and tributes to his genius, David Letterman made sure he punctured the emotion of the moment with a little old-fashioned, self-deprecating sarcasm.</p><p>\"We've done over 6,000 shows ... and I was here for most of them, and I can tell you a pretty high percentage of those shows just absolutely sucked,\" Letterman told the audience during Wednesday night's <em>Late Show</em> episode, his last after 33 years in late-night television. \"And also, in light of all of this praise, merited or not, do me a favor: Save a little for my funeral.\"</p><p>Letterman was doing more than filling his role as TV's Biggest Curmudgeon — a part he has gleefully played for more than three decades now. He was doing something that ensured his last episode would move quicker and feel funnier than even the finale of his longtime mentor, <em>Tonight Show</em> host Johnny Carson.</p><p>Whenever it seemed the proceedings might get overly sentimental or maudlin, Letterman would crack a joke that kept it funny and kept it moving. Unlike Carson, Letterman would never tolerate a long, emotional song sung in his honor on camera; instead we got five presidents — four of them seemingly filmed especially for this broadcast — proclaiming \"our long national nightmare is over\" because Letterman is retiring.</p><p>To my recollection, no other late-night host has gotten almost all the country's living presidents to show up in his honor for a finale — not Carson or Letterman's longtime rival, Jay Leno. But Letterman's farewell comes at a time when media and politics have never been closer, and the evidence of Letterman's impact across the landscape of late-night television has never been clearer.</p><p>Most of today's late-night TV hosts — the Fallons, Kimmels, O'Briens and Meyers — grew up watching Letterman rewrite the rules of TV talk shows with his post-Carson program on NBC,<em> Late Night with David Letterman</em>. Where Carson was slick, tanned and Hollywood, Letterman was goofy, gritty and perched in the middle of 1980s New York City, recycling bits from his own heroes like Ernie Kovacs and Steve Allen for youngsters eager to see someone celebrate the silliness of TV while puncturing its self-importance.</p><p>Viewers watching Wednesday's finale got a wonderful taste of that vision, as the show featured lots of clips from the program's early days. From Letterman razzing customers in a Taco Bell drive-through, to his gleeful prodding of little kids into saying the most outlandish things, the video snippets reminded fans just how much fun the show had when turning the most innocuous moments in life on their head.</p><p>One highlight came when a cavalcade of celebrities showed up to read the last Top 10 list: things they always wanted to say to Dave. Barbara Walters noted he wore the same cologne as the dictator who once ran Libya; Steve Martin observed that his plastic surgery didn't work out so well; and Chris Rock expressed his gratitude that the <em>Late Show</em> gig would next be given to yet another white guy, Stephen Colbert.</p><p>But the best zinger came from <em>Seinfeld</em> star Julia Louis-Dreyfus: \"Thanks for letting me take part in another hugely disappointing series finale.\" (You had to see the look of astonishment on the face of her former co-star Jerry Seinfeld, who was also standing onstage, to fully appreciate this playful dig at both <em>Seinfeld</em> and the <em>Late Show</em>'s wrapup).</p><p>Besides providing more sentiment-puncturing humor, this bit recalled all the great performers who became, as Letterman himself pronounced, \"friends of the show.\" Bill Murray took part Wednesday, having appeared on both the first episodes of NBC's <em>Late Night </em>and CBS' <em>Late Show</em>; Steve Martin stood nearby, an alum of NBC's 1980 morning program <em>The David Letterman Show.</em></p><p>Letterman is renowned for his loyalty, featuring old standup comedy buddies like Jimmie \"J.J.\" Walker, Jeff Altman and George Miller long after their careers cooled. But it's also easy to forget that talents like Seinfeld, Ray Romano, Pee-wee Herman, Michael Keaton, Andy Kaufman and even Leno got important career boosts by appearing on his show.</p><p>Of course, Wednesday's show wasn't completely sentiment-free. Running about 18 minutes past its normal hourlong timeslot, the finale allowed Letterman time to thank everyone who worked on the show, highlight his band and longtime on-air buddy/bandleader Paul Shaffer, and feature an appearance from his wife, Regina, and son, Harry, who rarely come on the program.</p><p>When the broadcast was nearly over, he thanked the folks who really made it all possible: his viewers.</p><p>\"The people who watch this show, there's nothing I can do to repay you,\" he said. \"Thank you for everything. You've given me everything.\"</p><p>When <a href=\"http://www.npr.org/2015/05/14/406470953/david-lettermans-top-10-late-night-memories-well-not-really\">I asked Letterman</a> about the finale last week, he insisted he hadn't been directly involved in much planning beyond the show's final segment. \"It will be a variety of visual images, you know, in various presentation,\" he said then about his segment. \"And then just me saying thanks and good night.\"</p><p>If that quote holds true, then Letterman himself planned the moment when Foo Fighters took the stage and played \"Everlong\" — a song that the host has said helped him through recovery after a quintuple bypass operation — while images from the entire history of the show flashed by in rapid succession.</p><p>In the end, just before the band cranked up, Letterman did say, \"For the last time on a television program ... thank you and good night.\" But there was no emotional quaver in his voice, no hint of tears in his eye.</p><p>David Letterman went out of late-night TV the way he came in: on his own terms, guided by a subversive sense of humor that was severely allergic to sentiment or phoniness.</p><p>The only question left now: What are fans of great late-night television going to do without him?  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Letterman+Leaves+Late-Night+TV+With+A+Near-Perfect+Final+Show&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"205"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408407148-723033.m3u?orgId=1&topicId=1138&d=205&p=3&story=408407147&t=progseg&e=408405005&seg=5&ft=nprml&f=408407147"},{"href":"http://media.npr.org/assets/img/2015/05/21/106616_d1334bc-7e7c72849c62b5625a5e7c5800b87f9e8e0f4caf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1207","width":"1610"}},{"href":"http://media.npr.org/assets/img/2015/05/21/106616_d1407_custom-6a19f4834e7a281759a12b322f6f1bfc7ee5b635.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1776","width":"1103"}}]}