{"created":"2015-04-17T21:11:27+00:00","modified":"2015-04-21T17:32:29+00:00","valid":{"from":"2015-04-21T17:32:29+00:00","to":"3015-04-21T17:32:29+00:00"},"hreflang":"en","guid":"ca0f84e3-ec58-450d-aef6-db311b51a723","title":"CBC tries to close the book on harassment and start anew with 'q'","published":"2015-04-21T17:32:26+00:00","byline":"David Leveille","tags":["media","sexual harassment","culture","Media","Arts, Culture & Media","Jian Ghomeshi","Canadian Broadcasting Corporation","Q","CBC Radio One"],"teaser":"The CBC hopes to turn the corner on an ugly episode involving a high profile case of sexual harassment in its workplace. It's relaunching its signature radio program 'q' with a new look, and a new host.","contentencoded":"<p>Canada's CBC is trying to move on from an embarassing incident of sexual harassment involving Jian Ghomeshi, the former host of its signature radio program, Q.</p>\n<p>This week, the broadcaster announced the findings of <a href=\"http://www.documentcloud.org/documents/1894581-report-april-2015-en-1.html\">an independent inquiry</a> that found that managers seriously mishandled the Ghomeshi fiasco. The CBC \"failed to provide its staff a workplace free from disrespectful and abusive behavior,\" said Janice Rubin, the employment lawyer who conducted the investigation. In short, the report blasts CBC management for basically condoning Ghomeshi's behavior.</p>\n<p>That leaves the CBC to do some soul-searching, says Laura Lynch, a news reporter for the network. “The report says that there had been a pattern of behavior by Ghomeshi for a very long time, for years and years, and that at least six managers knew about this behavior and missed opportunities to actually deal with it, and to deal with him.”</p>\n<p>Lynch says management, and the CBC, took a \"beating\" from the report. “You can still hear in people's voices there are still a lot of difficult feelings around this. In some cases, it’s anger, in some cases it’s dismay.”  But importantly, Lynch says, there’s now a national conversation about sexual harassment in the workplace taking place.</p>\n<p>“After Ghomeshi was let go from CBC, was terminated, came the reports of alleged criminal behavior, women coming forward saying that he had sexually abused them outside of the workplace. He's now facing criminal charges,” she says.</p>\n<p>While this week was about putting Ghomeshi in the past, next week the CBC is focused on turning Q into q. A 32-year-old hip-hop artist named Shad, born in Kenya to Rwandan parents, will take over as the new host of the show — which will also switch to a lowercase q. Shad, short for Shadrach Kabango, will kick off what the CBC hopes will be a new era of the arts and culture show. CBC programs, including q, are distributed by PRI in the US.</p>\n<p>The show's producers and the CBC has been thinking about how to re-brand and re-launch the show, Lynch says.</p>\n<p>“How can we change it, but maybe not change it too much? Shad is launching the new show on Monday. He has a lot of pressure on him, I'm sure, to try to pull this one out of the fire,” she adds. Predictions aside, Lynch says the new host has a “reputation as an intelligent man and a really good guy to deal with and I think that's what people need.”</p>\n<p>The new q kick off show will be live-streamed Monday from 9 a.m. to 11 a.m. ET at <a href=\"http://cbc.ca/q\">http://CBC.ca/q</a>. If you prefer terrestrial radio, you can use <a href=\"http://www2.pri.org/ProgramStationLocator/ProgramLocator.aspx\">PRI's station finder</a> to see when q is broadcast on a station in your area.</p>\n<p><iframe width=\"480\" height=\"270\" src=\"http://www.youtube.com/embed/_7MkzbrC59c?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-17%2Fcbc-tries-close-book-sexual-harassment-and-starts-anew-q&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04172015_03.mp3"},{"href":"http://www.pri.org/file/0417201503mp3"}]}