{"created":"2014-10-31T20:41:44+00:00","modified":"2014-11-11T17:05:15+00:00","valid":{"from":"2014-11-11T17:05:15+00:00","to":"3014-11-11T17:05:15+00:00"},"hreflang":"en","title":"Like Olive Kitteridge, Actress Frances McDormand Was Tired Of Supporting Roles","published":"2014-10-31T23:41:00+00:00","teaser":"\"I've made a career of playing small supporting roles,\" McDormand says. And in a four-hour HBO miniseries she plays Kitteridge, a supporting character who \"should be a leading lady.\"","itags":["npr_api","360183633"],"guid":"ca185e29-cc75-4ff0-bc7c-018eefa4531a","contentencoded":"<p>When asked to describe character Olive Kitteridge, actress Frances McDormand uses these words: \"Heaven. Delicious. Full-feast. Three course meal. Soup-to-nuts.\"</p><p>Olive is a caustic New England teacher, created by Elizabeth Strout in her Pulitzer Prize-winning book <a href=\"http://www.npr.org/books/titles/140890136/olive-kitteridge\" target=\"_blank\">Olive Kitteridge</a><em>. </em>McDormand says that in literature, you come across rich characters like this all the time — in film, not so much.</p><p>\"Female characters in literature are full,\" McDormand tells NPR's Melissa Block. \"They're messy, they've got runny noses and burp and belch. Unfortunately, in film, female characters don't often have that kind of richness.\"</p><p>Now, Strout's collection of linked stories is being adapted for the screen. The two-part, four-hour miniseries airs on HBO on Sunday and Monday.</p><p>\"To contemplate the idea of taking someone like Olive, who is a full literary character — but also a complex human being — to film was a real conundrum, actually,\" McDormand says. \"Because it couldn't have been done in 90 minutes. Four hours was just enough; six hours would have been better.\"<strong></strong></p><hr /><h3>Interview Highlights</h3><p><strong>On Olive's husband, Henry — played by Richard Jenkins — who is a gentle, well-liked small-town pharmacist, who in many ways is the opposite of Olive</strong></p><p>I want everyone to remember — and I think people who've read the novel feel this way — happiness can be tyrannical. ... Yes, too much happiness can be tyrannical, especially to someone like Olive. So when, often on the set, when we would we be filming and people would say, \"Oh, poor Henry,\" when Olive would maybe be a little harsh with him. ... Forget poor Henry. Sometimes, think about poor Olive. She has to deal with his tyrannical happiness.</p><p>But I think that one of the main things that keeps them together is the fact they're supposed to be together. And they made a choice to be together. We meet them at a crisis in their life. Olive's 45, Henry's 55 and they're both in unrequited love affairs. And then we get to follow the next 30 years of their life together.</p><p><strong>On the trouble Olive has reciprocating love and affection</strong></p><p>Marriage is a complicated thing and I think that — when we meet Olive at 45 and her son Christopher is 13 — she is in a crisis point in her life because, when she was 13, her father was 45 and committed suicide — violently, and she found him in the kitchen. And, from that point forward, the fear of connecting and surrendering herself to her son, to her husband, to anyone was a real risk — a real danger. So, I think that she finally finds, with Henry really late in their life, that he was the true love of her life.</p><p><strong>On whether she ever needed a break from Olive (author Elizabeth Strout said she wrote<em> Olive Kitteridge</em> as interconnected short stories rather than a novel because she thought the reader might occasionally need a break from the character)</strong></p><p>Absolutely not. It was one of the best times I've ever had as an actor. Also because I've made a career of playing small supporting roles, mostly to male protagonists, and one of the reasons I thought I was perfect casting, from a producing standpoint, for Olive was that she is, too. In the short stories and in her family's life, she is a supporting character. She's a supporting character that should be a leading lady. And that was always my situation as a supporting actor in film. I never needed a break, are you kidding?</p><p><strong>On the physical challenges of playing Olive</strong></p><p>The body suit I had to wear on hot days ... that didn't help with hot flashes. ... We played with different sizes of body suits from the beginning of the storytelling. And we decided to start with my body — I weigh 150 pounds, I'm 5 feet, 5 inches. At the time we shot, I was pretty much on the other side of menopause — though, as we know, it never ends. I had to move backwards to 45 from 52 at the time. Which was not fun, by the way, I must say.</p><p>But anyway, we decided to go with my body, which — comparatively speaking, with other actresses of my age — I am considered a medium-to-larger woman. Now, in comparison to other women in the world, perhaps I'm seen as smaller. But I've never had a problem thinking of myself as a large woman. And so I had absolutely no problem thinking of myself as Olive, who thinks of herself as a large woman.</p><p><strong>On <a href=\"http://www.nytimes.com/2014/10/19/arts/frances-mcdormand-true-to-herself-in-hbos-olive-kitteridge.html\" target=\"_blank\">an interview</a> with <em>The New York Times</em> in which she said, \"I have not mutated myself in any way,\" and that her husband, director Joel Coen, \"literally has to stop me physically from saying something to people — to friends who've had work. I'm so full of fear and rage about what they've done.\"</strong></p><p>One of the reasons that I am doing press again after 10 years' absence is because I feel like I need to represent publicly what I've chosen to represent privately — which is a woman who is proud and more powerful than I was when I was younger. And I think that I carry that pride and power on my face and in my body. And I want to be a role model for not only younger men and women — and not just in my profession, I'm not talking about my profession. I think that cosmetic enhancements in my profession are just an occupational hazard. But I think, more culturally, I'm interested in starting the conversation about aging gracefully and how, instead of making it a cultural problem, we make it individuals' problems. I think that ageism is a cultural illness; it's not a personal illness.</p><p><strong>On how difficult it is to get older — and how cosmetic surgery doesn't make it any easier</strong></p><p>Getting older and adjusting to all the things that biologically happen to you is not easy to do, and is a constant struggle and adjustment. So, anything that makes that harder and more difficult — because I don't believe that cosmetic enhancement makes it easier; I think it makes it harder. I think it makes it much more difficult to accept getting older. I want to be revered. I want to be an elder; I want to be an elderess. I have some things to talk about and say and help. And, if I can't, then — not unlike Olive — I don't feel necessary.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Like+Olive+Kitteridge%2C+Actress+Frances+McDormand+Was+Tired+Of+Supporting+Roles&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"490"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360461283-c4fae1.m3u?orgId=1&topicId=1138&ft=3&f=360183633"},{"href":"http://media.npr.org/assets/img/2014/10/31/olivekitteridge12-95304a64b1651bc79c0b9c77d1f0f80215cd820c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1651","width":"2199"}},{"href":"http://media.npr.org/assets/img/2014/10/31/olivekitteridge07_enl-1144dae4fa1880c6302290622ff80951437bf91d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2880","width":"4328"}}]}