{"created":"2015-05-27T21:54:29+00:00","modified":"2015-05-28T18:42:04+00:00","valid":{"from":"2015-05-28T18:42:04+00:00","to":"3015-05-28T18:42:04+00:00"},"hreflang":"en","guid":"ca1a4f75-492a-40a8-88ef-1f13df0e9612","title":"The American who's already pleaded guilty in the FIFA scandal is part Santa Claus and part Falstaff ","published":"2015-05-28T18:41:58+00:00","byline":"Carol Hills","tags":["soccer","Justice","corruption","government","FIFA corruption","Sports","North America","United States","Ken Bensinger","Chuck Blazer","Jack Warner","FIFA","CONCAFAF","Buzzfeed","Smiley button"],"teaser":"Over 30 years, Chuck Blazer almost single-handedly built up the stature and visibility of soccer in the United States, but along the way he bilked FIFA out of millions. ","contentencoded":"<p>There was one word that kept coming into Ken Bensinger's mind when he was writing a profile last year of the fallen American soccer impresario Chuck Blazer: Falstaffian.</p>\n<p>\"This is a guy who's huge. He's got a big beard. He loves to party and eat and drink and joke and make crude jokes in front of high elected officials and he doesn't like to pay for anything. And he likes to use money that probably belonged to other people to do it.\" </p>\n<p>Bensinger's profile of Chuck Blazer was published in <a href=\"http://www.buzzfeed.com/kenbensinger/the-rise-and-fall-of-chuck-blazer-the-man-who-built-and-bilk#.dfrydr7w8\">Buzzfeed</a> last year, but it acquired instant and renewed relevance on Wednesday when it was revealed that Blazer, a former FIFA official — the highest ranking American FIFA official ever —  pleaded guilty back in 2013 and had been cooperating with the FBI ever since in its wide-ranging corruption case against FIFA. Blazer reigned as the most senior official at FIFA and along the way, pocketed millions of dollars in marketing commissions and tax dodges.</p>\n<p>\"Chuck Blazer is sort of a mix of Santa Claus, a soccer dad and the most corrupt public non-elected official you can possibly imagine,\" says Belsinger.</p>\n<p>Blazer's road to soccer was improbable. He had no background in sports and only became interested in it when his son took it up in middle school in Westchester County, New York, in the early 1970s. First Blazer tried coaching, then got into running it. At that point in his life, Blazer was a button manufacturer. His most famous contribution was to help create the boom for smiley buttons in the early 1970s. Bensinger said it was Blazer's knack for sales that led him to soccer.</p>\n<p>\"He saw in a soccer a huge potential thing that no one in the US cared about or exploited,\" he adds.</p>\n<p>Blazer rose fast in soccer circles. By 1980, he was a high-ranking official in the US Soccer Federation and by 1990, he was second in command at CONCAFAF, the FIFA regional association that includes North America, Central America and the Caribbean. But Bensinger says he was hardly a second fiddle.</p>\n<p>\"In many ways, he really ran [CONCAFAF] because the number one guy, who was also indicted today, Jack Warner, who was running it out of Trinidad, was generally uninterested in day-to-day operations,\" Bensinger says. \"This was exactly what someone like Blazer wanted because it gave him the ability to create almost from whole cloth a whole new organization and turn it into a giant revenue machine.\"</p>\n<p>Blazer started a regional competition, the Gold Cup, and TV money started pouring in. </p>\n<p>Bensinger finds Blazer fascinating because he did make important contributions to soccer in the United States. \"He helped create the US national women's team, which didn't even exist until he was on the scene. There's all kind of wonderful things he did, but he also wrote himself his own contract, which is always a bad sign when you write your own contract.\"</p>\n<p>That contract gave Blazer 10 percent of of anything CONCAFAF brought in. So year after year, he got 10 percent. On top of that, documents show, he used his corporate credit card as if it was his own personal expense account and expensed everything. \"The guy didn't pay for anything, ever. He took in at least $23 million in his 10 percent commissions on everything.\"</p>\n<p>Blazer had foreign bank accounts he didn't disclose to US officials. He had CONCAFAF buy him properties in Miami and in the Bahamas, which he then transferred to his own name. He had two luxury apartments inside the Trump Tower on Fifth Avenue in New York City, largely paid for by the soccer organization. Blazer occupied one and Bensinger says, depending on who you believe, the other was for his cats or his pet green macaw. </p>\n<p>\"He was truly a larger than life and kind of hilarious character, the kind of guy who would invite 40 of his friends to Spago in Los Angeles and generously pick up the tab. Except of course who's picking up the tab was the soccer federation.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-27%2Ffee-fa-fo-fum-i-smell-corruption-case-could-shake-very-essense-soccers-governing&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05272015_02_0.mp3"},{"href":"http://admin.pri.org/file/0527201502mp3-0"}]}