{"created":"2015-02-10T21:23:59+00:00","modified":"2015-02-11T20:34:50+00:00","valid":{"from":"2015-02-11T20:34:50+00:00","to":"3015-02-11T20:34:50+00:00"},"hreflang":"en","guid":"ca3582f6-24b2-4cea-b44d-b140d7efc9fb","title":"How this mortician wants to dispose of her body: Vultures ","published":"2015-02-11T20:34:46+00:00","byline":"Nina Porzucki","tags":["culture","dying","Culture","Arts, Culture & Media","North America","United States","North America","Caitlin Doughty","Embalming","Undertaking","green funerals","Tibetan","vultures"],"teaser":"Have you asked your loved one lately how they'd like to die? That's the conversation that mortician Caitlin Doughty would like to get started in America. ","contentencoded":"<p>Death becomes her. Caitlin Doughty won’t deny that.  She’s a mortician, author of \"Smoke Gets in Your Eyes: And Other Lessons from the Crematory\" and a YouTube celeb. Her web series, “Ask a Mortician” has gotten hundreds of thousands of hits. She answers questions about death from people from all around the world.</p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/smoke-gets-in-your-e69F1BA.jpg?itok=vRJzmbJI\" alt=\"\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Caitlin Doughty</p>\n  </div>\n</div>“People, especially in America, want to know why they don’t have more death options. They want to know why they can’t keep a skull on their mantle; they want to know why they can’t be taxidermied. They want to know why they can’t have Viking funerals,” Doughty says.\n<p>And she answers all of their questions from the very ordinary to the more out there. Here are just two:</p>\n<p><em>Is it true that they have to grind up the bones after cremating a body?</em></p>\n<p>Yes. After cremation you’re left with fragments of the inorganic skeleton. The bones are brittle, but you still need to grind them down. You crush them in a cremulator or a processor, which turns them into ash.</p>\n<p><em>Is there such thing as “dying of natural causes?”</em></p>\n<p>Technically, no. You can’t write on the death certificate that someone “died of natural causes.” Normally what gets put on a death certificate of someone who died in their sleep or of old age is “cardio-respiratory-arrest” — basically that their heart stopped.</p>\n<p>When Doughty isn’t answering questions online, or busy starting her funeral home, Undertaking LA, she’s advocating for a nationwide conversation about this inevitable part of our lives. </p>\n<p>“Because we have this very regimental, very sterile view of death in America, we want so much more than we’re not getting,\" Doughty says. \"We don’t understand why we can’t have it.\"</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/ahM6zFrSplo?list=PLXPP_WWuQkzXolGXOEuTcObs53xp79SDY\" width=\"560\"></iframe></p>\n<p>To start that conversation, she gathered together death experts from scientists to morticians to professors in a group called <a href=\"http://www.orderofthegooddeath.com/members/your-mortician\">“The Order of the Good Dead.”</a></p>\n<p>“We think that when people are more comfortable with just the concept of death in general or more comfortable with what’s being done with the dead body, the more comfortable they can be going up to their mother and saying, ‘Hey mom, I know you have pancreatic cancer, but I have no idea what you want done with your body or your estate or how you want to die,’” Doughty explains.</p>\n<p>Death hasn't always been so regimented.</p>\n<p>“Around the 1930s, death was taken out of the hands of people and put into the hands of professionals, both the medical industry and the funeral industry,\" Doughty says. \"In some ways, that’s a wonderful thing. No one should say that there should be no medical intervention of any kind, but at the same time that means that we don’t have the same connection to death that we used to. Dying used to happen in the home, death used to happen in the home, the wake used to happen in the home. Now that’s taken out into institutions.\"</p>\n<p>Doughty says we can learn a lot about our attitudes toward death by looking at how we respond to death rituals and customs around the world. For example, there are many cultures that leave the body out to be eaten by animals. In Tibet, bodies are set out on an open hill for vultures to eat.</p>\n<p>“[Tibetans] have very sensible reasons for it, but because we don’t do that in the United States, we have this visceral reaction to it. But most countries find what we do, which is embalming, to be very offensive and very bizarre and grotesque in its own way,” Doughty says.</p>\n<p>Doughty says she would be open to her body being eaten by vultures, or any animals, after she dies.</p>\n<p>“I am an animal. We are all animals. And when we have a sense of ourselves as much higher than animals — that can wreak so much havoc on our sense of place in the world, and our sense of our place in the environment,” she adds.</p>\n<p>There’s no place in the US where you can currently have that sort of burial — but there is a growing green burial movement in the US. Green burial involves being buried without embalming and without a casket, directly into a hole in the earth to decompose naturally.</p>\n<p>“If there’s no vultures available, what I would like is just a green burial: hole in the ground, my body straight in, back to the earth,” Doughty says.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/reaper.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/reaperjpg-0"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02102015_06.mp3"},{"href":"http://www.pri.org/file/0210201506mp3"}]}