{"created":"2015-06-05T14:24:57+00:00","modified":"2015-06-05T15:23:22+00:00","valid":{"from":"2015-06-05T15:23:22+00:00","to":"3015-06-05T15:23:22+00:00"},"hreflang":"en","title":"Athletes Want To Talk To Fans Without Meddlesome Sports Journalists","published":"2015-05-06T14:25:00+00:00","teaser":"Retired baseball player Derek Jeter is leading the charge to find ways for players to speak to fans without media middlemen.","itags":["npr_api","404427027"],"guid":"ca37e63b-1d0d-4688-991e-b584d144adb5","contentencoded":"<p>It's interesting to note the major differences in the way the media deals with sports stars and entertainment celebrities in public.</p><p>When entertainment personalities are interviewed, they are dressed to the nines, and the interrogation consists mostly of compliments. Athletes, however, are interviewed all grubby and sweaty, and primarily, they are rudely asked to explain themselves. W<em>hy did you strike out? How could you have possibly dropped that pass? </em></p><p>Whereas the show business beauties are chatted up on a red carpet, by sycophants wearing gowns and black tie, athletes are not only accosted by hordes of pushy sports journalists, but forced to testify in their own dressing cubicles.</p><p>Mercifully, male athletes are attired somewhat more decorously now that members of the opposite sex are allowed into locker rooms. There was a time when it was not uncommon for our heroes to address the press adorned in nothing more than a jockstrap, or less.</p><p>But it all evens out. While players are badgered immediately after participating in stressful activity, entertainment stars are bedeviled by rude photographers who seek to run the pretty idols into the ground when they're caught off guard. These human mosquitoes show almost no interest in photographing athletes out of uniform. I do recall<strong> </strong>Alex Rodriguez once being snapped entering a hotel elevator<strong> </strong>with a lady other than his wife<strong>,</strong> but A-Rod is ever the exception.</p><p>In an effort to give athletes an opportunity to talk without being beleaguered by journalists, former New York Yankees player Derek Jeter has created a website called <a href=\"http://www.theplayerstribune.com/\">The Players' Tribune</a>. It gives athletes the opportunity to speak their minds, unfiltered by<strong> </strong>meddlesome members<strong> </strong>of the Fourth Estate. As an athlete, Jeter was brilliant at answering questions at great length without saying anything. But he obviously feels that other jocks, who are less talented at that art, need The Players' Tribune.</p><p>Pessimists may worry that The Players' Tribune<strong> </strong>emasculates those who would make a living interviewing athletes, but those of us in the profession must accept that modern athletes, schooled in social media, may no longer need ghost writers to express themselves.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Athletes+Want+To+Talk+To+Fans+Without+Meddlesome+Sports+Journalists&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404626540-eb8b26.m3u?orgId=1&topicId=1057&aggIds=4499275&d=230&p=3&story=404427027&t=progseg&e=404625898&seg=10&ft=nprml&f=404427027"},{"href":"http://media.npr.org/assets/img/2015/05/05/463486380-8300645760f6af17422acbcccdb001a18562cb24.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1993","width":"2657"}}]}