{"created":"2015-04-07T18:45:56+00:00","modified":"2015-04-07T18:50:57+00:00","valid":{"from":"2015-04-07T18:50:56+00:00","to":"3015-04-07T18:50:56+00:00"},"hreflang":"en","title":"Run Like Meb: Training Tips From An Olympic Marathoner","published":"2015-04-07T18:45:00+00:00","teaser":"Meb Keflezighi, who won the Boston Marathon last year, has written a book of advice on how to run, think and eat like a champion.","itags":["npr_api","398112886"],"guid":"ca49b772-c7f7-4614-be1f-bb76d80e02c1","contentencoded":"<p>Meb Keflezighi has been running at a world class level for more than a decade, going back to his first Olympic Games in 2000. He knew he wasn&#8217;t ready to win a medal in that race, but he knew that if he kept training and working hard someday the medals and the victories would come. They have.</p><p>He won a silver medal in the 2004 Olympic Marathon in Athens. Five years later he won the New York Marathon. He finished in the top 10 twice in the Boston Marathon and then just missed a medal in the 2012 Olympic Marathon in London. Two years later he made history when he won the Boston Marathon, the first American to do that in the men&#8217;s open race since 1983.</p><p>He writes about the methodical way he&#8217;s been able to thrive, even as he approaches 40, in his new book &#8220;<a href=\"http://www.amazon.com/Meb-For-Mortals-Champion-Marathoner/dp/1623365473\" target=\"_blank\">Meb For Mortals: How To Run, Think and Eat like a Champion Marathoner</a>,&#8221; written with Scott Douglas of Runner&#8217;s World Magazine. If you&#8217;re a regular runner, you&#8217;ll find great value in this book. There&#8217;s no magic here, just the basics of hard work and setting realistic goals. Keflezighi has done that throughout his long and successful career.</p><p>Last April, I barely mentioned his name when I previewed the 2014 Boston Marathon. That won&#8217;t happen this month.<a name=\"excerpt\"></a></p><p><a href=\"http://www.youtube.com/watch?v=Kbbiiv7KfjY\">[Youtube]</a></p><h4>Book Excerpt: &#8216;Meb For Mortals&#8217;</h4><p><em>By Meb Keflezighi with Scott Douglas</em></p><p>How to Improve Your Running Form</p><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/04/0407_meb-book.jpg\"><img class=\"alignright size-medium wp-image-81667\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/04/0407_meb-book-244x300.jpg\" alt=\"Meb For Mortals is Meb Keflezighi's new book. He is a Boston marathon winner and Olympian.\" width=\"244\" height=\"300\" /></a></p><p>ALTHOUGH I disagree with the idea that your body will find its best form if you run enough, there&#8217;s no denying that your form will probably improve naturally as you get more experienced. As you get fitter, you&#8217;re more likely to feel smoother. You&#8217;ll learn how to better carry yourself so that you get through your increased mileage without cramping or tightness. So if you&#8217;re relatively new to running or have never run more than a few miles a few times a week, upping your mileage will eventually lead to better form.</p><p>Once you have that basic running fitness, form drills can greatly improve how you run. At the end of this chapter you&#8217;ll see descriptions of the form drills I do regularly. Most of these involve exaggerating one or more elements of good running form. Others help teach you how to improve your stride length or stride rate or both.</p><p>I do form drills almost every day. That&#8217;s how important I think they are. On the day of a race or hard workout, I do them after I&#8217;ve done my warmup jog. On recovery days, I do them after my main run of the day. Usually the only time I don&#8217;t do drills is the day of a long run.</p><p>I realize that most people aren&#8217;t going to do form drills every day. You might be getting up at 5:00 a.m. to squeeze in your run before reporting to the office by 8:00. Who has time to jump around looking weird? I&#8217;ll admit to sometimes feeling like that and skipping my drills when I have an early-morning flight.</p><p>The best way to make form drills a habit is to plan when you&#8217;re going to do them and build them into your schedule for those days. As you become familiar with the drills, a session shouldn&#8217;t take more than 10 minutes. If you feel like you don&#8217;t have 10 minutes to spare after getting in your run, my advice is to run 1 mile less that day and use the extra time to do drills. (See, I told you I think they&#8217;re important!) One or two miles less per week for significant improvement in your running form and a lowered injury risk is a great trade-off.</p><p>Starting out, shoot to do form drills once a week. As you get more comfortable with them and realize that they don&#8217;t take much time, add a 2nd day per week. You don&#8217;t have to do all the drills every time. If you&#8217;re short on time, commit to doing drills twice a week, including half of the exercises on each of the days. Or concentrate on the ones that most directly address your biggest areas of weakness. If you can sustain that frequency, within a few months you&#8217;ll notice you&#8217;re running more efficiently and feeling better while doing so.</p><p>You can also do a lot to improve your form during your runs. I monitor and evaluate my form on pretty much every run. I don&#8217;t mean during the whole run, but every so often I do a body scan to see if I&#8217;m running with good form. I also pay attention to whether I feel tightness or discomfort anywhere, because that might indicate there&#8217;s a flaw somewhere in my form. If something feels off, then I concentrate on that aspect of form for the next little bit of my run.</p><p>FORM CHECKS DURING RACES</p><p>PAYING ATTENTION TO your form during a race can help you get to the finish faster.</p><p>Starting out, I&#8217;m mostly telling myself to relax. Once I&#8217;m in a rhythm, I start monitoring: Is my cadence okay? Are my shoulders low? Is my posture good? How am I doing?</p><p>I&#8217;m always alert for something that feels wrong. Even if I&#8217;m feeling great, every 2 or 3 miles I check on my form. I want to make sure I&#8217;m running as efficiently as possible. Doing so will help me use less energy, and even just a little extra tension early on can lead to tightness or cramping later.</p><p>When I know there&#8217;s a big hill coming up, I mentally prepare myself to use the proper form for that stretch. That&#8217;s especially the case when there&#8217;s a downhill coming up, because I want to make sure I&#8217;m ready to switch to a faster turnover.</p><p>Late in a race is a great time to focus on your form. Doing so helped me a lot in the last couple miles of the 2014 Boston Marathon. I was extraordinarily tired, the large lead I&#8217;d had earlier had been reduced to 6 seconds, and the crowd was going absolutely crazy seeing an American in the lead. I kept telling myself, &#8220;Focus, focus, focus. Technique, technique, technique.&#8221; I concentrated on my form and running as smoothly as possible for little segments, like to the end of the next block or until I caught the next woman (the elite women start before the men). This allowed me to keep pushing on to the finish and the win without tying up or getting distracted.</p><p>Don&#8217;t do this at the beginning of your run. Wait until you&#8217;re warmed up and in a nice rhythm, then assess how you&#8217;re carrying yourself and feeling from head to toe. If something seems wrong, for the next 50 or 100 meters, make bettering that your focus. Do you feel bent over at the waist? Practice running more upright, with your stomach tucked and taut. Do your shoulders and neck feel tight? Drop your arms, shake them out, and then concentrate on lowering your shoulders and keeping your head in line with them. Over time, these short-term improvements in form will become more ingrained.</p><p>I&#8217;m not recommending spending your whole run worrying, &#8220;What&#8217;s wrong with my body?&#8221; Instead, look at this feedback as useful information on how you can improve as a runner.</p><p>I get extra feedback in two ways when possible. One is when I run past storefront windows. If there are enough windows, I do a full body check: Am I overstriding? Is my chin inching too far forward, or is my head tucked in nicely? Are my arms moving back and forth, with my wrists passing near my waist? If there&#8217;s just one window and I&#8217;m going to get only a short glimpse, I focus on one element of form, such as whether the foot of my trail leg is coming up toward my knee or whether I look aligned versus bent over. When I do these quick window checks, I keep going at the same pace as before the window so I get a read on how I have just been running. The glass enclosures around bus stops are also good places to see your reflection and evaluate your form.</p><p>On sunny days, you can also get feedback from your shadow. (I live in San Diego and can do this almost every day; you know what they say about it never raining in Southern California.) The main thing I&#8217;m looking for is feedback on my arm swing. I want to see sunlight between my arms and my back; that tells me I&#8217;m swinging my arms enough and that they&#8217;re working in sync with a long, fluid stride. But if I don&#8217;t see that triangle formed by the shadows of my upper arm, lower arm, and torso, then I know I need to open my arm swing a little more.</p><p>Again, you don&#8217;t want to be doing all this form checking all the time and winding up with a stiff neck. Have fun on your runs! But you need just a few seconds to evaluate how you&#8217;re doing and what you might be able to do better. After a while, these quick scans become a habit and an integral part of becoming a better runner.</p><p><em>Excerpted from the book <a href=\"http://www.mebformortals.com/mebformortals/index\" target=\"_blank\">MEB FOR MORTALS</a> by Meb Keflezighi with Scott Douglas. Copyright © 2015 by Mebrahtom Keflezighi. Reprinted with permission of Rodale Books. </em></p><h4>Reporter</h4><ul><li><strong><a href=\"http://www.wbur.org/about/people/alex-ashlock\" target=\"_blank\">Alex Ashlock</a></strong>, producer, director and reporter for <em>Here & Now</em>. He tweets <a href=\"https://twitter.com/aashlock\" target=\"_blank\">@aashlock</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Run+Like+Meb%3A+Training+Tips+From+An+Olympic+Marathoner&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"584"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398112889-f8d88f.m3u?orgId=1&e=398112886&d=584&ft=nprml&f=398112886"},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0407_meb.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"779","width":"1117"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0407_meb-book.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1575","width":"1280"}}]}