{"created":"2015-03-09T20:32:47+00:00","modified":"2015-05-13T21:10:29+00:00","valid":{"from":"2015-05-13T21:10:29+00:00","to":"3015-05-13T21:10:29+00:00"},"hreflang":"en","title":"States Fund Pregnancy Centers That Discourage Abortion","published":"2015-03-10T00:07:00+00:00","teaser":"A growing number of states are giving public money to crisis pregnancy centers. But the centers are unregulated, and abortion rights groups accuse them of coercing women with misinformation.","itags":["npr_api","391877614"],"guid":"ca5312a1-b2f3-46ca-9f5e-e8bea350375d","contentencoded":"<p>Google \"abortion Columbus\" and halfway down the first page is a headline: \"Your Right to Choose, Abortion in Columbus.\" It's for Pregnancy Decision Health Center, or PDHC, a chain of six sites in Ohio's capital whose aim is actually to guide women out of having the procedure.</p><p>Like many of the thousands of crisis pregnancy centers across the U.S., the <a href=\"http://www.pdhc.org/\">PDHC</a> near Ohio State University is right next door to a Planned Parenthood. There's a cozy room for private chats and a larger open space decorated in soothing colors.</p><p>\"I think a lot of times women come to us because they're looking for support, they're scared,\" says PDHC Director of Operations Julie Moore. \"If you are suspecting you may be pregnant, that can be an unsure time and you're really just looking for answers.\"</p><p>She says PDHC can help women sign up for food assistance or Medicaid, or refer them for addiction counseling or emergency housing. There is an Earn While You Learn program, where women can take parenting classes to get free diapers.</p><p>The center also offers free ultrasounds, something more and more places like PDHC are providing. There's no doctor here, but Moore says an off-site OB-GYN volunteers time to review the images.</p><p>At a glance, the ultrasound room looks like any other drab medical office, except for some eye-catching objects on a side table. Bright pink, detailed models depict a fetus at various stages of development, up to 20 weeks.</p><p>\"Those just give an idea, an image of how far along someone is,\" says Moore.</p><p>Pregnancy centers have been around about as long as abortion has been legal in the U.S., but their numbers have been growing in recent years. There are believed to be several thousand across the country — far more than the number of clinics that provide abortion. They are private nonprofits, many of them religious. But even as states cut public funding for Planned Parenthood, some are funneling it to crisis pregnancy centers.</p><p>The <a href=\"http://www.guttmacher.org/\" target=\"_blank\">Guttmacher Institute</a>, an abortion rights think-tank, cites seven states with line items in their budget for alternatives to abortion. Texas gives the most — more than $5 million over two fiscal years. Ohio budgeted $250,000 in 2013, and this year abortion opponents plan to boost their request to $1 million. Ohio and nearly two dozen other states also send smaller amounts to pregnancy centers through the sale of \"Choose Life\" license plates.</p><p>\"When I was 20, I found out I was pregnant, and I was abortion-minded just because I [was] very afraid to tell my family,\" says Whitney Wall.</p><p>Now 26 and married, Wall says she grew up in a Christian conservative home. She remembers that on that winter break from college she had put Planned Parenthood's number in her cellphone when a friend suggested she go to Pregnancy Decision Health Center instead for a free pregnancy test.</p><p>She walked into PDHC feeling ashamed of \"my dirty little secret.\" But when the test came back positive, Wall says she felt a rush of relief when the women at the center were happy for her.</p><p>\"I remember Rita, one of the nurses, came in and she was like, 'Oh, congratulations, Mommy-to-be!' And I just got on my knees and started bawling,\" she says. \"And for some reason at that point it felt like maybe this wasn't just about me, maybe there's another person that I need to think about.\"</p><p>Wall says the center helped her work up the courage to tell her parents, drop out of college and arrange an open adoption. Her son is now 5, and they visit with each other often. She says she can't know for sure whether she would have gone ahead with an abortion had she gone to Planned Parenthood, but \"I never, ever regret the decision I made.\"</p><p>It's a happy story. But critics point out that crisis pregnancy centers are unregulated and unlicensed. Some accuse them of offering incomplete information at best, or even coercing women with a campaign of misinformation.</p><p>\"Overwhelmingly these centers were run entirely by volunteers, did not have medical staff,\" says Jaime Miracle, deputy director of <a href=\"http://www.prochoiceohio.org/\" target=\"_blank\">NARAL Pro-Choice Ohio</a>.</p><p>Miracle <a href=\"http://www.prochoiceohio.org/assets/bin/2013%20CPC%20report%20text/CPC%20Report%202013-all.pdf\" target=\"_blank\">sent women undercover</a> to 55 of Ohio's pregnancy centers. They found counselors who told them abortion causes breast cancer and infertility, or leads to drug abuse and depression, none of which is supported by <a href=\"http://www.apa.org/news/press/releases/2008/08/single-abortion.aspx\">rigorous medical research</a>.</p><p>Miracle says when investigators asked counselors how they could keep from having a pregnancy scare again, \"none offered birth control services. And overwhelmingly, if they did discuss anything, it was 'abstinence is the only way to go,'\" she says.</p><p>Another <a href=\"http://www.naralva.org/assets/bin/CPC%20Report%20Executive%20Summary.pdf\" target=\"_blank\">NARAL investigation in Virginia</a> secretly recorded a counselor warning that abortions increase the chance of miscarriage.</p><p>\"Well they scrape it, they scrape it very deeply,\" she says in an <a href=\"https://www.youtube.com/watch?v=EWG1ewLxxQI\" target=\"_blank\">audio recording</a> that has been posted to YouTube. The counselor says the procedure leaves the uterus wall \"smooth\" and creates scar tissue, so that an embryo finds it \"hard to stick onto that wall.\"</p><p>In fact, the American College of Obstetricians and Gynecologists says one abortion does not affect future pregnancies.</p><p>NARAL and other abortion rights groups also accuse crisis pregnancy centers of using delaying tactics, suggesting women come back for an ultrasound later when the baby's more developed, or telling them to wait and see if they spontaneously miscarry. The goal, says Jaime Miracle, is to push off a woman's decision until she's in her second trimester, when an abortion becomes more complicated and more expensive.</p><p>In addition to funding pregnancy centers, some states are trying to push more women to go to them. A South Dakota law mandates that women undergo consultation at one before having an abortion; courts have blocked the measure while it's being challenged.</p><p>Other states and cities have tried to regulate pregnancy centers, requiring them to provide accurate information, to state clearly whether they provide abortion or contraception or whether medical professionals are on site. But courts have blocked most of these efforts, siding with centers that say they're merely exercising free speech.</p><p>One exception is a February ruling on a San Francisco law, in which the judge said the First Amendment does not protect \"false and misleading commercial speech.\"</p><p>\"We are not here in any way to misinform women or lead them astray,\" says Julie Moore, of Pregnancy Decision Health Center in Columbus. She says she sees her role as empowering women.</p><p>\"I literally have worked with women who have come in and said, 'I wanted to have my baby, and, you know, my stepdad told me I was too young and too dumb, and I couldn't do this,' \" she says.</p><p>Pregnancy centers not only tell women yes, they can keep their baby, but they <em>should</em>. If Ohio's abortion opponents have their way, more taxpayer money will help drive home that message.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=States+Fund+Pregnancy+Centers+That+Discourage+Abortion&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jennifer Ludden","audio":[{"meta":{"duration":"309"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391915181-14363d.m3u?orgId=1&topicId=1027&d=309&p=2&story=391877614&t=progseg&e=391915103&seg=5&ft=nprml&f=391877614"}]}