{"created":"2014-10-03T19:50:05+00:00","modified":"2014-10-31T02:01:43+00:00","valid":{"from":"2014-10-31T02:01:43+00:00","to":"3014-10-31T02:01:43+00:00"},"hreflang":"en","title":"European Ruling On Removing Google Links May Leave A Mess","published":"2014-05-17T00:31:00+00:00","teaser":"Europeans now have the right to have search results about them deleted from online databases. But legal experts say each of the EU's 28 countries could interpret the decision differently.","itags":["npr_api","313021079"],"guid":"ca596ea2-0320-4877-9483-f2b1c98c9426","contentencoded":"<p>Google's lawyers are trying to make sense of a ruling they did not expect.</p><p>This week, <a href=\"http://curia.europa.eu/juris/document/document.jsf;jsessionid=9ea7d0f130d52c391cd580fb4fdc9741ea5e71cf6933.e34KaxiLc3eQc40LaxqMbN4OaNmNe0?text=&docid=152065&pageIndex=0&doclang=EN&mode=req&dir=&occ=first&part=1&cid=413900\">Europe's highest court decided</a> that people have a right to have search results about them deleted from online databases. So Google has to remove links to certain pages. Legal experts in Europe are torn about what, exactly, that means.</p><p><strong>What Prompted The Ruling</strong></p><p>There's a man in Spain who doesn't like his search results. I ask a fellow Spaniard, Cristina de la Serna in Madrid, to show us why.</p><p>She goes to <a href=\"https://www.google.es/\">Google.es</a>, Spain's version of the search engine, and types in the name Mario Costeja Gonzalez. The second result she gets for Gonzalez is a <a href=\"http://hemeroteca.lavanguardia.com/preview/1998/01/19/pagina-23/33842001/pdf.html\" target=\"_blank\">link to a 1998 Spanish newspaper clip</a>.<strong><em> </em></strong>It shows his home was repossessed because of debt.</p><p>Gonzalez wants the old blemish to go away, and de la Serna thinks he's got a point. Searching people isn't the same as searching for shoes, cars or books. People Google-stalk each other. \"In fact I have just Googled you before this interview,\" de la Serna admits.</p><p>Within a few weeks, the man's notice should disappear from Google search results — at least in Europe. It will stay online at the newspaper's website. But free speech advocates and tech titans are outraged at how this ruling could hide data in the information age or truncate the Web into censor-heavy and censor-free corridors.</p><p><strong>Not A Nightmare</strong></p><p>Viktor Mayer-Schoenberger, a professor at the <a href=\"http://www.oii.ox.ac.uk/about/\">Oxford Internet Institute</a> and author of <a href=\"http://www.npr.org/templates/story/story.php?storyId=114045279\">Delete: The Virtue of Forgetting in the Digital Age</a><em>, </em>says the concerns are overhyped.</p><p>The takedown process is highly restricted, he explains. \"If you go to Google and request a takedown and Google does not comply, then you need to go to your national authority on privacy and data protection — usually the data protection commissioner — and you have to initiate official proceedings,\" Mayer-Schoenberger says.</p><p>It's unclear what penalty Google would have to pay for denying a valid request, or how many requests it will get. But Mayer-Schoenberger says it will be limited. \"I don't foresee a nightmare at all,\" he says.</p><p>Google already receives millions of requests from copyright holders in music and film to take down videos from YouTube, a site owned by Google. It's hard to predict how many Europeans will invoke their <a href=\"http://www.stanfordlawreview.org/online/privacy-paradox/right-to-be-forgotten\">right to be forgotten online</a>, \"but I foresee at best a couple of hundred cases in Europe coming out of that,\" Mayer-Schoenberger says.</p><p><strong>Multiple Privacy Agencies </strong></p><p><a href=\"http://www.ivir.nl/staff/vaneijk.html\">Nico van Eijk</a>, an Internet law expert at the University of Amsterdam, disagrees. He says European culture will affect how many people invoke this new right.</p><p>\"If indeed in Spain people feel easily offended by the fact that they can be searched on the Internet, then maybe hundreds or thousands of Spanish cases will appear,\" he says. \"It might also be that in other countries people don't really care about this topic and will not act.\"</p><p>Van Eijk says the case is the first of its kind. Google has long held that it is just a platform. But now a court is making the company responsible for the content it displays.</p><p>\"This case seems to indicate that intermediaries might have more liability than they might have thought [they had] before,\" van Eijk says.</p><p>And European law and institutions could make this new liability very messy. Every single privacy agency has to come up with new guidelines to interpret the court ruling.</p><p>\"It's really one of the big problems in Europe that we have 28 independent data protection authorities, and the quality of those authorities is really differing from country to country,\" van Eijk says.</p><p>Google will not say exactly how many takedown requests it has gotten so far. But petitioners include a former politician and a man convicted of having child pornography.</p><p>As for Mario Costeja Gonzalez, the man who brought on the case, he has more Google hits than ever.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=European+Ruling+On+Removing+Google+Links+May+Leave+A+Mess&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"286"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313154967-d81949.m3u?orgId=1&topicId=1019&ft=3&f=313021079"}]}