{"created":"2015-05-15T13:43:47+00:00","modified":"2015-05-15T13:43:47+00:00","valid":{"from":"2013-04-29T19:58:29+00:00","to":"3013-04-29T19:58:29+00:00"},"hreflang":"en","guid":"ca5d4f96-ddf0-43bf-8aaa-d878441db821","teaser":"Despite the recent global banking crisis, UK regulators have decided to cut down application approval times for new banks and lower the capital requirements. An American starting a bank there says this will stimulate competition.","published":"2013-04-29T19:58:29+00:00","byline":"Sam Beard","tags":["APM","Britain","United Kingdom","World","bank","metro bank"],"description":"Despite the recent global banking crisis, UK regulators have decided to cut down application approval times for new banks and lower the capital requirements. An American starting a bank there says this will stimulate competition.","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>“Brash” doesn’t fully describe the effect. Pop music is blaring. There are stilt walkers and performing dogs, and lots of garish colors.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>It’s the launch of the latest branch of a new bank in Britain -- Metro Bank, brainchild of American entrepreneur, Vernon Hill.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The Brits aren’t used to such razzmatazz at the opening of a new bank. In fact, says Hill, the Brits are not used to a new bank, period.</p>\"},{\"content\":\"<p>“Metro is the first new retail bank in Britain since 1830,&quot; he says. “And it’s here to bring choice and change.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Hill hopes to shake up Britain’s retail banking market, which is highly concentrated by American standards: “There’s still 7,000 banks in America. And only about six in Britain.”</p>\"},{\"content\":\"<p>The British authorities are eager to break up this oligopoly. They’ve decided to encourage more entrepreneurs like Vernon Hill to enter this sector by making it easier to start a bank. The approval time has been shortened from two years to six months and  the initial capital requirements have been reduced. The regulators believe that Britain needs many more, smaller banks to cater better to the needs of small business.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Small business agrees. “The banks are starving small businesses in this country. And we are the lifeblood of this country,” says Jeremy Roe, boss of a small holiday cottage company. He says small firms now find it all but impossible in the downturn to raise finance from the banks; all the banks seem to want to do is sell their customers expensive and inappropriate products.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“They’re so driven by greed that they do things that serve their interests rather than the customers interests,&quot; he says.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Before the financial crisis Roe took out a loan from his local bank. He was strongly advised -- as an insurance against interest rates rising -- to buy a product called an interest rate swap. He didn’t fully understand it. And it came back to bite him -- very hard. When interest rates fell, he was left with a bill approaching $750,000. Along with 1,200 other small businesses similarly affected, Roe has launched a national campaign called “Bully Banks.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“The banks are out of control,” says Roe. “They must be reined in. We do need more competition in this sector.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>But will the lighter regulations do the trick? George Hay of Reuters Breaking Views warns: don’t expect an instant flood of new banks in Britain; new entrants face a bigger problem than regulatory hurdles.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“The outlook for retail banks in the U.K. especially with the economy doing so badly isn’t particularly rosy,” he says.</p>\"},{\"content\":\"<p>Brash newcomers like Vernon Hill are likely to remain fairly scarce. Britain’s big banking groups seem certain to dominate the market for some time to come.</p>\",\"type\":\"text/html\"}]","title":"Setting up a bank in Britain gets easier","itags":["ca5d4f96ddf03bffaaabd878441db821","Marketplace for Monday, April 29, 2013","Marketplace","PMP:Marketplace_PMP"],"contentencoded":"<div class=\"barn-cleaned\"><p>“Brash”&nbsp;doesn’t fully describe the effect. Pop music is blaring. There are stilt walkers and performing dogs, and lots of garish colors.</p>\n<p>It’s&nbsp;the launch of the latest branch of a new bank in Britain -- Metro Bank, brainchild of American entrepreneur, Vernon Hill.</p>\n<p>The Brits aren’t&nbsp;used to such razzmatazz at the opening&nbsp;of a new&nbsp;bank. In fact, says Hill, the Brits are not used to a new bank, period.</p>\n<p>“Metro is the first new retail bank&nbsp;in Britain since 1830,\" he says. “And it’s here to bring choice and change.”</p>\n<p>Hill hopes to shake up&nbsp;Britain’s retail banking market, which is&nbsp;highly concentrated&nbsp;by American standards: “There’s still 7,000 banks in America. And only about&nbsp;six in Britain.”</p>\n<p>The British authorities are&nbsp;eager&nbsp;to break up this oligopoly. They’ve decided to encourage more entrepreneurs like Vernon Hill&nbsp;to enter this sector by making it easier to start a bank. The approval time has been shortened from two years to six months and&nbsp; the initial capital requirements have been reduced. The regulators believe that Britain needs many more, smaller banks to cater better to the needs of small business.</p>\n<p>Small business agrees. “The banks are starving small businesses in this country. And we are the lifeblood of this country,” says Jeremy Roe,&nbsp;boss of a small holiday cottage company. He says small firms now find&nbsp;it&nbsp;all but&nbsp;impossible in the downturn to&nbsp;raise finance from the banks; all&nbsp;the banks seem to want to do&nbsp;is sell their customers expensive and inappropriate products.</p>\n<p>“They’re so driven by greed that they do things that serve their interests rather than the customers interests,\" he says.</p>\n<p>Before the financial&nbsp;crisis Roe&nbsp;took out a loan from his local bank. He&nbsp;was strongly&nbsp;advised -- as an insurance against interest rates rising -- to buy a product&nbsp;called an interest rate swap. He didn’t fully understand it. And it came back to bite him -- very hard. When interest&nbsp;rates fell, he was left with a bill approaching $750,000. Along with 1,200 other small businesses similarly affected, Roe has launched a national campaign called “Bully Banks.”</p>\n<p>“The banks are out of control,” says Roe. “They must be reined in. We do need more competition in this sector.\"</p>\n<p>But will the lighter regulations do the trick? George Hay of Reuters Breaking Views warns: don’t expect an instant flood of new banks in Britain; new entrants face a bigger problem than regulatory hurdles.</p>\n<p>“The outlook for retail banks in the U.K. especially with the economy doing so badly isn’t particularly rosy,” he says.</p>\n<p>Brash newcomers like Vernon Hill&nbsp;are likely to remain fairly scarce. Britain’s big banking groups seem certain to dominate the market for some time&nbsp;to come.</p></div>","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/Pictures%20of%20%20METRO%20001_0.jpg?itok=0_bq4w7b","meta":{"crop":"primary","height":"340","width":"610"}},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/04/29/marketplace_segment21_20130429_64.mp3","meta":{"duration":231,"duration_hms":"00:03:51","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/04/29/marketplace_segment21_20130429","type":"application/json"}},"format":"MP3","type":"audio/mpeg"}]}