{"created":"2014-09-08T16:45:03+00:00","modified":"2014-12-04T15:16:06+00:00","valid":{"from":"2014-12-04T15:16:06+00:00","to":"3014-12-04T15:16:06+00:00"},"hreflang":"en","title":"Fact Meets Fiction In Tale Of A Slave, Explorer And Survivor","published":"2014-09-12T20:56:00+00:00","teaser":"A Moroccan slave named Estebanico was one of only four men to survive a 1528 expedition to America from Spain. <em>The Moor's Account</em>, a fictional memoir by Laila Lalami, tells the story through his eyes.","itags":["npr_api","345548759"],"guid":"ca63f905-d9fe-4cc7-93d1-20610daed721","contentencoded":"<p>In the spring of 1528, a crew of 600 Spanish and Portuguese soldiers landed on the Gulf Coast of the United States, hoping to find gold. The expedition was an utter disaster; only four members survived.</p><p>Within a year, nearly all of the men involved in the Narvaez Expedition had succumbed to disease, starvation, drowning or violent death in fights with indigenous people.</p><p>The survivors made their way across the continent, living with the natives, until finally they reached the Spanish settlements on the western coast of Mexico.</p><p>That disastrous expedition is the inspiration for a new novel by the Moroccan-American writer Laila Lalami. The book, a fictional memoir called <em>The Moor's Account,</em> is told from the perspective of the expedition's most mysterious survivor: a Moroccan slave called Estebanico.</p><p>Lalami came across his story some years ago when she was reading about the Moors of Spain. \"I came across this mention of this expedition and of the fact that this Moroccan slave was said to be the first African explorer of America,\" Lalami tells NPR's Arun Rath. \"And I was Moroccan and I thought, 'Well, how come I've never heard of him?' \"</p><p>She started reading an account from one of the survivors of the expedition — the treasurer, named Alvar Nunez Cabeza de Vaca. This made her even more curious and left her with more questions that, it seemed, history could not answer.</p><p>\"I just became so fascinated with this expedition and with everything that went wrong with it and the greed that drove it and the transformations that it led to,\" she tells Rath. \"I wanted to know more. And the narrative that Cabeza de Vaca provided just didn't give me the answers that I was looking for — and so that's how the novel came about.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On what we know about the Morrocan slave from Cabeza de Vaca's account</strong></p><p>When I started reading Cabeza de Vaca's travelogue, I started paying very close attention to when this Moroccan slave was appearing, because I'm Moroccan and I was very interested in him. And there were very, very few mentions of him. So he was either identified as \"the slave\" or \"the Negro\" or \"Estebanico.\" ... All we know about him historically is that he was born in Azemmour and that he was an Arabic-speaking black man. That's literally the one line of biography that we have about him from Cabeza de Vaca.</p><p>I just became so fascinated by him because, to me, he seemed like a thoroughly modern man. ... He just lived in these three continents, he interacted with all of these different cultures, he spoke all these different languages, so to me he struck me as a very global man.</p><p><strong>On the Moor's role for the survivors of the expedition</strong></p><p>He acted as kind of a go-between, between the Spaniards and the indigenous people, so he would serve as a translator or a scout. ... He was not of the same race, not of the same culture — those are all reasons that probably put him in the position where he was kind of the translator between the two peoples. So even though he played this very crucial role, we know very little about him.</p><p><strong>On choosing to write this book as historical fiction rather than nonfiction</strong></p><p>The novel gives opportunities that nonfiction wouldn't have given me for this book. The novel is the only form in which I would have been able to explore what it really felt like to be taken from your home and to have grown up in freedom and then to suddenly become a slave and have to travel across the ocean, what it felt like to encounter another culture, what it felt like in the flesh to go through these experiences. In some ways, I think it's the closest that we come to the truth — is in the form of fiction.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Fact+Meets+Fiction+In+Tale+Of+A+Slave%2C+Explorer+And+Survivor&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"344"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346627803-911179.m3u?orgId=1&topicId=1033&ft=3&f=345548759"},{"href":"http://media.npr.org/assets/img/2014/09/03/istock_000045657690small-39e5a3e9d22e4a1ff3949bbd08d34e0ee162702b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"399","width":"533"}},{"href":"http://media.npr.org/assets/img/2014/09/03/laila_color2-1f1971e4ec26af574cc50a5d7adc4e2e23db7d52.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2309","width":"3078"}}]}