{"created":"2014-12-02T08:42:43+00:00","modified":"2015-05-13T21:30:58+00:00","valid":{"from":"2015-05-13T21:30:58+00:00","to":"3015-05-13T21:30:58+00:00"},"hreflang":"en","title":"Of Carrots And Kids: Healthy School Lunches That Don't Get Tossed","published":"2014-12-05T15:50:00+00:00","teaser":"You can lead children to vegetables, but can you make them eat? In one school lunch program, kids will tell you upfront what they think of your veggies — and what you should do with them.","itags":["npr_api","364712994"],"guid":"ca65f998-cbce-444a-88b5-32f5b21b51d5","contentencoded":"<p>You can lead a child to vegetables, but can you make her eat them?</p><p>A child, for instance, like Salem Tesfaye, a first-grader at Walker-Jones Educational Campus in Washington, D.C. Tesfaye picked up a lunch today that's full of nutrition: chicken in a whole-wheat wrap, chopped tomatoes and lettuce from local farms, a slice of cantaloupe and milk.</p><p>But, she confesses, sometimes she throws her lunch out. I ask her what she did today. \"I threw all of it away,\" she says softly.</p><p>This is \"plate waste,\" a big reason for the political battle over school lunch standards. Public health advocates — and the White House — are promoting school lunch <a href=\"http://www.npr.org/blogs/thesalt/2012/01/25/145836942/usda-to-require-healthier-meals-in-schools-with-updated-nutrition-standards\">standards</a> that require lots of whole grains, fruits and vegetables. Some school lunch providers, meanwhile, say that these rules are wasting money and time, because more food is going into the trash.</p><p>Indeed, in the lead-up to Thanksgiving, <a href=\"http://www.washingtonpost.com/blogs/wonkblog/wp/2014/11/24/students-are-blaming-michelle-obama-for-their-gross-school-lunches/\">schoolkids flooded Twitter</a> with unappetizing photos of lunches they were being served, using the sarcastic hashtag #ThanksMichelleObama — a reference to the first lady, who has championed healthier school lunch standards.</p><p>Both sides in this argument tell a compelling story, and I wanted to see the reality behind it. So over the course of a recent week, I followed the staff of one school lunch provider as they carried out a small veggie experiment.</p><p>That experiment began with a quick conversation between a dietitian, Katie Nash, and a chef, Ed Kwitowski. Together, they are in charge of the school lunch program at <a href=\"http://www.dccentralkitchen.org/\">DC Central Kitchen</a>, a nonprofit group that delivers meals to eight schools in Washington.</p><p>In the freight delivery area outside, a pallet with 500 pounds of carrots waits. They are the reason for this conversation. Carrots are great food, and the school lunch standards suggest putting them on the menu a lot. But the only way kids seem to like them is in the form of baby carrots with ranch dressing. After a while, serving them just one way gets boring.</p><p>\"My goal would be to get something cooked that they like,\" says Nash.</p><p>Kwitowski ponders: \"What are your thoughts about an herb-roasted kind of deal?\"</p><p>\"Yeah!\" says Nash. \"I could be down with that.\"</p><p>Nash and Kwitowski have this kind of conversation every month or so, each time about a different problematic vegetable. And the conversations lead to a kind of game with students. They take samples of this vegetable, prepared three different ways, into a school lunchroom. The kids get to vote for their favorite. The winner will show up later on the regular menu.</p><p>For this month's context, Nash and Kwitowski need two more options. \"What if we did, like, a carrot mash?\" says Nash. \"You know how the mashed sweet potatoes go over really well?\"</p><p>\"Yeah!\" says Kwitowski, and adds, with a grin, \"I think we should use coriander.\"</p><p>Nash rolls her eyes. This is an inside joke between them. \"Oh, yeah. Ed loves his coriander!\"</p><p>For the third option, they settle on an Asian-style version, with soy sauce, sesame oil, ginger, garlic and scallions.</p><p>I ask which one they expect to be most popular. \"You know, the Asian one will be hard to beat,\" says Kwitowski. \"Chinese take-out!\"</p><p>Two days later, in DC Central Kitchen's \"nutrition lab,\" Kwitowski is cooking up a rough version of each dish for the staff here to try.</p><p>This is where you see some of the difficulties involved in making a really great school lunch. When you're making thousands of meals at a time on a tight budget, you have to keep it simple.</p><p>\"I've definitely scaled back the number of ingredients that go into each one,\" Kwitowski says. He once created meals in fine restaurants; he would have liked to add yogurt to the mashed carrots. That got nixed. And the herb-roasted dish will have garlic powder, not fresh garlic. That's too finicky to work with, \"and plus, to chop all that or cut all that would be daunting. So we have to pick our battles,\" he says.</p><p>But when he takes these trial dishes up to the office for other staffers to taste, the reviews are positive. \"Yep! It's good,\" says Nash.</p><p>I try them, too. They really are good.</p><p>The reviewers who matter, though, are the kids.</p><p>On Friday, the samples of cooked carrots are lined up on a table, ready for tasting. The children crowd around, cast their votes and loudly proclaim their preferences: \"I like the last one!\" \"I liked all three!\"</p><p>First-grader Walter Young ponders the Asian-style carrots with all the careful discernment of a food critic. \"I like this,\" he says. \"It's soft. And the middle, good. But the juice is <em>very</em> good. It makes it gooder.\"</p><p>\"It might be <em>better</em> than carrots,\" says Carlos Coley. \"Smooth, and easy to bite. You won't hear that crunch sound when you bite into them.\"</p><p>And Salem Tesfaye, the soft-spoken first-grader who told me she threw out her whole lunch? She voted for the herb-roasted version. \"I like the seasoning,\" she declares.</p><p>She also tells me — and those big eyes seem very sincere about this — that if those herb-roasted carrots show up in the regular school lunch, she will eat them.</p><p>That is the point of this little contest. It's not just a matter of coming up with a good recipe. It's giving the children some control over their own lunch menu. Katie Nash, from DC Central Kitchen, says it really does work. When the winning recipes show up on lunch plates at Walker-Jones, the children remember: Oh, yeah, I voted for this! It was good!</p><p>And the vote? Asian-style carrots won in a landslide. They'll return to Walker-Jones, this time on the regular lunch menu, on Dec. 16.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Of+Carrots+And+Kids%3A+Healthy+School+Lunches+That+Don%27t+Get+Tossed&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"301"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367938717-b48435.m3u?orgId=1&topicId=1053&d=301&p=3&story=364712994&t=progseg&e=367938592&seg=6&ft=nprml&f=364712994"},{"href":"http://media.npr.org/assets/img/2014/11/17/schoolunch2-5d591d0cf4369b8ad03923090efb883740e9dd52.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}},{"href":"http://media.npr.org/assets/img/2014/12/01/schoollunch-copy-fd1248979d9b1873089f584e4ce6aeb4e439a5d6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}},{"href":"http://media.npr.org/assets/img/2014/11/17/schoollunch-4bb33ce665d4876675785bb1675ac6bca9cdb67f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}}]}