{"created":"2014-10-08T15:51:43+00:00","modified":"2014-10-31T02:00:34+00:00","valid":{"from":"2014-10-31T02:00:34+00:00","to":"3014-10-31T02:00:34+00:00"},"hreflang":"en","title":"Revolution, Fatherhood And 5 Years In The Middle East","published":"2014-05-19T12:54:00+00:00","teaser":"From 2008 to 2013, Nathan Deuel and his family lived in the Middle East. His new memoir about his experience is titled <em>Friday Was the Bomb</em>.","itags":["npr_api","313153943"],"guid":"ca68f751-8894-4507-b998-f91aade9844d","contentencoded":"<p>In 2008, Nathan Deuel and his wife packed up their things and moved to Saudi Arabia. That country, famous for being largely closed to Westerners, was newly open to a handful of journalists. The couple moved to Riyadh. A year later, in 2009, their daughter was born.</p><p>Then came the Arab Spring. In the midst of political convulsions, and with an infant, the family decided to stay in the Middle East, even when Deuel's wife, foreign correspondent Kelly McEvers, became NPR's Baghdad Bureau chief. As the region erupted in revolution, Deuel moved with their young daughter to Istanbul, then to Beirut.</p><p>Nathan Deuel's memoir of his time in the Middle East is titled <em>Friday Was the Bomb: Five Years in the Middle East</em>. He spoke with the host of <em>Weekend All Things Considered</em>, Arun Rath.</p><hr /><h3>Interview Highlights</h3><p><strong>On moving to Saudi Arabia in 2008</strong></p><p>It was a moment in Saudi Arabia's history when they were opening up enough to let journalists live there. Prior to that it was very difficult to go there at all, so it's us and just a handful of other journalists, and it was a fascinating time to encounter this place that's so misunderstood and so difficult to visit. And at the same time, Kelly gets pregnant. So it gave us an incredible entre to the country because it's such a family oriented place ... it really disarmed the situation for me to soon to be a father, her to soon to be a mother, and allowed us to talk to people we might not have otherwise talked to.</p><p><strong>On living in the Diplomatic Quarter in Riyadh</strong></p><p>You kind of couldn't be more remote. The DQ is this huge new project built for all the embassies when they moved them from Jedda to Riyadh and it was on the far edge of the city and we'd see coyotes and we'd hear strange movements of vehicles. It was a scary place to live.</p><p><strong>On remaining in the Middle East with a small child</strong></p><p>I have to tell you that the birth of our child completely changed me. Once Loretta was born in 2009, my nerves got a little shot. I found myself worrying more and seeing some of the dangerous — or perhaps adventurous if you want to be charitable — things we used to do; I was no longer attracted to them because I had like this tiny, beautiful human being who needed us.</p><p><strong>On living in Istanbul with a small child</strong></p><p>In some ways I was so kind of humiliated by all the simple things I had to do like getting the Internet to work and when the water ceased working for seven days and we were using cloth diapers. Just figuring out what to do with my daughter's dirty diapers in Istanbul. At the same time, Tahrir Square in Egypt is exploding and there are there are these exhilarating, wonderful things that I feel tangentially a part of, but my duties at the end of the day were to make sure this 1-year-old was happy and learning how to walk and clean and safe and warm.</p><p><strong>On being a dad at home with the child</strong></p><p>I have a group of friends back in like Brooklyn and Manhattan who are embracing and loving that new role. Kind of that new dad, that new sincerity, that sense that there's glory and fellowship in being the dad at the playground. Meanwhile, I'm in Istanbul where I go to the historic square that's 4,000 years old and I'm surrounded by Turkish people who look at me with genuine concern because generally speaking to be a man alone with your daughter again and again during the day is to have someone look at you and think \"Oh, that's so sad that your wife is dead.\" Because that's the only possible explanation for the fact that you're in public with your daughter during the day, again and again.</p><p><strong>On moving back to America</strong></p><p>When we first came back I think there was a sense for all three of us that to live abroad is to exist in a box and you have all these sort of rules and confines. Because you're a visitor, you're on a visa. To come back to America, this sense that this is ours, it's a tremendous feeling of freedom to be back in America and a tremendous sense of responsibility too. Like just to decide where Loretta goes to school is the act of a citizen of a country. We are living out politics when we do that. Whereas when you live abroad, a lot of what you do is just sort of it seems very light and very temporary.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Revolution%2C+Fatherhood+And+5+Years+In+The+Middle+East&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"361"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313714350-c1977b.m3u?orgId=1&topicId=1033&ft=3&f=313153943"},{"href":"http://media.npr.org/assets/img/2014/05/16/9781938604904-5881dfced3f0f1fb841316b9d8d138b3864d98ef.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"272","width":"362"}},{"href":"http://media.npr.org/assets/img/2014/05/16/deuel-c02299395b03e8b12f810d7aa7f25e4b0dee90e4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"443","width":"592"}}]}