{"created":"2014-10-27T23:03:20+00:00","modified":"2014-10-31T02:03:10+00:00","valid":{"from":"2014-10-31T02:03:10+00:00","to":"3014-10-31T02:03:10+00:00"},"hreflang":"en","title":"Michael Pollan And The Battle For Healthy Food","published":"2014-05-15T19:31:00+00:00","teaser":"The food guru says the key is eating real food -- organic or conventional -- and not obsessing over what we eat.","itags":["npr_api","312814525"],"guid":"ca6c3f97-bf4d-4d8b-bb1e-8629ef0b0703","contentencoded":"<p>Food guru <strong>Michael Pollan</strong> has some rules about food, so it&#8217;s somewhat ironic that he thinks we&#8217;re obsessed with what we eat.</p><p>Pollan says we should relax about eating, and it doesn&#8217;t need to be expensive. Just eat real food &#8212; organic or conventional &#8212; rather than food made by large industrial food complexes.</p><p>He joins <a href=\"http://hereandnow.wbur.org/\"><em>Here & Now&#8217;</em></a>s Robin Young to talk about what we can do to eat better without stressing over everything we consume.</p><p>Pollar is the author of books including &#8220;<a href=\"http://www.amazon.com/Omnivores-Dilemma-Natural-History-Meals/dp/0143038583/?tag=wburorg-20\" target=\"_blank\">The Omnivore&#8217;s Dilemma</a>&#8221; and &#8220;<a href=\"http://www.amazon.com/Defense-Food-Eaters-Manifesto/dp/0143114964/?tag=wburorg-20\" target=\"_blank\">In Defense of Food</a>.&#8221; His latest is &#8220;<a href=\"http://www.amazon.com/Cooked-Natural-Transformation-Michael-Pollan/dp/0143125338/?tag=wburorg-20\" target=\"_blank\">Cooked: A Natural History of Transformation</a>.&#8221;</p><h4>Interview Highlights: Michael Pollan</h4><p><strong>On people becoming obsessed with healthy eating</strong></p><p>&#8220;I mean, look at the gluten-free craze. People get obsessed about particular nutrients. Sugar, you know, is another current, or high fructose corn syrup. And to the extent that we are fixing on the good or evil nutrient at any one time, doesn&#8217;t contribute to a relaxed attitude toward eating.&#8221;</p><p>&#8220;We don&#8217;t actually see food anymore &#8212; we see nutrients, we see calories. You don&#8217;t need to know what an antioxidant is to eat well.&#8221;</p><p><strong>On the need for a &#8220;food policy&#8221;</strong></p><p>&#8220;Basically, we have an agricultural policy in this country. We don&#8217;t have a food policy, and they&#8217;re not the same thing. An agricultural policy is designed to keep agriculture healthy, ostensibly, though it doesn&#8217;t work very well to do that. But a food policy, if we had that at the White House level, would force us to align our health objectives with our agricultural policies, our agricultural policies with our environmental policies, because, you know, agriculture is a tremendous contributor to climate change.&#8221;</p><p>&#8220;It has enormous potential to help with climate change. About a third of the carbon in the atmosphere right now was originally in the soil. I don&#8217;t mean in oil &#8212; I mean it was locked in healthy soils before we began to till. I mean, climate change, in a way, goes back to the invention of the plow, because as soon as you plow, you release lots of carbon. We also, then, now redouble these effects with modern agriculture, because we use &#8212; nitrous oxide is a very serious greenhouse gas, released by the fertilizers that we use. And then we have these cattle feedlots that produce huge amounts of methane. So, all told, agriculture is responsible for about a third of greenhouse gases.&#8221;</p><p><strong>On making healthy food available for all</strong></p><p>&#8220;There is a danger that we will move toward &#8212; and, to some extent, we have moved toward &#8212; a system where some people can afford good food and some people can&#8217;t. But I think it&#8217;s important not to confuse organic and local food with healthy food. You can eat really healthy, leaving meat aside, with just simply eating the real stuff. Fruits and vegetables, however they&#8217;re grown, organic or conventional, are really good for you. We know that. We know that people that eat lots of fruits and vegetables have much lower rates of cancer and heart disease and obesity. So the idea that we have for everyone to have access to organic to improve our diets. We also know that poor people who cook actually have healthier diets than rich people who don&#8217;t. And cooking is available to everyone. Yes, we have enormous amount of time pressure, but you don&#8217;t have to be rich to cook. All you need is a pan and some olive oil.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://michaelpollan.com/press-kit/\" target=\"_blank\">Michael Pollan</a></strong>, author, journalist, food activist, and professor at the University of California at Berkeley Graduate School of Journalism. He tweets <a href=\"https://twitter.com/michaelpollan\" target=\"_blank\">@michaelpollan</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Michael+Pollan+And+The+Battle+For+Healthy+Food&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"891"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312820452-6ccbf4.m3u?orgId=1&ft=3&f=312814525"}]}