{"created":"2015-06-28T12:32:02+00:00","modified":"2015-06-29T19:55:44+00:00","valid":{"from":"2015-06-29T19:55:44+00:00","to":"3015-06-29T19:55:44+00:00"},"hreflang":"en","title":"Long Before Same-Sex Marriage, 'Adopted Son' Could Mean 'Life Partner'","published":"2015-06-28T13:40:00+00:00","teaser":"Civil rights leader Bayard Rustin and his life partner, Walter Naegle, wanted to legally protect their relationship. But it was the early 1980s, when marriage wasn't an option — and adoption was.","itags":["npr_api","418187875"],"guid":"ca6c5d77-e40b-45ae-b0a1-2cdaa9026709","contentencoded":"<p><em>StoryCorps' OutLoud initiative records stories from the LGBTQ community.</em></p><p>As of this Friday, same-sex marriage is legal in all 50 states — thanks to a historic Supreme Court decision.</p><p>In the 1970s, this week's ruling on marriage equality was unimaginable. But many gay couples, knowing marriage was impossible, still wanted legal protection for their unions.</p><p>Iconic civil rights activist Bayard Rustin and his partner, Walter Naegle, were one such couple. The two men fell in love and were together for many years.</p><p>And as Bayard was getting older, they decided to formalize their relationship in <a href=\"http://www.theatlantic.com/national/archive/2013/11/how-marriage-inequality-prompts-gay-partners-to-adopt-one-another/281546/\">the only way that was possible for gay people at the time</a> — Rustin adopted Naegle, who was decades his junior.</p><p>At a StoryCorps interview in New York City, Walter Naegle told his niece, Ericka Naegle, what it was like to fall in love with Rustin — and about the unconventional decision they made to protect their union.</p><p>\"The day that I met Bayard I was actually on my way to Times Square. We were on the same corner waiting for the light to change. He had a wonderful shock of white hair. I guess he was of my parents' generation, but we looked at each other and lightning struck,\" Walter tells Ericka. \"He was my life partner for 10 years.\"</p><p>\"So how did adoption first come up?\" Ericka asks.</p><p>\"Well, I think because of our age difference — it was just assumed if we lived out our natural lifespans he was going to die before I did,\" says Walter. The two men were about 37 years apart.</p><p>\"And he was concerned about protecting my rights, because gay people had no protection. At that time, marriage between a same-sex couple was inconceivable. And so he adopted me, legally adopted me, in 1982. That was the only thing we could do to kind of legalize our relationship.</p><p>\"We actually had to go through a process as if Bayard was adopting a small child,\" Walter says — even though he was in his 30s at the time. \"My biological mother had to sign a legal paper, a paper disowning me. They had to send a social worker to our home. When the social worker arrived, she had to sit down with us to talk to us to make sure that this was a fit home.</p><p>\"But, you know, we did what we did because we loved each other and because we were happy together.\"</p><p>Five years later, in 1987, Rustin — the chief organizer of the 1963 March on Washington, a lifelong pacifist and an important activist and leader — <a href=\"http://www.nytimes.com/1987/08/25/obituaries/bayard-rustin-is-dead-at-75-pacifist-and-a-rights-activist.html?pagewanted=all&src=pm\">passed away</a>.</p><p>\"What was that like?\" asks Ericka. <em></em></p><p><em>\"</em>I think I miss his being, his essence,\" Walter says. \"He had wonderful hands. He used his hands when he was talking to people, and he could make you feel like you were the most important person in the world.</p><p>\"And so the idea of walking around the city streets, and never having him come around a corner — I think I miss that the most.</p><p>\"After he died, I remember calling people and instead of saying 'I've lost Bayard.' I would say, 'We've lost Bayard.' \"</p><p>\"It wasn't just about me,\" Walter says, choking up. \"It was a loss to the society.\"</p><hr /><p><em>Audio produced for </em>Weekend Edition<em> by Nadia Reiman and Matt Wolf. </em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at <a href=\"http://storycorps.org/\" target=\"_blank\">StoryCorps.org</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Long+Before+Same-Sex+Marriage%2C+%27Adopted+Son%27+Could+Mean+%27Life+Partner%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"210"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418262065-4b04ac.m3u?orgId=1&topicId=1060&aggIds=4516989&d=210&p=10&story=418187875&t=progseg&e=418261951&seg=18&ft=nprml&f=418187875"},{"href":"http://media.npr.org/assets/img/2015/06/28/naeglenprextra_2-cab095e4dfafb7fe39a0b18d41e1e372e4bb2037.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"893","width":"1191"}},{"href":"http://media.npr.org/assets/img/2015/06/28/naeglenpr-1cf8affe82b6aff056666c96671acc14e30f318c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"600","width":"800"}},{"href":"http://media.npr.org/assets/img/2015/06/28/naeglenprextra_1-f06726867aa6afcc31bb6ec6bdd46039a4059506.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"732","width":"976"}}]}