{"created":"2015-03-25T20:36:10+00:00","modified":"2015-03-25T21:23:55+00:00","valid":{"from":"2015-03-25T21:23:55+00:00","to":"3015-03-25T21:23:55+00:00"},"hreflang":"en","guid":"ca7ba921-25bb-4fdd-abb3-b20b79066249","title":"California's gardens tell an immigrant story","published":"2015-03-25T21:23:50+00:00","byline":"Saul Gonzalez","tags":["immigration","gardens","spring","immigrants","history","Global Nation","Business","Business, Finance & Economics","United States","California","Southern California","Gardening"],"teaser":"Well-tended lawns and the sound of leaf blowers have a lot to do with California's immigrant roots, and not just ones that stretch south into Latin America. The history of garden work in California stretches further back to the state's striving Japanese immigrant community.","contentencoded":"<p>The people who run California's ever-buzzing leaf blowers, weed whackers and lawnmowers are almost always Latino immigrant men. They call themselves <em>jardineros,</em> Spanish for gardeners, and it’s their labor that gives curb appeal to so many homes, keeping lawns neatly trimmed, hedges pruned and weeds at bay.</p>\n<p>One professional jardinero is Efraín Valladares, a Mexican who's been working in the US doing garderning work for 18 years. I meet him while he takes a lunch break in his pick-up truck on a busy street in Los Angeles. \"We're important because it wasn’t for us — the <em>jardineros </em>— what other group would be doing this?\" he asks. \"Right now we’re ... purely Latinos working in gardening.”</p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/story/gallery/Gardener3.jpg?itok=qThwrcGp\" alt=\"\" /><div class=\"field-caption\">\n    <p>There’s a hierarchy among <em>jardineros</em>. Gardeners who own the truck and interact with customers will frequently pay  assistants, or <em>ayudantes</em>. Filoberto Sánchez is an <em>ayudante</em> now, but he dreams of starting his own gardening business and developing his own route.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Saul Gonzalez</p>\n  </div>\n</div>\n<p>\"It’s impossible to imagine California gardens without immigrant labor,\" says Pierrette Hondagneu-Sotelo, a sociologist at the University of Southern California and author of \"<a href=\"http://www.ucpress.edu/book.php?isbn=9780520277779\">Paradise Transplanted: Migration and the Making of California Gardens</a>.\"</p>\n<p>But those immigrants weren't always Latinos. Hondagneu-Sotelo says the labor force tending California’s gardens was actually once dominated by Japanese. \"Japanese men really developed the occupation of suburban maintenance gardening,\" she says. \"They were the forerunners of the work now largely performed by Latino immigrant men.\"</p>\n<p>But the gardening business experienced a big shift in the '60s and '70s as Mexican migrants took up the occupation — often starting as understudies to the Japanese. \"Mexican men started as the waged employees of Japanese gardeners,\" Hondagneu-Sotelo says. \"They eventually then assumed the title of what we call the 'route owners,' or the men who owned the tools, the trucks and who had direct contact with the households where they were working.</p>\n<div class=\"edit-entity cta_no_border cta_align-left cta_no-icon cta_bg-white\" data-entity-id=\"78774\" data-entity-title=\"Story Act Spread Small Business\" data-entity-type=\"node\">\n<div id=\"node-78774\" class=\"node node-story-act story-act-cta story-act-nid-78774 cta-type-external-link cta-style-share clearfix\" about=\"/node/78774\" typeof=\"sioc:Item foaf:Document\">\n<h2><a href=\"/node/78774\">Story Act Spread Small Business</a></h2>\n<p>    <span property=\"dc:title\" content=\"Story Act Spread Small Business\" class=\"rdf-meta element-hidden\"></span><span property=\"sioc:num_replies\" content=\"0\" datatype=\"xsd:integer\" class=\"rdf-meta element-hidden\"></span></p>\n<div class=\"content\">\n<div class=\"field-story-act-image\">\n    <img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/thumbnail/public/twitterlogo_0.png?itok=dUfy72Za\" width=\"100\" height=\"81\" /></div>\n<div class=\"field-story-act-teaser\">\n    Did your family's working roots in the US begin with a small business? Tell us #GlobalNation  </div>\n<div class=\"field-story-act-external-link\">\n    <a href=\"https://twitter.com/globalnation/status/580792255595831296\">Ask your network on Twitter</a>  </div>\n</div>\n</div>\n</div>\n<p>These days, Latinos dominate all of the rungs of the gardening hierarchy. A <em>jardinero</em> who owns the gardening truck and equipment and talks to the clients might have one or more <em>ayudantes, </em>or helpers, who work under him. Filiberto Sánchez is one of those <em>ayudantes, </em>working for another Latino gardener. But he’s looking to move up.</p>\n<p>\"The truth is I’m trying to get my own route,\" he says. \"Right now I work for my boss during the week, but on Saturday I work for myself to get my own route and clients. I don’t want to spend my whole life working as an <em>ayudante</em>.\"</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/story/gallery/pic.png?itok=cKQ_hqo6\" alt=\"\" /><div class=\"field-caption\">\n    <p>For decades, Japanese Americans were synonymous with Southern California’s gardening industry. They became gardeners, with early California laws often preventing them from owning their own properties, but they also benefited from Americans embrace of Japan’s gardening aesthetic. Having a Japanese gardener was often a status symbol for the suburban middle class.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Naomi Hirahara</p>\n  </div>\n</div>\n<p>Yet as they try to find success here, you also hear how paid gardeners get criticized in California. It's often because of the sound of leaf blowers. They're standard gardening equipment but loathed by many residents — like Ann Jones, who says the machines intrude on neighborhood peace and quiet<strong>. </strong></p>\n<p>\"I’m sure the gardeners would rather use them but, you know, they could go back to using rakes and just raise their prices. That’d be fine with me,\" she says.</p>\n<p>But Hondagneu-Sotello says <em>jardineros</em> know that raising their prices means potentially losing clients. The blowers help them work faster and cheaper — and keep them in business.</p>\n<p>\"<em>Jardineros</em> are now competing against one another and they know that to make it work for them, they need to do a lot of different yards in a short period of time,\" she says. \"Volume counts, as many jobs as possible counts.\"</p>\n<p>And, like the Japanese American gardeners who came before them, many <em>jardineros</em> dream about another kind of life for their children. </p>\n<p>One of them, Hugo Perera, works raking leaves in front of a large home. He’s with his 7-year-old son, Antonio, who sometimes helps him on his gardening route. Perera wants his son to go to university and have a different kind of life.</p>\n<p>It's a reminder that the noise of a lawn mower can also be the sound of someone trying to get himself — and his family — ahead.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-25%2Fhow-california-gardens-tell-immigrant-story&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/DSC00700-1024x575.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/dsc00700-1024x575jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03252015_08.mp3"},{"href":"http://www.pri.org/file/0325201508mp3"}]}