{"created":"2014-10-07T19:26:01+00:00","modified":"2014-10-30T23:44:42+00:00","valid":{"from":"2014-10-30T23:44:42+00:00","to":"3014-10-30T23:44:42+00:00"},"hreflang":"en","title":"In Obama's Foreign Policy, Some See Patience; Some See Passivity","published":"2014-08-01T15:45:00+00:00","teaser":"Foreign policy was once a strong suit for President Obama, but polls now show widespread disapproval of his handling of foreign affairs.","itags":["npr_api","336905886"],"guid":"ca8336c8-0a7b-43a6-a39e-d7ecff6b9566","contentencoded":"<p>A new <em>Washington Post</em>-ABC <a href=\"http://www.washingtonpost.com/page/2010-2019/WashingtonPost/2014/07/30/National-Politics/Polling/release_358.xml\">poll</a> shows fewer than half of Americans approve of the way President Obama is handling international affairs.</p><p>But the president's grade on foreign policy has actually improved slightly since the beginning of summer, even as crises around the globe have multiplied. And Obama says he's confident in his strategic approach, even as he cautions that there are no quick fixes.</p><p>For Obama, Tuesday's announcement of tough economic sanctions against Russia for its interference in Ukraine — the culmination of a monthslong diplomatic push — finally put the U.S. and Europe on the same page.</p><p>\"Today is a reminder that the United States means what it says. And we will rally the international community in standing up for the rights and freedom of people around the world,\" he said.</p><p>White House aides argue it was American leadership that created space for Ukraine to hold elections and strengthen ties to Europe, while Russia now finds itself increasingly isolated.</p><p>But critics scoff at that position, noting the international coalition against Russia coalesced only after the downing of the Malaysian jetliner. They also point to polls showing foreign policy, once a strong suit for Obama, now a drag on his overall approval rating.</p><p>David Rothkopf, editor of <em>Foreign Policy</em> magazine, said it's not just Republicans who are critical.</p><p>\"There's a sense of disengagement, there's a sense of aloofness, and frankly, there's not a great deal of a sense of competence in terms of managing foreign policy issues,\" he said.</p><p>And Ukraine is just one of many foreign challenges confronting Obama, along with fighting in the Middle East, territorial tensions in Asia, and turmoil in Central America that's sent tens of thousands of young people fleeing to the U.S. border.</p><p>Former Secretary of State Madeleine Albright told CBS this week that compared to the days of the Cold War, when leaders could focus on a single enemy, the trouble spots today are far more diffuse.</p><p>\"There are an awful lot of things going on that need understanding and explanation. But to put it mildly, the world is a mess,\" she said.</p><p>Obama himself acknowledged the wide range of foreign policy challenges during a White House briefing earlier this month.</p><p>\"None of these challenges lend themselves to quick or easy solutions, but all of them require American leadership,\" he said. \"And as commander in chief, I'm confident that, if we stay patient and determined, that we will, in fact, meet these challenges.\"</p><p>Indeed, patient diplomacy is the hallmark of Obama's foreign policy, said Michael Cohen of the Century Foundation. And while it doesn't grab headlines the way a military response might, he said it can yield positive results.</p><p>\"There are those who I think would love to see a more dramatic response — one that would turn back Russia's escalation,\" he said. \"That's not going to happen. If you want to convince Putin and Russia to pursue a different course than they've pursued in Ukraine, then it's going to take time.\"</p><p>Cohen pointed to the example of Iran, where Obama was willing to wait years as economic sanctions took their toll, finally forcing Iran to the bargaining table over its nuclear program. Those talks have now been extended, and it's still not clear if they'll bear fruit.</p><p>What's more, it's hard to counsel patience to those fleeing the civil war in Syria, or caught in crossfire between Israel and Hamas. Rothkopf said patience is the wrong word for the Obama administration's approach.</p><p>\"That's a very charitable interpretation,\" he said. \"I think it comes across to a lot of people as passive and to some people as inert.\"</p><p>Rothkopf's forthcoming book, <em>National Insecurity, </em>charts U.S. foreign policy under both Obama and George W. Bush. He said while Americans came to regret the foreign adventures of the early Bush years, many see today's approach as too hands-off and an overcorrection.</p><p>He said Americans instead want the United States to be seen as a leader, one with clear goals and the ability to advance its interests.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Obama%27s+Foreign+Policy%2C+Some+See+Patience%3B+Some+See+Passivity&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Horsley","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336905887-c9f891.m3u?orgId=1&topicId=1003&ft=3&f=336905886"}]}