{"created":"2015-06-13T21:07:39+00:00","modified":"2015-06-14T01:40:05+00:00","valid":{"from":"2015-06-14T01:40:05+00:00","to":"3015-06-14T01:40:05+00:00"},"hreflang":"en","title":"Academic Foul: Some Colleges Accused Of Helping Athletes Cheat","published":"2015-06-13T22:21:00+00:00","teaser":"In the wake of cheating scandals at Syracuse University and the University of North Carolina, new allegations have emerged of academic misconduct by basketball players at the University of Texas.","itags":["npr_api","414188857"],"guid":"ca90bec6-3526-4c2e-9ea2-696acf5a899c","contentencoded":"<p>Some college athletes are cheating, and the NCAA is cracking down on universities that enable them to do it. Earlier this year, the NCAA <a href=\"http://espn.go.com/mens-college-basketball/story/_/id/12432471/ncaa-suspends-jim-boeheim-nine-games-cuts-syracuse-orange-scholarships\">came down hard</a> on Syracuse University for academic fraud. The University of North Carolina at Chapel Hill is awaiting its punishment for guiding athletes to enroll in sham classes, among other <a href=\"http://www.dailytarheel.com/article/2015/06/ncaa-raises-questions-about-future-of-unc-athletics\">infractions</a>.</p><p>Will the University of Texas at Austin be next?</p><p>A new <a href=\"http://blog.chron.com/sportsupdate/2015/06/texas-looking-into-report-of-academic-issues-with-basketball-program/#31696101=0\">investigation</a> by Brad Wolverton of <em>The Chronicle of Higher Education</em> describes alleged cases of academic misconduct by former members of the Texas Longhorns men's basketball team, including cheating by a player who \"allegedly took some pictures of some test questions during a final exam for a remedial math class with his phone and sent them to someone outside his math class looking for answers,\" Wolverton tells NPR's Arun Rath.</p><p>Wolverton also spoke with a former academic mentor in the Texas athletics department who helped another Texas player finish a paper \"that wasn't really entirely his own.\"</p><p>Such episodes are significant, Wolverton says, because \"the standards that the schools set matter, and they're supposed to have academic integrity.\" Meanwhile, the NCAA tells him it's investigating 20 schools for allegations of academic misconduct.</p><hr /><h3>Interview Highlights</h3><p><strong>How the University of Texas has responded to cheating allegations </strong></p><p>Texas has responded in a couple of ways. I did a piece late last year called \"<a href=\"http://chronicle.com/article/Confessions-of-a-Fixer/150891\">Confessions of a Fixer</a>\" which was about a former basketball coach who had obtained online test answers ... and was selling them to athletes across the country. And a couple of the players in that story were from Texas. In that instance, the university has investigated it. They've had some outside investigators look into it. They've also started looking into some of these current allegations and they so far have no concerns with how the matters were handled. And they've also contacted the NCAA to let them know that they're looking into these problems.</p><p><strong>On how widespread cheating may be<br /></strong></p><p>After that story came out, I talked to the head of enforcement at the NCAA, who told me the enforcement group there was investigating 20 schools for allegations of academic misconduct. On the heels of what happened at the University of North Carolina, in particular, where there were widespread allegations of thousands of students cheating, I think that there's particular scrutiny to this now and schools have got their antennas up about this problem.</p><p>The NCAA has issued a notice of infractions [to UNC], which tells the university what they've found on them — which shows repeated violations of university employees either doing work for players or allegedly helping them out. It's unclear as to how the university will be punished but it looks like when they're alleged to have had a lack of institutional control, that's one of worst violations that they can have in the NCAA's vernacular.</p><p><strong>On why cheating like this matters</strong></p><p>The standards that the schools set matter, and they're supposed to have academic integrity. And so it really devalues the degree to have students who can get away with things that they're not supposed to get away with. It makes — the case of UNC in particular, it makes your degree look less valuable if you've got classes that are fake classes. And in the case of Texas, if you have the allegation that the athletic department is meddling in academic matters, it's a problem because athletes aren't supposed to get special treatment.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Academic+Foul%3A+Some+Colleges+Accused+Of+Helping+Athletes+Cheat&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"258"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414239801-bb6301.m3u?orgId=1&topicId=1055&d=258&p=2&story=414188857&t=progseg&e=414142885&seg=2&ft=nprml&f=414188857"}]}