{"created":"2014-10-07T19:40:04+00:00","modified":"2014-10-30T23:56:29+00:00","valid":{"from":"2014-10-30T23:56:29+00:00","to":"3014-10-30T23:56:29+00:00"},"hreflang":"en","title":"Welcome To The Nuclear Command Bunker","published":"2014-07-31T16:35:00+00:00","teaser":"A small cadre of officers is responsible for keeping America's nukes on alert 24/7. Here's a peek into their world, and what it takes to do the job.","itags":["npr_api","335293314"],"guid":"ca914b36-81d8-4eec-8823-157dc0de5505","contentencoded":"<p>The stretch of Interstate 80 between Cheyenne, Wyo., and Lincoln, Neb., is straight and flat. High plains stretch out on either side.</p><p>But scattered along this unremarkable road, the Air Force keeps some of its most powerful weapons — <a href=\"http://www.boeing.com/boeing/history/boeing/minuteman.page\">Minuteman III nuclear missiles</a>.</p><p>Outsiders are rarely allowed to see the missiles up close. But in the aftermath of <a href=\"http://www.npr.org/2014/07/28/334501037/to-stop-cheating-nuclear-officers-ditch-the-grades\">a scandal earlier this year</a>, the Air Force has allowed some media, including NPR, a rare glimpse at America's nuclear deterrence.</p><p>Traveling to the missile fields isn't done by helicopter or Humvee. Instead, we're riding in a Ford Taurus with 168,000 miles on it.</p><p>\"It's our chariot,\" says Lt. Raj Bansal, of the Air Force's 90th Missile Wing, with a chuckle. Capt. Joseph Shannon, riding shotgun, is quick to chime in: \"The key is to get us there safely,\" he says.</p><p>Shannon and Bansal are on their way out for a shift, or \"alert\" as it's known in the missile business. For the next 24 hours they will be responsible for 10 nuclear weapons. They will oversee security and maintenance. And if the order comes, they will launch these warheads within a matter of minutes (the exact time it takes is classified).</p><p>Will they ever get a coded message from the president ordering them to unleash their weapons?</p><p>\"I think it's something everybody thinks about when they get the job,\" Bansal says. \"I mean you're basically eating most of your meals when you're on alert next to the keys and switches that would cause that act.\"</p><p>\"That act\" — it's hard for even these officers to discuss a nuclear exchange. And, these days, most Americans don't talk about it at all. Bansal's friends know where he works but don't have a clue what he does.</p><p>\"A lot of them are like, 'Hey, why are you complaining? You don't really do anything,' \" he says.</p><p>There is some truth in that: Nuclear deterrence is, at its heart, a job of inaction. These two train constantly to launch a massive nuclear strike at a moment's notice. But they're unlikely to ever get that order.</p><p>Shannon sees it differently. \"I wouldn't say our job is not to do something; the job of deterrence is actually working. Adversaries know that the missiles are there — they're in place and they will be used,\" he says. \"If that's sitting in the back of their mind, they won't do certain actions to cause them to be used.\"</p><p>And in practice, keeping the missiles on alert is a grueling task. Front-line crews can be on 24-hour alert twice a week. They also spend days being trained and tested on procedures. Until recently, the Air Force has kept staffing to a minimum, so crew members often were called in for extra shifts. Add in the lengthy drives to and from these remote bases, and these officers can spend more than a week on the job. Shannon has missed his daughter's recitals. Bansal has spent holidays underground.</p><p>We pull off the highway and turn left. Past Dix, Neb., the road turns to gravel. Eventually we arrive at what looks like just another ranch house.</p><p>At the gate, we're greeted by Tech. Sgt. Raymond Kaiser. \"Mr. Brumfiel: Status? Are you under any form of duress?\" he asks me. The question seems odd in the empty flatlands of western Nebraska.</p><p>Kaiser is responsible for maintaining the aboveground portion of this command center. It looks surprisingly comfortable inside: There are a pool table, a workout room and television. This is where a cook, support staff and a heavily armed security force live.</p><p>The controls to the missiles themselves are 60 feet underground.</p><p>We pass through a final checkpoint and open the door to the elevator. At the entrance they've added a decorative touch: a giant mural of Mario, the cartoon plumber from the video game. At the bottom, Mario stands next to a mushroom cloud. Missile crews are known for their dark humor.</p><p>\"Stand clear!\" yells Bansal as he pulls open an enormous, 2-foot-thick blast door, 8 tons of solid steel.</p><p>On the other side, Lt. Kirsten Clark and her deputy are just finishing up their shift in \"the capsule,\" as crews call it. The room is hollowed out, like a concrete egg. In the middle, suspended on shock absorbers, hangs the launch control center, a room within a room. It's long and narrow, with a bed at one end and a toilet at the other. In between, two chairs face computer displays.</p><p>Clark hands over her command to Shannon. No security or maintenance in progress. \"We've got television working today for once,\" she adds.</p><p>TV is allowed down here. Crews have long periods of downtime where they still have to keep alert, especially at night.</p><p>\"Usually I like movies, because they make the time go by faster; sometimes I watch the Cooking Channel or the news,\" she says. Last night <em>Mulan II</em> was on. Clark also spent time reviewing top-secret procedures for her weapons.</p><p>With the handover complete, Bansal and Shannon are now the final link in a system stretching from the president of the United States to these missiles.</p><p>The missiles themselves are displayed in a grid on the computer console.</p><p>\"This is actually gaining status from 10 nuclear missiles, which is kind of crazy to think about — I mean, when you've been at this screen from 80-something alerts, you kind of lose sight of what it actually is,\" he says.</p><p>Each missile is just a tiny rectangle on the screen. It makes the enormousness of the job seem small and abstract. And maybe the people asked to do this need it that way; to let them get on with the day-to-day of keeping the weapons ready.</p><p>\"There's no emotional thoughts going into this; it's our job and this is what we're going to do,\" Shannon says. \"Now if we're topside actually seeing things, I think that's totally different. But down here, this is what we see, something on the screen, and that's it.\"</p><p>Shannon and Bansal settle in for their alert. At its heart, this is what nuclear deterrence comes down to: two officers, 60 feet underground. Working, watching movies, and waiting.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Welcome+To+The+Nuclear+Command+Bunker&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"456"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336356997-581c8a.m3u?orgId=1&topicId=1122&ft=3&f=335293314"},{"href":"http://media.npr.org/assets/img/2014/07/25/nuclear-base-1-2b62e6a40b4f0c2047dc6f176fc551a68a487b56.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}},{"href":"http://media.npr.org/assets/img/2014/07/25/dsc00204-edit-c13086c3de1cf31a88d0023981d422dd6c244ee4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}},{"href":"http://media.npr.org/assets/img/2014/07/25/nuclear-base-3-817ef2832f757575f0b8f6802ca780b5a4cd8a5e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}}]}