{"created":"2014-10-08T14:30:29+00:00","modified":"2014-10-31T01:21:58+00:00","valid":{"from":"2014-10-31T01:21:58+00:00","to":"3014-10-31T01:21:58+00:00"},"hreflang":"en","title":"Baseball Has An Elbow Problem: More Pros Getting Ligament Surgery","published":"2014-06-09T19:13:00+00:00","teaser":"As demand on pitchers (and their elbows) mounts, players are getting \"Tommy John\" surgery at a record pace. Doctors are wondering what — if anything — can be done about the injuries.","itags":["npr_api","320061096"],"guid":"ca94b498-9f55-45a4-8ae4-656748caaef4","contentencoded":"<p>On Friday, Los Angeles Angels pitcher Sean Burnett became the latest player this season to undergo \"Tommy John\" surgery. In this weekend's MLB draft, at least four players selected had already had the infamous elbow surgery as amateurs.</p><p>The operation is named after the first player to undergo the procedure to fix an injured elbow ligament, in 1974. Pitchers are particularly vulnerable to this injury.</p><p>The procedure involves taking a tendon from somewhere else in the body — or from a cadaver — and grafting it into place. Pitchers get it most often.</p><p>This year, baseball players are on pace to have more Tommy John surgeries than ever, as Fox Sports' Rob Neyer tells NPR's Arun Rath.</p><p>\"Last year there were ... roughly 50 Tommy John surgeries in all of professional baseball, which was a lot. This year there have already been roughly 45,\" he says.</p><p>This year is outpacing the surgeries in 2012, the year with the current record. There were 67 surgeries total on pro players in 2012, about the same number as all of the surgeries from 1995-2000 combined.</p><p>Neyer says that one reason for the uptick is that \"pitchers today are bigger and stronger than they've ever been before.\" Every part of the modern pitcher — shoulder, arm, core — is trained specifically to throw consistently 95 or 100 miles an hour. But the elbow ligament just can't keep up.</p><p>\"There's a lot of thought now that you can build up the muscles around the elbow ligament, and that might help, but you can't strengthen that ligament itself,\" Neyer says. \"We just can't create an elbow ligament that allows them to do that year in, year out.\"</p><p>On May 28 (the day after Burnett tore the ligament that led to last week's surgery), the American Sports Medicine Institute released <a href=\"http://www.asmi.org/research.php?page=research&section=TJpositionstatement\" target=\"_blank\">a statement on the operation</a>, calling the rash of Tommy Johns an epidemic and laying out recommendations to avoid the injury that necessitates it.</p><p>\"Do not always pitch with 100% effort,\" the paper urges. \"The professional pitcher's objectives are to prevent baserunners and runs, not to light up the radar gun.\"</p><p>The Sports Medicine Institute — whose chairman is Dr. James Andrews, the orthopedic surgeon best-known for performing the surgery — also recommends avoiding pitching year-round, watching out for and reporting any stiffness or pain in the elbow, reining in effort on drills and practice, and pitching less when fatigued.</p><p>But it's tough to implement those recommendations when all the incentives in baseball point the other way, Neyer says — especially because the surgery's success rate hovers around 85 percent.</p><p>\"The kids want to throw hard. The kids want to get a college scholarship. They want to get a professional contract,\" he says. \"The way you do that is by throwing exceptionally hard, impressing the scouts, impressing college coaches. What is the incentive to not do those things? It's difficult to say.\"</p><p>On the other hand, it was once commonplace for pitchers to throw more than 100 pitches a game, as starting pitchers were often expected to pitch all nine innings. But that culture has changed completely, thanks to an increased awareness of the injury risk posed by pitch counts so high.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Baseball+Has+An+Elbow+Problem%3A+More+Pros+Getting+Ligament+Surgery&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"218"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320077445-9ab6b2.m3u?orgId=1&topicId=1055&ft=3&f=320061096"}]}