{"created":"2014-12-04T21:58:28+00:00","modified":"2014-12-08T20:14:58+00:00","valid":{"from":"2014-12-08T20:14:58+00:00","to":"3014-12-08T20:14:58+00:00"},"hreflang":"en","guid":"ca97ec58-8284-4df6-90fa-5ca7db33ec8e","title":"England abolished grand juries decades ago because they didn't work","published":"2014-12-08T20:14:53+00:00","byline":"Bradley Campbell","tags":["Ferguson","police","law","government","history","Ethnicity & Race","Justice","Conflict & Justice","North America","Europe","United States","United Kingdom","North America","Europe","Joshua Rozenberg","Darren Wilson","Michael Brown","Sol Wachtler","Juries in England and Wales","Juries in the United States","Grand juries in the United States","Jury trial","Jury","Law","Government","Juries"],"teaser":"Grand juries decided not indict the police officers who killed Michael Brown and Eric Garner. The decision enraged many Americans, who questioned why the incidents didn't deserve an open trial — exactly the reason why the UK, the originator of grand juries, abolished its own system long ago.","contentencoded":"<p>The police officers who killed Michael Brown and Eric Garner both had their cases brought before a grand jury. In each case, a group of our fellow citizens made the decision not to indict. But most of us aren't especially familiar with how a grand jury works.</p>\n<p>The concept comes from our colonial parent, England. \"It goes back centuries here,\" explains London-based legal writer Joshua Rozenberg. \"In medieval times, it was drawn from the local neighborhood. And these were men who were expected to look around and report criminal behavior within the community. They're people who actually knew the offenders, as we'd call them today, and could perhaps bring them to justice.\"</p>\n<p>By the 16th century, that morphed into the system we'd now recognize as a grand jury: A group of people listening to a prosecutor's evidence and deciding whether to indict.</p>\n<p>But the United Kingdom actually abolished its grand jury system in 1933. \"We now send cases that are serious enough straight to jury trial,\" Rozenberg says. That way, both sides are able to present evidence and make their arguments, which is definitely not the case with a grand jury.</p>\n<p>In fact, the UK exported grand juries to most of their former colonies — Canada, Australia, New Zealand — and virtually all of them have stopped using them.</p>\n<p>\"They are said to be 'putty in the hands of the prosecutor.' In other words, the prosecutor really tells them what he or she wants and they will go along with it,\" he says. \"Or that's what we are told, because we don't really know. We can't watch grand juries at work.\"</p>\n<p>That's why former New York judge Sol Wachtler once famously said that a district attorney could get a grand jury to \"indict a ham sandwich.\" But, Rozenberg points out, \"it must be even easier to get the sandwich acquitted if that is what the district attorney may actually want.\"</p>\n<p>The quote, while flippant, actually says a lot about what happened in Ferguson. Robert McCulloch, the St. Louis County attorney, cited the problem of \"conflicting evidence\" as a reason why Darren Wilson wasn't indicted for Michael Brown's death. But the prosecutor is the one who offers evidence to the grand jury. If the evidence he gives is inconsistent, Rozenberg says that leaves the grand jury in a pickle of sorts.</p>\n<p>\"You might get some witnesses who say they saw Darren Wilson, the police officer, shoot Michael Brown and he wasn't resisting arrest. Then, of course, you heard Darren Wilson himself and you hear what he says,\" Rozenberg says. \"So this was really what we would regard as a trial, but a trial behind closed doors.\"</p>\n<p>And that's what happened with the Ferguson grand jury. So if this is the case, why do we still have a grand jury system? What's the purpose of a secret procedure in a country that that televises court proceedings?</p>\n<p>Rozenberg isn't actually sure. \"Why not have everything out in the open and let both sides say, openly, in a public forum, to an ordinary jury what their arguments are — and then let an ordinary jury decide?\" he asks.</p>\n<p>A lot of people here are asking the same question.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/120420142.mp3"},{"href":"http://www.pri.org/file/120420142mp3"}]}