{"created":"2014-10-08T14:25:05+00:00","modified":"2014-10-31T01:18:48+00:00","valid":{"from":"2014-10-31T01:18:48+00:00","to":"3014-10-31T01:18:48+00:00"},"hreflang":"en","title":"A Flood Of Kids, On Their Own, Hope To Hop A Train To A New Life","published":"2014-06-11T13:43:00+00:00","teaser":"Tens of thousands of unaccompanied kids from Central America cross Mexico toward the U.S., a dramatic increase from past years. They make the perilous journey to escape poverty and worsening violence.","itags":["npr_api","320645461"],"guid":"ca986d0c-d50c-4df7-80ff-3309f01f0516","contentencoded":"<p>If you are trying to get across Mexico, and you don't have money, one of your few options is to <a href=\"http://www.npr.org/blogs/parallels/2014/06/05/318905712/riding-the-beast-across-mexico-to-the-u-s-border\">jump on a freight train</a>.</p><p>Several train lines pass through the dusty central Mexican town of Huehuetoca at full speed. But if you walk about 2 miles down the tracks, there's a large bend.</p><p>There, the trains slow down to take the curve — giving migrants an opportunity to jump on board.</p><p>On a recent day, I walk the train tracks with Adrian Alberto Rodriguez Garcia, an aid worker who feeds the migrants as they wait for the train going north.</p><p>He tells me he began seeing kids traveling alone, without their parents, about a year ago.</p><p>In the past eight months, more than 45,000 minor children traveling alone from Central America have been detained at the U.S. border with Mexico. According to the Customs and Border Protection agency, that number could swell to 90,000 by year's end. Compare that with 2012, when customs officials picked up a total of 24,000 <a href=\"http://apps.npr.org/borderland/#_/apprehension\">unaccompanied minors</a>.</p><p>After a long hot walk, we arrive at the bend outside Huehuetoca. Under a lush pepper tree, a group of migrants waits for the train. Most are in their 20s and 30s, and there are three kids — two 17-year-olds and a 15-year-old.</p><p>Marlon, the 15-year-old, is from El Salvador. He says he left his home exactly 32 days ago. It takes Marlon a few tries to find his words. He's shy and awkward, and looks much younger than 15.</p><p>Then the words come out in a burst: \"You can't go out in the streets where I live. You can't open a business, you can't do anything. The gangs control everything. If I didn't join the gang, they would kill me or my family. I left.\"</p><p>Marlon says his grandmother lives in Los Angeles, and he heard that if he turns himself in when he gets to the border, they will let him go to her.</p><p>Sitting next to Marlon is Marco Antonio, who just turned 17 but also looks barely a teen. He's also headed to Los Angeles and also has heard the U.S. is letting in kids. He says where he's from in Honduras, there's nothing but poverty and crime. If you do find work, he says, at most you make about $3 a day.</p><p>So many children are coming to the border that immigration officials have had to open up facilities for the minors at military bases in Texas, Arizona, California and a new one in Oklahoma.</p><p>Marlon and Marco Antonio are like the thousands of children who make this long and perilous journey. They are fleeing poverty and gang violence in their countries, and they are motivated by the belief that they can automatically stay in the U.S. if they make it across the border with Mexico.</p><p>Technically, that's not the case. The children are supposed to be held for 72 hours. They are then turned over either to Immigration and Customs Enforcement and returned to their country, or to social workers who try to unite them with a family member while the deportation proceedings continue. Those proceedings can take up to several months and even more than a year.</p><p>Each of the kids seems to have found an older man in the group to watch out for him.</p><p>Fredy, who is from Guatemala and is also 17, says he was traveling with an older relative, but that man decided to turn back at the border with Mexico.</p><p>\"We all help each other out,\" Fredy says. \"If I find food, I share. And if the others get some, they give it to me.\"</p><p>Fredy says he left Guatemala on May 10, which was Mother's Day in Latin America. Quickly his eyes fill with tears and he can't talk. Eventually, he tells me that he really has to get to New York and work so he can send money home to his mom.</p><p>It is difficult to confirm the boys' stories. But they sound similar to those reported by other children apprehended at the U.S. border.</p><p>All three boys say they have faith that God will get them to the U.S.</p><p>A train comes steaming down the tracks toward them. Unfortunately, it's going the wrong direction. They'll have to wait another day to continue their trip north.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Flood+Of+Kids%2C+On+Their+Own%2C+Hope+To+Hop+A+Train+To+A+New+Life&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"221"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320734911-63d837.m3u?orgId=1&topicId=1127&ft=3&f=320645461"},{"href":"http://media.npr.org/assets/img/2014/06/10/minor_migrants_006-0e651be191e260613dd8a0c2dd47ac3e19e88c2b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1535","width":"2044"}},{"href":"http://media.npr.org/assets/img/2014/06/10/minor_migrants_001-5234a35bcd731f252f587d712f4240ce635d8a79.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1834","width":"2448"}},{"href":"http://media.npr.org/assets/img/2014/06/10/minor_migrants_002-4c152f270ae7fc44889af70d11c79f3312b8225d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}},{"href":"http://media.npr.org/assets/img/2014/06/10/minor_migrants_003_enl-79ea5c72265075efccfda6f6741211cb2376a68a.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/06/10/minor_migrants_004_enl-e1a9a0a180d887ff059e514ad455eaa2a7770bf8.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1998","width":"3000"}}]}