{"created":"2014-11-11T22:47:00+00:00","modified":"2014-11-12T20:06:48+00:00","valid":{"from":"2014-11-12T20:06:48+00:00","to":"3014-11-12T20:06:48+00:00"},"hreflang":"en","guid":"ca9f53bd-718b-434c-9de6-ee3985d00972","title":"ISIS gains a powerful foothold in Egypt","published":"2014-11-12T20:06:47+00:00","byline":"Traci Tong","tags":["ISIS","terrorism","Conflict","Conflict & Justice","Africa","Asia","Egypt","Iraq","Syria","Middle East","Africa","Asia","David Kirkpatrick","Ansar Beit al-Maqdis","ISIS","Islamic state","Sinai Peninsula"],"teaser":"One of Egypt's largest and most dangerous militant groups is swearing allegiance to ISIS, making this the first group outside of ISIS' strongholds in Iraq and Syria to become an \"affiliate.\" \r\n","contentencoded":"<p>If America's newest war is the fight against ISIS, then a new front may be opening up in Egypt.</p>\n<p>Ansar Bayt al-Maqdis, a militant group that's staged attack in Egypt's Sinai Peninsula, announced this week that it's swearing allegiance to the so-called Islamic State. That makes it the first major extremist group outside of Iraq and Syria to join up with ISIS.</p>\n<p>The group's move <a href=\"http://www.nytimes.com/2014/11/11/world/middleeast/egyptian-militant-group-pledges-loyalty-to-isis.html?_r=0\">shows ISIS’ growing influence</a>, says David Kirkpatrick, The New York Times' Cairo bureau chief </p>\n<p>\"The big fear is that Ansar Bayt al-Maqdis will start acting more like ISIS,\" he says. \"ISIS is famous for its indiscriminate violence and its truly careless, gratuitous mass killing of civilians.\"</p>\n<p>By contrast, Ansar Bayt al-Maqdis has been a \"remarkably disciplined and focused insurgent group\" so far. They've portrayed themselves as protectors of people in the Sinai Peninsula who often feel neglected by the government, and their attacks have almost exclusively targeted soldiers and police. But that may change if ISIS provides the group with money and weapons.</p>\n<p>The Egyptian government has responded to the growing threat by creating a buffer zone around the Sinai. The military has evacuated more than 1,100 families living in the northern part of the Sinai, close to the border with Gaza.</p>\n<p>The worry is that the crackdown could backfire, Kirkpatrick says: \"If it turns out the checkpoints aren't as effective as the government thinks they are, then you've got to think about the possibility that eradicating these homes, this kind of heavy-handed, brute force approach ... might actually radicalize more young people.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/111120142.mp3"},{"href":"http://www.pri.org/file/111120142mp3"}]}