{"created":"2014-10-08T13:30:38+00:00","modified":"2014-10-31T00:53:04+00:00","valid":{"from":"2014-10-31T00:53:03+00:00","to":"3014-10-31T00:53:03+00:00"},"hreflang":"en","title":"Meet The New Stars Of Campaign Ads: Mom And Dad","published":"2014-06-25T09:20:00+00:00","teaser":"The smiling spouse, kids and a dog once made for a perfect campaign ad. But politicians are increasingly turning to their parents to help them make the pitch to voters.","itags":["npr_api","325214407"],"guid":"caad0212-82a4-4db7-a583-66bae73ec4a8","contentencoded":"<p>It's the summer of a campaign year and once again the airwaves, the Internet, and likely your own Facebook and other social media feeds are full of political ads.</p><p>In the primaries, we've already seen ads featuring <a href=\"http://www.youtube.com/watch?v=4EIMkxNhClQ\">cartoon turtles</a>, <a href=\"http://www.youtube.com/watch?v=aBNQBx6JOcw\">gator wrestling</a>, lots of dogs, horses and, of course, guns — propped against pickup trucks or resting over shoulders.</p><p>And in one case, there's the candidate <a href=\"http://www.youtube.com/watch?v=dOoXJI4vBns\">shooting a drone</a> out of the sky. \"I'm Matt Rosendale and this is how I look from a government drone,\" he says. \"And this is what I think about it.\" A gunshot rings out.</p><p>Do we need to mention the one about <a href=\"http://www.youtube.com/watch?v=p9Y24MFOfFU\">castrating hogs</a>?</p><p>But this year there's a hot new trend in TV spots: Candidates are turning to their moms and dads to help them make the pitch.</p><p>You might call it \"Meet the Parents.\"</p><p>Some of these ads are pretty traditional: Music plays and old photos from decades long gone flash by. That's the case <a href=\"https://www.youtube.com/watch?v=CFRB1zY2Gfk\">in one ad </a>from Michelle Nunn, a Georgia Democrat and U.S. Senate hopeful. Her father, Sam Nunn, was a longtime U.S. senator who remains a much respected figure in the state.</p><p>\"My dad was point guard for the Perry Panthers,\" she says. \"I tried to follow in his footsteps\"</p><p>He makes just a very brief cameo at the end: \"And I think you've got a pretty good shot.\"</p><p>Using Mom or Dad in a campaign spot is hardly new, but there does seem to be a lot of it this year.</p><p>\"Tom has a passion to serve our country. After Harvard, he gave up a great career to volunteer for the Army,\" says the mother of Republican U.S. Senate candidate Tom Cotton in Arkansas, speaking <a href=\"https://www.youtube.com/watch?v=wVmjlFxqGXQ\">in a TV spot</a>. \"They offered to make him a military lawyer, but Tom insisted on the infantry. Just like his dad.\"</p><p>The soft focus, the piano playing underneath — it's all pretty safe ... and predictable. But then comes <a href=\"https://www.youtube.com/watch?v=e2CKLrc2HPE\">Part 2</a>, in a separate ad from the Cotton campaign:</p><p>\"You may have seen a TV ad with my mom,\" Cotton says in the spot. \"It made her a celebrity, and it made my dad a little jealous.\" The candidate speaks from the back of a pickup truck, his dad in the background, working and looking a little annoyed.</p><p>\"I been here the whole time,\" his father says. \"Just messing with these cows. ... When you get through politicking, come on and give me a hand.\"</p><p>Marketing specialist and blogger Ann Handley says such ads embrace a popular approach in content marketing and branding: more narratives and fewer slogans.</p><p>\"I think we're seeing stories more at the heart of these political videos, and I think it's because politicians are just like brands and companies,\" Handley says. \"Organizations are really embracing the power of story and their ability to tell a true story well to the people they are trying to reach.\"</p><p>Handley's favorite ad this so far this cycle is one in which the mother of a candidate in Maine delivers the entire message <a href=\"https://www.youtube.com/watch?v=2euculGel-E\">using American sign language</a>. The ad is completely silent. No music. No voice over — just the candidate and her mom and subtitles.</p><p>In Louisiana, incumbent U.S. Sen. Mary Landrieu, a Democrat, <a href=\"https://www.youtube.com/watch?v=9fQefC8_Ntc\">enlists her dad</a>, Moon Landrieu, a former New Orleans mayor who is well-known in his own right.</p><p>\"I'm Mary Landrieu and I approve this message,\" the candidate says.</p><p>\"Don't you say that at the end?\" her father retorts.</p><p>\"You can start with it. I'm not sure I'll want to approve it after this,\" she quips.</p><p>\"Mary's always stubborn, but she got the oil and gas royalties for Louisiana,\" he tells viewers.</p><p>Vanderbilt University professor John Geer, who studies campaign advertising, says this Landrieu ad — like the one with Tom Cotton's father — feels pretty natural.</p><p>\"They seem to be enjoying it,\" he said. \"I mean whether they are or not you can't be sure.\"</p><p>But he says it's a nice change from the gauzy perfection you often see in campaign spots. \"Let's say you have the picture-perfect family that is set in the perfect home and all things perfect. That doesn't resonate with many Americans.\"</p><p>Perfection may be the ideal, but this is 2014, and <em>The Waltons</em> went off the air a long time ago.</p><p>\"So that's why [we have] the ads with the parents kind of going back and forth with their children as candidates,\" Geer said. \"Having their snarky moments, so to speak, works because that's the way Mom's relationship with the son or Dad's relationship with the daughter really is.\"</p><p>Geer does have one recommendation for voters: Enjoy these quirky, biographical ads now, because as the general election gets closer, the rough-and-tumble of the fall campaign very likely means those good, old-fashioned attack ads will once again dominate.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Meet+The+New+Stars+Of+Campaign+Ads%3A+Mom+And+Dad&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Don Gonyea","audio":[{"meta":{"duration":"288"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325229941-0cf8d8.m3u?orgId=1&topicId=1014&ft=3&f=325214407"}]}