{"created":"2014-10-08T16:26:08+00:00","modified":"2014-10-31T02:16:23+00:00","valid":{"from":"2014-10-31T02:16:23+00:00","to":"3014-10-31T02:16:23+00:00"},"hreflang":"en","title":"'Wait Wait' Celebrates Carl Kasell, Our Official Judge and Scorekeeper","published":"2014-05-16T17:00:00+00:00","teaser":"In his more than 15 years with <em>Wait Wait ... Don't Tell Me! </em>Carl has put up with endless travel, silly jokes and countless assaults on his dignity.","itags":["npr_api","310749408"],"guid":"cab0ded6-ff39-4f06-b182-2adfed121fc3","contentencoded":"<p><em>For 30 years, Carl anchored the newscast for </em>Morning Edition,<em> and in 1998 he became </em>Wait Wait ... Don't Tell Me<em>'s official scorekeeper. His last show will air on May 17. Following that, Carl will become Scorekeeper Emeritus and will continue to record voice mail greetings for our winners. In honor of Carl's last show, Peter Sagal reflects on their years working together.</em></p><p>Presumably, the day I was born was the most important day of my life, but I don't remember that. I do remember the day I met Carl Kasell, though, so that tops my personal list.</p><p>Carl and I had been working together for at least six months as we rehearsed and then performed the very first <em>Wait Wait</em> shows, but we hadn't yet met. You see, when the show first started, everyone recorded remotely. I was a panelist based in New York who eventually stumbled into becoming the host based in Chicago, and Carl had to stay in Washington, D.C., to keep giving you people the news. Wisely, you folks didn't trust anyone else.</p><p>So it wasn't until June 1998, at that year's Public Radio Convention, that I finally shook the hand of the man who was then, and has been since, my true better half.</p><p>I remember Carl's warm smile and kind eyes as he said, \"Peter Sagal, it's so nice to meet you,\" and continued to shake my hand. I was entranced by the sound of my name — my own name! — as enunciated by that, the most famous and welcome of all voices. It's been 16 years since then, and I still thrill whenever I hear it.</p><p>Right away, I knew that Carl had far more up his sleeve than his inimitable gravitas and the random playing cards he keeps there for <a href=\"https://www.youtube.com/watch?v=-UKyMqRJHJQ\" target=\"_blank\">his magic tricks</a> (if you ever want to know true joy, <a href=\"https://www.youtube.com/watch?v=cq8NYdRVjes\" target=\"_blank\">ask Carl to do magic for you</a>). Unknown to almost everyone up to that time, Carl was more than just a natural newscaster; he was a born showman, who used to do theater back in the day. He was lying in wait, biding his time, just itching for the right opportunity to show the world his panoply of skills.</p><p>The next time we met was in Washington, D.C., where we had been flown to shoot some publicity stills. Standing around in a performance studio, posing for some dull shots of us in our sport jackets, Carl spied a grand piano in the corner. Soon, he was lying on top of it, chin in hand, looking like <a href=\"http://1.bp.blogspot.com/-uwhVsdiS6ss/UL5ajTdGJAI/AAAAAAAA7WY/qSxGVKtsGek/s640/michelle.jpg\" target=\"_blank\">a more dapper Michelle Pfeiffer</a> from <em>The Fabulous Baker Boys, </em>while I pretended to play the piano. He batted his eyes at me and said, \"I've always wanted to do this.\"</p><p>In the years since then, Carl and I have traveled around the country, doing shows in places ranging from a half-filled concrete civic auditorium to Carnegie Hall. We did countless shows in our studios and our home theater in Chicago, not to mention all the receptions, parties, fundraisers and taping sessions; and through them all Carl showed himself to be the greatest collaborator ever — one who never demands the spotlight, but just seems to draw it to himself naturally.</p><p>Carl has put up with endless travel, silly jokes, countless assaults on his dignity, and my stumbling and stuttering away through shows right next to him, and all he ever has to say about it is, \"I can't complain.\" He actually can't. After one of our tapings I challenged him to do it. I said, \"Go ahead, Carl, you have a pass: Complain. Whine. Piss and moan about something. Nobody will hold it against you.\"</p><p>And Carl thought for a minute, he hemmed and hawed — it was the first time I ever saw him for a loss for words — and then he looked thoughtful and said, \"You know, I really enjoy just about everything I do.\"</p><p>And so he does. This page has a small sample of what he's talking about, a tiny sliver of what makes Carl public radio's most dashing and beloved personality.</p><p>-- Peter Sagal, host of <em>Wait Wait ... Don't Tell Me!</em></p><hr /><h3>Hear A Sampling Of Carl's Voice Mail Greetings</h3><h3>Memorable Carl Moments</h3>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Wait+Wait%27+Celebrates+Carl+Kasell%2C+Our+Official+Judge+and+Scorekeeper&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Peter Sagal","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310991950-534395.m3u?orgId=1&topicId=1008&ft=3&f=310749408"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310992397-dde531.m3u?orgId=1&topicId=1008&ft=3&f=310749408"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310992812-051f4d.m3u?orgId=1&topicId=1008&ft=3&f=310749408"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310992819-0e81e8.m3u?orgId=1&topicId=1008&ft=3&f=310749408"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310993211-fc59f5.m3u?orgId=1&topicId=1008&ft=3&f=310749408"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310814491-abfc01.m3u?orgId=1&topicId=1008&ft=3&f=310749408"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310817415-3338c9.m3u?orgId=1&topicId=1008&ft=3&f=310749408"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310989881-c1b295.m3u?orgId=1&topicId=1008&ft=3&f=310749408"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310989933-7f45ce.m3u?orgId=1&topicId=1008&ft=3&f=310749408"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310814390-3830a2.m3u?orgId=1&topicId=1008&ft=3&f=310749408"}]}