{"created":"2015-01-22T08:34:18+00:00","modified":"2015-06-05T15:30:18+00:00","valid":{"from":"2015-06-05T15:30:17+00:00","to":"3015-06-05T15:30:17+00:00"},"hreflang":"en","title":"Senator 'Astounded' That Nonprofit Hospitals Sue Poorest Patients","published":"2015-01-24T20:42:00+00:00","teaser":"NPR and ProPublica have been reporting about nonprofit hospitals that seize the wages of lower-income patients. Sen. Chuck Grassley says hospitals doing that could be breaking the law.","itags":["npr_api","378884647"],"guid":"cab79c47-77f7-4136-96b1-829c25709b7f","contentencoded":"<p>NPR and ProPublica have been reporting about nonprofit hospitals that seize the wages of lower-income and working-class patients. Now, Sen. Chuck Grassley, the chairman of the Senate Judiciary Committee, says hospitals could be breaking the law by suing these patients and docking their pay. And he wants some answers.</p><p>NPR and ProPublica looked across six states, and in each, we found nonprofit hospitals suing hundreds of their patients. One hospital in particular jumped out — Heartland Regional Medical Center in St. Joseph, Mo. Thousands<em> </em>of patients a year are getting their paychecks docked by the hospital and its debt collection arm.</p><p>One family we interviewed <a href=\"http://www.npr.org/2014/12/19/371202059/when-a-hospital-bill-becomes-a-decade-long-pay-cut\">in our story</a> has been getting their wages seized for nearly 10 years, but still owes $25,000 and feels trapped — in part because Heartland is charging 9 percent interest on that debt.</p><p>This family, and others we spoke to, should<em> </em>have qualified for free<em> </em>medical care under the hospital's own charity care policy based on their income. But that didn't happen. We also documented that hundreds of patients with low-wage jobs at McDonald's, Wal-Mart and elsewhere had their pay seized by this hospital.</p><p><strong>Grassley: Hospitals </strong><strong>Could Be Breaking The Law</strong></p><p>Grassley, R-Iowa, told NPR and ProPublica he was \"astounded\" by these collection practices. For more than a decade, Grassley has been working to make nonprofit hospitals more accountable for the huge tax breaks they get. They don't pay federal income tax or local property tax. Grassley says that to justify their tax-exempt status, nonprofit hospitals have to \"earn\" it by \"taking care of people who couldn't provide for their own health care.\"</p><p>Grassley worked on voluntary<em> </em>standards. But he also authored language in the Affordable Care Act requiring<em> </em>hospitals to do more to provide charitable care.</p><p>After he saw NPR and ProPublica's reporting on Heartland Hospital (which is changing its name to Mosaic Life Care), Grassley decided to get involved.</p><p>He says that under the ACA, a hospital has a responsibility to make a determination: Can a person or a family pay, or can they not? \"It seems like Mosaic turned [the law] on its head,\" he says.</p><p>Grassley says the ACA requires that hospitals take the initiative to determine whether patients qualify for financial aid. The hospital is not supposed to shift that burden onto the patients. But in Heartland/Mosaic's case, Grassley said, \"It seems to me they have not taken the initiative and they have not abided by the law.\"</p><p><strong>Tougher </strong><strong>Rules Required?</strong></p><p>Heartland/Mosaic's board is reviewing its practices as a result of our earlier reporting. Grassley has now sent a letter to the hospital saying he wants to be briefed on the results of that review by Jan. 30. Grassley wrote that the hospital \"may not be meeting the requirements to be a nonprofit.\"</p><p>And Grassley hopes his letter sends a wider message to other nonprofit hospitals that are being too aggressive collecting bills from patients who can't afford to pay. \"Well, I think some hospitals, you hit them over the head with a two-by-four and they still don't get the message,\" he said.</p><p>Grassley says the health care law may need to be strengthened in order to force nonprofit hospitals to offer financial assistance to poor patients. \"If they don't get the message now, we'll have to work towards getting the ideal language in the legislation,\" Grassley told NPR and ProPublica.</p><p>Tama Wagner, a Mosaic Life Care spokesperson, says the hospital will quickly respond to the senator's request and that the hospital's goal is to \"do the right thing.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Senator+%27Astounded%27+That+Nonprofit+Hospitals+Sue+Poorest+Patients&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Chris Arnold","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379010334-4a3351.m3u?orgId=1&topicId=1006&d=235&p=3&story=378884647&t=progseg&e=379010178&seg=17&ft=nprml&f=378884647"},{"href":"http://media.npr.org/assets/img/2015/01/21/hospital-debt-folo-78153789d8740ad655b0d3f2dd795f46396c8657.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"3310","width":"4418"}},{"href":"http://media.npr.org/assets/img/2015/01/21/37636304_h29032081-eaa660e03792cca8b5bbd803798a7717f9a3b6f3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2249","width":"2998"}}]}