{"created":"2015-06-03T20:32:58+00:00","modified":"2015-06-09T20:31:21+00:00","valid":{"from":"2015-06-09T20:30:58+00:00","to":"3015-06-09T20:30:58+00:00"},"hreflang":"en","guid":"cac037af-93ff-4635-976e-7c8ae3594d6e","title":"Pizza, Polar Bears, and Rock Stars","teaser":"A woman attempts to cross Alaska solo with a dog sled, an Orthodox Jewish boy tests God by eating pizza, a woman in her underwear sprints past a neighbor's confused girlfriend, and Guns N' Roses bass player Duff McKagan survives a health scare. Hosted by The Moth's Senior Producer, Meg Bowles. \n\nThe Moth Radio Hour is produced by The Moth and Jay Allison of Atlantic Public Media. ","description":"Pam Flowers goes on an 11-month journey and becomes the first woman to cross Alaska solo with a dog sled.Moshe Schulman&nbsp;fears retribution from God for breaking Kosher while visiting his aunt in Long Island.Jennifer Sodini weighs&nbsp;the dangers of sprinting past a stranger or her neighbor in her skivvies.Duff McKagan&nbsp;finds sobriety and meaning in his life after a major health scare.&nbsp;NOTE: When offensive or FCC-prohibited words appear, they are bleeped and listed in the Content Advisory. &nbsp;Sensitive content will be given an on-air caution and will be noted here in the description.","contentencoded":"<span><strong>Pam Flowers</strong> goes on an 11-month journey and becomes the f</span><span>irst woman to cross Alaska solo with a dog sled.</span><span><br /><strong>Moshe Schulman</strong>&nbsp;</span><span>fears retribution from God for breaking Kosher while visiting his aunt in Long Island.</span><span><br /><strong>Jennifer Sodini</strong> weighs</span><span>&nbsp;the dangers of sprinting past a stranger or her neighbor in her skivvies.</span><span><br /><strong>Duff McKagan</strong>&nbsp;</span><span>finds sobriety and meaning in his life a</span>fter a major health scare.&nbsp;<span><br /><br /></span><span>NOTE: When offensive or FCC-prohibited words appear, they are bleeped and listed in the Content Advisory. &nbsp;Sensitive content will be given an on-air caution and will be noted here in the description.</span>","byline":"The Moth","published":"2015-06-09T20:30:58+00:00","tags":[],"itags":["prx:stories-149166"],"audio":[{"href":"https://cms.prx.org/pub/028a1e0eea3b53df651855bdcc0163a0/0/web/story_image/356083/medium/1510_PRX.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/9706743cdde95aa08928be0ea57ee77c/0/web/audio_file/891782/broadcast/Moth1510Bounce.mp3","type":"audio/mpeg","meta":{"duration":3180,"size":101643715}}]}