{"created":"2014-10-03T20:29:23+00:00","modified":"2014-10-30T21:51:15+00:00","valid":{"from":"2014-10-30T21:51:15+00:00","to":"3014-10-30T21:51:15+00:00"},"hreflang":"en","title":"Behind The Sunglasses: The Lives Of Secret Service Agents ","published":"2014-10-04T00:11:00+00:00","teaser":"This week, following a series of security lapses, the Secret Service director resigned. For a look at the agency beyond the scandal, author Ben Dolnick recommends the novel <em>Big If </em>by Mark Costello.","itags":["npr_api","353293669"],"guid":"cac643e5-80b1-4514-8216-e8e9290cd6de","contentencoded":"<p>Secret Service agents, like referees, make headlines only when they would rather not. They are ordinarily anonymous, expressionless, as easy to ignore as the bulletproof glass in front of the <em>Mona Lisa</em>. They only pop into visibility when something has gone very, very wrong — like this week.</p><p>Which makes it an ideal time to read <a href=\"http://www.npr.org/templates/story/story.php?storyId=1149620\" target=\"_blank\">Mark Costello's 2002 novel,</a> <em>Big If</em>. It is, so far as I know, the only great novel ever written about the Secret Service. Part thriller, part black comedy, it belongs on the same high shelf as the best books of <a href=\"http://www.npr.org/books/authors/137927394/don-delillo\" target=\"_blank\">Don DeLillo</a> and <a href=\"http://www.npr.org/books/authors/137947265/jonathan-franzen\" target=\"_blank\">Jonathan Franzen</a>. It won't make the recent headlines any less scary or infuriating, but it should make them more understandable.</p><p>The novel tells the stories of the handful of agents assigned to protect the vice president as he jaunts around New Hampshire on a campaign trip. We shift, like an agent's wary eyes, across their lives, their loves, their families. Together the agents form what they call the Dome — a moving bubble of frantically maintained safety. We come to know firsthand the logistical nightmare that is a suburban jog, the terror of a rally in a city center, the dread of setting foot inside a stadium. This is not a novel likely to inspire a rush of Secret Service applications.</p><p>What it will do, though, is give you a fresh dose of empathy for the men and women who have chosen this strangest and most vital of professions. We meet Vi, who can't stop scanning for threats, even when she's safe in her brother's house. And Gretchen, whose young son is bewildered and terrified by the realization that his mother would actually die for a stranger. And Tashmo, who was guarding Ronald Reagan, and whose thoughts drifted to his mistress just at the moment that John Hinckley Jr. took his shot.</p><p>So you may be less outraged after reading <em>Big If</em>, but you may be even more unsettled. We don't like to be reminded that Secret Service agents are just as flawed, as error-prone, as distractible, as the rest of us. And we certainly don't like to be reminded that, despite our best efforts, even the best protected of us remain terrifyingly vulnerable. The Secret Service is, as Mark Costello writes, \"an entire agency organized around sixteen beating hearts.\" This is the stuff that sleepless nights — and, it turns out, great novels — are made of.</p><p><em>Ben Dolnick's latest novel is </em>At the Bottom of Everything.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Behind+The+Sunglasses%3A+The+Lives+Of+Secret+Service+Agents+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ben Dolnick","audio":[{"meta":{"duration":"182"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353538187-579c4d.m3u?orgId=1&topicId=1034&aggIds=257657827&ft=3&f=353293669"}]}