{"created":"2015-04-09T20:30:25+00:00","modified":"2015-06-04T14:42:28+00:00","valid":{"from":"2015-06-04T14:42:28+00:00","to":"3015-06-04T14:42:28+00:00"},"hreflang":"en","title":"An Artist's Brainstorm: Put Photos On Those Faceless Ebola Suits","published":"2015-05-04T00:38:00+00:00","teaser":"Printers blew up. People took the photo stickers home. But in the end, art professor Mary Beth Heffernan succeeded in bringing a human face to the scary-looking protective gear.","itags":["npr_api","397853271"],"guid":"caca2c12-2c1a-4ce2-bb8c-5fd18e84cc8e","contentencoded":"<p>How often does this happen: You're listening to a news story describing some problem halfway around the world and you say to yourself, \"I know how to fix that!\" It's not your area of expertise. It's not a place you know. But you are sure that if you went there you could solve the problem.</p><p>Los Angeles artist Mary Beth Heffernan is the rare person who decided to actually give it a try. Last summer, <a href=\"https://www.oxy.edu/faculty/mary-beth-heffernan\">Heffernan</a>, who is also an art professor at Occidental College, became obsessed with Ebola — particularly the images of the health care workers in those protective suits, or PPE as they're called for short.</p><p>\"They looked completely menacing,\" says Heffernan. \"I mean they really made people look almost like storm troopers. I imagined what would it be like to be a patient? To not see a person's face for days on end?\"</p><p>And what really got Heffernan is that as far as she could tell, there was an easy fix.</p><p>\"I found myself almost saying out loud: 'Why don't they put photos on the outside of the PPE? Why don't they just put photos on?'\"</p><p>Here was her idea: Snap a photo of the health worker with a big smile on their face. Hook up the camera to a portable printer and print out a stack of copies on large stickers. Then every time the worker puts on a protective suit they can slap one of their pictures on their chest, and patients can get a sense of the warm, friendly human underneath the suit.</p><p>\"It's not a sophisticated response,\" she says. \"It's almost stupidly simple.\"</p><p>Anyone could do this, she thought. And then she thought, I should do this.</p><p>The timing was good. She had a sabbatical coming up and a $5,000 grant to work on an art project. She decided to use the money to get her photo kits to West Africa. This would be her art project.</p><p>I had to ask Heffernan: How is this art?</p><p>She explains: \"This is in the spirit of social sculpture. This is part of that history of making art that's about action, about changing society.\"</p><p>Soon Heffernan's kitchen table was piled high with printers to test and applications for more funding. But her biggest challenge was connecting to the people who run Ebola treatment centers.</p><p>She reached out to 75 people. And in mid-January, one of her emails reached a key official in Liberia: Dr. Moses Massaquoi, the Ebola case manager for the country.</p><p>Massaquoi says Heffernan wasn't the first person to write him pitching some untested scheme. In fact, it was getting to be kind of a pain.</p><p>\"We've had tons of emails!\" he says. \"And I was like, 'Can you just stop writing me emails?'\"</p><p>But Massaquoi says Heffernan's proposal stood out<strong></strong>. He'd worked in Ebola wards and the photos made so much sense. He wrote back immediately.</p><p>Within a month Heffernan and a colleague were on a plane to Liberia's capital, lugging 12 enormous boxes of supplies.</p><p>\"Some guy that was on our flight actually looked at me and said, 'Are you moving here?'\" she recalls, laughing.</p><p>Right away they ran into snags. It was like a crash course in what can go wrong when people in one country try to dream up solutions for people in another.</p><p>For instance, the electrical adapters that Heffernan had planned on using weren't the right kind. Three printers blew up.</p><p>At the first Ebola treatment center she worked with, the staff liked the photo stickers so much they kept walking off with them. \"Some brought them home and put them on their refrigerator and their child's backpack. There was another who put the labels all over his car.\"</p><p>It turned out that the staff had been doing really dangerous, really grueling work for months — at times without getting paid. And photos aren't easy to come by in Liberia. So sticker pictures seemed like a rare perk.</p><p>Heffernan realized that<strong></strong> in the future, she should bring regular photo paper along with the stickers, so everyone could be given a proper photo to take home.</p><p>For all the hiccups, ultimately the project did start working. Jennifer Giovanni is head of infection control at a treatment center in a rural part of Liberia. She says the photos have made a huge difference — and not only for the patients.</p><p>\"I feel like I'm working now with other human beings instead of, I almost want to say, like white monsters or white zombies or something.\"</p><p>As for Heffernan, she's back in Los Angeles — and working on bringing more photo kits to Sierra Leone.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+Artist%27s+Brainstorm%3A+Put+Photos+On+Those+Faceless+Ebola+Suits&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nurith Aizenman","audio":[{"meta":{"duration":"255"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398575572-c222bb.m3u?orgId=1&topicId=1031&d=255&p=2&story=397853271&t=progseg&e=398522078&seg=16&ft=nprml&f=397853271"},{"href":"http://media.npr.org/assets/img/2015/04/06/2015-0226_ppeprojectelwa2-009-1-e2b48273a5f6cb5219472000b2b0e88fa7fd3a38.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1966","width":"2622"}},{"href":"http://media.npr.org/assets/img/2015/04/06/mbh-and-zoe-dewalt-rn-2-6dd319841de75a69f8f9d39ef849b2172db4d0cd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2109","width":"2817"}},{"href":"http://media.npr.org/assets/img/2015/04/06/mbh-jerry-brown-1-96104c9dbe611d91537c34a445b65efe51b55b37.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2077","width":"2766"}},{"href":"http://media.npr.org/assets/img/2015/04/06/mbh-printing-women-1-ecb95f63f968dc899ace73e9eb97e77b072ee7cd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2013","width":"2685"}}]}