{"created":"2014-12-17T18:38:16+00:00","modified":"2014-12-18T14:19:42+00:00","valid":{"from":"2014-12-18T14:19:42+00:00","to":"3014-12-18T14:19:42+00:00"},"hreflang":"en","guid":"cacc36ce-3bcc-49e9-9b73-f5bf966f49bd","title":"In Havana, Cubans are already welcoming a new era with the US ","published":"2014-12-18T14:19:36+00:00","byline":"Andrea Crossan, Joyce Hackel","teaser":"\"There's a palpable excitement here,\" says author Peter Kornbluh from Havana, as word broke of US-Cuban talks to normalize relations. \"This is a new dawn ... and I think everybody here has realized that almost immediately.\"","tags":["Global Politics","Havana","North America","Cuba","Peter Kornbluh","Alan Gross","Obama","Raul Castro","Socialism","Cuba–United States relations","Cuba","Vatican"],"contentencoded":"<p>Cubans are wasting no time in welcoming a new era in US-Cuba relations, which followed an intense amount of back-channel negotiations, author Peter Kornbluh says from Havana.</p>\n<p>\"There's a palpable excitement here,\" Kornbluh says. \"This is a new dawn in US-Cuban relations and I think everybody here has realized that almost immediately.\"</p>\n<p>Kornbluh and US officials said the back-channel negotiations to today's announcement, and freeing of longtime American prisoner Alan Gross from a Cuban prison cell, have proceeded for more than a year and a half. Kornbluh added that other nations have been involved, too, such as Uruguay, which agreed earlier this month to take six prisoners from the US Navy base at Guantanamo, Cuba. The Vatican also played a role.</p>\n<p>Under measures announced in Washington, the two nations have agreed to a formal opening of their embassies, run for decades in each country through the auspices of Switzerland. Also, Cuba agreed to swap an unidentified US intelligence asset for three Cuban nationals convicted of spying in this country in 2001. And Kornbluh, co-author of the book on secretive US-Cuban negotiations, added that President Obama's drive to move Cuba off the terrorist list would remove a series of substantive economic sanctions.</p>\n<p>President Raul Castro welcomed the news in an address punctuated by the sound of ringing church bells throughout the Cuban capital. On Tuesday, for the first time in more than five decades, the presidents of the two nations spoke by telephone to finalize the deal.</p>\n<p>\"After 55 years of resisting US pressure to overthrow the government, I think there's a sense of validation that our two countries can actually live in some kind of harmony even with the great differences that exist,'' Kornbluh said, \"Just last night I was at a function here with the wife of one of the three Cuban spies who've been in prison in the United States for 16 years. She hasn't seen her husband in 16 years and now those families are waiting for those three guys to come back.\"</p>\n<p>But Havana's ebullient mood was tempered by some in Miami, where many Cuban exiles and their children have lived for decades. \"This president has proven today that his foreign policy is more than just naive, it is willfully ignorant of the way the world truly works,'' said US Sen. Marco Rubio, R-Fla.</p>\n<p>Miami-based lawyer Alfredo Duran, who was born in Havana and spent jail time in Cuba after his capture in the CIA's failed 1961 Bay of Pigs invasion, has another view. Today's news, he said, is ushering in \"a complete metamorphosis in what the Cubans here in Miami and the Cubans in the island are thinking about. I've always thought that Cuba and Miami are going to be like Hong Kong and China and I think we're starting to see that right now.\"</p>\n<p>Duran says he's too old to move back, but he plans to visit — frequently.</p>\n<p>\"I can go there for dinner and be back for breakfast here in Miami,'' he said.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/121720141.mp3"},{"href":"http://www.pri.org/file/121720141mp3"}]}