{"created":"2015-06-23T17:45:05+00:00","modified":"2015-07-02T17:05:07+00:00","valid":{"from":"2015-07-02T17:05:07+00:00","to":"3015-07-02T17:05:07+00:00"},"hreflang":"en","title":"Algerian Writer Kamel Daoud Stands Camus' 'The Stranger' On Its Head","published":"2015-06-23T23:19:00+00:00","teaser":"In his first novel, <em>The Meursault Investigation,</em> Kamel Daoud retells <em>The Stranger</em> from an Arab perspective. John Powers says Daoud's retelling will forever change the way you read the Camus classic.","itags":["npr_api","416828000"],"guid":"cace9957-e751-4d5c-a074-59fbe891bd28","contentencoded":"<p>Back in college English, I was taught that it was foolish to think that fictional characters have any reality beyond the page. You shouldn't speculate about how many children Lady Macbeth had or what job Holden Caulfield wound up doing as a grown-up.</p><p>Well, maybe not. But over the past half century, actual fiction writers have enjoyed lifting characters from famous books and fleshing out their lives — you know, Jean Rhys telling the back story of Rochester's mad wife from <em>Jane Eyre</em> in <em>Wide Sargasso Sea</em>, or Tom Stoppard making bleak comedy out of Rosencrantz and Guildenstern from <em>Hamlet</em>. The best of these works reveal truths hidden in the original books and give voice to those kept silent.</p><p>Few writers have done this so skillfully as the Algerian journalist Kamel Daoud. In his first novel, <em>The Meursault Investigation</em>, he reworks a text that almost everybody has to study in school: <em>The Stranger</em> by Albert Camus, himself born and raised in colonial Algeria. This tour de force forever changes the way you see Camus' novel.</p><p>You may recall that <em>The Stranger</em> is narrated by a French Algerian named Meursault, who begins the book by halfheartedly attending his mother's funeral. Not long after, he goes to the beach, and for reasons even he can't explain, winds up shooting a young man he calls the \"Arab.\" Meursault is convicted of murder. Not for shooting an innocent Arab, mind you — the French routinely got away with <em>that</em> in their colonies — but because the DA basically prosecutes him for not properly loving or mourning his mother.</p><p>Meursault's motiveless crime and the irrational reasons for his conviction made Camus' novel a classic expression of existentialist notions about the individual's confrontation with an absurd universe.</p><p>Daoud's book stands Camus on his head. <em> </em>It's narrated by Harun, the brother of Meursault's victim, who was 7 when his older brother was shot down. Now an old man in present-day Algeria, Harun offers a version of events that anchors this murder in history, not cosmic philosophy. It becomes a form of restitution.</p><p>For starters, Meursault's victim is spared the indignity of being a mere prop in his own murder. He's given the dignity of a name — Musa — after simply being called \"the Arab,\" a word used 25 times in <em>The Stranger</em>. And he's given the dignity of a personality as well — he's a strong young man with a taste for women. His death, which Camus' book isn't remotely interested in, is shown to alter his family's life for decades. Musa's mother becomes obsessed with her dead son, eventually forcing Harun to exact a brand of vengeance.</p><p>In simple terms, <em>The Meursault Investigation</em> spotlights the historical realities of colonialism that <em>The Stranger</em> left in the shadows. But Daoud's too canny to be satisfied with simply critiquing Camus. He also learned from Camus, especially his ideas about individual responsibility. What makes Daoud's book so good is that, steeped in independent thinking, it offers an illuminating, if controversial portrait of today's Algeria.</p><p>To that end, Daoud invents a second murder — this time of a Frenchman who pointedly <em>is</em> named — and this crime's ripples lead Harun to ruminate on Algeria's tragically absurd history. Even as Harun acknowledges the soul-warping tyranny of French rule, he uses his story to ponder how the Algerians themselves have made a mess of things since independence in 1962. They've devoured the countryside to no good purpose, fetishized an earlier generation of freedom fighters, and fallen into a fervent Islamism that keeps them backward. \"Religion is public transportation I never use,\" Harun tells us jauntily, presumably echoing Daoud's own sentiments.</p><p>Not surprisingly, such lines have made Daoud enemies in Algeria, where there have been the now-routine calls for his death. Of course, such an excessive response to a fine novel only serves to underscore the historical absurdity that <em>The Meursault Investigation</em> is talking about. Harun may be wiser, more conscious, and more humane than Meursault, but these two fictional characters share one important quality in common with the real life Kamel Daoud. Walking the streets and beaches of their Algerian homeland, they all feel like strangers.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Algerian+Writer+Kamel+Daoud+Stands+Camus%27+%27The+Stranger%27+On+Its+Head&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Powers","audio":[{"meta":{"duration":"299"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416857080-71c1a5.m3u?orgId=1&topicId=1034&d=299&p=13&story=416828000&t=progseg&e=416779158&seg=3&ft=nprml&f=416828000"},{"href":"http://media.npr.org/assets/img/2015/06/23/merseult-investigation-by-kamel-daoud-on-bookdragon-via-csmonitor-800x1200-20513d5feb8cdf273b1e121a326a3e43e9328488.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"482","width":"643"}},{"href":"http://media.npr.org/assets/img/2015/06/23/kamel-daoud-credit-d.r.-b269513d5de40db69a88698d52d700cc1584b9db.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"2030","width":"2706"}}]}