{"created":"2014-12-23T18:49:48+00:00","modified":"2014-12-23T19:33:15+00:00","valid":{"from":"2014-12-23T19:33:15+00:00","to":"3014-12-23T19:33:15+00:00"},"hreflang":"en","title":"BBQ, The Perennial Flavor In North Carolina Politics","published":"2014-12-23T19:10:00+00:00","teaser":"Jeremy Hobson meets grill master Bob Garner, who explain the deep ties between food and the art of campaigning.","itags":["npr_api","372712747"],"guid":"cad0213a-be76-47d3-bbbd-6078ba82f711","contentencoded":"<p><em>[Note: This show is from a previous interview that aired on October 6, 2014.]</em></p><p>If you’re a politician in North Carolina, you’d better have an appetite.</p><p>For generations, barbeque has been dished out at political events. It started in the 1930s and 40s when politicians on the campaign trail would pull into town for a speech and then stick around for food and mingling, according to <strong>Bob Gardner</strong>’s <a href=\"http://www.amazon.com/Garners-Guide-North-Carolina-Barbeque/dp/0895872544\" target=\"_blank\">&#8220;Book Of Barbeque.&#8221;</a></p><p><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\"><em>Here & Now</em></a>&#8216;s Jeremy Hobson met with Gardner on his home turf – the <a href=\"http://www.thepit-raleigh.com/\" target=\"_blank\">Pit Authentic Barbeque</a> in Raleigh – where he explained the deep ties between the food and the art of campaigning, and what happens when a politician makes the mistake of dismissing the popular food</p><p><div class=\"article\"><div id=\"post\" class=\"post article\"></p><p>“People would argue barbecue has almost everything to do with politics,” Garner said. “First of all, political gatherings just featured barbecue very often because it was a cheap way to feed a crowd…so it’s always been the food of politics for North Carolina, more for practical reasons.”</p><p>Garner says there are different styles of barbecue in North Carolina, with their distinct flavors.</p><p>In Western North Carolina, the sauce is milder and sweeter than in the Eastern part of the state.</p><p>“It’s very peppery and a very vinegary type sauce,” Garner said. “That particular flavoring survives only in Eastern North Carolina.”</p><p>One former politician knows the importance of barbecue in the Tar Heel state almost too well.</p><p>When running for governor in 1984,<strong> Rufus Edmisten </strong>was asked if he had enough barbecue to eat. He made a fatal error.</p><p>“Something came over me that no one in their right mind would ever do,” Edmisten said. “I said, ‘Yes I certainly have, I’m tired of it. I hope I never see another drop of it as long I live.’ I said that, and I was joking of course!”</p><p>The comment created a media storm. Edmisten says the “barbecue faux pas” was a major factor in his loss.</p><p>“I never stopped liking barbecue,” Edmisten said. “I have withdrawals at times. I sometimes have to go four, five days on these fancy trips now that I have to make for clients, and I get these distinct barbecue hunger pangs.”</p><p></div></div>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=BBQ%2C+The+Perennial+Flavor+In+North+Carolina+Politics&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"560"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372721101-a6a3de.m3u?orgId=1&ft=3&f=372712747"},{"href":"http://media.wbur.org/wordpress/11/files/2014/12/1006_bbq-nc-e1412605322151-624x403.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"403","width":"624"}}]}