{"created":"2014-10-07T20:02:56+00:00","modified":"2015-01-08T21:05:07+00:00","valid":{"from":"2015-01-08T21:05:07+00:00","to":"3015-01-08T21:05:07+00:00"},"hreflang":"en","title":"Happy Birthday To Amazon, And Its Data Mining","published":"2014-07-27T03:15:00+00:00","teaser":"NPR's Scott Simon reflects on Amazon.com as it celebrates its 20th birthday this month, examining the ways in which we're courted online to buy just about everything.","itags":["npr_api","335404545"],"guid":"cad9bdc4-2d75-4323-a8a2-3d83e88e2629","contentencoded":"<p>Amazon is now 20 years old!</p><p>In 1994, Jeff Bezos walked out of the Wall Street hedge fund where he worked after they declined to invest in his idea, and began to sell books out of his garage.</p><p>Today, Amazon is a retail and entertainment empire, selling books and shoes, computers, overcoats, band saws, sofa beds, kimchi, canned beans, artwork, wine, grills, generators, drones, kitty litter, pool filter pumps and garden gnomes, etc., etc., and more.</p><p>Type in \"kitchen sink\"- you'll find dozens.</p><p>Bezos chose the name Amazon, incidentally, because it begins with an A, to pop up to the top of alphabetical listings, and because it has a Z, to convey that the company would sell everything from A to.</p><p>Amazon has become a controversial company as it expands, now producing as well as selling entertainment; even providing cloud storage for the Department of Defense. But we might use Amazon's anniversary as a way to mark how much buying and selling has changed in just 20 years; and how our personal sense of privacy may have changed, too.</p><p>Amazon has prospered by amassing enough information to create a commercial portrait of each customer. Algorithms calculate that if we buy, for example, a pair of blue suede shoes, gargle with Cool Mint mouthwash, and listen to Miranda Lambert, we might want to purchase a certain brand of refrigerator one day.</p><p>Sometimes, these instantaneous calculations may make you feel like the victim of a peeping Tom. This week, I mentioned my admiration for the movie <em>Lawrence of Arabia</em> on Twitter. When I later went to Amazon to look at a children's book, they had already lined up DVDs of Peter O' Toole movies — and suggested a pair of desert boots.</p><p>But there is nothing truly sneaky about this. We agree to let online enterprises absorb the information we can register with each keystroke — what we search for on the web, like or dislike on a social media platform, or simply browse through — and try to mine our curiosity for sales.</p><p>There may be a real generational difference in outrage. Older people may squirm to think that their curiosities and interests are being so monitored and measured. Some who have grown up with the web may wonder why older people are so fussy.</p><p>Even so, it's a young Australian writer, JR Hennessy, who wrote in <em>The Guardian</em> this week, \"We trained ourselves to value Facebook's 'open society' without privacy.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Happy+Birthday+To+Amazon%2C+And+Its+Data+Mining&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Simon","audio":[{"meta":{"duration":"157"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1335540173-a283dc.m3u?orgId=1&topicId=1006&aggIds=4495795&ft=3&f=335404545"},{"href":"http://media.npr.org/assets/img/2014/07/25/istock_000026580154large-3abe4d51aec2d1d4d4b79ffb50ee3f243cf50b3b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1747","width":"2328"}}]}