{"created":"2015-06-29T09:00:41+00:00","modified":"2015-07-02T15:05:05+00:00","valid":{"from":"2015-07-02T15:05:05+00:00","to":"3015-07-02T15:05:05+00:00"},"hreflang":"en","title":"Cruz: Opposition To Same-Sex Marriage Will Be 'Front And Center' In 2016 Campaign","published":"2015-06-30T17:11:00+00:00","teaser":"As a result of the Supreme Court's two landmark decisions last week, Cruz is calling for justices to be subject to elections and lose their lifetime appointments.","itags":["npr_api","418398912"],"guid":"cada02fa-f758-44f0-b487-e79e12f893b6","contentencoded":"<p>Texas Sen. Ted Cruz intends to make his opposition to the Supreme Court's decision last week to legalize same-sex marriage nationwide \"front and center\" in his presidential campaign.</p><p>In an interview with <em>Morning Edition</em> host Steve Inskeep on Sunday in New York City, the GOP presidential hopeful doubled down on his belief that the court had overstepped its bounds in both the marriage decision and in upholding Obamacare. And as a result, Cruz said, the justices should be subject to elections and lose their lifetime appointments.</p><p>\"This week in response to both of these decisions, I have called for another constitutional amendment — this one that would make members of the Supreme Court subject to periodic judicial retention elections,\" said Cruz.</p><p>Cruz said that 20 states have a system in place where voters can choose to either keep or remove their judges if they \"overstep their bounds [and] violate the constitution.\"</p><p>\"That is very much front and center something I intend to campaign on,\" he said. \"And marriage and religious liberty are going to be integral, I believe, to motivating the American people to come out and vote for what's, ultimately, restoring our constitutional system.\"</p><p>Cruz's vigorous response and call to action separate him from many of his 2016 GOP rivals in the wake of the two landmark decisions last week. Some Republicans were quietly happy that the court did not strike down the state exchanges in question in <em>King v. Burwell</em>, fearing that many Americans would be kicked off their plans and putting the onus on Republicans to come up with a quick fix.</p><p>Cruz instead took to the Senate floor on Thursday to blast the court's decision in no uncertain terms: \"These robed Houdinis have transmogrified a federal exchange into an exchange 'established by the state.' This is lawless.\"</p><p>On Friday, he <a href=\"http://www.mediaite.com/online/ted-cruz-today-is-some-of-the-darkest-24-hours-in-our-nations-history/\">bemoaned</a> on Sean Hannity's radio show that, \"Today is some of the darkest 24 hours in our nation's history.\"</p><p>Other Republican White House hopefuls had <a href=\"http://www.npr.org/sections/itsallpolitics/2015/06/26/417727757/abide-by-the-law-campaign-trail-responds-to-same-sex-marriage-ruling\">more muted responses</a>. Former Florida Gov. Jeb Bush said that while he believed whether to legalize same-sex marriage should have been left up to the states, \"I also believe that we should love our neighbor and respect others, including those making lifetime commitments.\" Florida Sen. Marco Rubio said, \"while I disagree with this decision, we live in a republic and must abide by the law.\" And neurosurgeon Ben Carson said that \"while I strongly disagree with the Supreme Court's decision, their ruling is now the law of the land.\"</p><p>But Cruz, with his call for doing away with lifetime appointments to the high court, had one of the most strident.</p><p>\"The court's views are radically out of step with public opinion,\" said Cruz. \"The Supreme Court follows the opinions of Manhattan and Washington D.C., but it doesn't follow the opinions of America.\"</p><p>Cruz also suggested that those in opposition to the ruling may have a legal way out of following the court's decision.</p><p>\"The parties to a case cannot ignore a direct judicial order, but it does not mean that those who are not parties to a case are bound by a judicial order,\" he argued.</p><p>Cruz also said he believed that the court's decision not to strike down part of the president's signature healthcare law could strengthen the GOP's hand next year.</p><p>\"The Supreme Court's decision has made 2016 a referendum on repealing every single word of Obamacare,\" he said.</p><p>Cruz said his unwavering opposition to both same-sex marriage and ObamaCare is what will make him stand out among conservatives in the crowded 2016 field. He's carved out a profile in the Senate as one of the most conservative members, leading the opposition to the implementation of ObamaCare in 2013 ahead of the 16-day government shutdown — a maneuver that drew the ire of many within his own party.</p><p>Reminding conservative GOP voters of his firm stances is what the first-term Texas senator will need to rally the base — he's <a href=\"http://www.npr.org/sections/itsallpolitics/2015/06/20/415827279/for-ted-cruz-the-hard-part-comes-next\">lagging in polls</a> in both Iowa and South Carolina, two early states with high evangelical populations.</p><p>\"In the 2016 primary, you're going to have 15 candidates up there going, 'I'm conservative! No, no, I'm conservative!'\" said Cruz.</p><p>\"It's very easy for Republican politicians to stand up and say they oppose Barack Obama. That's not hard to do,\" he continued. \"I think the question Republican primary voters should ask is, 'When have you stood up against the Washington cartel? When have you stood up against leaders in our own party?'\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Cruz%3A+Opposition+To+Same-Sex+Marriage+Will+Be+%27Front+And+Center%27+In+2016+Campaign&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jessica Taylor","audio":[{"meta":{"duration":"620"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418490441-dcf6d1.m3u?orgId=1&topicId=1014&d=620&p=3&story=418398912&t=progseg&e=418459109&seg=1&ft=nprml&f=418398912"},{"href":"http://media.npr.org/assets/img/2015/06/28/06282015_tedcruz_npr_0035-7a17f26ee629ea493f5cd526c118ea070e5634c2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}