{"created":"2015-06-01T18:48:04+00:00","modified":"2015-06-01T19:48:27+00:00","valid":{"from":"2015-06-01T19:48:27+00:00","to":"3015-06-01T19:48:27+00:00"},"hreflang":"en","title":"How Megacities Can Adapt To Threat Of Extreme Heat","published":"2015-06-01T19:48:00+00:00","teaser":"Ahmedabad, a city in India, has developed an effective heat action plan to reduce the death toll from heat waves.","itags":["npr_api","411260391"],"guid":"caef4281-563d-48ba-91cb-d66c61becf75","contentencoded":"<p>As India&#8217;s heat wave continues, the death toll in India has risen to approximately 2,200. In one region, more than twice the number of people compared to last summer have died from heat-related deaths. Officials are hoping the upcoming monsoon season will help cool temperatures, but scientists say we can expect more extreme heat in the future because of climate change, with large cities at the highest risk.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson is joined by <strong>Kim Knowlton</strong>, a senior scientist at Natural Resources Defense Council, to talk about Ahmedabad, a city in India that has developed an effective heat action plan, and discuss what other cities can do to adapt to a warming planet.</p><p>Ahmedabad adapted its innovative Heat Action Plan two years ago to reduce heat-related illness and mortality from extreme heat. The city&#8217;s leadership recognized rapid urbanization and climate change could exacerbate the hazardous heat, particularly for children, the elderly, poor residents in city slums, and people who work outdoors who are especially vulnerable to the dangerous impacts of extreme heat.</p><p>Last week, Ahmedabad expanded its low tech and high tech safety measures to protect residents from the rising temperatures.</p><ul><li><a href=\"http://switchboard.nrdc.org/blogs/kknowlton/as_temperatures_spike_ahmedaba.html?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+switchboard_kknowlton+%28Switchboard%3A+Kim+Knowlton%27s+Blog%29\" target=\"_blank\">Read more about Ahmedabad&#8217;s Heat Action Plan on Kim Knowlton&#8217;s blog</a></li></ul><h4>Interview Highlights: Kim Knowlton</h4><p><strong>On the danger of extreme heat in developing countries</strong></p><p>&#8220;In the developing world, in places like India and the megacities of India, being in a city means often really crowded neighborhoods, lack of access to many of those tools and resources &#8211; to water, to energy that is dependable and to sanitation &#8211; and that can make the experience of a heat wave not only dangerous, but lethal.&#8221;</p><p><strong>On the four basic pillars of Ahmedabad&#8217;s Heat Action Plan</strong></p><p>&#8220;It communicates to people in the city about impending heat waves. The second thing is that it developed an early warning system, which was absolutely novel in all of South Asia. An early warning system for heat waves established all kinds of excellent coordination between city government and public health officials and the media, who are incredibly important in getting out the word about heat waves. The third thing Ahmedabad&#8217;s Heat Action Plan did was that it expanded health services and training so medical professionals can diagnosis, spot and treat the people who are getting sick from this intense heat. And the last piece is really Ahmedabad is looking to the future. Not just today, but optimizing its opportunities to become more resilient in the face of climate change, because ultimately that will go way beyond heat alone.&#8221;</p><p><strong>On using low tech and high tech ways to reduce heat vulnerability</strong></p><p>&#8220;It&#8217;s a lot about planning, about coordination, about getting the message early. Ahmedabad is now using both low tech and high tech ways to reduce heat vulnerability. Relatively low tech, but incredibly important: a hospital in Ahmedabad, hearing the discussions that were taking place about heat vulnerability, they changed their roof from a black tar roof that was very hot. They had the newborn care unit on the top floor, temperatures got really hot there. Shardaben hospital decided we&#8217;ll make that a <a href=\"http://switchboard.nrdc.org/blogs/rkhosla/the_opportunity_of_cool_roofs.html\" target=\"_blank\">reflective roof</a>. They changed the roof to china mosaic, which is white, and temperatures decreased. They moved the neonatal intensive care unit to the lower floor and other hospitals followed suit. That&#8217;s something that can happen right now. Ahmedabad is using high technology too in getting text messages out about heat waves and heat alerts, so that people know what temperatures are forecast. All of this is new and we&#8217;re finding it really makes a difference in people&#8217;s vulnerability to heat.&#8221;</p><p><strong>On the importance of green spaces in cities</strong></p><p>&#8220;In Ahmedabad, they keep the parks open longer because the parks have shade. It sounds simple, but it&#8217;s an incredibly powerful tool for people to cool off. Then in the long term, planning more green spaces, more trees in the parks, expanding the parks, all of those will help reduce the urban heat island effect that just compounds the challenges of extreme heat that these cities already face under a changing climate.&#8221;</p><p><strong>On preparing for heat waves in the developing and developed world</strong></p><p>&#8220;Heat waves, climate change and its effects on health are things that no one anywhere is immune to. So it&#8217;s very important that we in the U.S. and all countries and in India, as well, is to make preparedness plans.&#8221;</p><p>&#8220;Local leadership and a locally tailored plan is incredibly important. And the other thing is looking to the future and making sure that the whole range of climate change health effects is being planned for. It&#8217;s heat, air pollution, infectious disease outbreaks, it&#8217;s flooding. We are really standing in a place where we can make ourselves healthier and more secure depending on how we act now.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.nrdc.org/about/staff/kim-knowlton\" target=\"_blank\">Kim Knowlton</a></strong>, senior scientist at the Natural Resources Defense Council and <a href=\"http://www.mailman.columbia.edu/our-faculty/profile?uni=kmk47\" target=\"_blank\">assistant clinical professor</a> of environmental health sciences at Columbia University.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Megacities+Can+Adapt+To+Threat+Of+Extreme+Heat&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"397"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411260484-7efed9.m3u?orgId=1&d=397&p=60&story=411260391&t=progseg&e=411243815&seg=10&ft=nprml&f=411260391"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0601_india-heat.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"852","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0601_ahmedabab-heat1.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}}]}