{"created":"2015-03-10T08:19:52+00:00","modified":"2015-06-05T15:27:57+00:00","valid":{"from":"2015-06-05T15:27:57+00:00","to":"3015-06-05T15:27:57+00:00"},"hreflang":"en","title":"Explorers Discover Ancient Lost City In Honduran Jungle","published":"2015-03-10T17:43:00+00:00","teaser":"Chris Fisher, an archaeologist who recently returned from the site of a lost city, says that some of the objects there looked as if they hadn't been touched in centuries.","itags":["npr_api","391875592"],"guid":"caf69096-3772-4688-8a45-2666f311310a","contentencoded":"<p>For almost a century, explorers have searched the jungles of Honduras for a legendary lost city known as the White City, or the City of the Monkey God.</p><p>A team of explorers — including archaeologists and a documentary filmmaker — have just returned from an expedition in person, after using a new technology to search for evidence of ruins by plane.</p><p>They believe they have discovered an important ancient city, though the archeologists, including Chris Fisher from Colorado State University, do not think it is the White City of legend (despite some news coverage suggesting otherwise).</p><p>\"The White City myth is fascinating, but it is just that — it's a myth,\" he said. \"I don't think Ciudad Blanca actually exists.\"</p><p>He does, however, believe that what they found was something special.</p><p>He joined <em>Morning Edition</em>'s Renee Montagne to discuss what he saw deep in the Mosquitia jungle.</p><hr /><h3>Interview Highlights</h3><p><strong>On how it was discovered in the first place:</strong></p><p>They used a technique called lidar, which uses a grid of infrared beams that are dropped from an aircraft. The beams return to the sensor when they strike an object on the ground — could be the top of a tree, could be a bird. So not only do you record, you know, any archaeological figures that are on the ground — mounds, buildings, et cetera — but you record everything in the forest. And not surprisingly, there were significant archaeological features there.</p><p><strong>On what they found:</strong></p><p>We found some pretty fantastic artifacts, I think. There was a cache that consisted of 52 objects. So, a group of objects that had been left in place — probably as an offering, although that needs to be determined. They were ground-stone objects.</p><p>In Mesoamerica — the adjacent region — and in Latin America in general, one way that you showed your \"elite-ness\" was by not touching the ground. And so elites would sit on these kind of small thrones or seats. And some of the objects are those kinds of seats. And some of them have figures on them — anthropomorphic figures. One of those is the were-jaguar figure that's shown in <a href=\"http://news.nationalgeographic.com/2015/03/150302-honduras-lost-city-monkey-god-maya-ancient-archaeology/\">National Geographic</a>. There are also giant stone bowls that have carvings ... in relief on the sides. And those were placed in an area that it seems like has not been touched since they were originally left there several centuries ago.</p><p><strong>On what he saw:</strong></p><p>In that sense, archaeology is kind of a curse for me, because I never see the world as it is — I always imagine the world as it was. I would see a landscape that, for one thing, would not resemble the tropical forest that's there today.</p><p>It would be something that is more similar to an English garden, where everywhere you looked you saw evidence of human occupation — whether it was people's houses, or ceremonial spaces, or orchards in agricultural fields.</p><p>It would be connected with roads and trails. You'd see the smoke from people's fires. And you would see this incredible human-modified landscape that was probably sustainable for centuries.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Explorers+Discover+Ancient+Lost+City+In+Honduran+Jungle&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"228"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392014930-21b063.m3u?orgId=1&topicId=1127&d=228&p=3&story=391875592&t=progseg&e=392014805&seg=18&ft=nprml&f=391875592"},{"href":"http://media.npr.org/assets/img/2015/03/09/honduras1-38c7055f49beba248c5f35ea5da52abe8c85d325.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"829","width":"1105"}}]}