{"created":"2014-10-08T14:45:28+00:00","modified":"2014-10-31T01:29:06+00:00","valid":{"from":"2014-10-31T01:29:06+00:00","to":"3014-10-31T01:29:06+00:00"},"hreflang":"en","title":"Chart-Topping 'Chapel Of Love' Turns 50","published":"2014-06-05T22:49:00+00:00","teaser":"In 1964, a teenage girl group from New Orleans proved to be The Beatles' biggest competition, knocking the Fab Four out of the No. 1 spot on the charts.","itags":["npr_api","318877574"],"guid":"caf87821-37e9-4890-89c4-0b0241e5eed0","contentencoded":"<p>In 1964, <a href=\"http://www.npr.org/artists/15229570/the-beatles\" target=\"_blank\">The Beatles</a> crossed over to America — and dominated the music charts from the moment they landed. It took an African-American jazz trumpeter in his mid-60s singing a show tune to unseat them: <a href=\"http://www.npr.org/artists/15185958/louis-armstrong\" target=\"_blank\">Louis Armstrong</a> with \"Hello Dolly.\" Mary Wells' \"My Guy\" kept The Beatles out of No. 1 for another two weeks, but it was a trio of unknown teenage singers that proved to be the Fab Four's unexpected competitors. The New Orleans girl group The Dixie Cups knocked The Beatles out of the top spot on the charts 50 years ago this week with the song \"Chapel of Love.\"</p><p>Sisters Barbara Ann and Rosa Lee Hawkins grew up in New Orleans' Calliope Housing Project, along with their cousin Joan Marie Johnson. One day, Johnson was putting together a group for a talent show — and Barbara Hawkins remembers running into her.</p><p>\"I was on my way to the store,\" Hawkins says. \"And she said, 'Hey, come here. I heard you can sing.' \"</p><p>Hawkins agreed to join, and when the bass singer dropped out, she told the group that her sister sang bass.</p><p>\"So that's how Rosa got in the group,\" Hawkins says.</p><p>It was a time when New Orleans R&B was hot.</p><p>\"From the late '40s up to 1963, that era is considered the Golden Age of New Orleans rhythm and blues,\" author, musician and folklorist Ben Sandmel says. \"That's when so many big records were recorded by New Orleans artists such as Roy Brown and <a href=\"http://www.npr.org/artists/15588686/fats-domino\" target=\"_blank\">Fats Domino</a> and Lloyd Price. And the success of those records inspired record companies from around the country to send their artists to New Orleans to record with New Orleans musicians.\"</p><p>In 1964, the Golden Age of New Orleans R&B came to an end.</p><p>\"The success of the British Invasion knocked a lot of American artists off the charts,\" Sandmel says.</p><p>But the three harmonizing teenagers from the projects caught a break. While they didn't win the talent show that was the basis of their formation, a scout in the audience loved them. They drove from New Orleans to New York to try to get a record contract.</p><p>\"We auditioned every day once we got there,\" Barbara Hawkins says. \"We were going to different record companies.\"</p><p>They finally sang for famed songwriters Jerry Leiber and Mike Stoller, who immediately signed the group and told its members to change their name. They became The Dixie Cups, and the first song they recorded was \"Chapel of Love.\" After recording, they immediately flew back to New Orleans. A month went by.</p><p>\"The first time I heard 'Chapel of Love' on the radio, it was on a Saturday morning and I was doing my chores,\" Rosa Hawkins says. \"This record came on and it was like, 'Oh, that record sounds familiar. Oh, I know that song.' And then I realized, 'Hey! That's my voice there!'</p><p>\"And I ran up the steps and I was screaming, and my mom came down. She say, 'What's the matter? What's the matter?' And I said, 'Our song is on the air! It's being played on the radio.' Then we got the call from Mike and Jerry to come back to New York, so that was the beginning of our career, basically.\"</p><p>\"Chapel of Love\" stayed at No. 1 for three weeks. Barbara Hawkins remembers one of the follow-up recording sessions when the group began fooling around with a Mardi Gras Indian chant she and her sister grew up hearing their grandmother sing.</p><p>\"The band had taken a break, and it was just the three of us in the studio,\" Hawkins says. \"So we started drumming on — let's see, we had an ashtray, drumstick, Coke bottle, and there was an aluminum chair. And Jerry and Mike were in the control room and they recorded it. And then they came out afterwards and said, 'That was just awesome.' They never heard anything like that before.\"</p><p>The result was \"Iko Iko,\" which cracked the Top 20 in 1965. But The Dixie Cups never reached the top of the charts again after \"Chapel of Love.\" The group still performs, although founder Johnson retired years ago. Rosa Hawkins even sang \"Chapel of Love\" at her son's wedding.</p><p>\"When I start singing the song, I realized, my God, I was a child when I recorded this song,\" Hawkins says. \"And I had no idea that I would be singing this song at my son's wedding.\"</p><p>She says that as long as people still want to hear it, she'll be singing \"Chapel of Love.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Chart-Topping+%27Chapel+Of+Love%27+Turns+50&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eve Abrams","audio":[{"meta":{"duration":"411"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319030420-75f95f.m3u?orgId=1&topicId=1106&ft=3&f=318877574"},{"href":"http://media.npr.org/assets/img/2014/06/04/dixiecups-d09214e293be2a45d3a5ee438809d5229af6bb08.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1794","width":"2388"}}]}