{"created":"2014-11-20T21:46:12+00:00","modified":"2015-04-29T17:57:06+00:00","valid":{"from":"2015-04-29T17:57:06+00:00","to":"3015-04-29T17:57:06+00:00"},"hreflang":"en","title":"Debate: Should Physician-Assisted Suicide Be Legal?","published":"2014-11-20T22:17:00+00:00","teaser":"Several states allow doctors, in certain circumstances, to help terminally ill people end their lives. The emotionally charged issue is at the center of the latest <em>Intelligence Squared U.S.</em> debate.","itags":["npr_api","365509889"],"guid":"caf91fd1-f9c1-42e3-8814-0d0164408fec","contentencoded":"<p>Since Oregon legalized physician-assisted suicide for the terminally ill in 1997, more than 700 people have taken their lives with prescribed medication — including Brittany Maynard, a 29-year-old with an incurable brain tumor, who ended her life earlier this month.</p><p>Advocates of assisted-suicide laws believe that mentally competent people who are suffering and have no chance of long-term survival, should have the right to die if and when they choose. If people are have the right to refuse life-saving treatments, they argue, they should also have the freedom to choose to end their own lives.</p><p>Opponents say that such laws devalue human life. Medical prognoses are often inaccurate, they note — meaning people who have been told they will soon die sometimes live for many months or even years longer. They also argue that seriously ill people often suffer from undiagnosed depression or other mental illnesses that can impair their ability to make an informed decision.</p><p>At the latest event from <em>Intelligence Squared U.S.</em>, two teams addressed these questions while debating the motion, \"Legalize Assisted Suicide.\"</p><p>Before the debate, the audience at the Kaufman Music Center in New York was 65 percent in favor of the motion and 10 percent against, with 25 percent undecided. After the debate, 67 percent favored the motion, with 22 percent against, making the team arguing against the motion the winner of this debate.</p><p>Those debating:</p><p><strong>FOR THE MOTION</strong></p><p><strong>Peter Singer</strong> is a philosopher and author, best known for his work in ethics. He is the Ira W. DeCamp Professor of Bioethics in the University Center for Human Values at Princeton University, a position that he now combines with the part-time position of Laureate Professor at the University of Melbourne. Some of his more recent books include <em>The Point of View of the Universe</em> and<em> The Life You Can Save: Acting Now to End World Poverty</em>. In 2014 the Gottlieb Duttweiler Institute ranked him third on its list of Global Thought Leaders, and <em>Time</em> has ranked him among the world's 100 most influential people. An Australian, in 2012 he was made a Companion to the Order of Australia, his country's highest civilian honor.</p><p><strong>Andrew Solomon</strong> is a writer, lecturer and a professor of clinical psychology at Columbia University. Solomon's newest book, <em>Far From the Tree: Parents, Children, and the Search for Identity</em>, won the National Book Critics Circle award for nonfiction and was chosen as one of the New York Times \"Ten Best Books\" of 2012. Solomon's previous book, <em>The Noonday Demon: An Atlas of Depression</em> won the National Book Award for nonfiction and was a finalist for the Pulitzer Prize. He is a director of the University of Michigan Depression Center and Columbia Psychiatry; a member of the board of visitors of Columbia University Medical Center; serves on the national advisory board of the Depression Center at the University of Michigan, and on the advisory board of the Depression and Bipolar Support Alliance. In 2011, he was appointed special advisor on Lesbian, Gay, Bisexual, and Transgender Mental Health at the Yale School of Psychiatry.</p><p><strong>AGAINST THE MOTION</strong></p><p><strong>Baroness Ilora Finlay</strong>, a leading palliative care physician, is president of the British Medical Association, president of the Chartered Society of Physiotherapy, and is a past president of the Royal Society of Medicine. She has led the Palliative Care Strategy Implementation Board in Wales since 2008, and chaired the Welsh Medical and Dental Academic Advisory Board since 2012. Finlay was a general practitioner in inner-city Glasgow before returning to Cardiff to work full-time in care of the terminally ill. She works at the Velindre Cancer Centre, covering South East Wales when clinically on call. Finlay started the Marie Curie Hospice in Wales and since 2008 has responsibility on behalf of Welsh Government for strategic oversight of all hospice and palliative care services in Wales. Since 2001, Finlay has been an Independent Crossbench Peer in the House of Lords.</p><p><strong>Dr. Daniel Sulmasy</strong> is the Kilbride-Clinton Professor of Medicine and Ethics in the Department of Medicine and Divinity School at the University of Chicago, where he serves as associate director of the MacLean Center for Clinical Medical Ethics and as director of the Program on Medicine and Religion. Sulmasy was appointed to the Presidential Commission for the Study of Bioethical Issues by President Obama in 2010. His research interests encompass both theoretical and empirical investigations of the ethics of end-of-life decision-making, ethics education and spirituality in medicine. He is the author or editor of six books, including <em>Safe Passage: A Global Spiritual Sourcebook for Care at the End of Life</em>. He also serves as editor-in-chief of the journal, <em>Theoretical Medicine and Bioethics</em>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Debate%3A+Should+Physician-Assisted+Suicide+Be+Legal%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"5807"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365516815-c7c239.m3u?orgId=1&topicId=1057&aggIds=6263392&d=5807&story=365509889&ft=nprml&f=365509889"},{"meta":{"duration":"3030"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365516110-17e8bb.m3u?orgId=1&topicId=1057&aggIds=6263392&d=3030&story=365509889&ft=nprml&f=365509889"},{"href":"http://media.npr.org/assets/img/2014/11/20/1226_img_0872-b119689a0e53580bc2163577046a2e800fa17c92.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1051","width":"1402"}},{"href":"http://media.npr.org/assets/img/2014/11/20/1197_img_0825-8baf98f86be0d2ab5cf2ab80db51554ef833da37.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1095","width":"1460"}}]}