{"created":"2014-10-20T20:44:23+00:00","modified":"2015-04-06T19:36:46+00:00","valid":{"from":"2015-04-06T19:36:46+00:00","to":"3015-04-06T19:36:46+00:00"},"hreflang":"en","title":"Tunisia's Emerging Tech Sector Hampered By Old Policies","published":"2014-10-22T12:56:00+00:00","teaser":"When Tunisia's young people protested in 2011, they had one key demand: jobs. Now, despite new political leadership, that demand remains unmet — even in tech, the sector that offers the most promise.","itags":["npr_api","357590073"],"guid":"cafc82f5-ee9b-4d42-a689-1f11ae80f70e","contentencoded":"<p>This Sunday, Tunisia — the country that gave birth to Arab Spring — will elect a Parliament. Millions of citizens will vote at the polls, and thousands will run for office.</p><p>It's a sea change since the days of ousted dictator Zine El Abidine Ben Ali. But behind the political gains, there is a sad fact: The new democracy is at an economic standstill. The technology sector — which many say could deliver jobs to unemployed young people — is victim to political inertia.</p><p><strong>Startups</strong><strong> In A Closed Economy</strong></p><p>Tunis feels like a capital city that's on the move. I'm in a yellow taxicab, swerving through packed streets, en route to a Microsoft office to meet the shy son of a subsistence farmer.</p><p>Moez Rojbi, 25, taught himself how to make tractors and industrial refrigerators \"smart\" — connected to the Internet and data driven. And he did it from a tiny plot of land in the south of the country, with just a computer.</p><p>Now Rojbi wants to make money and create jobs. He says backing from a major multinational technology company with ties to the U.S. will help him. \"Here to be surrounded by experienced people — and actually it's the elite of Tunis in this field — will enable me to find my way in this business,\" Rojbi says.</p><p>When I ask if this conference room with swivel chairs and a waterfront view is different from where he got started, Rojbi laughs and says emphatically: \"Very different. It's very different.\"</p><p>Rojbi has ambition in his eye. But he also faces a big problem, one that existed in the days of the dictator and that persists. Tunisia's currency, the dinar, is effectively trapped inside the country.</p><p>The <a href=\"http://www.bct.gov.tn/bct/siteprod/page.jsp?id=67&la=AN\">Central Bank</a> must approve every <a href=\"http://www.bct.gov.tn/bct/siteprod/documents/de77608.pdf\">international transaction</a> — for software, for hardware, for basic business essentials. As a <a href=\"http://www-wds.worldbank.org/external/default/WDSContentServer/WDSP/IB/2014/09/16/000456286_20140916144712/Rendered/PDF/861790DPR0P12800Box385314B00PUBLIC0.pdf\">recent World Bank report</a> outlines, the country has a history of economic protectionism tied to the fear of losing control.</p><p>For Rojbi, history is getting in the way of the future. \"Let's say we are buying a machine which measures temperature during summer for a product,\" he says. \"You will get your machine after the summer. And the clients in general lose trust [in] us.\"</p><p>And he's not alone.</p><p>Entrepreneurs recounted to me over and over again how their efforts to build businesses are tangled in bureaucratic barbed wire.</p><p>Media companies often rely on paywalls to make money from their content. The news website <a href=\"http://nawaat.org/portail/\">Nawaat.org</a>, which has a growing international readership, can't charge. And it's so hard to purchase hardware from abroad that founder Riadh Guerfali tries to buy the microphone and recorder I'm using to interview him. \"If you want to sell your hardware, we buy it,\" he says without irony.</p><p>Ramzi El-Fekih, CEO of Creova, created mDinar — a product for mobile payments. But because of banking restrictions, Tunisians can use his product only for domestic purchases.</p><p>Now, the Central Bank is simply afraid to authorize the relatively novel concept of an e-payment provider, he says.</p><p>\"Even if there's an interpretation that allows it,\" El-Fekih says, \"the bank doesn't want anyone coming back to them and asking why. Now is not time for innovation, despite all the changes. Anything you bring to them is a headache.\"</p><p><strong>A</strong><strong> Culture </strong><strong>Of</strong><strong> Control</strong></p><p>Across the political spectrum, Tunisia's new leaders say technology will create jobs for the youth. Internet businesses are cheap — the perfect fit for a country with lots of human capital and very little cash.</p><p>Yet today, in 2014, you still can't make an online payment on Amazon or Apple from a Tunisian bank account. Tunisians can't receive foreign payments through PayPal. And investors with euros and dollars who want to support Tunisian startups can't come in.</p><p>Tawfik Jelassi is the government minister in charge of information and communication technologies. While he's <a href=\"http://www.weforum.org/pdf/GITR10/Part2/Chap%203_ICT%20in%20Tunisia.pdf\">advocating</a> growth of the high-tech sector, he sees hurdles. Just because the revolution changed the leadership doesn't mean it changed the guarded culture.</p><p>\"I refer you to the 23 years of our recent history. It was 23 years of full control of everything, over everything,\" he says. \"Many decision-makers grew up in that context, worked in that context, are still today in key positions that were used to that full-control-mechanism behavior.\"</p><p>Jelassi says he's in conversations with the Central Bank about loosening its hold over the dinar. But the currency issue is just one symptom of a bigger problem. \"To lose that control or ease up that control — it's not something that comes in that easily,\" he says.</p><p><strong>For Youth, Mixed Emotions</strong></p><p>The young people in this country feel an unsettling mixture of hope and abject fear.</p><p>I hop over to <a href=\"http://www.esprit.ens.tn/test/v3/index.php?lang=fr\">Esprit</a>, a private university that's under construction. It's expanding. Samsung and other tech companies are funding an incubator for students to do tech projects.</p><p>As workers hammer away at the concrete, I ask 22-year-old student Dura Monsuiri the obvious question for an American watching Tunisia: How's the job situation?</p><p>\"Actually nothing really changed. It's the same,\" she says. \"You can find a job but it's not what you really want to do. You find yourself doing other things than what you studied for.\"</p><p>She picked up the subject cloud computing because she hears that'll get her work. But she's graduating this year and still isn't sure what will happen.</p><p>Monsuiri's favorite smartphone app helps her cope with the uncertainty. \"Candy Crush,\" she confesses. \"When I have stress, I play with Candy Crush!\"</p><p>Some things are global.</p><p><strong>A Vision, From A Post-Ben Ali Repatriate</strong></p><p>There is a generation of young Tunisians who thrive on the stress: expatriates who flooded back into the country after the dictator left, to see what they could build for themselves.</p><p>That's Elyes Jeribi. He's the co-founder of not one, but two startups — Linkao and Coders Cloud. Before that he worked as a private consultant in France for McKinsey & Co. And he did a one-year stint with the Tunisian government in 2011, just after the revolution. \"It happened overnight,\" he says. \"I never expected it.\"</p><p>Jeribi has lived in Paris and the U.S. He drinks his coffee with three sugars (like the locals do). But he's familiar enough with my hometown to make fun of how I take my latte. \"Low-fat milk, no sugar,\" he says, \"very San Francisco.\"</p><p>Every line of this 32-year-old's resume tells a different part of Tunisia's revolutionary story. In 2011, when Ben Ali was still in power, Jeribi was part of the McKinsey team that proposed a 10-year technology plan with the goal of \"transforming Tunisia to India for French-speaking countries.\"</p><p>It's an offshoring-strategy project to make Tunis like Bangalore, with a caveat: \"for French, because we cannot compete with Bangalore in English.\"</p><p>While some Tunisian technophiles want to replicate Silicon Valley, Jeribi doesn't think that's realistic. He's now trying to build out his technology vision on a much smaller scale, making mobile apps for French chocolatiers and Swiss retailers. He says the dinar currency stranglehold is hurting his business too.</p><p>\"Because we are afraid of having $1 million go abroad, we are missing hundreds of millions of dollars going inside the country,\" he says. \"This is a very bad calculation the government is doing.\"</p><p>Jeribi says he plans to stay in Tunisia, at least for a while, and try to help his country get the math right.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tunisia%27s+Emerging+Tech+Sector+Hampered+By+Old+Policies&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"420"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357628473-d52eb0.m3u?orgId=1&topicId=1126&e=357590073&d=420&ft=nprml&f=357590073"},{"href":"http://media.npr.org/assets/img/2014/10/20/lab-samsung-cef5e34cc84f955045cacc6006f0e634bab30106.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"565","width":"754"}},{"href":"http://media.npr.org/assets/img/2014/10/20/mdinar-tunisia-4e49777d344471d4b2eee3e55906572dccb3314a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1833","width":"2444"}}]}