{"created":"2015-04-21T07:57:23+00:00","modified":"2015-04-22T01:39:48+00:00","valid":{"from":"2015-04-22T01:39:48+00:00","to":"3015-04-22T01:39:48+00:00"},"hreflang":"en","title":"Solar Power Makes Electricity More Accessible On Navajo Reservation ","published":"2015-04-22T01:39:00+00:00","teaser":"The panels, funded by government grants, are helping thousands of tribal residents take advantage of the everyday luxuries enjoyed by other Americans — like turning on lights or storing food.","itags":["npr_api","401000427"],"guid":"cb04ec5b-919f-4b3c-b0f6-54c6d8715eb7","contentencoded":"<p>Most people can't imagine living without smartphones or the Internet, let alone without electricity. But even today — even in the United States — there are still people who live without lights and refrigeration. Many are Native Americans living on tribal reservations.</p><p>For many, electricity is a luxury; it can even be magical. Derrick Terry remembers the first winter when there were lights on at his grandmother's house.</p><p>\"You see the Christmas lights in the distance, it's like seeing that unicorn,\" he says. \"It's an indescribable feeling, I guess, when you first get electricity.\"</p><p>Terry grew up on the Navajo Nation. It's about the size of West Virginia and covers the Arizona, New Mexico and Utah portions of the Four Corners region. When Terry was a boy, his family used a 12-volt car battery to supply their house with power. He says the battery would get low simply by running the TV or house lights.</p><p>\"And then what you would do is you would run back outside and you start the vehicle up so it can charge back up,\" he says.</p><p>Terry, who now works as the renewable energy specialist for the <a href=\"http://www.ntua.com/\" target=\"_blank\">Navajo Tribal Utility Authority</a>, says his family was not alone. In fact, the U.S. Department of Energy estimates 18,000 Navajo homes — about 40 percent — still lack electricity.</p><p>Navajo engineer Sandra Begay-Campbell runs the <a href=\"http://apps1.eere.energy.gov/tribalenergy/\" target=\"_blank\">Tribal Energy Program</a> for Sandia National Laboratories in Albuquerque, N.M., which provides technical assistance to tribes. Begay-Campbell says the main challenge to electrifying Navajo homes is the price of infrastructure — it can cost up to $50,000 to extend the electrical grid by just one mile.</p><p>\"If you're going to put in power poles, you're going to have to go through really hard dirt roads, lot of rocks, maybe go over a mountain, go through a canyon,\" she says.</p><p>Many Navajos live and graze animals in the wide-open spaces far away from the power grid. With more than half of all Navajos living at or below the federal poverty line, Begay-Campbell says it's an unrealistic expense. But with the help of government grants, some Navajos have experimented with a more affordable option: solar power.</p><p>Leo Thompson lives only a half-mile from a power line on the Navajo Nation in Crownpoint, N.M.</p><p>\"I used to use a generator for electricity, and the price went up so we decided to have solar power,\" he says.</p><p>Thompson, who works as an electrician's assistant, pays the Navajo Tribal Utility Authority $75 a month to rent out and maintain his solar panel unit — significantly less than running a power line. He says it's pretty convenient.</p><p>Until recently, Thompson stored his food in an ice chest or hung it from the eaves of his roof in the winter so it wouldn't spoil. Now he has a refrigerator. He opens the freezer to show off where he stores his food. It's filled with meat.</p><p>\"I share with my neighbor — he doesn't have a solar panel. So he keeps his food here,\" Thompson says.</p><p>His neighbor also comes over sometimes to listen to the radio and charge his cellphone.</p><p>The Navajo Tribal Utility Authority has deployed 260 solar panel units, but currently there is no funding for more.</p><p>Thompson says the only downside of the solar unit is when its batteries run out of juice — on cloudy days, or if there is too much electricity being used, the batteries can lose their charge, leading to a long dark night.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Solar+Power+Makes+Electricity+More+Accessible+On+Navajo+Reservation+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ibby Caputo","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401167196-6d3e5e.m3u?orgId=1&topicId=1003&e=401000427&d=233&ft=nprml&f=401000427"},{"href":"http://media.npr.org/assets/img/2015/04/20/caputo_leo-thompson-solar-unit-e2d9d1bd8de8dceb53deba696b5b221ceb1c4ccf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"360","width":"480"}},{"href":"http://media.npr.org/assets/img/2015/04/20/caputo_leo-thompson-house1-9d6fad9b8042f4731e8e60676806614522f601de.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}}]}