{"created":"2014-12-18T18:17:51+00:00","modified":"2015-05-13T21:25:39+00:00","valid":{"from":"2015-05-13T21:25:39+00:00","to":"3015-05-13T21:25:39+00:00"},"hreflang":"en","title":"Hello, I'm Calling From 'La Mafia'","published":"2014-12-29T04:52:00+00:00","teaser":"Honduras has the highest murder rate in the world. That means jobs that in the U.S. are relatively safe and boring, like driving a bus, can be incredibly dangerous. It all starts with a phone call.","itags":["npr_api","371658493"],"guid":"cb12e3ad-af83-4de9-a00c-f4002bafdc85","contentencoded":"<p>If you are a bus driver in Honduras, there's this thing that happens all the time. You'll be behind the wheel of your bus at an intersection, and a kid will come, knock on your window, and hand you a cellphone.</p><p>The voice on the phone will say something like this: \"Hi, I'm calling from such-and-such a gang. If you want to keep driving this route, you have to pay me money, every week. Or else we will kill you.\"</p><p>And it's not like you pay this one gang, and they protect you from other gangs. The bus owner who told me about this is currently paying off five different gangs.</p><p>This kind of extortion has become big business in the capital city, Tegucigalpa. (Also: To use your name when talking about this sector could get you killed.)</p><p>For people who own buses in Honduras, making payments to gangs is now shockingly routine. When they talk about it, they use a really ordinary word. They call it \"rent.\"</p><p>The gangs walk a fine line. They want to make as much money as they can, but they don't want to put the drivers out of business. And in order to ensure that people will pay them, they have to follow through on their threats sometimes.</p><p>I met a cab driver who experienced this firsthand. One day last year, he was out driving his cab when a girl handed him a cellphone. A voice on the other end of the line said, \"We're calling from <em>La Mafia</em>.\"</p><p><em>La Mafia</em> is a gang. The driver said he had nothing to say to them, and threw the phone back at the girl.</p><p>A week later, a man approached his cab and put a gun to his head. The gun misfired, twice, and the man who tried to kill him ran away. The next day, this man who used to drive every day couldn't bear to get into his cab.</p><p>\"Yes, I stopped working. I stopped working for a while,\" he told me. \"Actually, I stopped working for life.\"</p><p>This is part of why extortion is so bad for Honduras. On top of the terrible human toll, it's a major drag on the already weak economy. It just doesn't make a lot of sense to start a business or invest, if the end result is that you are going to be extorted and possibly killed. Forty bus drivers have been killed this year.</p><p>Extorting buses and taxis has been so lucrative that recently, the gangs have expanded into new areas. These days, everyone from the woman selling clothes in the market to lawyers have to pay up.</p><p><em>Marlon Bishop works for the NPR show <a href=\"http://latinousa.org/\">Latino USA</a>. This story was reported with funding from Round Earth Media. German Andino contributed reporting</em>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hello%2C+I%27m+Calling+From+%27La+Mafia%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Marlon Bishop","audio":[{"meta":{"duration":"303"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371721115-88212e.m3u?orgId=1&topicId=1127&d=303&p=2&story=371658493&t=progseg&e=371668630&seg=7&ft=nprml&f=371658493"},{"href":"http://media.npr.org/assets/img/2014/12/18/honduras-bus-getty-f2fdfaabf89b28c1596005867b234a99421618d4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1561","width":"2082"}}]}