{"created":"2014-09-19T21:08:12+00:00","modified":"2014-10-30T22:13:55+00:00","valid":{"from":"2014-10-30T22:13:55+00:00","to":"3014-10-30T22:13:55+00:00"},"hreflang":"en","title":"Should The U.S. Pay Ransom For ISIS Hostages? ","published":"2014-09-19T22:08:00+00:00","teaser":"Videotaped murders by Islamic State have sparked outrage around the world. But while some European countries have paid ransom to retrieve victims taken by ISIS, Britain and the U.S. have not.","itags":["npr_api","349883335"],"guid":"cb1d68d2-6ae0-4f4c-b7e4-01dad31075aa","contentencoded":"<p>It was three years ago that Joshua Fattal tasted freedom again. Fattal was one of three Americans who were seized as they hiked in Iraqi Kurdistan near the Iranian border. He was held for 26 months by the Tehran government, charged with spying. His release came as then-Iranian President Mahmoud Ahmadinejad came to the United States.</p><p>\"I was released while Ahmadinejad was visiting the U.N. for the U.N. General Assembly, and it was really just a publicity stunt and I could tell what they were doing was a response to pressure,\" says Fattal.</p><p>All three hikers were eventually released. Fattal was let go after Iran received more than $400,000 in ransom — the Iranians called it bail — paid by the Sultan of Oman.</p><p>It is U.S. policy that the government does not pay ransom to gain the release of Americans held hostage by terrorist groups, nor does it negotiate with them. That stance was criticized by the family of James Foley, the journalist recently killed by extremist group Islamic State, or ISIS. The family felt that the Obama administration had not done enough to secure Foley's release.</p><p>\"As someone who was held and who was released in part because of a ransom,\" Fattal says, \"I'm forever grateful for that. It seems like it's important to have the U.S. government be supporting U.S. citizens abroad.\"</p><p>At a recent briefing, White House spokesman Josh Earnest explained that the U.S. policy to not pay ransom is one it has \"pursued for a long time; it has been in place for a long time.\"</p><p>In fact, Americans have been taken hostage since the very earliest days of the republic. George Terwilliger, a former deputy U.S. attorney general in the first George Bush administration, says there is good reason for the no-ransom policy.</p><p>\"Once you start down that road it's very difficult to turn back,\" he says. \"I know it's an almost ancient comparison but for a long time we did pay money to the Barbary pirates, and they wound up taking an entire crew of a U.S. naval vessel hostage.\"</p><p>Terwilliger was among those who worked to win the release of a group of Americans abducted in Lebanon in the 1980s, without paying ransom. It took a force of Marines to free the hostages.</p><p>\"It made no sense as both a policy and a practical matter to pay money to make that happen,\" says Terwiliger. \"All you're doing is condemning other Americans to future captivity when people realize that it could be a source of funding for them.\"</p><p>While Britain shares the United States' refusal to pay ransom, other European nations do not. That has led to charges that ransom payments have helped fund al-Qaida and other terrorist organizations. In a video released this week by ISIS, a man who said he was captured British journalist John Cantlie touched on this distinction.</p><p>\"They negotiated with the Islamic State and got their people home, while the British and the Americans were left behind,\" he said in the video.</p><p>ISIS reportedly demanded a $130 million ransom for Foley. Carolin Goerzig, who teaches terrorism research at Virginia Commonwealth University, believes ISIS is more interested in publicity than money. She says the United States' no-ransom policy puts the nation in a difficult position.</p><p>\"If they would pay ransom then probably ISIS would portray this as the U.S. government's weakness and the British government's weakness and they would signal that as their victory,\" she says. \"But at the same time not paying ransom does not deter these groups from kidnapping either, so it seems to be a lose-lose situation for the U.S. government.\"</p><p>Fattal, now a doctoral student in history at New York University, argues that American citizens should not be made to suffer because of flawed U.S. policy in the Middle East.</p><p>\"In the situation where the U.S. creates such a mess and citizens have to pay for it, or part of the small cost of it, I think the U.S. government should bail those citizens out in the same way that it bails out its banks,\" says Fattal.</p><p>But there is no indication the Obama administration shares that view.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Should+The+U.S.+Pay+Ransom+For+ISIS+Hostages%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Brian Naylor","audio":[{"meta":{"duration":"251"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349908470-8f632d.m3u?orgId=1&topicId=1122&ft=3&f=349883335"},{"href":"http://media.npr.org/assets/img/2014/09/19/125865944-495c2762f703e8d2a442413f59ce40164eb94723.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1538","width":"2051"}}]}