{"created":"2014-09-26T20:13:56+00:00","modified":"2014-09-26T21:11:34+00:00","valid":{"from":"2014-09-26T21:11:34+00:00","to":"3014-09-26T21:11:34+00:00"},"hreflang":"en","guid":"cb1eeff0-2c0d-4299-935b-899c50139c5c","title":"Some Yazidi women who have escaped ISIS barbarism aren't hopeful for their futures","published":"2014-09-26T21:11:33+00:00","byline":"Susannah George","tags":["International Security","religion","culture","women","conflict","terrorism","Belief","Lifestyle & Belief","Mosul","Dohuk","Asia","Iraq","northern Iraq","Middle East","Talal Haskany","Middle East","Religion in Iraq","Yazidi","Mosul","ISIS","ISIL","Islamic state"],"teaser":"Figures suggest that thousands of Iraqi women from the minority Yazidi sect are being subjected to rape, forced conversions and forced marriages by the militant group ISIS. But even those who have escaped the violence have uncertain futures.","contentencoded":"<p>In a sleepy suburb of Dohuk in Northern Iraq, a group of young Yazidi women are taking refuge in a half-way house of sorts, set up by a wealthy member of their small, insular community.&nbsp;</p><p>These 19 and 20-years-olds were kidnapped by ISIS fighters when their village was taken over by the group in August. They&rsquo;ve since escaped, but only to find that their families were killed or are missing, leaving the young women isolated.</p><p>&ldquo;When the fighters came, they separated us from our families,&rdquo; said a woman who asked to be referred to only by the name Jan.&nbsp;In a quiet voice, she described what happened the day she was taken. &ldquo;They put the women in big cars and drove us to Mosul.&rdquo;</p><p>Yazidis in Northern Iraq say Islamic State fighters are holding thousands of their women as hostages and that they&#39;re being raped, married off to fighters or sold as slaves.&nbsp;</p><p>Once in Mosul, Jan says she was put in a house with four other women. One night, she says one of the girls with her was taken away and raped. Other girls, she says, were beaten. Terrified, after a few days she decided it was time to escape.&nbsp;</p><p>&ldquo;I waited until Friday afternoon when all the men were at the Mosque for prayers, even the guards,&rdquo; she explains. Jan says she covered her hair and face with a black veil so no one would recognize her and slipped out through an unlocked door. Once in the street, she saw a woman, asked to borrow her phone, then took it and ran away.&nbsp;</p><p>&ldquo;But the phone was out of credit,&rdquo; she says softly. Eventually, she was able to get into a taxi, and the driver lent her his phone and took her to safety.&nbsp;</p><p>Once free, she learned that her father and brothers had been killed by militants and her mother and younger sisters hadn&rsquo;t been seen or heard from since her village was attacked.&nbsp;</p><p>&ldquo;Without my family and my mother and father, I have no idea what the future will be,&rdquo; she says, &ldquo;I don&rsquo;t think I can live like that.&rdquo;&nbsp;</p><p>At 19, Jan already has tired eyes. She barely looks up when she speaks. Her hands twist nervously in her lap.&nbsp;</p><p>Yazidi women generally marry young and the marriages are usually arranged by their families. Most women don&rsquo;t work outside the home, so without a family or a husband, it&rsquo;s almost impossible for a woman to support herself. Not yet married herself, Jan has a real reason to feel adrift.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><p>The men running the house where Jan is staying say they&rsquo;ll take care of her and the other young women for as long as they need it, including helping them find husbands, but the women admit its difficult to think about starting their own families now.</p><p>Talal Haskany is another Yazidi displaced to Dohuk. He&rsquo;s working for a local NGO documenting the plight of the Yazidis. He says there are all kinds of rumors about what&rsquo;s happening to the women still being held by Islamic State fighters, many of them confirmed by Jan&rsquo;s situation.&nbsp;</p><p>As for the women who&rsquo;ve escaped, Haskany says even those who have been raped shouldn&rsquo;t worry they&rsquo;ll be ostracized or cast out. He says the community understands and will take care of them.&nbsp;</p><p>&ldquo;In our tradition, it&#39;s not to be a stigma for them,&rdquo; he says over tea at his family&rsquo;s temporary home. &ldquo;There are so many guys or boys ready to marry them.&rdquo;</p><p>Talal says he&#39;d be honored to marry one of the women himself, &ldquo;if she accepts me, yes, I am ready.&rdquo;&nbsp;</p><p>For now, Talal says he&rsquo;s just hoping that the rest of the women currently being held will be freed, or find a way to escape themselves.</p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/092620142.mp3"},{"href":"http://www.pri.org/file/092620142mp3"}]}