{"created":"2015-04-24T18:49:50+00:00","modified":"2015-04-24T18:49:50+00:00","valid":{"from":"2015-04-24T18:49:50+00:00","to":"3015-04-24T18:49:50+00:00"},"hreflang":"en","guid":"cb26e969-a396-426d-824d-308a0ab8b6b3","title":"Amid Listeria Outbreak, FDA Calls For Better Prevention Policies","published":"2015-04-24T18:49:00+00:00","teaser":"As a second ice cream maker recalls all of its products, we hear from a top FDA official on food safety and inspections.","itags":["npr_api","402025507"],"contentencoded":"<p>Jeni&#8217;s Splendid Ice Creams has become the second frozen dessert company this week to <a href=\"https://jenis.com/recall/\" target=\"_blank\">recall</a> all of its products in connection with a listeria outbreak. That outbreak has sickened 10 people in four states and is believed to have contributed to three deaths.</p><p>Blue Bell, the fourth-largest ice cream maker in the country, <a href=\"http://cdn.bluebell.com/the_little_creamery/press_releases/all-product-recall\" target=\"_blank\">recalled</a> all its products Monday. It has left some wondering how this outbreak could have been prevented.</p><p>The FDA oversees a large portion of food inspections in the country. Congress passed a food safety law in 2010 that was supposed to give that agency new powers to prevent foodborne illness, but that law has only half its funding.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson takes a look at that law &#8211; and food inspections in general &#8211; with <strong>Michael Taylor</strong>, deputy commissioner for foods and veterinary medicine at the FDA.</p><h4>Interview Highlights</h4><p><strong>On what the outbreaks indicate about food safety in the U.S. </strong></p><p>&#8220;This is just an indication that we do have a significant issue still in our country with preventable foodborne illness. The CDC estimates as many as 480 million cases a year, 3,000 deaths, over a 120,000 hospitalizations from foodborne illness and that’s why we’re engaged in this very large process to modernize our food safety system so that we can prevent these incidents much more effectively.&#8221;</p><p><strong>On how to fix the issues behind foodborne illness</strong></p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;We have to have a system of prevention built into food production, food handling, food transportation.&#8221;</p><p></div></p><p>&#8220;The only way that we will achieve the goals that the consumers expect us to achieve, that the government is after and that the industry wants is if we have a system in which industry is systematically, every day, putting in place the preventive measures that we know are effective in preventing contamination. Government inspection is crucial, government enforcement of standards is crucial, but we have to have a system of prevention built into food production, food handling, food transportation. And it’s not just a domestic issue, it’s an import issue. We&#8217;ve got to build prevention into the food safety system globally.&#8221;</p><p><strong>On what is currently being done to curb foodborne illness </strong></p><p>&#8220;Until the president signed the Food Safety Modernization Act in 2011, we’d had a law that equipped the FDA to principally be reactive to problems… There’s no magic wand here. It’s a process that we’re going through. This is really probably the most sweeping comprehensive overhaul of an FDA regulatory program in the agency’s history.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.fda.gov/AboutFDA/CentersOffices/OfficeofFoods/ucm196721.htm\" target=\"_blank\">Michael Taylor</a></strong>, deputy commissioner for foods and veterinary medicine at the FDA.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Amid+Listeria+Outbreak%2C+FDA+Calls+For+Better+Prevention+Policies&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"385"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402025511-7dfb40.m3u?orgId=1&e=402025507&d=385&ft=nprml&f=402025507"},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0424_listeria-recalls.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}}]}