{"created":"2014-11-06T00:25:15+00:00","modified":"2015-05-04T12:53:59+00:00","valid":{"from":"2015-05-04T12:53:59+00:00","to":"3015-05-04T12:53:59+00:00"},"hreflang":"en","title":"Ebola Cases Seen Declining In Liberia, WHO Says In New Update","published":"2014-11-06T16:55:00+00:00","teaser":"There are currently 13,042 confirmed or suspected cases of the deadly Ebola virus in six countries, the World Health Organization says.","itags":["npr_api","361857706"],"guid":"cb2d7d31-b691-43ed-b81d-77870dfedf53","contentencoded":"<p>There are currently 13,042 confirmed or suspected cases of the deadly Ebola virus in six countries, according to the World Health Organization. But the group says its latest figures also hold some good news, as the number of Ebola cases in hard-hit Liberia appear to be on the decline.</p><p>WHO <a href=\"http://apps.who.int/iris/bitstream/10665/137510/1/roadmapsitrep_5Nov14_eng.pdf?ua=1\">released its data</a> for the period up to Nov. 2 Wednesday, saying that Ebola has now been blamed for 4,818 reported deaths.</p><p>The group said that the weekly incidence of Ebola seems to be stable in Guinea, rising in Sierra Leone, and declining in Liberia — continuing a trend that prompted a recent post by <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/10/31/360432813/how-liberia-is-starting-to-beat-ebola-with-fingers-crossed\">NPR's Goats and Soda blog</a>.</p><p>WHO also warns, \"In all three countries, [Ebola] transmission remains persistent and widespread, particularly in the capital cities.\"</p><p>Wednesday afternoon, President Obama sent an appropriations request to the House of Representatives seeking more funding to fight the disease, a move whose goals include helping medical staff and U.S. military personnel who are currently in West Africa.</p><p>Maj. Gen. Gary Volesky, who heads the U.S. military mission in Liberia, tells NPR that the number of American service members taking part could reach 3,000 by the end of this month. NPR's Jason Beaubien reports on <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/11/05/361796044/u-s-military-response-to-ebola-gains-momentum-in-liberia\">All Things Considered</a>:</p><p>\"Two new U.S. Ebola treatment facilities are expected to open in Liberia over the next week. One is a 25-bed field hospital near Monrovia's airport, specifically to treat local health care workers who get infected. The other is a 100-bed Ebola treatment unit, or ETU, in the town of Tubmanburg, north of Monrovia.\"</p><p>In related news, as <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/05/361786675/spanish-nurse-cured-of-ebola-leaves-hospital\">NPR's Eyder Peralta reported</a> for the Two-Way, \"Teresa Romero Ramos, the Spanish nurse who was diagnosed with Ebola, is now cured and has left a hospital in Madrid.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ebola+Cases+Seen+Declining+In+Liberia%2C+WHO+Says+In+New+Update&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"249"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361858396-43ecec.m3u?orgId=1&topicId=1031&d=249&story=361857706&ft=nprml&f=361857706"},{"href":"http://media.npr.org/assets/img/2014/11/05/ebola-msf-6447290775fd11bdc11d1db5e1306fb5f51f3d81.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1356","width":"1808"}}]}