{"created":"2014-10-07T19:01:09+00:00","modified":"2014-11-12T19:52:05+00:00","valid":{"from":"2014-11-12T19:52:05+00:00","to":"3014-11-12T19:52:05+00:00"},"hreflang":"en","title":"Billy Joe Shaver Writes Country Songs — And Lives Them, Too","published":"2014-08-05T15:55:00+00:00","teaser":"The 75-year-old, who helped pioneer the \"outlaw\" sound, is one of the most respected songwriters in country music. Decades after his big break, Shaver's life still resembles the tales in his songs.","itags":["npr_api","336615368"],"guid":"cb36fc25-b3ad-4ca0-9a0b-702d48d4be8c","contentencoded":"<p>We have a resident country music expert here at NPR: our national political correspondent Don Gonyea. He was telling me recently about a musician named <a href=\"http://www.npr.org/artists/15403664/billy-joe-shaver\" target=\"_blank\">Billy Joe Shaver</a>, whom he'd discovered about 20 years ago in Austin, Texas.</p><p>\"I didn't know who he was,\" Gonyea says. \"And he started to sing, and I like country music. I like real-deal country music. And these songs go places. They are about his life and, in some ways, a lot of people's lives.\"</p><p>Shaver, 75, isn't a household name himself, but he's among the most respected living writers of country music. His good friend <a href=\"http://www.npr.org/artists/15396875/willie-nelson\" target=\"_blank\">Willie Nelson</a> texts Shaver all the time.</p><p>\"Yeah, we're the only ones over 70 that text,\" Shaver says. \"The rest don't want to.\"</p><p>Shaver sent <em>me</em> a text while he was here in Washington, D.C., for a concert. He said to meet him the next morning at a Quality Inn — where, in the parking lot outside, there was a pancake house and the songwriter's beat-up white van.</p><p>Dressed all in denim, Shaver brought us into his room and sat down on his unmade bed. The cowboy hat that usually covers his flowing white hair was sitting on a suitcase on his luggage cart. He was telling us about his new album, <em>Long in the Tooth</em>, which features a duet (\"Hard to Be an Outlaw\") with his texting buddy, Willie Nelson.</p><p>If you look back a few years, it doesn't seem unlikely for Shaver to be an outlaw. In 2007, the songwriter was involved in an incident, a bar argument with another man, that led to a parking-lot shootout.</p><p>\"Yeah, well, that happened because he was such a bully,\" he says. \"He just kept on and on and on.\"</p><p>So they took it outside and shots were fired.</p><p>\"I hit him right between a mother and a f- - - - -,\" Shaver says. \"That was the end of that. He dropped his weapons and said, 'I'm sorry.' And I said, 'Well, if you had said that inside, there would have been no problem.' \"</p><p>In fact, much of Billy Joe Shaver's life feels like he's <em>living </em>a country song, which he says he was born to write. He's done so since he was 8.</p><p>Shaver grew up a poor country boy in Corsicana, Texas, filling the moments in between songwriting with picking cotton and baling hay. His mom, who worked in honky-tonks, abandoned him for a time; as the song \"Georgia on a Fast Train\" says, he was raised by his grandmother.</p><p>Shaver worked in a sawmill as a boy. It was a job that would start him on the path to becoming a musician, but not after taking something first: He lost the better part of two fingers on his right hand — his guitar-picking hand — at the mill.</p><p>\"I had to put my feet against it and pull my fingers off to get out of it,\" he says. \"It didn't hurt, partly 'cause I shot a quick prayer up to God and said, 'If you let me out, I'll do what I'm supposed to do: play music and sing.'\"</p><p>Shaver got a break in his early 30s, when country star <a href=\"http://www.npr.org/artists/16320091/waylon-jennings\" target=\"_blank\">Waylon Jennings</a> heard him strumming at a gathering of musicians in Texas.</p><p>\"Waylon said, 'Whose song's that?' and I said, 'Well, that's mine.' And he said, 'You got any more of them songs? Meet me up in Nashville and I'll record a whole album of them things,' \" Shaver says.</p><p>He took Jennings seriously. You might even say he stalked him, all around Nashville, for six months. While Jennings did his best to avoid the upstart songwriter, Shaver did finally track down the star at a recording studio.</p><p>\"He got wind that I was down there, 'cause he come out of the booth and he had two bikers on each side of him,\" Shaver says. \"He says, 'What do you want, hoss?' and I said, 'I tell you what I want. I just want you to at least listen to these songs. And if you don't, I'm gonna kick your ass right here in front of God and everybody.'\"</p><p>Jennings gave Shaver a chance, and liked what he heard. He went on to make an album almost exclusively using Shaver's music, <em>Honky Tonk Heroes,</em> still considered one of the first and best so-called \"outlaw\" country albums, bringing the roughness back to country music.</p><p>\"It actually put Nashville on the map real good, because sequin suits and things wasn't working out. The cheatin' songs and stuff,\" Shaver says. \"These songs were fresh, and they were different from what was going on.\"</p><p>The songwriter also learned something about his role in country music: He would never be as big as the stars who sang his songs.</p><p>\"The songs were so big, they were too big for me,\" he says. \"I couldn't possibly get them across the way [Jennings] could.\"</p><p>Other stars sang Shaver songs, as well, like <a href=\"http://www.npr.org/artists/15165794/johnny-cash\" target=\"_blank\">Johnny Cash</a>, <a href=\"http://www.npr.org/artists/126894870/kris-kristofferson\" target=\"_blank\">Kris Kristofferson</a>, even <a href=\"http://www.npr.org/artists/15624007/elvis-presley\">Elvis Presley</a>. The writer also performs his songs, and has churned out a number of albums over the years, all while still living the life of a country song. He got married three times and divorced twice — all with the same woman.</p><p>\"The divorces just didn't seem to work out,\" he says, laughing.</p><p>Shaver has lost one aspect of the country-song life: drinking. He's gotten extremely religious, and you can tell he spends a lot of time thinking about his son, Eddy, who was his guitarist and best friend when he died of a heroin overdose before a New Year's Eve concert in 2000.</p><p>At Shaver's performances, it's like Eddy's there. Shaver will walk over to his new guitarist on stage and, during a song, spread both his arms out and look up. Sometimes, he finishes a song by saying, simply, \"I love you, Eddy.\" The most powerful moment at a concert is when Shaver sings \"Live Forever,\" which he wrote with his son before his death.</p><p>\"He actually gave me that melody, and I carried it around for nearly a year. It was such a great melody,\" he says. \"His spirit's still with me. I do believe that when people pass away, the goodness, the good things they did, it seems like they melt into your likeness. They melt into your likeness, and you become a better person for it.\"</p><p>Then Shaver loaded his beat-up van and hit the road for his next gig.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Billy+Joe+Shaver+Writes+Country+Songs+%E2%80%94+And+Lives+Them%2C+Too&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Greene","audio":[{"meta":{"duration":"532"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337973488-827211.m3u?orgId=1&topicId=1105&aggIds=100920965&ft=3&f=336615368"},{"href":"http://media.npr.org/assets/img/2014/07/30/billyjoeshaver-3b2463dba45e63505df1d7623c88dce5fda78d84.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1927","width":"2572"}}]}