{"created":"2015-05-10T21:16:58+00:00","modified":"2015-05-13T18:38:56+00:00","valid":{"from":"2015-05-13T18:38:56+00:00","to":"3015-05-13T18:38:56+00:00"},"hreflang":"en","title":"After A Fiery Speech, A Top-Secret Job Offer In The Desert","published":"2015-05-12T00:30:00+00:00","teaser":"A young Air Force captain thought his career was over. Instead, he was invited to join a stealth program — and told, \"You've got 30 seconds and if you don't say yes, this conversation never happened.\"","itags":["npr_api","405241044"],"guid":"cb3db52f-443f-4ab2-a135-a7ca5d4e1e26","contentencoded":"<p>As<em> part of a series called </em><a href=\"http://www.npr.org/series/274340198/my-big-break\">My Big Break</a><em>, </em>All Things Considered<em> is collecting stories of triumph, big and small. These are the moments when everything seems to click, and people leap forward into their careers</em><em>.</em></p><p>Roger Moseley had a reputation in the Air Force as an angry young captain.</p><p>Back in 1980, Moseley was a test pilot instructor. He had a real problem with the ethic back then, which was all about flying higher and faster.</p><p>He says there were much more important things on the horizon, like the computer revolution.</p><p>\"Guided weapons,\" Moseley says. \"A lot of computer operations going on in the cockpit, lots of data entry. So I stood up and I said, 'All of you guys who are only interested in flying higher and faster are dinosaurs. ... This new world is coming and you're going to be left behind.' \"</p><p>Moseley's superiors weren't impressed with his impromptu speech. The vice commander of the base told him he'd never work as a test pilot again.</p><p>Thinking his days in the Air Force were over, Moseley received a phone call the next day from one Maj. Russ Easter. He told Moseley that he'd heard about his speech. He said he had an opportunity for him and wanted to meet in Lancaster, Calif., out in the middle of the desert.</p><p>\"There's nothing there. It's just sagebrush,\" Moseley says. \"It wasn't like it was hard to find him; it was just this guy out in the middle of the desert and I had no idea — I mean, I really had <em>no</em> idea what this was all about.\"</p><p>Easter had a top-secret job offer. If Moseley accepted, he would have to commit for four years, he couldn't tell anyone about the job and he would have to accept the job before knowing what it was.</p><p>\"And he said, 'You've got 30 seconds and if you don't say yes, this conversation never happened.' Well, that was just too intriguing to turn down,\" Moseley says. \"So I said, 'Absolutely.' And he'd given me a telephone number and an intersection.\"</p><p>He instructed Moseley to wait there. Sure enough, a black sedan pulled up.</p><p>\"And I got in and the next thing you know, I was on the <a href=\"http://www.pbs.org/wgbh/pages/frontline/gulf/weapons/stealth.html\">F-117 program</a> before it flew,\" Moseley says. \"Probably the highest-priority and most secret program we had at the time. So it was essential that nobody ever knew that we were doing what we were doing.\"</p><p>Moseley became a systems test pilot on the F-117 — a single-seat stealth attack aircraft designed by Lockheed Martin's secretive Skunk Works division.</p><p>\"It's that arrowhead-shaped black airplane that has nothing but flat surfaces that make up the airframe,\" Moseley says. \"It was the first stealth [airplane]. And the first thing they do is they take me to look at the airplane. Well, at that point, the plane was only plywood and two-by-fours. And to the chief test pilot at Lockheed, I said, 'Well, Hal, what's the outside look like?' And he said, 'That is the outside.' \"</p><p>This was during the Cold War, and Moseley says his team's objective was to defeat Russian radar. \"And the stealth idea was absolutely effective,\" Moseley says.</p><p>The F-117 was supposed to be an advantage against the Soviets.</p><p>\"And it turned out it flew really well, and I liked flying it,\" Moseley says. \"And I got my first flight in the airplane on Dec. 1, 1982, which was my birthday.\"</p><p>When he looks back at his time on that project, Moseley, who retired from the Air Force as a colonel, says timing was everything. Originally, an aviator named Roy Bridges was on the F-117 program. But he had been picked by NASA to become <a href=\"http://www.nasa.gov/centers/kennedy/about/biographies/bridges.html\">an astronaut</a>. They needed a new systems test pilot, and that's precisely when Moseley gave his speech.</p><p>\"It was so many coincidences in a row,\" Moseley says. \"It was me making the speech about the exact topic they needed and the fact that this supersecret thing existed that I had no clue about, all come together. And there I am. ...</p><p>\"When somebody who was supposed to know better told me I would never work again as a test pilot.\"</p><p><em>We want to hear your big break. Do what Roger Moseley did and send us an email at mybigbreak@npr.org.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+A+Fiery+Speech%2C+A+Top-Secret+Job+Offer+In+The+Desert&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Daniel Hajek","audio":[{"meta":{"duration":"264"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405719522-bc59b2.m3u?orgId=1&topicId=1008&aggIds=274340198&d=264&p=2&story=405241044&t=progseg&e=405677549&seg=9&ft=nprml&f=405241044"},{"href":"http://media.npr.org/assets/img/2015/05/08/1971-fighter-pilot-2bcf996a70c1e962816ed8ec3705d0a61e3f73f3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1080","width":"1440"}}]}