{"created":"2014-10-13T07:25:40+00:00","modified":"2015-04-07T17:51:23+00:00","valid":{"from":"2015-04-07T17:51:23+00:00","to":"3015-04-07T17:51:23+00:00"},"hreflang":"en","title":"On Front Lines Against Ebola, Training A Matter Of Life Or Death","published":"2014-10-14T23:20:00+00:00","teaser":"At least 7,000 health care workers are needed to staff new Ebola treatment centers in Liberia alone. Those doctors, nurses and hygienists must learn how to protect themselves — and how not to panic.","itags":["npr_api","355671751"],"guid":"cb4b2f42-9184-4442-9b59-db5bd72e5a48","contentencoded":"<p>One of the biggest roadblocks in West Africa to containing the Ebola outbreak is the lack of isolation wards for people who are infected.</p><p>President Obama has announced plans to build 17 new Ebola Treatment Units in Liberia. Those new medical facilities will require thousands of additional workers who are trained and willing to work in them.</p><p>In Monrovia, efforts are also underway to start training local doctors, nurses and janitors on how to safely take care of patients who are sick with the deadly disease. The World Health Organization has taken over a two-story concrete hotel there and transformed the ground floor into a mock Ebola treatment unit.</p><p>On a recent day, trainees dressed in white Tyvek suits, gloves, goggles and face masks were trying to restrain an Ebola patient thrashing around on the ward. In the process, several of them get splattered with blood. The blood is fake, but the process feels incredibly real; one of the trainees even runs out of the room.</p><p>The exercise is part of a one-week course to try to get new workers ready to handle the challenges of an Ebola ward. Dr. Srinivas Murthy, an infectious disease specialist from the University of British Columbia, is one of the WHO staff guiding the trainees.</p><p>\"Who got sprayed with blood?\" Murthy asks. \"If you're actively doing something else, you can continue to do those things. And then when the hygienist is available and you have a moment, you can have it sprayed down.</p><p>\"But to panic when you have an exposure is not the right thing to do because, remember, whenever you're not calm, problems happen,\" he says.</p><p>These trainees are on their last day of the course. They'll spend the following week shadowing the staff inside a real Ebola ward before they're certified to work in the new treatment units.</p><p>Murthy says teaching this group how to protect themselves around highly infectious patients is the most important lesson of the course.</p><p>\"Without health care workers who are motivated to work, and without health care workers who aren't scared to work, we aren't going to be able to do anything [toward] combating the virus and its ongoing spread,\" he says.</p><p>WHO hopes to be able to train several thousand new workers in the coming months.</p><p>This is the second group of trainees to go through the course. Of the 72 people in the class, 40 of them are health care workers of some sort: doctors, nurses, physicians' assistants and even medical students. The rest are hygienists who will be in charge of cleaning and disinfecting the Ebola wards.</p><p>All of them are Liberian, and all of them have to work in head-to-toe protective gear. As they move through the mock Ebola treatment unit or ETU, many of them are having problems with their goggles fogging up. One doctor rips a glove and struggles to pull on another one over the torn latex. Sweat drips around the edges of their surgical masks.</p><p>This group spends two hours tending to \"patients\" in this staged ward. At the final station there's a corpse — actually a leggy female mannequin — that needs to be put in a body bag.</p><p>Everyone on the team is exhausted and overheated in their protective suits. One of the hygienists starts disinfecting the corpse before the doctor gets a chance to confirm that she's dead. An argument breaks out over who's supposed to fetch the body bag.</p><p>\"There's no need for argument; you are a hygienist,\" says Dr. Lucretia Kumauyah, a Liberian physician who's part of the training staff. \"If they send you for a body bag, go and get it. That shouldn't be an argument.\"</p><p>Kumauyah tries to keep the team focused on the task of bagging the body and carrying it to the morgue. She scolds them sternly about a breakdown in protocol over the protective suits.</p><p>Several of the team members keep fiddling with their goggles, pulling them away from their faces, which could allow the virus to reach their eyes. One of the nurses has let his surgical mask fall down so far that his entire nose is exposed.</p><p>\"That's the reason you cannot enter the ETU alone,\" she says. \"You should always have someone observing you. You sweating? If you cannot make it ... what do we say? Get out.\"</p><p>After the team finally disposes of the body, they head to the exit, where they're sprayed off with a chlorine solution. Taking off the protective gear also must be done carefully to make sure there's no exposure to the virus.</p><p>Dr. Patrick Lahai Kamara, one of the trainees, is soaked in sweat as he steps out of the mock treatment unit.</p><p>\"It's not easy; it's very hot,\" he says. \"Little by little, we'll get used to it.\"</p><p>Kamara just graduated from medical school last December. He's been working at Redemption Hospital in Monrovia, but Redemption hasn't been treating Ebola cases. Despite the fact that almost a hundred health care workers in Liberia have died during this outbreak, Kamara says he feels an obligation to treat Ebola patients.</p><p>\"Nobody is happy for what happened to the doctors that have died,\" he says. \"But it's just like the soldiers; whenever there's war in the country, the first people you think that will go and fight for the nation are the soldiers. In time of health crisis, I think we physicians, we should be the ones on the front line.\"</p><p>If something goes wrong, he says, at least he died fighting a just cause.</p><p>As more and more Ebola treatment units are built, Liberia needs to find thousands of other workers who are also willing to take that risk.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=On+Front+Lines+Against+Ebola%2C+Training+A+Matter+Of+Life+Or+Death&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"324"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355769308-18462e.m3u?orgId=1&topicId=1031&e=355671751&d=324&ft=nprml&f=355671751"},{"href":"http://media.npr.org/assets/img/2014/10/12/liberia_training-2-b90d87546c4989e63287e5955497e841546b8bce.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1687","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/10/12/liberia_training-3-9eb2933961541f0f251e75a6ccf1095854ef59a9.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/10/12/liberia_training-4-5868b53898923a0a69eb1d21efc6b00d78e5c2c3.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/10/12/liberia_training-5-6252f3320d4e1c27e99aa472fff1c39937d37e90.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/10/12/liberia_training-6-98a340989714da5208f515f9737bcd488667ee7a.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/10/12/liberia_training-7-72bdc7481d5069a9a81719e374a337c6ec03f6b8.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/10/12/liberia_training-8-93d02bf2240132310a60d05641a5c323a9398104.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1688","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/10/14/liberia_training-1-980bfff2d7e1476d5b91eb1c64cbb29467eb5df0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1688","width":"2253"}},{"href":"http://media.npr.org/assets/img/2014/10/12/liberia_training-2-b90d87546c4989e63287e5955497e841546b8bce.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1687","width":"3000"}}]}