{"created":"2015-04-23T20:14:02+00:00","modified":"2015-04-28T15:29:36+00:00","valid":{"from":"2015-04-28T15:29:35+00:00","to":"3015-04-28T15:29:35+00:00"},"hreflang":"en","guid":"cb5909f6-66cb-4b7d-82bf-f7f1a424cf29","title":"Argentine President Cristina Fernández may have dodged criminal charges, but the conspiracy theories continue","published":"2015-04-28T15:29:32+00:00","byline":"Nina Porzucki","tags":["politics","elections","history","terrorism","Global Politics","Government","Politics","Cristina Fernández de Kirchner"],"teaser":"Charges have been dropped against Argentine President Cristina Fernández, alleging she conspired to cover up Iranian involvement in the 1994 bombing of a Jewish community center, but the conspiracy is not over.","contentencoded":"<p>Charges were dropped this week against Argentina’s President Cristina Fernández de Kirchner.</p>\n<p>She was accused of covering up Iran’s involvement in the 1994 bombing of AMIA, a Jewish community center in Buenos Aires — the largest act of terrorism the country has ever experienced.</p>\n<p>In dropping the charges, prosecutor Javier de Luca stated that “there was no evidence of any crime being committed,” says BBC reporter Ignacio de los Reyes in Buenos Aires.</p>\n<p>The charges against the president were originally filed by late prosecutor Alberto Nisman, who was found dead in his apartment this past in January, mere hours before he was to present evidence of the cover-up to congress.</p>\n<p>Conspiracy theories have abounded as to the circumstances surrounding Nisman’s death. Did he commit suicide?  Was he murdered? Was he forced to kill himself?</p>\n<p>To make things more complicated, President Fernández is claiming a conspiracy theory of her own. She accused the late prosecutor Nisman of being in cahoots with US hedge fund manager Paul Singer in a campaign to smear her and her administration.</p>\n<p>If you’re scratching your heads right now, you’re not alone. The accusation against Singer and US hedge funds is related to an ongoing lawsuit aganint Argentia brought by Singer and a group of hedge funds over the country's debt default.</p>\n<p>“The hedge funds have been battling in court and that had become a big issue for the Argentine president [who has been] saying that Argentina is the victim of a global conspiracy,” says de los Reyes. “Paul Singer was somehow trying to use the AMIA case, the case of the Jewish community center to attack the [Argentine] government, trying to undermine the country’s credibility saying that the government of Argentina was dealing with terrorists and that’s why it shouldn’t be trusted.”</p>\n<p>Somehow, President Fernández argues, the late Nisman was helping Singer and the hedge funds make their case by pointing the finger at her administration and their dealings with Iran.</p>\n<p>It’s a case of conspiracy theory versus conspiracy theory. And while this has been dominating headlines in Argentina, it is far from dominating what is going on in the heads of Argentinians, says de los Reyes.</p>\n<p>“People in their everyday lives are worried about the economy, about high inflation, about crime. Somehow the death of Alberto Nisman has become yet another case of impunity in the country and yet another example of how the institutions in the country are not working as they should. This will be yet another spot in the country’s history,” de los Reyes says.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-23%2Fargentine-president-cristina-fern-ndez-hook-its-one-conspiracy-theory-after&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04232015_08.mp3"},{"href":"http://www.pri.org/file/0423201508mp3"}]}