{"created":"2015-03-07T10:48:08+00:00","modified":"2015-06-25T17:45:03+00:00","valid":{"from":"2015-06-25T17:45:03+00:00","to":"3015-06-25T17:45:03+00:00"},"hreflang":"en","title":"The Lusitania Mystery: Why British Codebreakers Didn't Try To Save It","published":"2015-03-07T15:29:00+00:00","teaser":"The ocean liner's sinking by a German U-boat led to the U.S. entering World War I. Erik Larson, author of <em>Dead Wake</em>, says British intelligence knew the ship was in danger and didn't tell anyone.","itags":["npr_api","391221505"],"guid":"cb676062-c285-4c09-b3a8-4db9b740de88","contentencoded":"<p>One hundred years ago, 128 Americans died among more than a thousand in the sinking of what was then the greatest ocean liner in the world. In response, the U.S. entered World War I.</p><p>That's the story of the Lusitania, right? But Erik Larson, one of this country's most successful narrators of nonfiction, now retells the story a lot of people <em>think</em> they know. His new book, <em>Dead Wake: The Last Crossing of the Lusitania,</em> has an appreciation for the lives that were lost and the impact the ship had on history.</p><p>Larson tells NPR's Scott Simon that before that day in 1915,<strong> </strong>the Lusitania was seen as invulnerable: \"At the time, it was the fastest and most glamorous ocean liner then in service. And, you know, given the hubris of the time, [it] was thought to be so fast and so large that no submarine A) could catch it, B) could sink it. In fact, [Winston] Churchill was very skeptical as to whether the Germans would <em>ever</em> use a submarine against civilian shipping. He didn't think it was possible: It was inhumane; it violated all the rules of naval warfare that existed, at least up until that point.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the Lusitania's captain, William Thomas Turner</strong></p><p>He's kind of a captain of the old school — he referred to himself as an old sailor man. He was really a staunch, totally able and capable sea captain.</p><p><strong>On Walther Schwieger, the captain of the German submarine — the U-20 — that sank the Lusitania</strong></p><p>I found [him] to be such an interesting character, and frankly I wouldn't be surprised if readers have a little bit of sympathy, or at least empathy, for him. You know, as a young guy, he was already one of the deadliest, most skilled submarine commanders of the war. His crew loved him. His best friend in the submarine service described him as being a guy who couldn't hurt a fly. And yet he managed to kill about 1,200 people with the press of a button.</p><p><strong>On how much British intelligence knew before the attack</strong></p><p>One of the really amazing things about the Lusitania saga was that, at the time, there existed in the admiralty a super-secret spy entity known as Room 40. And what had happened early in the war is, through three nearly miraculous events, the British came into possession of the three main codebooks used by the German navy. So they set up this very, very secret operation to decode intercepted wireless messages.</p><p>So here they were set up like these spiders in British uniforms, you know, listening in and essentially following the travels of every vessel in the German navy. One of those happened to be U-20. Room 40, for example, knew exactly when U-20 departed its base in Germany; knew exactly where it was during the first 24 hours of its voyage. And Room 40 also knew exactly where the submarine was headed: to a patrol zone right off Liverpool. ...</p><p>They didn't tell anybody. That's one of the enduring mysteries. ... I mean, I have to believe that Capt. Turner might have behaved somewhat differently if he had been told that there was this new, extraordinary surge, if you will, of German U-boats setting out from Germany, one of which was right in his path.</p><p><strong>On whether the Lusitania was a legitimate military target</strong></p><p>Oh, boy. You can debate this, you really can, because, on the one hand, the Lusitania clearly had military cargos. It had some rifle ammunition, it also had some shells — it had some shrapnel shells. There were definitely munitions aboard the ship. Does that justify sinking a passenger vessel with 1,200 passengers aboard — men, women and children? I'm not in a position to say.</p><p><strong>On whether the sinking of the Lusitania represented a turning point in warfare</strong></p><p>Warfare in World War I had sort of entered that turn already. I'm referring to, for example, the fact that there were the first air raids against Britain carried out by zeppelins. I'm referring to the fact that the German navy shelled civilian cities on several occasions. And probably the most egregious thing that really, really did make everybody sit up and pay attention was the use of poison gas at Ypres [in Belgium]. That was a real watershed moment in the changing nature of warfare.</p><p><strong>On Churchill — then the civil/political head of the Royal Navy — trying to hold the Lusitania's captain responsible</strong></p><p>He certainly attempted to hold Turner responsible. Whether or not he actually believed Turner was responsible depends, because there were a lot of secrets they were trying to cover up by holding Turner responsible.</p><p>How do I feel about that? I think that's like holding somebody responsible for his own murder because he walked down a dark alley when he should've walked down a lighted street. It really makes no sense. Why try to hold Turner responsible when the publicity value of further painting Germany as this evil empire by placing the entire blame on the German submarine and submarine commander? It sort of defies logic. So clearly there was something else going on. And I think it's because what really happened there was that Churchill was really very interested in trying to make sure that this secret of Room 40 never got anywhere.<strong></strong>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Lusitania+Mystery%3A+Why+British+Codebreakers+Didn%27t+Try+To+Save+It&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"368"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391435832-2bfd93.m3u?orgId=1&topicId=1033&aggIds=100876926&d=368&p=7&story=391221505&t=progseg&e=391435772&seg=10&ft=nprml&f=391221505"},{"href":"http://media.npr.org/assets/img/2015/03/06/3288305-063327a4deda9d6872cbcba82bb7f304aac294aa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1766","width":"2354"}},{"href":"http://media.npr.org/assets/img/2015/03/06/erik-larson-author-photo-b-w---credit-benjamin-benschneider-c092487322691883adf6d58f612e51190edae59c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2541","width":"3388"}}]}