{"created":"2014-11-04T22:57:20+00:00","modified":"2015-05-02T02:39:41+00:00","valid":{"from":"2015-05-02T02:39:41+00:00","to":"3015-05-02T02:39:41+00:00"},"hreflang":"en","title":"We Are Not Slaughterers: An Iraqi Village Rejects Islamic Militants","published":"2014-11-05T16:38:00+00:00","teaser":"A Sunni Muslim tribe in central Iraq braves nightly shelling and threats from the Islamic State, refusing the group's orders to join its movement. But they say they need help.","itags":["npr_api","361422673"],"guid":"cb7c79d6-da9f-4ac8-9f4a-f5605e0c6870","contentencoded":"<p>The only way for civilians to get to the town of Dhuluiya is by boat across the river Tigris, since the so-called Islamic State blew up the main bridge here and tribesmen battling them commandeered the other.</p><p>Steering through long reeds, we pull into a little dirt harbor. Here, about 60 miles north of Baghdad, is the home of a branch of the Jubbour tribe. They're a big Sunni group in this agricultural area and they want to tell me how they've halted the advance of the Islamic State.</p><p>At first glance, the village seems lush. We bump along backstreets — \"It's safer,\" they tell me — past houses with gardens full of pomegranate trees.</p><p>It's really beautiful here, I say. But the men giving me a ride into town reply that it's not all that beautiful right now, actually. We're about two miles from the front line. The Islamic State fires maybe a dozen mortars a day at the town, and at the little boats chugging across the river.</p><p>The nearest hospital is behind that front line, so they've converted a school into a makeshift clinic. It's there that I meet senior men from the Jubbour tribe.</p><p>They crowd into a disused classroom and tell me how the Islamic State blazed down from the north in mid-June. The villages north of here are Sunni, where many feel oppressed by the Shiite-led government. Some allied with the Sunni militants. Others fought, and fell.</p><p>Until those militants reached Dhuluiya.</p><p>\"Since that time, the fighting started, and everyone from third-grade students to sheikhs took part in it,\" says Barzan Ahmad, a Jubbouri and a university professor. \"Everyone raised their weapons.\"</p><p>He says that after the fighting had been going on for two days, the militants proposed negotiations. So a delegation from the Jubbour tribe went to meet an Islamic State leader.</p><p>He ordered the Jubbouri to join them and to kill 30 members of their tribe — army officers and doctors — as punishment for working with the Shiite-dominated government of former Prime Minister Nouri al Maliki, which many Sunnis despised.</p><p>\"They said, 'We came to liberate you from this injustice and oppression caused by Maliki's rule,' \" says Ahmed.</p><p>The Jubbouris were outraged. Sheikh Mawloud Awad Hassoun says the tribe believes in peaceful co-existence. A lot of them are educated — engineers and lawyers.</p><p>\"We don't see ourselves as slaughterers,\" he says. So the tribe declined the offer to join the extremists and began fighting against them again.</p><p>In the chaotic hallway of this makeshift hospital, I meet Ahmed Issa, who joined the fight against the extremists — and lost his leg.</p><p>\"They're criminals,\" he says. \"They're killers. If they enter your house, they are going to kill you.\"</p><p>The war here is often deeply sectarian. The Shiite-led government recruits Shiite militias. Sunni tribes join with the Islamic State. But here, Shiite fighters from Balad, a town across the river, came to help out.</p><p>\"We've become more than brothers,\" says Issa. \"What hurts them, hurts us, and what hurts us, hurts them.\"</p><p>Fighting together, they pushed the militants back. It helped when Iraqi army helicopters hit some Islamic State positions. But they say they need more help from the government.</p><p>Muaffak Kamel Ali stopped working with an electricity company to fight.</p><p>\"We want military support — we are under pressure here,\" he says. \"They are shelling us from there and advancing toward us.\"</p><p>This is something you hear across the country. Over to the west in Anbar, members of a Sunni tribe called Albu Nimr, who have been fighting the Islamic State, say they've lost at least 200 men to the extremists in recent days. They, too, beg the government for weapons.</p><p>As I say goodbye, the Jubbouris tell me they're hoping for a meeting soon with Iraq's prime minister. That's key, because U.S. officials have said they want the Iraqi government to take the lead in supplying weapons and supplies before American advisers help the tribes.</p><p>But they hope the help comes soon. Over the weekend, 250 Jubbouris were captured by the Islamic State.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=We+Are+Not+Slaughterers%3A+An+Iraqi+Village+Rejects+Islamic+Militants&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"273"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361459604-225948.m3u?orgId=1&topicId=1010&d=273&p=2&story=361422673&t=progseg&e=361406029&seg=1&ft=nprml&f=361422673"},{"href":"http://media.npr.org/assets/img/2014/11/04/456672220-048073f8fd230a09c2119cddaa34422e31d41365.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2259","width":"3016"}},{"href":"http://media.npr.org/assets/img/2014/11/04/456725196-c5873503fd0d385a2ba249f352fe33da0d464c7d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2033","width":"2711"}},{"href":"http://media.npr.org/assets/img/2014/11/04/456725204-9af45ac8503cbec435bce9367dfbf0d821772ad0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2472","width":"3296"}}]}