{"created":"2015-06-10T17:53:07+00:00","modified":"2015-06-10T17:53:07+00:00","valid":{"from":"2015-06-10T17:52:12+00:00","to":"3015-06-10T17:52:12+00:00"},"hreflang":"en","guid":"cb9820f9-df04-46eb-83bf-9386a6ab0577","title":"Fathers","teaser":"A special Father's Day edition of The Moth Radio Hour: A man who faints at the sight of blood prepares to become a father, a Russian immigrant takes a trip home and tries to fulfill a promise to his mother, a child goes to great lengths to hide brussels sprouts from her stepfather, and a family fights to stay in the country they call home.  Hosted by The Moth Radio Hour Producer, Jay Allison.\n\nThe Moth Radio Hour is produced by The Moth and Jay Allison of Atlantic Public Media. ","description":"Andrew Postman tries to train himself not to pass out as he prepares for the births of his children.Boris Timanovsky&nbsp;returns to Russia and places flowers at what he hopes is his grandfather's grave.&nbsp;Annalise Raziq's new&nbsp;stepfather brings order and some new rules.&nbsp;Dori Samadzai Bonner and her family escape Afghanistan and seek asylum in the United States.NOTE: When offensive or FCC-prohibited words appear, they are bleeped and listed in the Content Advisory. &nbsp;Sensitive content will be given an on-air caution and will be noted here in the description.&nbsp;&nbsp;","contentencoded":"<strong></strong><strong>Andrew Postman</strong> tries to train himself not to pass out as he prepares for the births of his children.<br /><strong>Boris Timanovsky</strong>&nbsp;returns to Russia and places flowers at what he hopes is his grandfather's grave.&nbsp;<br /><strong>Annalise Raziq</strong>'s new&nbsp;stepfather brings order and some new rules.&nbsp;<br /><strong>Dori Samadzai Bonner</strong> and her family escape Afghanistan and seek asylum in the United States.<br /><br />NOTE: When offensive or FCC-prohibited words appear, they are bleeped and listed in the Content Advisory. &nbsp;Sensitive content will be given an on-air caution and will be noted here in the description.&nbsp;&nbsp;<strong></strong>","byline":"The Moth","published":"2015-06-10T17:52:12+00:00","tags":[],"itags":["prx:stories-149861"],"audio":[{"href":"https://cms.prx.org/pub/201c538473ddd2d7dfb3925261e8de12/0/web/story_image/353859/medium/1516_PRX__1_.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/b68f1bbd5334469adcefd931662f12cd/0/web/audio_file/896377/broadcast/Moth1516Bounce2.mp3","type":"audio/mpeg","meta":{"duration":3180,"size":101647055}}]}