{"created":"2015-06-23T19:29:10+00:00","modified":"2015-06-23T19:29:10+00:00","valid":{"from":"2015-06-23T19:29:10+00:00","to":"3015-06-23T19:29:10+00:00"},"hreflang":"en","guid":"cb9bfc4f-9f4c-4e3b-8873-3c3735b8f177","title":"How One Nonprofit Is Working With Houston Immigrants","published":"2015-06-23T19:28:00+00:00","teaser":"The Baker Ripley Neighborhood Center is helping immigrants in Houston deal with common challenges in the United States.","itags":["npr_api","416866376"],"contentencoded":"<p>Houston is now the most diverse city in the U.S. and it is attracting a lot of immigrants from Vietnam, China, Iraq, South American and more. In response, a number of non profits have cropped up to help new immigrants deal with common challenges in the United States.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson visited one of those centers, the Baker-Ripley Neighborhood Center, which is part of the larger Texas nonprofit Neighborhood Centers. He spoke with <strong>Angela Blanchard</strong>, president and CEO of Neighborhood Centers, <strong>Randy Martinez</strong>, who runs Baker Ripley’s Credit Union operations, <strong>Katherine Beckner</strong>, who oversees the organization’s tax service center, and teacher <strong>Selma Jackson</strong>.</p><h4>Interview Highlights</h4><p><strong>Angela Blanchard on leading the nonprofit</strong></p><p>“I know what it feels like to be poor and broke and wonder if there&#8217;s a place for you in the world. I know what it feels like to stay awake at night, listen to a freight train pass and wonder where it&#8217;s going and wonder if you got on it if life could be better somewhere else and what would it take to succeed and the doubt that comes with one struggle after another, things that work out, things that don’t. I feel as long as we look for people with that burning hunger, as long as we’re a magnet as a country and a city for people with that hunger to do better and learn more, create something, care for their children and their community, this is the place I want to live. I want to live in a place like that so I do everything I can to make the city like that.”</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;What we are really doing here in Houston that sets us apart, aside from the demographics that makes this a truly remarkable story, is that we are saying &#8216;welcome.'&#8221;<div class=\"pullquoteauth\">&ndash; Angela Blanchard</div></p><p></div></p><p><strong>Blanchard on the Houston melting pot</strong></p><p>“It’s been described as the new Ellis Island of the United States. And the beauty of it is that many of the folks that are here, I watched on occasion, people stand next to one another in the hallway waiting for their children to be let out of the classroom, people standing next to one another who came from countries or cultures at war with one another, people who had been taught all their lives to hate and fear the folks they were standing next to. And the beauty is that all of that breaks down very quickly when your children share a teacher, a classroom, a field day, a picnic &#8211; all of the things that go on here all of the time.&#8221;</p><p>“What we are really doing here in Houston that sets us apart, aside from the demographics that makes this a truly remarkable story, is that we are saying ‘welcome.’”</p><p><strong>Randy Martinez on providing personal finance advice</strong></p><p>“Our goal is to provide people with basic financial services to teach them about good savings habits and about lending, as well.”</p><p>“What we have found is our delinquency ratio is not actually much higher than our peer groups and the reason is many of these families work very hard and many times will have down payments. They may have limited credit, but they just need the opportunity to be able to have somebody lend to them. That&#8217;s what we’re finding with a lot of our families &#8211; they&#8217;re really good payers, they just need the opportunity to be able to borrow money from an institution.”</p><p><strong>Katherine Beckner on helping immigrants file their taxes</strong></p><p>“For clients that are here that are undocumented, the IRS still wants to collect their money and by paying their taxes that helps show they are good citizens and it can help them if they apply for citizenship later. But the big part of our program, is not only are our volunteers certified and they get their taxes done properly, but they also get them done for free. And the cost of tax preparation can be quite substantial so that’s just more money they get to put in their pockets.”</p><p>“I really enjoy the aspect of this, the people are so appreciative, you’re not going to get hugs in the for-profit world.”</p><h4>Reporter</h4><ul><li><strong><a href=\"http://www.wbur.org/about/people/jeremy-hobson\" target=\"_blank\">Jeremy Hobson</a></strong>, co-host of <em>Here & Now</em>. He tweets <a href=\"https://twitter.com/jeremyhobson\" target=\"_blank\">@jeremyhobson</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+One+Nonprofit+Is+Working+With+Houston+Immigrants&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"682"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416866379-6e7338.m3u?orgId=1&d=682&p=60&story=416866376&t=progseg&e=416860804&seg=10&ft=nprml&f=416866376"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0623_baker-ripley-e1435081981370.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"704","width":"1024"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0623_center1.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"850","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0623_center2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"960","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0623_center3.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"852","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0623_center4.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1023","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0623_center5.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"850","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0623_center6.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"852","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0623_center7.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0623_center8.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}}]}