{"created":"2014-10-14T18:58:35+00:00","modified":"2014-10-16T21:21:33+00:00","valid":{"from":"2014-10-16T21:21:33+00:00","to":"3014-10-16T21:21:33+00:00"},"hreflang":"en","title":"'Cesar Chavez': Discussing The Movie And The Man","published":"2014-05-01T17:01:00+00:00","teaser":"<em>Alt.Latino</em> discusses the iconic leader and his recent biopic with writer Gustavo Arellano and film critic Ann Hoyt.","itags":["npr_api","306443564"],"guid":"cb9cdfe4-52ba-4770-8420-62859d4124aa","contentencoded":"<p>There is no music in this week's episode of <em>Alt.Latino</em>. Instead, we do one of our occasional \"deep dives\" into a subject to pursue insights and perspectives that help us think about more than music. This time around, the subject is <em>Cesar Chavez</em>, the recent biopic about the civil-rights activist and labor leader and the movement to unionize farm workers.</p><p>The film has been credited as an example of a Latino filmmaker telling the kinds of stories often ignored by mainstream cinema. It's also been taken to task for glossing over the contributions of Filipino organizers to the creation of the United Farm Workers union, while also minimizing Dolores Huerta's role in the movement during the time depicted in the film.</p><p>There is plenty to chew on, so we asked our friends Gustavao Arellano, author of the column <em>Ask A Mexican</em>, and film critic Anne Hoyt to help us sort out the conflicting views the film has spawned since it was released in late March. But what's not at issue are the living and working conditions that farm laborers endured as they picked this country's produce and fruit prior to the creation of the UFW. It was largely an unregulated industry, which often left workers at the mercy of unscrupulous labor contractors and farm owners.</p><p>I didn't learn about those things from history books or documentaries. I heard the stories directly from my dad, Luis Contreras. He was born into a farm-working family in 1929; it was a family of 11 that moved around the country along informal trails that followed seasonal crops. We asked him to join the conversation for a first-person account of a lifestyle that hasn't entirely vanished from this country's agricultural fields.</p><p>For obvious reasons, this is a personal subject and show for me. Hearing my dad's voice coming in over the line from Sacramento was a delight, but it also provided a reminder of the sacrifices and contributions that his generation made for so many of us. His stories serve as a reminder of the importance of the UFW and all those who contributed to the movement, whether they're represented in a film or not.</p><p><strong>A Note About The Music Of The UFW<br /></strong></p><p>Even though we don't play music on this week's show, plenty of music surrounded the UFW and Cesar Chavez; it was essential to their historic efforts to unionize farm workers. Early on, Chavez and other UFW leaders recognized music's ability to help spread the word about wages and working conditions in the agricultural fields of California. We've included a list of songs about the movement that you can check out below.</p><p>Luis Valdez was a freshly graduated theater student from San Jose State who joined the UFW's movement and created El Teatro Campesino (The Farm Worker's Theater). His plays and reworked <em>corridos</em> were performed not in theaters, but on the edges of grape vineyards and tomato fields. Many of those songs were recorded for a benefit album in 1976, with use of A&M's Hollywood studios donated by Herb Alpert.</p><p>Long out of print, <em>Si Se Puede</em> was recently reissued digitally and features performances by members of Los Lobos before the band was formed. We feature four songs below to provide insights into how passion for the farm workers' movement inspired performances.</p><p>In the interest of full disclosure, vocalist Carmen Moreno — now Carmen Christina Moreno — is a longtime Fresno pal with whom I've had the honor of performing and recording. We include her tribute to another UFW founder, \"El Corrido de Dolores Huerta #39.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Cesar+Chavez%27%3A+Discussing+The+Movie+And+The+Man&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Felix Contreras","audio":[{"meta":{"duration":"2268"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1307073604-cb1ffb.m3u?orgId=1&topicId=1039&aggIds=128227577&ft=3&f=306443564"},{"href":"http://media.npr.org/assets/img/2014/04/24/loslobos_sisepuede_cover_300rgb_rev_sq-0006facc99ac059b4a534c401d1ee1384d913011.jpg","type":"image/jpeg","meta":{"crop":"square","height":"635","width":"635"}},{"href":"http://media.npr.org/assets/img/2014/04/25/Cesar-Chavez-1-7f81464ce8bce6bc8b093889c4d1005d63e6f656.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2209","width":"2944"}}]}