{"created":"2015-01-26T20:49:14+00:00","modified":"2015-01-26T22:19:31+00:00","valid":{"from":"2015-01-26T22:19:31+00:00","to":"3015-01-26T22:19:31+00:00"},"hreflang":"en","guid":"cba6a90f-1fd5-4730-bbb9-36d1eb73f576","title":"Why Greek voters bucked Europe, backed an anti-austerity party","published":"2015-01-26T22:19:27+00:00","byline":"Clark Boyd, Christopher Woolf","tags":["Greece","austerity","debt","euro","Economics","Business, Finance & Economics","Athens","Berlin","Europe","Greece","Germany","Alexis Tsipras","Angela Merkel","Europe","Economic policy","Alexis Tsipras","Greece","Austerity","Anti-austerity protests","European Central Bank"],"teaser":"Voters in Greece have thrown their support behind Alexis Tsipras, the leader of a left-wing, anti-austerity party called Syriza. Tsipras says his first task as prime minister will be to renegotiate the tough economic measures imposed on Greece by the Eurozone, the International Monetary Fund and the European Central Bank. Tsipras says he wants to give Greeks their dignity back.","contentencoded":"<p>\"They are taking away our dignity.\"</p>\n<p>I heard it time and time again a few years ago when I was in Greece for the last general election.</p>\n<p>The anger and frustration wasn't just aimed at EU bureaucrats and German bankers. It was also aimed inward — at what Greeks still see as a hopelessly corrupt and ineffective political system.</p>\n<p>Alexis Tsipras and his left-wing, anti-austerity Syriza party promised to change it all, inside and out.</p>\n<p>And Greek voters bought that promise on Sunday, saying “enough” to years of punishing economic austerity measures.</p>\n<p>Tsipras ran on the promise of renegotiating Greece's bailout agreements with the Eurozone, the International Monetary Fund, and the European Central Bank.</p>\n<p>Alexis Tsipras, Greece’s new Prime Minister told cheering crowds at a victory rally: \"Greece is leaving behind catastrophic austerity, fear and autocratic government.\"</p>\n<p>Tsipras thanked them for their vote of confidence, and asked Greeks for \"space to create a new future, with dignity.\"</p>\n<p>\"You defeated fear and you brought a smile to every Greek man and woman,” Tsipras said. “Forward! Let us proceed on this difficult and beautiful struggle.  Let us raise the sun over Greece.”</p>\n<p>\"Sunny\" would not be the adjective to describe Greece under Europe's austerity measures. Unemployment skyrocketed, and small businesses failed. A third of all Greeks lost their state health insurance. Many young people left the country.</p>\n<p>“Let's be frank here. In 2010, tragically, our state, Greece, became bankrupt,” economist Yanis Varoufakis told the BBC on Monday. He noted that that of the $240 billion worth of loans and debt restructuring Greece had received from Europe, probably only around 10 percent ended up helping Greeks. The vast majority, he said, went to pay off the nation’s many creditors.</p>\n<p>“Europe, in its infinite wisdom, decided to deal with [Greece’s] bankruptcy by unloading the largest loan in human history on the weakest of shoulders, the Greek taxpayer. On condition that the bankrupted nation would have to shrink its income by a quarter.” said Varoufakis, who looks set to become the nation's next finance minister.</p>\n<p>“It takes an 8- or 9-year-old to understand this cannot end well, and what we've had ever since is a kind of fiscal waterboarding policies that have turned this nation in a debt colony.”</p>\n<p>Syriza didn't win an outright majority yesterday. Instead, it has partnered with a right-wing anti-austerity party called Independent Greeks. Task number one for this Syriza-led government will be to renegotiate the bailout deals.</p>\n<p>“We stick to our promises, but they need to stick to their promises as well,” said Neils Annen, of Germany's Social Democrats, now in a coalition with Chancellor Angela Merkel's party.</p>\n<p>“Our message to Mr. Tsipras will be that we should cooperate with them,” Annen said. “This does not mean — and this kind of what he promised the electorate — that difficult structural adjustments can be avoided. We have to do both.”</p>\n<p>Doing both will be easier said than done for Alexis Tsipras. He’s promised to ease the country's debt burden, and to put the country on a path toward economic growth by stimulating the economy. But for that, he needs money. Well, loans. And that's tough with Greece's credit rating.</p>\n<p>Guntram Wolff, head of the Bruegel think-tank in Brussels, says Tsipras should expect a difficult first month in office. “He has promised really quite a lot, and at the moment at least, I still fail to see how he can afford all this domestically. So, he's going to face, at some stage, reality. And that could be pretty tough for Greece.”</p>\n<p>But Yanis Varoufakis, the man who will likely be at the center of Greece's negotiations with its European counterparts, remains optimistic. “We're not going to Brussels and Frankfurt and Berlin with a confrontational style. There is plenty of room for mutual gains and benefits. And we'll endeavor to find that room,” said Varoufakis.</p>\n<p>Greece and its Eurozone partners have about a month to figure out if the rules can be bent, and if so, how much. The current Eurozone-backed bailout extension program for Greece expires at the end of February.</p>\n<p>When the Greeks first needed a bail-out in 2008, it caused a kind of financial panic on a global scale. But the markets seem to taking the new Greek defiance in stride. Parker says that’s easy to explain. “The indebtedness of the Greeks has been removed from the private money market and transferred over to state entities. That’s why the markets are not particularly flummoxed by Greek talk of taking a hike on the debt.”</p>\n<p>Today, Greece’s debt is owed primarily not to private banks, as it was in 2008, but to the IMF, the European Central Bank and various governments. “None of which is at risk at all of collapsing,” says Parker.</p>\n<p>Parker argues that there is no real risk to the pocketbooks of Americans from the Greek move. “The real risk to America is continued non-growth or even deflation in Europe. Europe collectively is America’s biggest trading partner.”</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/012620151.mp3"},{"href":"http://www.pri.org/file/012620151mp3"}]}