{"created":"2014-10-07T18:39:10+00:00","modified":"2014-10-30T23:25:58+00:00","valid":{"from":"2014-10-30T23:25:58+00:00","to":"3014-10-30T23:25:58+00:00"},"hreflang":"en","title":"What Makes A Nation Happy?","published":"2014-08-11T13:42:00+00:00","teaser":"A group representing some of the world's richest countries has created an interactive online tool that invites the public to rank 11 factors that contribute to happiness.","itags":["npr_api","339414153"],"guid":"cbb407d7-b3b8-47fc-ab8f-a1305d980db0","contentencoded":"<p>In Paris, pleasure boats ply the Seine River as people stroll along its banks on a summer day. The French have six weeks of vacation, free universities, top-notch public transport and arguably the world's best health care system. So who could be unhappy here? Yet in poll after poll, the French rank as some of the biggest malcontents in the Western world.</p><p>Parisian Bruno Fontaine is relaxing by the edge of the river. He says his countrymen don't realize how good they have it. But as world travelers, he says he and his wife do.</p><p>\"Every time we come back to France and to Paris we can really enjoy how nice our country is,\" he says. Fontaine says in Paris, there is an incredible range of cultural opportunities, the food is incredible and life is amazingly fulfilling. \"I can't imagine living in any other big city.\"</p><p>So what is it that makes people happy?</p><p>Economists have long understood the importance of going beyond economic data to gauge the true well-being of a society. Gross Domestic Product alone cannot alone measure quality of life. The Paris-based Organization for Economic Cooperation and Development (OECD) has come up with a tool to try to capture the intangible elements that make for a happy life.</p><p><a href=\"http://www.oecdbetterlifeindex.org/\" target=\"_blank\">The Better Life Index</a> was launched three years ago. Now, with more than 4 million respondents in 180 countries, it is beginning to paint a picture of what people are looking for.</p><p>Japanese users worry most about safety — understandable in the wake of the Fukoshima nuclear accident. Latin Americans strive for better education. The Better Life Index allows respondents to go online and rank 11 well-being indicators from income to environment, in order of importance to them, and then see how their country actually stacks up.</p><p>Claire Cibois and her boyfriend Pierre are walking along the river. They've just been to a museum and are heading to the cinema. She says what makes life good is having some money, \"not too much but enough to live on,\" she says. \"And the free time to enjoy life.\"</p><p>Work-life balance is one of the nebulous concepts the OECD's Better Life Index hopes to quantify. Americans rank work-life balance as a top priority. But their country sits near the bottom in that category. OECD-head Angel Gurria says that should send a strong message to American politicians.</p><p>\"This is a potentially enormously powerful policy instrument going beyond GDP, to inform governments of what people want and what keeps them awake at night,\" he says.</p><p>The OECD's Anthony Gooch, who helped design the index, says comparisons are key to its success.</p><p>\"What is it that people love doing?\" he asks. \"Human beings are constantly peering over the fence. What is my neighbor doing? How is my neighbor performing?\"</p><p>Gooch and his boss Gurria say The Better Life Index allows policy makers to compare and contrast how their county is performing and learn from how successful countries have handled the same issues.</p><p>Gurria believes the Better Life Index could even improve democracy by connecting policies to people's lives. And the more people who go on line and participate, the sharper a tool it will become.</p><p>Back along the Seine River, Bruno Fontaine talks about his priorities.</p><p>\"For me it's health,\" he says. \"When you have health, everything is easier.\"</p><p>Then he laughs: \"Health and love!\"</p><p>Too bad the OECD doesn't have an index to measure that last one.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Makes+A+Nation+Happy%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339485922-69230a.m3u?orgId=1&topicId=1124&ft=3&f=339414153"}]}