{"created":"2014-09-15T22:03:09+00:00","modified":"2014-09-16T18:21:55+00:00","valid":{"from":"2014-09-16T18:21:55+00:00","to":"3014-09-16T18:21:55+00:00"},"hreflang":"en","guid":"cbb843a3-6dcf-41fc-a308-03ab799388c8","title":"No one really knows why a young American was sentenced to hard labor in North Korea","published":"2014-09-16T18:21:53+00:00","byline":"Matthew Bell","tags":["Political prisoners","North Korean prisoners","North Korea","Justice","Conflict & Justice","Pyongyang","Asia","North Korea","United States","Asia","North America","Matthew Todd Miller","Kenneth Bae","Jeffrey Fowle","Robert King","Robert Kind","North Korea","Foreign relations of North Korea","Imprisonment of American journalists by North Korea"],"teaser":"A North Korean court has sentenced Matthew Todd Miller, a US citizen in his mid-20s, to six years in a North Korean labor camp for conspiring to commit “hostile acts” against the state. But many details about Miller's situation, including his reasons for visiting North Korea, remain a mystery.","contentencoded":"<p>North Korea says Matthew Todd Miller, a California native in his mid-20s, traveled to the country earlier this year to carry out &ldquo;hostile acts&rdquo; against the state. On Sunday, Miller was found guilty of that crime and given a stark sentence: six years of hard labor.</p><p>In a video shot by the Associated Press, Miller enters what looks like a courtroom. He is wearing a black turtleneck and handcuffs and is accompanied by two men in military uniforms. He stays generally expressionless throughout the 90-minute proceeding, though at one point the video shows Miller nodding in apparent agreement with something being said.&nbsp;</p><p>The court, according to the AP, said Miller arrived in North Korea in April and tore up his visa at the Pyongyang airport. There, he admitted to having a plan to secretly investigate the country&#39;s human rights situation by getting himself thrown into prison.&nbsp;</p><p>North Korean state-run media had previously reported that Miller sought asylum in the North. But the court said this was part of a front for the American&#39;s &ldquo;wild ambition.&rdquo; It also accused Miller of falsely claiming to possess classified information about the US military in South Korea.&nbsp;</p><p>Most of what has been reported about Miller&#39;s case is based on North Korean sources or statements that Miller himself gave while in detention. In early September, Miller was allowed to do a short interview on camera with CNN. <a href=\"https://www.youtube.com/watch?v=3jr9BzRNDMs \">It was awkward</a>, to say the least.</p><p>Miller refused to discuss his motives for traveling to North Korea, but he appeared to acknowledge tearing up his visa when he said he expected to be detained. He said he was given an opportunity to speak with his family over the phone and that he was being treated well.&nbsp;</p><p>North Korea is known to be holding two other American citizens. Kenneth Bae is a 46-year-old Korean-American missionary serving a 15-year sentence in a labor camp, also for committing &ldquo;hostile acts&rdquo; &mdash; a kind of catch-all charge in North Korean legal language. And 56-year-old Jeffrey Fowle is expected to go on trial soon, apparently for leaving a Bible behind during a trip he took to North Korea in May as a tourist.</p><p>All three men, in separate interviews with CNN and the AP, have said they hoped the US government would intervene on their behalf. The Obama administration has reportedly asked North Korea about sending Robert Kind, the US special envoy on North Korean human rights, to Pyongyang. But North Korea has declined the offer, suggesting officials hope to receive an American official of higher rank.&nbsp;</p><p>Former Presidents Jimmy Carter and Bill Clinton both made trips to North Korea to secure the release of American citizens.&nbsp;</p><p>The sentencing of Miller coincides with the release of a lengthy official rebuttal from North Korea to recent international criticism of its human rights record. In February, the United Nations <a href=\"http://www.nytimes.com/2014/02/16/world/asia/un-panel-finds-crimes-against-humanity-in-north-korea.html\">published a report</a> that accused North Korea of committing wide-ranging crimes against its own people. The North has now responded with a <a href=\"http://www.theguardian.com/world/2014/sep/15/north-korea-human-rights-claims\">50,000-word paper</a> that claims its citizens enjoy human rights.</p>","audio":[]}