{"created":"2014-11-15T10:31:24+00:00","modified":"2014-11-17T19:30:53+00:00","valid":{"from":"2014-11-17T19:30:53+00:00","to":"3014-11-17T19:30:53+00:00"},"hreflang":"en","title":"Tango Lessons: Rubén Blades Sings His Way Into Discovery","published":"2014-11-15T15:21:00+00:00","teaser":"On his new album, the salsa singer, actor and one time presidential contender in Panama rearranged some of his salsa songs as tangos. In doing so, he found new things in his lyrics and himself.","itags":["npr_api","364101715"],"guid":"cbd9e0b2-5b60-446d-99a3-43ecf38d9f50","contentencoded":"<p><a href=\"http://www.npr.org/artists/15283727/ruben-blades\" target=\"_blank\">Rubén Blades</a> is one of the great salsa singers in the world. He also happens to be a composer, an actor, an activist and a man who's run for president of Panama. He lost that election, but became that country's Minister of Tourism.</p><p>His latest album, <em>Tangos</em>, has been nominated for two Latin Grammys: Album of the Year and Best Tango Album. On the record, Blades turns some of his well-known salsa repertoire into tango music with the help of Argentine composer Carlos Franzetti.</p><p>\"I was always interested in trying to find how different genres would affect the lyrics that I'd written,\" Blades says. \"Salsa is where most of my songs have been recorded, the genre of salsa. It's very frenetic, fast-paced. And I felt that the lyrics sometimes were being lost. I wanted to see how the lyrics would react under a tango type of structure, which is more reflexive.\"</p><p>Blades says the tango versions, slower and more atmospheric, have led him to understand his songs in a new way. There's also been a less pleasant surprise: \"Some people have told me, 'Oh, I didn't realize that you could sing, actually,' which is kind of distressing to hear after 40 years.\"</p><p>Hear the rest of the conversation at the audio link, including Blades' plan for a potential presidential bid in 2019 and a tender moment he shared with his father while listening to the album's last song, \"Tiempos.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tango+Lessons%3A+Rub%C3%A9n+Blades+Sings+His+Way+Into+Discovery&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"447"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364289569-08bc02.m3u?orgId=1&topicId=1105&ft=3&f=364101715"},{"href":"http://media.npr.org/assets/img/2014/11/14/dsc_5977-0ce1b80c67e149690755e3d577932fe04c2d121c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3280","width":"4376"}}]}