{"created":"2015-03-17T22:29:24+00:00","modified":"2015-03-18T17:56:15+00:00","valid":{"from":"2015-03-18T17:56:15+00:00","to":"3015-03-18T17:56:15+00:00"},"hreflang":"en","guid":"cbdf52f2-26cc-4fe6-9b82-f7b4f2f767c8","title":"Israel's Arab parties make historic gains — will they actually matter?","published":"2015-03-18T17:56:14+00:00","byline":"Traci Tong","tags":["politics","elections","Religion","government","Global Politics","Asia","Israel","Asia","Middle East","Isaac Herzog","Diana Buttu","Benjamin Netanyahu","Politics of Israel","Israel","Arab citizens of Israel","Likud","Israeli legislative election","Politics"],"teaser":"Exit polls from the latest Israeli election show Arab parties winning an historic number of seats in Israel's parliament. But it's still far from certain whether the unified Joint List will wield meaningful power under a new government.","contentencoded":"<p>The exit polls from Tuesday's election in Israel have offered up many surprises, but none bigger than the performance of a group known as the Joint List.</p>\n<p>The Joint List is an alliance of Israel's Arab and mostly-Arab parties, which were historically divided. The group of four small parties finally banded together in this year's election after a new law made it likely that none of the four would get enough individual votes to win seats in parliament. Now exit polls show the Joint List is running in third place, a historic moment for Arab-Israeli voters — maybe.</p>\n<p>\"It is and it isn't,\" says Diana Buttu, a Palestinian political strategist and former spokeswoman for the Palestinian Liberation Organization. \"It’s shown that, for the first time, Palestinians are voting as a bloc and that they want to stop ... the tide of racist legislation that has been passed.\" </p>\n<p>Arab citizens of Israel, who make up about 20 percent of the country's popuplation say Israeli law discriminates against them in land and home ownership, as well as in education and the economy. Having a projected 13 seats in the Knesset, Israel's parliament, could make a big difference in changing those laws — or at least blocking new ones.</p>\n<p>There's also the theoretical possiblity that the Joint List could play kingmaker in forming a new government — because so many parties win seats in the Knesset, even the biggest parties must assemble coalitions to govern, usually by doling out concessions to smaller allies.</p>\n<p>But there's no guarantee that the suddenly powerful Joint List will actually get to use its power. \"None of the political parties have ever joined forces with the Arab party, the Joint List,\" Buttu points out. And even if an invitation were extended, it's not clear if the Joint List would actually accept taking part. Some of the Joint List's members, like the Balad party, reject the idea of Israel as a Jewish state and are unlikely to join its government.</p>\n<p>\"Being part of a coalition means you have to vote alongside with the government, not against it,\" Buttu explains. \"They [the Joint List] don’t want to be a part of the government's occupation — of building more settlements or launching a siege on Gaza.\"</p>\n<p>As for Palestinians living the West Bank or Gaza, Buttu says the battle between Prime Minister Benjamin Netanyahu and Isaac Herzog, the head of the center-left opposition, hasn't been a big deal: \"It’s been a collective yawn because they see no difference between Netanyahu and Herzog.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-17%2Farab-israelis-politicians-unite-so-they-can-have-more-power-israeli-government&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}