{"created":"2014-10-03T19:49:43+00:00","modified":"2014-10-07T14:44:38+00:00","valid":{"from":"2014-10-07T14:44:38+00:00","to":"3014-10-07T14:44:38+00:00"},"hreflang":"en","title":"Searching The Planet To Find Power For The Cloud","published":"2014-04-23T13:55:00+00:00","teaser":"The quest for cheap, reliable electricity to power enormous cloud computing facilities is sending tech companies to the ends of the earth.","itags":["npr_api","305666363"],"guid":"cbe6b670-2123-419b-a04e-e91aea6156d8","contentencoded":"<p>You hear the term \"the cloud\" or \"cloud computing,\" and you picture something puffy, white, clean and quiet. Cloud computing is anything but.</p><p>Even from a distance you can hear the hum of a modern data center. Last week, I visited one of the largest in Santa Clara, Calif., in the heart of Silicon Valley. It's called SC1, is owned by <a href=\"http://dft.com/\">DuPont Fabros Technology</a> and is about a quarter-mile long.</p><p>\"It's about the same size and length as a Nimitz aircraft carrier,\" says Paul Hopkins, a regional vice president for the company, shortly after buzzing me through the door.</p><p>The entrance is guarded, and employees need fingerprint scans to get in and out. Hopkins has agreed to show me around.</p><p>SC1 isn't fully built out yet. But when it is, it will use enough electricity to power more than 57,000 homes. Just inside the door, there is a corridor that stretches in a straight line for more than 1,000 feet.</p><p>\"The guys that work here, a lot have their own little Razor scooters to get around,\" Hopkins says. \"It's a heck of a long walk if you're walking back and forth all day.\"</p><p>DuPont Fabros is one of a half-dozen cloud storage providers you've probably never heard of. But their business is to build out these enormous buildings that house and cool millions of computer servers. This company's customers include Microsoft and Facebook.</p><p>And this building is massive. Picture dozens of cavernous ballrooms lined up in a row. Now elevate the floors, run superpowered air condition systems underneath, and then stuff the space with as many racks of computers as you can possibly imagine.</p><p>\"In one of these rooms here, we could fit 450 cabinets. Each cabinet has 30 to 50 servers — just a ton\" of computing power, Hopkins says.</p><p>All those machines running full out use a huge amount of energy and throw off a lot of heat.</p><p>SC1 has a half-million-gallon chilled water tank to cool off the machines if the regular air-conditioning system fails. The tank looks like a small office building, easily six or seven stories tall. But when the servers are running at capacity, they produce enough heat to evaporate all of that water in just 30 minutes.</p><p>Researchers at Greenpeace estimate that if the cloud were a country it would be one of the biggest consumers of electricity on the planet.</p><p>\"It would rank around sixth in the world,\" says Gary Cook at Greenpeace. \"That is right after Russia and right before Germany.\"</p><p>Other estimates are smaller, but the figures are still staggering. The <a href=\"http://www.nytimes.com/2012/09/23/technology/data-centers-waste-vast-amounts-of-energy-belying-industry-image.html?pagewanted=all&_r=0\">New York Times</a> estimated that cloud computing consumed 30 billion watts of power a year in 2012. That is as much power as produced by 30 nuclear power plants.</p><p>And the cloud is growing fast. So to control electric costs, big cloud computing companies are traveling to the ends of the earth.</p><p>Joel Kjellgren works for Facebook in Lulea, Sweden, as the data center manager. Lulea is just south of the Arctic Circle, and in January, the outside temperature might be minus 20-25.</p><p>And that's one reason Facebook is here. The company uses the arctic air to cool its machines for free. Cheap, reliable hydroelectricity powers them.</p><p>Facebook's Lulea data center is one of the most efficient on the planet.</p><p>And more than 4,000 miles away, in central Iowa, Facebook is building another one. But it won't be cooled with arctic air or powered with hydro. It will take advantage of the wind instead.</p><p>In the next few months, on farm fields just south of Wellsburg, Iowa, more than 60 windmills will take root. Each will be more than 400 feet tall. If you picture the Statue of Liberty with 120-foot arms, you are beginning to get the general idea.</p><p>MidAmerican Energy, Iowa's local power company, is building one of the biggest terrestrial wind farms in the world, and a big slice of the power produced will be dedicated to powering Facebook's planned data center 60 miles away.</p><p>\"Once the electrons make it to the grid you can't color them a different color. You can't color some electrons green and some electrons black, and call these electrons renewable and these electrons fossil,\" says Adam Wright, the vice president of wind generation and development at MidAmerican.</p><p>\"We are not connecting directly to their Altoona data center so they can pull directly off the wind,\" he says. But Facebook worked with MidAmerican to expand the size of its renewable investments, helping to add as much renewable energy to Iowa's grid as its data center is likely to consume in the foreseeable future.</p><p>In the past few years, <a href=\"http://www.greenpeace.org/usa/en/campaigns/global-warming-and-energy/A-Green-Internet/clickingclean/\">Greenpeace has leaned on companies</a> like Apple and Facebook — pushing them to invest in and use renewable energy. Apple now runs its cloud on a mix of solar, hydro and wind.</p><p>But other firms are not moving as fast, and Gary Cook at Greenpeace is worried that as the cloud grows, it could easily foul the planet.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Searching+The+Planet+To+Find+Power+For+The+Cloud&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Henn","audio":[{"meta":{"duration":"271"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1305671294-bcfbcf.m3u?orgId=1&topicId=1019&ft=3&f=305666363"},{"href":"http://media.npr.org/assets/img/2014/04/21/adair_1-54f78d5ae98badfa5c27e61bb0958649d77add4f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1078","width":"1439"}},{"href":"http://media.npr.org/assets/img/2014/04/21/hopkins-chilling-plant-c7c76426fddfabc454f0daab329716772eca3a08.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3263"}}]}