{"created":"2014-10-07T18:03:13+00:00","modified":"2014-10-30T23:07:19+00:00","valid":{"from":"2014-10-30T23:07:19+00:00","to":"3014-10-30T23:07:19+00:00"},"hreflang":"en","title":"Gaza Violence Tests Once-Unshakable Allies U.S. And Israel","published":"2014-08-21T17:07:00+00:00","teaser":"Both sides have traded barbs and criticism over the other's policies. Some believe the public feud stems from a personal animosity between President Obama and Prime Minister Benjamin Netanyahu.","itags":["npr_api","341903726"],"guid":"cbe9a26b-f71b-4872-bd97-ac6ff66cbf5d","contentencoded":"<p>Relations between Israel and the United States are going through a turbulent time. The two sides — normally seen as unshakable allies — have increasingly taken to trading barbs and accusations about the other's policies and decisions, breaking diplomatic protocol.</p><p>The occasional frictions of the past few years have been exacerbated by the war in the Gaza Strip.</p><p>There's no question the two nations have had their ups and downs over the years, but nothing quite like the current public spat, says Eytan Gilboa, who specializes in U.S.-Israeli relations at Bar-Ilan University near Tel Aviv.</p><p>\"This is new, the continuing personal deterioration between the two leaders,\" he says. \"The insults, the misunderstandings, the misperceptions have been accumulating to a point where an explosion of the kind that we have seen in recent days has become almost inevitable.\"</p><p>Many Israelis have never been fully comfortable with President Obama. The recent churn between the two countries could be dated to the 2012 U.S. presidential campaign, when supporters of Obama suspected Israeli Prime Minister Benjamin Netanyahu of backing Republican challenger Mitt Romney.</p><p>Or it could date from June of this year, when the U.S. was apparently willing to entertain the possibility of working with a Palestinian government that would include both Fatah and Hamas.</p><p>\"I'm deeply troubled,\" Netanyahu said in response. \"Hamas is a brutal terrorist organization.\"</p><p>Tensions noticeably ratcheted up when war broke out between Israel and Hamas in July. U.S. Secretary of State John Kerry was dispatched to the region.</p><p>A confidential draft of a peace proposal he gave Netanyahu's office was leaked, and the Israeli press lambasted Kerry for meddling.</p><p>But that didn't stop the U.S. from voicing concern over the mounting number of civilian deaths in Gaza. More than 2,000 Palestinians have been killed, and a large majority were civilians, according to Palestinian officials.</p><p>\"Sometimes civilians do get caught up in the crossfire,\" says Mark Regev, the Israeli prime minister's spokesman. \"That unfortunately is an unavoidable fact of warfare.\"</p><p>On Aug. 3, the State Department issued a blistering statement, saying the U.S. was appalled by what it called the disgraceful shelling of a United Nations school in Gaza, which killed 10 people seeking shelter there.</p><p>Later, State Department spokeswoman Marie Harf said Israel could do more to protect civilians, and that the U.S. would take \"additional care\" in providing it weapons.</p><p>But the U.S. did give Israel more weapons and more money for its missile defense system. Regev says reports of a rift are overblown.</p><p>\"The Israeli-American relationship is so close, is so intimate, that every time there is a disagreement it makes front-page news,\" he says. \"You can't expect that even the closest of allies will agree on every issue.\"</p><p>But Gilboa says the problem is deeper than just a few issues. He says it stems from a genuine antipathy between Obama and Netanyahu, which has greatly contributed to the rift between the two countries. Gilboa says the two leaders just don't see eye to eye.</p><p>\"They subscribe to very different ideologies: Obama is on the left; Netanyahu is on the right,\" Gilboa says. \"And they have very different personalities. Obama is much softer; Netanyahu is much tougher.\"</p><p>That sentiment is shared by a significant number of Israelis.</p><p>Adi Tal, who was shopping recently at a Jerusalem market, says the U.S. is seen as naive about the danger of radical Islamists.</p><p>\"We see Hamas the same as al-Qaida, but I don't think that the United States government looks at Hamas the same as it looks [at] al-Qaida or the Taliban,\" Tal says.</p><p>Yacov Levi takes a break from a lively backgammon game and sips some sweet tea. He thinks both Obama and Netanyahu, often known as Bibi, should be tougher.</p><p>\"Obama, he don't understand the Middle East. He make many, many mistakes here,\" Levi says. His assessment of Netanyahu is even harsher: \"I want Bibi to go. He's chicken.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Gaza+Violence+Tests+Once-Unshakable+Allies+U.S.+And+Israel&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jackie Northam","audio":[{"meta":{"duration":"259"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341958801-dd1b51.m3u?orgId=1&topicId=1009&ft=3&f=341903726"},{"href":"http://media.npr.org/assets/img/2014/08/20/us-israel-820-1-e08a584555375be4ba41d7726ed7b3e565cf4099.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3086","width":"4118"}}]}