{"created":"2015-05-07T19:22:59+00:00","modified":"2015-05-08T19:29:39+00:00","valid":{"from":"2015-05-08T19:29:39+00:00","to":"3015-05-08T19:29:39+00:00"},"hreflang":"en","guid":"cbf55cbf-f515-413d-af56-879a75300b6a","title":"Former Gitmo prisoner Omar Khadr freed on bail in Canada","published":"2015-05-08T19:29:34+00:00","byline":"Andrea Crossan","tags":["terrorism","Justice","conflict","Justice","Conflict & Justice","North America","Canada","United States","Omar Khadr","Guantanamo Bay detention camp","Canada","Edmonton","Afghanistan","Michelle Shephard"],"teaser":"For years, Omar Khadr was Guantanamo Bay's youngest detainee. Now a Canadian court has released him on bail after 13 years in prison.","contentencoded":"<p>Child soldier — or terrorist? Whatever he may be, whatever he may have done, Omar Khadr is now a free man.</p>\n<p>A Canadian court released the former Guantanamo detainee on bail Thursday.</p>\n<p>Toronto-born Khadr was just 15 when he was captured in Afghanistan and sent to the US prison in Guantanamo Bay. In 2010, he was sentenced to eight years in prison following a military hearing where he pleaded guilty to a number of charges, including the murder an US soldier.</p>\n<p>As part of the agreement, he was sent home to Canada in 2012 to serve the remainder of his sentence.</p>\n<p>The Court of Queen's Bench of Alberta rejected the Canadian government's attempt to keep him in prison while he fights his US conviction.</p>\n<p>“The Canadian government has tried all along to keep Omar Khadr in prison,” says Michelle Shepard, the Toronto Star's national security reporter and the author of <a href=\"Said%20Michelle%20Shepard,%20The%20Toronto%20Star's%20National%20Security%20reporter%20and%20the%20author%20of%20‘Guantanamo's%20Child.’\">Guantanamo's Child</a>. “A lower court judge had ordered Khadr released on bail and the government had brought in an emergency motion to stop that release, saying if he were released it would harm diplomatic relations with other countries.”</p>\n<p>The Canadian government had argued that the release of Khadr would specifically damage relations with the US.</p>\n<p>“They had said that the US had agreed to transfer Omar Khadr to Canada to serve the remainder of his sentence and if he were released before the sentence was concluded, that perhaps in future cases, the US would be reluctant.”</p>\n<p>But US State Department spokesman Jeff Rathke said it is up to Canadian courts to decide whether Khadr should be released. Khadr was in the courtroom when the judge ruled that he should be released on bail.</p>\n<p>“Many of his supporters were in the courtroom and it erupted in cheers,” says Shepard, who was also in the courtroom. “[Khadr] smiled, he shook hands with his lawyer who said to him, ‘we’ve done it’.”</p>\n<p>Khadr's bail conditions include restrictions on his movements, electronic monitoring and putting up a $4,100 guarantee.</p>\n<p>He was expected to go with another of his lawyers, Dennis Edney, to live with him and his wife at their home in Edmonton.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-07%2Fformer-gitmo-prisoner-omar-khadr-free-bail-canada&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/RTX1BZSX.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtx1bzsxjpg"},{"href":"http://cdn.pri.org/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05072015_01.mp3"},{"href":"http://www.pri.org/file/0507201501mp3"}]}