{"created":"2015-01-02T20:43:20+00:00","modified":"2015-01-07T23:05:51+00:00","valid":{"from":"2015-01-07T23:05:50+00:00","to":"3015-01-07T23:05:50+00:00"},"hreflang":"en","title":"Trial Of Polygraph Critic Renews Debate Over Tests' Accuracy","published":"2015-01-02T23:23:00+00:00","teaser":"Doug Williams, one of the country's most vocal critics of the polygraph test, will go on trial in January. For decades, he has helped people \"beat\" the test by exploiting its shaky science.","itags":["npr_api","371925732"],"guid":"cbf8e2c9-bc71-45b7-93a4-9535d1d36283","contentencoded":"<p>The federal government is throwing the book at one of the most vocal critics of the polygraph test.</p><p>Doug Williams, a man who makes his living teaching people how to beat the test, will go on trial in January on charges of witness tampering and mail fraud. But Williams' defenders say he's being punished by a government that has become overly dependent on polygraphs.</p><p>Williams, a former Oklahoma City police officer, has spent decades as a polygraph critic, going on shows such as <a href=\"https://www.youtube.com/watch?v=ROhp2aS9pQU\" target=\"_blank\">CBS's 60 Minutes</a> to slam the test as junk science and selling his techniques for \"beating\" the test on his website.</p><p>He also offers one-on-one training, and that's how he <a href=\"http://online.wsj.com/public/resources/documents/2014_1113_dougwilliamsindictment.pdf\" target=\"_blank\">got in trouble</a> with the federal government. Undercover agents approached Williams, posing as clients, and asked him to help them with polygraph tests. They told him they needed to pass the test to obtain or keep a federal job, and they said he was willing to help them even after they told him they planned to lie on the test. The government calls that witness tampering.</p><p>But Williams sees the situation very differently.</p><p>\"This indictment is brought simply to punish and silence me because I have the audacity to protest the use of the polygraph,\" he says.</p><p>That's all he'll say to reporters right now because he's under orders from his lawyer. The Justice Department won't comment on the case, but even Williams' fans think he's in trouble.</p><p>\"Obviously, they want to get him,\" says Peter Moskos, a former police officer who now teaches at the John Jay College of Criminal Justice. \"I think they got him dead to rights, too.\"</p><p>Moskos shares Williams' disdain for the polygraph, which is widely used to screen applicants for law enforcement jobs. But he admits Williams may have crossed a line.</p><p>\"Just because they're getting him, and just because he did, perhaps knowing people were going to lie on the test, still help them out, that doesn't make the test any better,\" Moskos says.</p><p>And that's the decades-old question that's been revived by the Williams case: How accurate are polygraph tests?</p><p>In 2002, the National Academy of Sciences conducted a <a href=\"http://www8.nationalacademies.org/onpinews/newsitem.aspx?RecordID=10420\" target=\"_blank\">comprehensive review</a> of the research on polygraphs. It concluded that the test performed far better than chance in catching lies. But the researchers also found the test produced too many false positives.</p><p>\"These channels that the polygraph captures, whether it's the sweating on fingertips or breathing, this information does tie in to the notion of lying or deception,\" says Stephen Fienberg, the statistician who was chairman of the National Academy of Sciences review. \"Unfortunately, it ties into other things as well.\"</p><p>Fienberg says too many honest people are tagged as liars by the tests. For that reason, the reviewers concluded that the test wasn't reliable enough to use for national security checks or to screen job applicants.</p><p>\"My personal conclusion is it has no place in government's dealings with its citizens,\" Fienberg says.</p><p>The defenders of polygraphs actually embrace the National Academy of Sciences review, emphasizing its conclusion that the tests results are \"better than chance.\" Raymond Nelson, president of the American Polygraph Association, acknowledges the test isn't perfect but says its accuracy rate is still <a href=\"http://www.polygraph.org/section/resources/polygraph-validity-research\" target=\"_blank\">above 80 percent</a>.</p><p>\"That's still better than any other technology available today,\" Nelson says. \"It's still better than trying to make human judgments based on non-instrumental methods for credibility assessment.\"</p><p>And Congress seems to think the polygraph is good enough — for government work, at least. Although Congress banned private employers from using polygraphs on job applicants back in 1988, it exempted government employers. The test still looms large for thousands of federal and local law enforcement employees.</p><p>Moskos says the polygraph has derailed many promising police careers. He says he passed it in 1999 only because he prepared himself by researching it, and he advises the aspiring police officers in his classes to do the same.</p><p>\"You're a fool if you go into a lie detector test thinking that telling the truth is good enough,\" Moskos says.</p><p>The polygraph's power as an interrogation aid depends on whether people believe in it, and many critics think that's why the government has come down hard on anti-polygraph trainers.</p><p>In 2012, <a href=\"http://www.washingtonpost.com/local/indiana-man-accused-of-teaching-people-to-beat-lie-detector-tests-faces-prison-time/2013/08/31/a7cbe74a-08ea-11e3-9941-6711ed662e71_story.html\" target=\"_blank\">federal agents conducted a similar sting</a> against a man named Chad Dixon in Indiana. Undercover agents say Dixon was also willing to train people to lie on government polygraphs. When prosecutors threatened him with a lengthy sentence, Dixon decided not to risk a trial and pleaded guilty to lesser charges. He served eight months in prison.</p><p>Anti-polygraph trainers and activists say there seems to be a new pressure on them. George Maschke, who runs <a href=\"http://antipolygraph.org/\" target=\"_blank\">antipolygraph.org</a>, says he has received suspicious phone calls from potential clients, and he wonders whether they're really federal agents trying to see if he'll make the mistake of offering to help them lie on a government test.</p><p>These investigations seem to be the result of a 2010 law that <a href=\"http://www.abchs.com/ihs/SUMMER2012/ihs_articles_2.php\" target=\"_blank\">expanded the polygraph requirement to U.S. Customs and Border Protection</a>, the nation's largest law enforcement agency. That expansion drove new clients to anti-polygraph trainers like Williams and led to the sting against him. Neither the Justice Department nor CBP would comment on the investigations.</p><p>Fienberg says he doesn't defend all the actions of anti-polygraph trainers such as Williams, but he also finds the sting operations disturbing.</p><p>\"To think that the government now wants to stop people who are going to help expose [the polygraph's] fallibilities is to me pretty ludicrous,\" Fienberg says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Trial+Of+Polygraph+Critic+Renews+Debate+Over+Tests%27+Accuracy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Martin Kaste","audio":[{"meta":{"duration":"307"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374621897-fb58b9.m3u?orgId=1&topicId=1091&ft=3&f=371925732"},{"href":"http://media.npr.org/assets/img/2014/12/26/doug-williams-73246da79eebbb31904f5c9ecd89cf4139d159b1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"841","width":"1122"}}]}