{"created":"2014-12-21T22:04:53+00:00","modified":"2015-01-12T00:02:05+00:00","valid":{"from":"2015-01-12T00:02:05+00:00","to":"3015-01-12T00:02:05+00:00"},"hreflang":"en","title":"Desperate To Speak: How Emily Blunt Found Her Voice","published":"2014-12-30T18:54:00+00:00","teaser":"The actress stars in the new film <em>Into the Woods</em>, in theaters Thursday. On screen she's a natural. But as a kid, she had a stutter so severe she could hardly say her own name.","itags":["npr_api","372117734"],"guid":"cbf8a479-1c03-4ce9-8ca8-2ce23f5c1157","contentencoded":"<p><em>As part of a series called \"My Big Break,\" </em>All Things Considered<em> is collecting stories of triumph, big and small. These are the moments when everything seems to click, and people leap forward into their careers</em><em>.</em></p><p>You may know British actress Emily Blunt from <em>The Devil Wears Prada, </em>where she played the senior assistant to Meryl Streep's fashion editor, or <em>The Edge of Tomorrow, </em>where she coaches Tom Cruise in combat skills as he relives a battle over and over again.</p><p>And if you don't know her yet, you'll probably recognize her soon: She stars in the new Disney film <em>Into the Woods</em>, in theaters Christmas Day.</p><p>On screen, Blunt is a natural. So you'd never guess that, as a kid, she could hardly say her own name — she grew up with a severe stutter.</p><p>\"It sort of started to dominate my speech by the time I was about 7 or 8,\" Blunt says, \"and then I think, honestly, got to its most prominent point when I was about 12 or 13.\"</p><p>She says she was so mortified to talk with people that she hardly talked at all.</p><p>\"Kids can be so merciless, can't they? Most of them speak so fluently and they can't possibly understand why you can't,\" she says.</p><p>The stutter was all she could think about, she says, and she felt trapped.</p><p>\"A stutter can be like a straitjacket,\" she says. \"I struggled with vowels, so 'Emily' was like the depths of hell for me.\"</p><p>Blunt says she didn't know why she had trouble communicating. She thought that maybe there was something wrong with her.</p><p>\"The misdiagnosis [was] that I was a tense child, and I wasn't,\" she says. \"I was desperate to speak. I wanted everything, I didn't want to miss anything, and I felt like I was missing out. So what I was, more than anything, was just immensely frustrated.\"</p><p>She says her parents tried everything, from relaxation therapy to listening to audio recordings of dolphins or the soothing voice of a woman on a cassette tape.</p><p>\"Oh, God, I'm going to laugh because I remember her voice so well!\" she says.</p><p>Blunt does an impression: \" 'You're on a beautiful beach with white, white sand.' \"</p><p>\"It didn't work for me, it just annoyed me,\" she says. \"I was like, 'I'm not tense!' I then felt more tense. It just sucked, I guess, is the simplest way of saying it.\"</p><p>She credits her big break to one of her grade-school teachers. He suggested the unthinkable: Try out for the school play.</p><p>\"And I said, 'Uh, no.' And I could barely even say 'no,' so I just shook my head,\" Blunt says.</p><p>He told her that he noticed whenever she did voices and impressions with her friends, she would never stutter. He suggested Blunt try acting in the play using a made-up accent.</p><p>\"[It was] just extraordinary that somebody who is not a stutterer would have the kind of insight to say: Be somebody else. Remove yourself from yourself and try it,\" she says.</p><p>The school play was about time travel and going back to a medieval village. Blunt played the contemporary modern kid.</p><p>\"And I spoke fluently for the first time in a long time, doing a stupid Northern accent that helped me,\" Blunt says. \"To get through a whole play and not trip up once — I think it was probably more emotional for my mom, who watched. I think that was huge.\"</p><p>Blunt says that so much of overcoming the mental mountain of a stutter is gaining the confidence to speak.</p><p>\"You learn tricks,\" she says. \"You just learn all kinds of tricks, and you can get over it.\"</p><p>She says that in a funny way, acting found her. If it wasn't for her childhood stutter, Blunt says, she likely would've never pursued acting.</p><p>\"I think I get a little bit overwhelmed if I think about the odds of this not working out,\" she says. \"I'm someone who never thought I would end up in a career where I had to speak fluently. And here I am.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Desperate+To+Speak%3A+How+Emily+Blunt+Found+Her+Voice&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"268"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372317897-75ed77.m3u?orgId=1&topicId=1008&aggIds=274340198&ft=3&f=372117734"}]}