{"created":"2015-04-08T18:56:28+00:00","modified":"2015-05-13T21:03:59+00:00","valid":{"from":"2015-05-13T21:03:59+00:00","to":"3015-05-13T21:03:59+00:00"},"hreflang":"en","title":"The Creepy, Crawly World Of Bedbugs And How They Have 'Infested' Homes ","published":"2015-04-08T21:36:00+00:00","teaser":"Brooke Borel's new book describes their history and how they hide, bite and reproduce. Borel, who has combated them herself, says an infestation \"does mess with your mind a little bit.\"","itags":["npr_api","398308147"],"guid":"cc137a28-de06-440e-9b4b-2e1f678e0453","contentencoded":"<p>Brooke Borel admits she has become either \"the worst person\" or \"the best person\" to talk to at a cocktail party. The journalist not only has had a few experiences with bedbugs, she also has written the new book <em>Infested </em>about the history of bedbugs. And she's not afraid to talk about it.</p><p>\"I begrudgingly respect them,\" Borel tells <em>Fresh Air</em>'s Dave Davies. \"I did not even know what I was getting myself into when I started working on this book and I really do find them endlessly fascinating.\"</p><p>Borel has turned up material in her research about how bedbugs hide and bite and reproduce that sheds light on why they're so attracted to people.</p><p>\"They're alerted by the carbon dioxide from our breath when we breathe out; they're also attracted to the heat from our bodies,\" Borel says.</p><p>She also says they have very thin mouthparts, so most people don't feel them bite.</p><p>\"Unlike some bugs that can lap up pooled blood (which is a really thrilling image for people to think about), the bedbug — they fill up more like if you were attaching a balloon to a spigot,\" she says. \"They're trying to get their mouth into your blood vessel and the difference in the pressure between their body and the blood vessel makes them sort of poof up with blood.\"</p><p>From her experience, Borel says, an infestation will \"mess with your mind a little bit.\" And trying to get rid of them can be maddening — her pest control operator told her to vacuum her books and steam her dresser.</p><p>\"I sat there, with hundreds of books, vacuuming and going through them and looking at the corners and making sure there weren't bedbugs in them,\" she says. \"You do a lot of things that you can't believe that you're doing.\"</p><hr /><p><strong>Interview Highlights</strong></p><p><strong>On watching bedbugs respond to humans </strong></p><p>There's an entomologist named Harold Harlan who, in the 1970s, found some bedbugs in an Army barracks in Fort Dix, N.J. And they were so rare at that time he had never seen them in person before and he thought they were really interesting. So it was his job to get rid of them, but he also wanted to study them further, so he collected a couple hundred in these jars and took them home. It has been more than 40 years and he still has these bedbugs.</p><p>And one of the first interviews I did, actually ... I went to D.C. and sat in his office. He brought some bedbugs in. I watched him feeding them and we talked about them and everything. At one point he was separating some into a smaller container and he handed that to me and the container had sort of a netted top on it, so you could feed them through that — should you want to. I did not want to, but I kind of breathed on the top of that netted top, basically, and they came up immediately alerted by my breath. When I held it further away from me, my fingers were on either side of this jar and they started gathering where my fingertips were touching the jar, attracted to my body heat. It was pretty unsettling just watching them actually move in response to my presence.</p><p><strong>On where bedbugs live </strong></p><p>Their name suggests that they live in the bed, but that's not necessarily true. They usually will live in little cracks and crevices near the bed, sometimes on the bed, sometimes elsewhere, mostly hiding during the day and coming out at night when you're sleeping, to eat. Although, they're not necessarily nocturnal. If you were someone that [works the night shift] and you slept during the day, they would shift their schedule to actually feed on you during the day when you're sleeping. ...</p><p>They have really flat bodies. After they eat, they get a little rounder, but they have these generally very flat bodies and they're able to really squeeze into tiny cracks.</p><p><strong>On bedbug excrement</strong></p><p>Bedbug poop — it comes out, it leaves little black flecks on your bed or wherever they end up. Usually if you have a really bad infestation, you'll see a buildup of this. It almost looks like a black mold or something — maybe it will be in the corner of your mattress or wherever it is that they're hanging out.</p><p><strong>On the disappearance of bedbugs </strong></p><p>Around World War II ... these scientists discovered the insecticidal properties of DDT and that was one of the first ever synthetic insecticides. It became really important in World War II ... both American troops and British troops used it to combat malaria-carrying mosquitoes and typhus-carrying lice. And after the war it became commercialized in the U.S. and other places, and we went just gangbusters with it. We were really into it; we were using it on farmland and orchards, but also in the home quite a bit. There were all kinds of products: There were sprays; there were dusts. We could use it in the bedroom; there were wallpapers impregnated with it; there were varnishes that you could paint screen doors and drains with. It was all over the place. It just happened that it was very effective against bedbugs.</p><p><strong>On the resurgence of bedbugs </strong></p><p>Everyone was quite surprised, I think. I mean, for so long it hadn't been a thing — so exterminators, pest controllers, the people that had come up during World War II knew how to treat for these things, but then, as the next generations either took over family business or just started out in the profession on their own, they weren't trained to deal with this because they didn't have to do it on a daily basis. Similarly, entomologists ... hadn't even seen live bedbugs in their training at all because they just were so rare. They might have seen slides or images in a textbook, but that was it. So when the bedbugs came back they had to scramble a little bit to figure out both how to treat them [and] how to study them — what to do.</p><p><strong>On the explanation for the resurgence </strong></p><p>We don't totally know. The story that is becoming clearer is that after DDT wiped them out pretty well, there were still some pockets of bedbugs that were becoming resistant; this is simple evolution. Instead of natural selection, it's sort of unnatural selection. We're the ones putting this pressure, this chemical, on them. These resistant populations are popping up all over the world. ... Then, it's a little unclear why this didn't happen sooner ... but part of the thing might have been international and domestic travel.</p><p>So in the '80s in the U.S., we had the deregulation of airlines [that] took effect, so it was much cheaper and easier to fly. ... The prevailing hypothesis is that there are these pockets of resistant bedbugs all over the world, not just in the U.S., and that this increase in travel started spreading them around, because they're very good at hitchhiking and moving around with people. ...</p><p>We're also gathering in cities more. At this point, more than half of the world's population live in cities ... a much different picture than it was back before World War II. And cities are especially easy [places] for the bedbugs to get around. You can imagine a big apartment building — if one family gets bedbugs, it's much easier for them to spread them to their neighbors than if you're talking about a stand-alone house out in the suburbs.</p><p><strong>On more extreme measures people take to get rid of bedbugs</strong></p><p>There were some suggestions [online] to put some gunpowder in the cracks of your bed and light a match and just explode them out of your bed — which I do not recommend you try. [People use] pretty much any kind of insecticide or poison ... botanical poisons or elemental poisons, that kind of stuff, cyanide gas, the same cyanide gas that was used in the gas chambers during the Holocaust. ... The exterminators that put through those kinds of treatments would have to wear gas masks when they were treating a home, so some pretty dangerous and serious materials for sure.</p><p><strong>On heat treatments</strong></p><p>This works a little bit better in stand-alone homes, if you're doing it in an apartment, you would really need to do the whole apartment ... but basically they take these heaters — there are a bunch of different styles on how they do this, but they take these heaters and they heat up the temperature in the room to, I think, 125 [or] 130 [degrees Fahrenheit], maybe a little bit more than that, I'm not sure off the top of my head.</p><p>They heat everything — you have to prepare all of your clothes, you have to take fine art and other things that can't withstand the heat and store them somewhere else after being treated perhaps with chemicals and inspected. It works well because they aren't resistant to this — this does kill them. But it's also expensive and time-consuming for sure.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Creepy%2C+Crawly+World+Of+Bedbugs+And+How+They+Have+%27Infested%27+Homes+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"1210"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398331469-4f2a61.m3u?orgId=1&topicId=1033&d=1210&p=13&story=398308147&t=progseg&e=398321495&seg=1&ft=nprml&f=398308147"},{"href":"http://media.npr.org/assets/img/2015/04/08/hires-1cdcf2965383d63e0990c995bf358bd24f301d37.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2794","width":"3726"}},{"href":"http://media.npr.org/assets/img/2015/04/08/borel-brooke-photo-by-michael-wasilewski-85cb9c4ca4c96e775e08bc279b2a9f9b285b413e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"637","width":"849"}}]}