{"created":"2014-12-19T22:41:25+00:00","modified":"2014-12-23T13:45:54+00:00","valid":{"from":"2014-12-23T13:45:54+00:00","to":"3014-12-23T13:45:54+00:00"},"hreflang":"en","guid":"cc1f37ed-fd69-4fd3-81c8-7960d51e0b17","title":"What we can learn from Charlie Chaplin and 'The Great Dictator'","published":"2014-12-23T13:45:53+00:00","byline":"Nina Porzucki","tags":["movies","entertainment","history","culture","Culture","Arts, Culture & Media","North America","Europe","United States","Germany","North America","Europe","David Thomson","Seth Rogen","Entertainment","Films","The Great Dictator"],"teaser":"Kim Jong-un is far from the first world leader to get mocked on film. In 1940, Charlie Chaplin raised eyebrows when he released his comedy, \"The Great Dictator,\" and the reaction to the movie could be a lesson for modern society.","contentencoded":"<p>Seth Rogen is far from the first filmmaker to take a pot shot at a notorious world leader.</p>\n<p>Charlie Chaplin’s famous portrayal of fictitious dictator Adenoid Hynkel, a thinly-veiled version of Hitler, made waves around the world when he premiered the 1940 comedy, \"The Great Dictator.\"</p>\n<p>“Initially, when he proposed the film, there were fears — in Britain, particularly, where appeasement was still very much in the air — and there was talk that the film would be dangerous,\" says film critic and historian David Thomson. </p>\n<p>But events overtook the worries. \"By the time it was ready, by the end of 1940, the world was at war, and it was clear that there was no getting out,\" Thomson says. \"The film became a huge success.\"</p>\n<p>Chaplin’s film made huge cultural waves around the world — except in Germany. \"The Great Dictator,\" along with many other films during that time, was banned in Germany. But \"the story is that Hitler himself saw it,\" Thomson says. \"Somehow a print was taken there and the story says that he saw it twice.\"</p>\n<p>The media reaction at the time of the release was rather measured and calm, according to Thomson.</p>\n<p>“In 1940, the world was in great great peril, but it had a very, very stable media climate,\" he says. \"The film was reviewed very favorably. It was a huge popular success. It was probably Chaplin’s most important feature film, and the one that did best at the box office. People loved it!”</p>\n<p>Contrast that to the media frenzy that erupted over the Sony hack and the cancellation of \"The Interview:\" “Today we have less immediate physical peril [than World War II] but we have a chaotic, hysterical media scene,\" Thomson says. \"Within a few days this can become almost a terrorist incident.\"</p>\n<p>Even the President of the United States has now weighed in on the issue. \"I think they made a mistake,\" President Barack Obama said of Sony's decision to pull the film during a press conference on Friday. \"We cannot have a society in which some dictator some place can start imposing censorship here in the United States.\"</p>\n<p>Thomson agrees with the president: Once \"The Interview\" was made, he says, Sony should have stood by the film.</p>\n<p>“The silly thing is that eventually I suspect that 'The Interview' will be seen and people will sit back and say, ‘Well, what was all the fuss about?’” Thomson says.</p>\n<p>But time doesn’t always temper feelings. Chaplin wrote in his autobiography that he regretted making \"The Great Dictator:\" \"Had I known of the actual horrors of the German concentration camps, I could not have made The Great Dictator; I could not have made fun of the homicidal insanity of the Nazis.\"</p>\n<p>“I think [Chaplin] was shocked and felt that it was maybe not the subject to make humor over, but that doesn’t mean that you can’t do it,\" Thomson says. \"I think that one of the great things in the human creative spirit is that there’s always a chance to take a fresh line on anything at all.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}