{"created":"2014-11-25T08:51:17+00:00","modified":"2014-12-01T21:33:17+00:00","valid":{"from":"2014-12-01T21:33:17+00:00","to":"3014-12-01T21:33:17+00:00"},"hreflang":"en","title":"Plan To Use Gulf Oil Spill Funds For Beach Hotel Sparks Lawsuit","published":"2014-11-25T22:04:00+00:00","teaser":"Environmentalists are suing to stop Alabama from using nearly $60 million in BP oil spill recovery funds to build a new hotel on the beach. The project is one of dozens underway across the region.","itags":["npr_api","366335282"],"guid":"cc2164e9-5691-47ca-b502-3e16dd8032e5","contentencoded":"<p>Money is flowing now to Gulf Coast states to remedy damage from the 2010 Deepwater Horizon oil rig explosion and subsequent spill. All kinds of projects are underway, from building boat ramps to shoring-up marshland.</p><p>They're being paid for with a $1 billion down payment BP made toward its ultimate responsibility <a href=\"http://www.gulfspillrestoration.noaa.gov/wp-content/uploads/ERP-PEIS-Executive-Summary_Corrected.pdf\" target=\"_blank\">to make the Gulf Coast whole</a>, a figure estimated to be up to $18 billion.</p><p>With that much money at stake, just what qualifies as coastal restoration has become a matter of debate.</p><p>Environmentalists are suing to stop BP funds from paying for a hotel development, and say the money should only be used for ecological projects.</p><p>One of those is underway in Pensacola Beach, Fla., where tall street lights in a public beach parking lot threaten sea turtles.</p><p>\"At night, they are beacons,\" says Ben Frater, a restoration biologist with the U.S. Fish and Wildlife Service.</p><p>Sea turtle hatchlings instinctively use light reflected off the water to direct them to their home in the Gulf of Mexico.</p><p>\"So they're instead misoriented, they get confused,\" Frater says.</p><p>The U.S. Fish and Wildlife Service is one of several agencies charged with what's called the <a href=\"http://www.gulfspillrestoration.noaa.gov/assessment/\" target=\"_blank\">Natural Resource Damage Assessment</a> — measuring and repairing the injury from the worst offshore oil disaster in U.S. history.</p><p>Frater is overseeing a project on Pensacola Beach to lower the lights, shield them from the beach and use amber bulbs that turtles can't see. He says improving sea turtle habitat qualifies as a restoration project because the oil spill and cleanup disrupted sea turtle nesting patterns.</p><p>\"Being here when the spill was happening and seeing the dead birds covered in oil and seeing the turtles, it feels good to start restoration,\" Frater says.</p><p>Trustees from the five Gulf Coast states and four federal agencies oversee the spending. But not all restoration is about helping sea creatures or the ecosystem.</p><p>Nearly $60 million is set aside to build a beach hotel and conference center at a state park on the Alabama Gulf Coast. Frater says trustees found it to qualify under federal rules.</p><p>\"The regulations do call for lost human recreation and use of the resources,\" he says. \"So that was a way to get people to the beach to enjoy the resources that they were unable to take advantage of during the spill.\"</p><p>Alabama's strategy is to use the bulk of this immediate money for recreational restoration, says Gunter Guy, commissioner of the Alabama Department of Conservation and Natural Resources. He says that was easier to quantify than ecosystem damage.</p><p>\"We believe there's still injury out in the Gulf,\" Guy says. \"It could be to the fish, to the fauna, to the corals, to those kind of things. But those injuries are going to take longer to identify, and they're going to take longer to figure out what type of remedies need to be put in place to address those injuries.\"</p><p>Alabama has long been looking for a way to rebuild a beach lodge destroyed by Hurricane Ivan 10 years ago but hasn't had the resources. The BP money changes things.</p><p>\"Sure, we could try to spend that on some more quote-unquote environmental projects, but we chose to do it on what we did because we think it's the right thing to do,\" Guy says. \"Sure, is it an opportunity? Absolutely.\"</p><p>But environmentalists say the hotel is a violation of the public trust and an inappropriate use of restoration funds. The Gulf Restoration Network, an environmental group based in New Orleans, is <a href=\"http://www.healthygulf.org/sites/healthygulf.org/files/1_grn_complaint_10-23-2014.pdf\">suing the Obama administration</a> to block funding for the hotel as an oil spill remedy.</p><p>\"There were no oiled convention centers,\" says Jordan Macha, a policy analyst with the Gulf Restoration Network.</p><p>She says the Alabama project sets a terrible precedent given that billions more will eventually be coming to Gulf states.</p><p>\"They see this as their cash cow of being able to move this project forward with monies that really should be going towards real restoration of the environment,\" Macha says.</p><p>As waves break on the white sand beach at Alabama's Gulf State Park, environmental consultant Tom Hutchings remembers the day oil first washed ashore in the spring of 2010.</p><p>\"It just looked like huge fingers just reaching out to touch the shore, and it did,\" Hutchings says. \"And it covered these beaches up.\"</p><p>Save for tar balls that still surface, the beach here appears to be recovering. Dolphins play in the blue-green surf, pelicans fly overhead, and sea oats blow in the strong north wind. Hutchings notes the irony of dune restoration signs that warn visitors to keep off.</p><p>\"That's the exact ecosystem they are talking about destroying,\" he says. \"It's crazy.\"</p><p>Hutchings has <a href=\"http://www.thepetitionsite.com/takeaction/883/338/243/\">started a petition drive</a> against the hotel. He says the state conservation department should be preserving this lone stretch of natural beachfront, not getting into the hotel business.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Plan+To+Use+Gulf+Oil+Spill+Funds+For+Beach+Hotel+Sparks+Lawsuit&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Debbie Elliott","audio":[{"meta":{"duration":"298"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366504709-98228d.m3u?orgId=1&topicId=1091&ft=3&f=366335282"},{"href":"http://media.npr.org/assets/img/2014/11/24/beach-restoration-01-edit-bfb8bca26df83c77a2cf0d8e05684e5b9b482bba.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1204","width":"1605"}},{"href":"http://media.npr.org/assets/img/2014/11/24/sea-turtle-move_1072edit-375db9288ea06556f327e61cb9e8249979618621.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1875","width":"2500"}},{"href":"http://media.npr.org/assets/img/2014/11/24/beach-restoration-02-edit-6dc8a887a4aea3bb1f622bf70a0680acb0928613.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1759","width":"2347"}}]}