{"created":"2014-09-04T21:54:20+00:00","modified":"2014-10-30T22:48:45+00:00","valid":{"from":"2014-10-30T22:48:45+00:00","to":"3014-10-30T22:48:45+00:00"},"hreflang":"en","title":"When Wildlife Documentaries Jump The Shark","published":"2014-09-04T21:54:00+00:00","teaser":"Networks like the Discovery Channel have been criticized for pushing entertainment at the cost of science, with fake \"documentaries\" about everything from mermaids to mythical monster sharks.","itags":["npr_api","344562317"],"guid":"cc246c38-0845-4182-960f-783d3c3256c3","contentencoded":"<p>This summer's Shark Week on the Discovery Channel was the highest-rated in the special's 27-year history. But that success has also brought complaints.</p><p>The network has been criticized for pushing entertainment at the cost of science, with \"documentaries\" that advance dubious theories — or are entirely fake. Discovery Channel has aired specials about everything from mythical monster sharks in Louisiana's rivers to long-extinct Megalodons supposedly still swimming the seas.</p><p>Animal Planet — which is owned by Discovery Communications — has even run fake documentaries on <em>mermaids</em>.</p><p><strong>A Caveat Buried In The Credits</strong></p><p>The line between authentic documentaries and so-called \"docufiction\" can be blurry. Even some legitimate filmmakers have committed video fakery for the sake of a project. Chris Palmer is among them: He's a seasoned wildlife documentarian who now teaches the craft at American University in Washington, D.C.</p><p>He tells NPR's Arun Rath that it's surprisingly easy to slip into misleading portrayals. One of his own misdeeds occurred during the filming of the IMAX documentary <em>Wolves</em>.</p><p>\"While the audience thought they were watching wild, free-roaming wolves, in fact we rented them,\" Palmer says. \"We rented them from a game farm. It was on the end credits, but who — except for the director's mother — ever reads the end credits? So it was kind of surreptitious and clandestine.\"</p><p>He says they decided to rent wolves because they wanted to show the animals' complex social life. That's harder to do with wild wolves, which are skittish and might run away when they hear a camera.</p><p>\"If you don't use a captive pack, then you have to habituate wild wolves, which is not a good thing,\" he says. \"I think the mistake we made was not to be honest. It wasn't so much that using the captive pack, as not telling the audience we were using the captive pack.\"</p><p><strong>Conscious Filmmaking</strong></p><p>Palmer didn't feel like he was deceiving anyone until he started to show the film around the country. After a screening, an audience member asked how he got a shot of one of the mother wolves in a den.</p><p>\"We made that den — it's an artificial den for that wolf. And I could tell when I told them, I could feel the disappointment in the air,\" he says. \"And that was one of the things that came to haunt me.\"</p><p>He came to realize that filmmakers — as well as the broadcasters that commission and air their work — have to be more conscious about how viewers will react to their films.</p><p>\"If they knew the facts and would feel betrayed, then we need to stop and think about what we're doing,\" he says.</p><p>For example, one common deceptive technique is editing a shot so the prey and predator appear closer together. Palmer says some directors also \"crowd or harass animals\" to get the shot they want.</p><p>\"I think the key question is, when does legitimate filmmaking artifice become unacceptable deception?\" he says.</p><p><strong>Don't Trust Those 'Voodoo Shark' Remarks</strong></p><p>Sometimes, even scientists are unwittingly pulled into that \"filmmaking artifice\" and deception.</p><p>Jonathan Davis, a shark biologist, was researching bull sharks at the University of New Orleans when a film crew reached out to him for a Shark Week program they were filming.</p><p>\"The initial contact suggested they wanted to do a documentary on sharks of Louisiana,\" Davis says. \"They said they wanted to focus on my research.\"</p><p>What he didn't know at the time was that it was for a documentary called <a href=\"http://www.discovery.com/tv-shows/shark-week/videos/searching-for-the-voodoo-shark.htm\">Voodoo Sharks</a>, about the possible existence of a huge mythical shark called the \"Rookin.\"</p><p>Davis says the interview lasted three hours and the filmmakers talked about science and his research for the majority of that time.</p><p>\"But then as an after-thought, the last two minutes or so, the guy kind of just asked nonchalantly ... 'Hey, well what do you think about this Rookin voodoo shark that's down in south Louisiana that the fisherman talk about?' and I said, 'Of course, that's BS and I've never heard of it. And even if I had heard of it, it would be completely false,' \" he says.</p><p>In an excerpt from the documentary, Davis' comment is edited to sound like he thinks the \"Voodoo shark\" might be real. In a clip, he says: \"Sharks are pretty amazing creatures. All of them have been found in weird places. So I'm not a hundred percent certain that it would happen, but it could happen.\"</p><p>He says the whole experience left a bad taste in his mouth.</p><p>\"It doesn't change the fact that I was out there catching bull sharks, tagging them, taking blood, doing real science. So if they wanted to show real sharks, that's what they had to show,\" he says.</p><p>Gurney Productions — which made the documentary — and the Discovery Channel both declined to comment on Davis's account.</p><p><strong>Mermaids And Megalodons</strong></p><p>Some networks have also been experimenting with completely staged \"documentaries\" on fake subjects. They have disclaimers explaining that they're fictional, but like that note in Palmer's credits, they're easy to miss — especially for viewers who tune in midway.</p><p>Animal Planet has made two such films about mermaids. And last year the Discovery Channel aired <em>Megalodon: The Monster Shark Lives</em>, which suggested a long-extinct giant shark might still be menacing the ocean.</p><p>Palmer says that while the Discovery Channel has done a lot of good, the fake documentaries are not responsible.</p><p>\"This is a time when science literacy is plummeting in this country. People are gullible. And so they watch this show coming from this highly esteemed broadcaster, Discovery, and they're led to believe now there's a monster in the ocean,\" he says. \"This is nonsense. There's no evidence for it at all — they went extinct two million years ago.\"</p><p>The problem, Palmer says, is that the films distract from real problems in the oceans, like shark finning and pollution.</p><p>But then again, real life — and real problems — may not be what audiences want to watch. <em>Megalodon </em>did so well that it spawned a sequel in this summer's shark week.</p><p>And one of the fake mermaid documentaries was the highest-rated show in Animal Planet's history.</p><p><strong>Editor's note at 4:15 p.m. on Sept. 4:</strong> We've removed a photo from this page. It showed TV's Mike Rowe during one of the Shark Week programs he hosted in 2006. Rowe <a href=\"https://m.facebook.com/story.php?story_fbid=852792271397584&substory_index=0&id=116999698310182\" target=\"_blank\">has pointed out on his Facebook page</a> that he last hosted a Shark Week show in 2008. The photo shouldn't have been included in a report about what critics have said regarding more recent Shark Week presentations.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+Wildlife+Documentaries+Jump+The+Shark&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"414"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344585077-683604.m3u?orgId=1&topicId=1132&ft=3&f=344562317"}]}