{"created":"2014-10-08T14:35:18+00:00","modified":"2014-10-31T01:24:58+00:00","valid":{"from":"2014-10-31T01:24:58+00:00","to":"3014-10-31T01:24:58+00:00"},"hreflang":"en","title":"What Philip Glass And Tommy Tutone Have In Common","published":"2014-07-03T14:30:00+00:00","teaser":"Jim Keller manages a famous minimalist composer. He co-wrote \"867-5309/Jenny\" with Tommy Tutone. And somewhere in between, he's released his third solo album, <em>Heaven Can Wait</em>.","itags":["npr_api","319518182"],"guid":"cc34f002-d49e-41fa-a72a-0ff7222e5e38","contentencoded":"<p>As a member of the band Tommy Tutone, Jim Keller co-wrote one of the biggest hits of the 1980s: the anthemic \"<a href=\"https://www.youtube.com/watch?v=6WTdTwcmxyo\" target=\"_blank\">867-5309/Jenny</a>.\" But his resume also includes another end of the musical spectrum: Keller also manages composer Philip Glass. Somewhere in between, there's his current individual career. The musician has just released his third solo album, <em>Heaven Can Wait</em>.</p><p>\"The songwriting — as with almost everything — there has to be some spot, lyrically and emotionally, in the song that I can connect with,\" he says. \"Otherwise it's impossible, really, to sing it and mean it. So there's pieces of my life drifting in and out of all of these songs.\"</p><p>Keller says this album came out of a series of weekly jam sessions held in the back of a quilting factory. The first song on the album, \"Cali Girl,\" was even recorded with that kind of spontaneity.</p><p>\"You don't hear me, because we've edited it, but I actually shout out what chords we're going to go to when we go to the chorus and so forth,\" Keller says. \"That was basically one take, with no one knowing the song and me cutting it live. So it has this really special quality for me because of that.\"</p><p>In an interview with <em>Weekend Edition Saturday</em> host Scott Simon, Keller discusses <em>Heaven Can Wait</em>, working with the famous minimalist composer and — yes — the legacy of \"Jenny.\"</p><p>\"Fortunately, I like the song,\" he says. \"I've always said that it was a blessing, because what if I couldn't stand it? It would be haunting.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Philip+Glass+And+Tommy+Tutone+Have+In+Common&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"506"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319718472-ab3270.m3u?orgId=1&topicId=1105&ft=3&f=319518182"},{"href":"http://media.npr.org/assets/img/2014/06/06/jimkeller-9dfea4d638224aeb70c544c6f215ba331110afaa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2999"}}]}