{"created":"2015-01-16T21:31:49+00:00","modified":"2015-01-20T20:04:33+00:00","valid":{"from":"2015-01-20T20:04:33+00:00","to":"3015-01-20T20:04:33+00:00"},"hreflang":"en","guid":"cc3d92fe-96b9-487d-96cb-de0e33d28782","title":"Ebola is leaving a new generation of orphans","published":"2015-01-20T20:04:31+00:00","byline":"Leo Hornak","tags":["Ebola","health","children","Human Needs","Health","Health & Medicine","Freetown","Africa","Sierra Leone","West Africa","Africa","Tulip Mazumdar","Biology","Ebola virus disease","Sierra Leone","Medicine"],"teaser":"More than 10,000 children are believed have been orphaned by the Ebola epidemic — and orphanages are struggling to cope with the load.","contentencoded":"<p>Haja likes to help people. She is just 17, but she is already working in one of Sierra Leone’s Ebola orphanages, helping children whose families have been killed by the disease to adapt. And sadly for Haja, she is well-qualified for the work.</p>\n<p>She is an orphan herself, and an Ebola survivor. Ten members of her family were killed by the disease. Although she was also infected, she made a full recovery. Now, as a survivor, she has an immunity which allows her to work with other potentially infected people without protective equipment.</p>\n<p>More than 10,000 children are believed to have been orphaned so far by the Ebola outbreak, a majority of them in Sierra Leone. Many also face stigma and fear from other survivors and their communities.</p>\n<p>The BBC’s Tulip Mazumdar, who met Haja at the George Foundation orphanage in Freetown, says her story is typical of many. Because the disease spreads through physical contact with sick people, it passes easily and rapidly between close family members, particularly those who are caring for the sick. In a matter of weeks, entire families can disappear.</p>\n<p>Haja explained to Tulip how the disease struck her family: “Only I survived. When I was sick, I was helpless. God help me, I survived. I miss my parents, but I’m very happy to survive — and I wish to help others.”</p>\n<p>Those who do survive or escape infection face other hardships. Tulip spoke to Mohamed, a 12-year-old whose parents had died and who had arrived with his sister at the orphanage after being rejected by his own grandmother. “She told me to get out from her place,” he remembered. “Me and my sister were alone for two days. We had to sleep outside in an unfinished building. Nobody wanted to see us. I did not feel good.\"</p>\n<p>But life in the orphanage has provided some stability and safety for children like him, he explained to Tulip. \"I feel good here. They take care of me well. I eat good — three times a day! I sleep, I play, and I study. I am a strong boy and I will be OK.\"</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/011620157.mp3"},{"href":"http://www.pri.org/file/011620157mp3"}]}