{"created":"2015-05-14T20:20:05+00:00","modified":"2015-05-18T17:31:17+00:00","valid":{"from":"2014-03-25T09:00:00+00:00","to":"3014-03-25T09:00:00+00:00"},"hreflang":"en","byline":"Ann Carrns","tags":["APM","Work in America","Your Money","plumbers","vocational training"],"published":"2014-03-25T09:00:00+00:00","guid":"cc5397d0-aea8-462f-8da1-e2bb4ec2be52","title":"For plumbers, it’s all about the sweet smell of money","contentencoded":"<div class=\"barn-cleaned\"><p class=\"body\">While working underneath a house, Joseph Rosenblum, a plumber in training in northwest Arkansas, confronted a skunk and discovered a talent that he previously hadn’t been aware of: crawling very quickly.</p>\n<p class=\"body\">\"At least its tail wasn’t facing me,\" he recalled. \"I had a little bit of a chance to get out of there before I got sprayed.\"</p>\n<p class=\"body\">Smelly creatures, sewage baths and late-night emergency calls to fix broken pipes are all part of the mix in Mr. Rosenblum’s chosen line of work.</p>\n<p class=\"body\"><span>But the potential to earn a good living, doing a job he finds rewarding, outweighs the drawbacks, Mr. Rosenblum, 34, said. He figures that if he works hard, he can earn from $50,000 to $70,000 a year or even more, once he is fully licensed.</span></p>\n<p class=\"body\">\"I know plumbers that make $80,000, $90,000 a year,\" he said in a recent interview, after spending an afternoon clearing a clogged drain at a local restaurant.</p>\n<p class=\"body\">Turns out there may be something to the advice your meddling uncle gave you at your high school graduation, about skipping college and becoming a plumber instead.</p>\n<p class=\"body\">Plumbers and the related trades of pipe fitters and steamfitters, who often work in commercial and industrial settings, earned median pay of about $49,000 a year nationally, well above the $35,000 average for all occupations, according to 2012 data from the Bureau of Labor Statistics. The top 10 percent earn more than $84,000 a year. The average in big markets like Chicago and New York is about $70,000. (One caveat: The statistics are gathered from employers subject to paying unemployment insurance, so they don’t include the roughly 11 percent of plumbers who are self-employed.)</p>\n<p class=\"body\">Demand for plumbers and fitters is strong. The number employed is expected to grow 21 percent by 2022, versus 11 percent across all occupations, according to Labor Bureau statistics. Mr. Rosenblum also reasons that plumbers have a fair degree of job security: \"No matter how technologically advanced the world gets, plumbing is going to be kind of a basic necessity,\" he said.</p>\n<p class=\"body\">Even former Mayor Michael Bloomberg of New York, a billionaire who knows a few things about making money, told listeners to his weekly radio show last spring that working as a plumber makes more financial sense for some students than attending an elite, four-year college: \"Being a plumber, actually for the average person, probably would be a better deal, because you don’t spend four years spending $40, 50 thousand tuition, and no income,\" he said.</p>\n<p class=\"body\">While they needn’t have a college degree, most plumbers must undergo years of training to become fully licensed. Requirements vary by state, but prospective plumbers typically spend four to five years as paid apprentices, while also taking classroom instruction in skills like reading blueprints. Then they must pass an exam to obtain a license. Apprentices typically must be at least 18 and have a high school diploma, or the equivalent, to begin training. They also must have a decent grasp of math, especially if they’re working on new construction; they may need to calculate, for instance, the volume of liquids that certain pipes can carry and correctly measure the length of pipe needed for a job.</p>\n<p class=\"body\">In some cases — like Mr. Rosenblum’s — the company that hires a prospective plumber sponsors the classroom training. Alternatively, trainees may join the United Association of Journeymen and Apprentices of the Plumbing &amp; Pipe Fitting Industry of the United States, Canada and Australia, the major trade union for plumbers.</p>\n<p class=\"body\">About 30 percent of plumbers and pipe fitters belong to unions, according to unionstats.com, a website that estimates union membership based on federal data. The United Association, with 300 local affiliates in 50 states, provides structured training programs and also functions as an employment hub, matching&nbsp; members with jobs at companies that negotiate contracts with the union.</p>\n<p class=\"body\">John Murphy, business manager of United Association Local 1 in New York City, said the local’s 6,000 members work primarily on major construction projects, like office towers and hospitals. Union apprentices at Local 1 start at $14 an hour and make more than $50 per hour after completing a five-year apprenticeship and passing a test to advance to journeyman plumber status, Mr. Murphy said. Experienced plumbers can make $200,000 a year, he said — but that typically means many hours on the job.&nbsp; Openings for apprenticeships tend to vary with the economy; if the outlook calls for significant new construction, more openings occur. Local 1 tries to maintain its apprentices at about 20 percent of its active membership, said Mr. Murphy.</p>\n<p class=\"body\">The union makes 1,000 applications available about every two years, he said, and about 400 applicants are deemed qualified after taking a basic aptitude test and an assessment of manual dexterity. The union draws from that pool for new apprentice classes. Also, a certain number of apprentices come from \"direct entry\" programs, he said, like those promoting the hiring of veterans. Over the last 18 months, the local has accepted 275 new apprentices.</p>\n<p class=\"body\">While historically sons of plumbers often became plumbers, family members don’t get special preference, said Mr. Murphy, a fourth-generation plumber. “My son would have to get on line, along with everyone else.”</p>\n<p class=\"body\">Plumbing is still a male-dominated trade; just 1.1 percent of plumbers and those in related trades are women, according to 2013 data from the Bureau of Labor Statistics.</p>\n<p class=\"body\">Some union locals have programs to encourage women to become apprentices. United Association 1 in New York works with Nontraditional Employment for Women, or NEW, which aims to bring women into the construction trades, to hire women as apprentices, said Mr. Murphy. The local has 39 female apprentices, 22 of whom joined in the past 18 months.</p>\n<p class=\"body\">Mr. Rosenblum, who chose the nonunion training route, is a fourth-year apprentice; he expects to take the test for his journeyman’s license in the spring. A native of tiny Greers Ferry, Ark., he spent time as a young man helping his grandfather build houses. He graduated from high school in 1998 and later enlisted in the Marine Corps. After completing a nine-month tour in Iraq and Kuwait in 2004, he moved to California and completed an associate degree under the G.I. bill.</p>\n<p class=\"body\">He worked for about six years as the director of property services for an apartment company that managed 5,000 units in Orange County, but then moved on to work for a friend who owned a plumbing company. (Under California’s rules, he said, individual plumbers do not have to be licensed, as long as they are working for a licensed plumber.)</p>\n<p class=\"body\">He found he enjoyed the problem-solving aspect of plumbing. Most anybody, he said, can learn how to change an angle stop — the little shut-off valve found under every sink — or replace a flapper in their toilet tank. “But knowing actually how plumbing works and, you know, determining issues and plumbing problems, that’s kind of one of the things I like to specialize in,” he said.</p>\n<p class=\"body\">About a year ago, he became engaged to a California woman who had family back in his home state, and they decided to move to Arkansas. He researched plumbing companies online and after sending out few applications was hired at Allied Plumbing &amp; Drain Service, a firm in Springdale, Ark.</p>\n<p class=\"body\">Mr. Rosenblum was taking a bit of a risk; under the rules in Arkansas, his plumbing experience in California wouldn’t necessarily count toward licensing requirements. Fortunately, he said, he had good documentation of three and a half years of work, so state authorities required that he complete just one year of training and instruction to become eligible to take the journeyman’s test. He was accepted at an apprenticeship program at Northwest Arkansas Community College in Bentonville, Ark., and attends classes one night a week.</p>\n<p class=\"body\">&nbsp;Once he passes the journeyman’s test and works for an additional year, he’ll be eligible to apply to take the exam for a master plumber’s license. That means he’ll be able to obtain work permits on his own and also will be able to train new plumbers. “At that point in time, you can basically do anything a plumber needs to get done,” he said.</p>\n<p class=\"body\"><span><img src=\"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/null/plumbers3.jpg?itok=vTZk91vW\" alt=\"\" /></span></p>\n<p class=\"body\"><span><em>Mr. Rosenblum solders a copper pipe. Plumbers go through years of training for their licenses. (Beth Hall/The New York Times)</em></span></p>\n<p class=\"body\">Dan Mallory, 56, founder and president of Allied Plumbing and Mr. Rosenblum’s boss, starts apprentices at $10 to $12 an hour and pays for their training; their hourly wage can increase to as much as $18 an hour over four years. Once they pass their journeyman’s test, he said, they are eligible for commissions based on the cost of the assignments they complete, which gives them the opportunity to make more money.</p>\n<p class=\"body\">A few of his plumbers earn six-figure incomes, he said, but a typical workweek is around 50 hours, and the jobs are often physically demanding. His plumbers take turns being on call overnight and on weekends and often work outside in bitterly cold weather. After four years, his plumbers can make a very good income as long as they don’t “have a mind-set of working 8 to 5,” he said.</p>\n<p class=\"body\">Mr. Mallory still goes out on calls himself because, he says, he enjoys the work. He began working for a plumber in Oklahoma as a teenager and passed the state’s equivalent of the master plumber test at age 20 — he was told he was one of the youngest in the state to pass the test at the time. He recalls working 100 hours a week, until his schedule strained his marriage and forced him to cut back. He later became a home builder, but he said he returned to plumbing when he had trouble finding enough plumbers to work on the houses he was building. He built Allied into a regional firm and now employs 15 plumbers and apprentices.</p>\n<p class=\"body\">His company does both new construction work and service plumbing, responding to both residential and commercial customers. Doing both helps the company ride out the ups and downs of the economy. “If you’re a service plumber,” he said, “it’s pretty much recession-proof.”</p>\n<p class=\"body\">Still, there’s no avoiding the downsides, including the potential for encountering raw sewage. Mr. Rosenblum said he wore gloves as much as possible on the job and made sure his immunizations were up-to-date to avoid becoming ill. Sometimes, “it’s just nasty,” he said.</p>\n<p class=\"body\">And the unpredictable work hours are another negative. “You can’t just drop your pipe wrench and say ‘O.K., it’s 5 o’clock, I’m going home,’ and they still don’t have water to their house,” he said.</p>\n<p class=\"body\">But Mr. Rosenblum, who typically gets going with a 5:30 a.m. workout at the gym, says long days don’t faze him, and more hours mean more income. He also plans to complete a business degree at a local university to fully prepare for his career.</p>\n<hr />\n<p><strong><a href=\"http://www.marketplace.org/topics/your-money/work-america\"><img src=\"http://www.marketplace.org/sites/default/files/styles/200x200/public/field_image/2014/03/workinamerica_tile_0.jpg\" alt=\"\" /></a>Work in America:</strong> Our special series <a href=\"http://www.nytimes.com/business/businessspecial5/\" target=\"_blank\">in partnership with the New York Times</a> looking at how the improvements in technology, combined with companies’ increased ability to outsource, have conspired to make radical changes to work in America.&nbsp;</p>\n<hr />\n<p class=\"body\"><span>\"If you’re just a guy that goes in and puts in your 40 hours a week, you’re going to make minimal salary,” he said. “But if you put in a little extra time and a little extra work, you’re going to do well.\"</span></p>\n<p class=\"body\">It may (or may not) help homeowners on the receiving end of pricey plumbing bills that Mr. Rosenblum said he often feels bad when toting up the cost of a repair, especially in tough economic times. &nbsp;\"I hate to be the bearer of bad news when it comes to my customers,\" he said, especially since having water and proper drainage is a necessity. It’s hard, he said, to present someone with a bill for $150 or $200, when they might be tight on cash. But, \"at the end of the day, they called me out, and they need to get it done,\" he said.&nbsp;</p></div>","itags":["Marketplace","Marketplace Morning Report","Marketplace Morning Report for Tuesday, March 25, 2014","PMP:Marketplace_PMP","cc5397d0aea862ffda1ae2bb4ec2be52"],"contenttemplated":"[{\"content\":\"<p class=\\\"body\\\">While working underneath a house, Joseph Rosenblum, a plumber in training in northwest Arkansas, confronted a skunk and discovered a talent that he previously hadn’t been aware of: crawling very quickly.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">&quot;At least its tail wasn’t facing me,&quot; he recalled. &quot;I had a little bit of a chance to get out of there before I got sprayed.&quot;</p>\"},{\"content\":\"<p class=\\\"body\\\">Smelly creatures, sewage baths and late-night emergency calls to fix broken pipes are all part of the mix in Mr. Rosenblum’s chosen line of work.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\"><span>But the potential to earn a good living, doing a job he finds rewarding, outweighs the drawbacks, Mr. Rosenblum, 34, said. He figures that if he works hard, he can earn from $50,000 to $70,000 a year or even more, once he is fully licensed.</span></p>\"},{\"content\":\"<p class=\\\"body\\\">&quot;I know plumbers that make $80,000, $90,000 a year,&quot; he said in a recent interview, after spending an afternoon clearing a clogged drain at a local restaurant.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">Turns out there may be something to the advice your meddling uncle gave you at your high school graduation, about skipping college and becoming a plumber instead.</p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">Plumbers and the related trades of pipe fitters and steamfitters, who often work in commercial and industrial settings, earned median pay of about $49,000 a year nationally, well above the $35,000 average for all occupations, according to 2012 data from the Bureau of Labor Statistics. The top 10 percent earn more than $84,000 a year. The average in big markets like Chicago and New York is about $70,000. (One caveat: The statistics are gathered from employers subject to paying unemployment insurance, so they don’t include the roughly 11 percent of plumbers who are self-employed.)</p>\"},{\"content\":\"<p class=\\\"body\\\">Demand for plumbers and fitters is strong. The number employed is expected to grow 21 percent by 2022, versus 11 percent across all occupations, according to Labor Bureau statistics. Mr. Rosenblum also reasons that plumbers have a fair degree of job security: &quot;No matter how technologically advanced the world gets, plumbing is going to be kind of a basic necessity,&quot; he said.</p>\",\"type\":\"text/html\"},{\"content\":\"<p class=\\\"body\\\">Even former Mayor Michael Bloomberg of New York, a billionaire who knows a few things about making money, told listeners to his weekly radio show last spring that working as a plumber makes more financial sense for some students than attending an elite, four-year college: &quot;Being a plumber, actually for the average person, probably would be a better deal, because you don’t spend four years spending $40, 50 thousand tuition, and no income,&quot; he said.</p>\",\"type\":\"text/html\"},{\"content\":\"<p class=\\\"body\\\">While they needn’t have a college degree, most plumbers must undergo years of training to become fully licensed. Requirements vary by state, but prospective plumbers typically spend four to five years as paid apprentices, while also taking classroom instruction in skills like reading blueprints. Then they must pass an exam to obtain a license. Apprentices typically must be at least 18 and have a high school diploma, or the equivalent, to begin training. They also must have a decent grasp of math, especially if they’re working on new construction; they may need to calculate, for instance, the volume of liquids that certain pipes can carry and correctly measure the length of pipe needed for a job.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">In some cases — like Mr. Rosenblum’s — the company that hires a prospective plumber sponsors the classroom training. Alternatively, trainees may join the United Association of Journeymen and Apprentices of the Plumbing &amp; Pipe Fitting Industry of the United States, Canada and Australia, the major trade union for plumbers.</p>\"},{\"content\":\"<p class=\\\"body\\\">About 30 percent of plumbers and pipe fitters belong to unions, according to unionstats.com, a website that estimates union membership based on federal data. The United Association, with 300 local affiliates in 50 states, provides structured training programs and also functions as an employment hub, matching  members with jobs at companies that negotiate contracts with the union.</p>\",\"type\":\"text/html\"},{\"content\":\"<p class=\\\"body\\\">John Murphy, business manager of United Association Local 1 in New York City, said the local’s 6,000 members work primarily on major construction projects, like office towers and hospitals. Union apprentices at Local 1 start at $14 an hour and make more than $50 per hour after completing a five-year apprenticeship and passing a test to advance to journeyman plumber status, Mr. Murphy said. Experienced plumbers can make $200,000 a year, he said — but that typically means many hours on the job.  Openings for apprenticeships tend to vary with the economy; if the outlook calls for significant new construction, more openings occur. Local 1 tries to maintain its apprentices at about 20 percent of its active membership, said Mr. Murphy.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">The union makes 1,000 applications available about every two years, he said, and about 400 applicants are deemed qualified after taking a basic aptitude test and an assessment of manual dexterity. The union draws from that pool for new apprentice classes. Also, a certain number of apprentices come from &quot;direct entry&quot; programs, he said, like those promoting the hiring of veterans. Over the last 18 months, the local has accepted 275 new apprentices.</p>\"},{\"content\":\"<p class=\\\"body\\\">While historically sons of plumbers often became plumbers, family members don’t get special preference, said Mr. Murphy, a fourth-generation plumber. “My son would have to get on line, along with everyone else.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">Plumbing is still a male-dominated trade; just 1.1 percent of plumbers and those in related trades are women, according to 2013 data from the Bureau of Labor Statistics.</p>\"},{\"content\":\"<p class=\\\"body\\\">Some union locals have programs to encourage women to become apprentices. United Association 1 in New York works with Nontraditional Employment for Women, or NEW, which aims to bring women into the construction trades, to hire women as apprentices, said Mr. Murphy. The local has 39 female apprentices, 22 of whom joined in the past 18 months.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">Mr. Rosenblum, who chose the nonunion training route, is a fourth-year apprentice; he expects to take the test for his journeyman’s license in the spring. A native of tiny Greers Ferry, Ark., he spent time as a young man helping his grandfather build houses. He graduated from high school in 1998 and later enlisted in the Marine Corps. After completing a nine-month tour in Iraq and Kuwait in 2004, he moved to California and completed an associate degree under the G.I. bill.</p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">He worked for about six years as the director of property services for an apartment company that managed 5,000 units in Orange County, but then moved on to work for a friend who owned a plumbing company. (Under California’s rules, he said, individual plumbers do not have to be licensed, as long as they are working for a licensed plumber.)</p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">He found he enjoyed the problem-solving aspect of plumbing. Most anybody, he said, can learn how to change an angle stop — the little shut-off valve found under every sink — or replace a flapper in their toilet tank. “But knowing actually how plumbing works and, you know, determining issues and plumbing problems, that’s kind of one of the things I like to specialize in,” he said.</p>\"},{\"content\":\"<p class=\\\"body\\\">About a year ago, he became engaged to a California woman who had family back in his home state, and they decided to move to Arkansas. He researched plumbing companies online and after sending out few applications was hired at Allied Plumbing &amp; Drain Service, a firm in Springdale, Ark.</p>\",\"type\":\"text/html\"},{\"content\":\"<p class=\\\"body\\\">Mr. Rosenblum was taking a bit of a risk; under the rules in Arkansas, his plumbing experience in California wouldn’t necessarily count toward licensing requirements. Fortunately, he said, he had good documentation of three and a half years of work, so state authorities required that he complete just one year of training and instruction to become eligible to take the journeyman’s test. He was accepted at an apprenticeship program at Northwest Arkansas Community College in Bentonville, Ark., and attends classes one night a week.</p>\",\"type\":\"text/html\"},{\"content\":\"<p class=\\\"body\\\"> Once he passes the journeyman’s test and works for an additional year, he’ll be eligible to apply to take the exam for a master plumber’s license. That means he’ll be able to obtain work permits on his own and also will be able to train new plumbers. “At that point in time, you can basically do anything a plumber needs to get done,” he said.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\"><span><img alt=\\\"\\\" src=\\\"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/null/plumbers3.jpg?itok=vTZk91vW\\\" /></span></p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\"><span><em>Mr. Rosenblum solders a copper pipe. Plumbers go through years of training for their licenses. (Beth Hall/The New York Times)</em></span></p>\"},{\"content\":\"<p class=\\\"body\\\">Dan Mallory, 56, founder and president of Allied Plumbing and Mr. Rosenblum’s boss, starts apprentices at $10 to $12 an hour and pays for their training; their hourly wage can increase to as much as $18 an hour over four years. Once they pass their journeyman’s test, he said, they are eligible for commissions based on the cost of the assignments they complete, which gives them the opportunity to make more money.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">A few of his plumbers earn six-figure incomes, he said, but a typical workweek is around 50 hours, and the jobs are often physically demanding. His plumbers take turns being on call overnight and on weekends and often work outside in bitterly cold weather. After four years, his plumbers can make a very good income as long as they don’t “have a mind-set of working 8 to 5,” he said.</p>\"},{\"content\":\"<p class=\\\"body\\\">Mr. Mallory still goes out on calls himself because, he says, he enjoys the work. He began working for a plumber in Oklahoma as a teenager and passed the state’s equivalent of the master plumber test at age 20 — he was told he was one of the youngest in the state to pass the test at the time. He recalls working 100 hours a week, until his schedule strained his marriage and forced him to cut back. He later became a home builder, but he said he returned to plumbing when he had trouble finding enough plumbers to work on the houses he was building. He built Allied into a regional firm and now employs 15 plumbers and apprentices.</p>\",\"type\":\"text/html\"},{\"content\":\"<p class=\\\"body\\\">His company does both new construction work and service plumbing, responding to both residential and commercial customers. Doing both helps the company ride out the ups and downs of the economy. “If you’re a service plumber,” he said, “it’s pretty much recession-proof.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">Still, there’s no avoiding the downsides, including the potential for encountering raw sewage. Mr. Rosenblum said he wore gloves as much as possible on the job and made sure his immunizations were up-to-date to avoid becoming ill. Sometimes, “it’s just nasty,” he said.</p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">And the unpredictable work hours are another negative. “You can’t just drop your pipe wrench and say ‘O.K., it’s 5 o’clock, I’m going home,’ and they still don’t have water to their house,” he said.</p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">But Mr. Rosenblum, who typically gets going with a 5:30 a.m. workout at the gym, says long days don’t faze him, and more hours mean more income. He also plans to complete a business degree at a local university to fully prepare for his career.</p>\"},{\"type\":\"text/html\",\"content\":\"<hr />\"},{\"content\":\"<p><strong><a href=\\\"http://www.marketplace.org/topics/your-money/work-america\\\"><img alt=\\\"\\\" src=\\\"http://www.marketplace.org/sites/default/files/styles/200x200/public/field_image/2014/03/workinamerica_tile_0.jpg\\\" /></a>Work in America:</strong> Our special series <a href=\\\"http://www.nytimes.com/business/businessspecial5/\\\" target=\\\"_blank\\\">in partnership with the New York Times</a> looking at how the improvements in technology, combined with companies’ increased ability to outsource, have conspired to make radical changes to work in America. </p>\",\"type\":\"text/html\"},{\"content\":\"<hr />\",\"type\":\"text/html\"},{\"content\":\"<p class=\\\"body\\\"><span>&quot;If you’re just a guy that goes in and puts in your 40 hours a week, you’re going to make minimal salary,” he said. “But if you put in a little extra time and a little extra work, you’re going to do well.&quot;</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p class=\\\"body\\\">It may (or may not) help homeowners on the receiving end of pricey plumbing bills that Mr. Rosenblum said he often feels bad when toting up the cost of a repair, especially in tough economic times.  &quot;I hate to be the bearer of bad news when it comes to my customers,&quot; he said, especially since having water and proper drainage is a necessity. It’s hard, he said, to present someone with a bill for $150 or $200, when they might be tight on cash. But, &quot;at the end of the day, they called me out, and they need to get it done,&quot; he said. </p>\",\"type\":\"text/html\"}]","description":"The hours long and the hazards nasty, but fixing pipes can bring six-figure income","teaser":"The hours long and the hazards nasty, but fixing pipes can bring six-figure income","audio":[{"type":"image/jpeg","meta":{"crop":"primary","width":"610","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/plumbers2.jpg?itok=sDVGYuGP"},{"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/03/21/marketplace_segment41_20140321_64.mp3","meta":{"duration":186,"duration_hms":"00:03:06","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/03/21/marketplace_segment41_20140321","type":"application/json"}},"format":"MP3"}]}