{"created":"2015-06-03T07:47:40+00:00","modified":"2015-06-07T13:05:24+00:00","valid":{"from":"2015-06-07T13:05:24+00:00","to":"3015-06-07T13:05:24+00:00"},"hreflang":"en","title":"A Taxi App Aims To Build Trust Where Crime Is High","published":"2015-06-03T11:59:00+00:00","teaser":"In Nairobi, people don't like getting into cabs driven by strangers. They prefer to call drivers they know or who their friends recommend. A new app assigns drivers a trust score based on social ties.","itags":["npr_api","411538709"],"guid":"cc6ec4d8-7db7-482f-a6a6-f3c470ff6f0d","contentencoded":"<p>It's a problem in a taxi economy if people don't like getting into cabs that are driven by strangers. A cab driver is a stranger almost by definition. But in the high-crime city of Nairobi, Kenya, people prefer to call up drivers they know or who their friends recommend.</p><p>An American named Jason Eisen spent years in Nairobi as a consultant until he had his big idea. He <a href=\"http://maramoja.co.ke/\">built an app</a> that doesn't just tell you which taxis are close by, like Uber does. It also assigns the driver a trust score, by scouring riders' contacts and social media.</p><p>Eisen explains how the trust score works: \"Do you have this driver directly in your phone book? Or do you have a friend that has them in their phone book? And is that friend connected to you by your phone book or by Facebook or by some other means? So we can establish a sort of trust score for each driver and rank them in that order.\"</p><p>Uber launched in Nairobi in January. The company says it <a href=\"http://newsroom.uber.com/kenya/2015/02/uber-kenyas-gold-standard-of-safety/\">vets all its drivers</a>. But Eisen says background checks are suspect in a city where people can purchase a clean record with a bribe.</p><p>\"So for us a far more reliable method of establishing trust is who do I know personally? And who do my friends know personally. Who do I trust, and who do they already trust?\" he says.</p><p>His app, called <a href=\"https://play.google.com/store/apps/details?id=ke.co.maramoja\">Maramoja</a>, went live in March. \"Maramoja is Kiswahili for right away — immediately, something like that,\" Eisen says.</p><p>Calling a Maramoja cab was far from immediate. It took four times as long as the Uber I'd called that morning. But when the driver arrived, he came recommended by Eisen's Facebook friend. That was a cozy extra layer of known-ness.</p><p>And not only for me. The driver, Charles Muiruri, says he joined Maramoja in part for his own safety in a city where carjackings are a danger. \"Now I'm calm, picking up new clients,\" he says. \"You're assured of your safety because you know the details of the client.\"</p><p>Eisen is dreaming big. This social trust model he says could sell more than just cab rides. And beyond just Nairobi. He believes it's a system for selling services online in any developing city where people already rely heavily on word of mouth.</p><p>Jackson Kamau is an Uber driver in Nairobi. He says people avoid unknown cabbies here mostly because they fear getting ripped off. He should know. He used to drive a yellow cab in this city. And every chance he got, he overcharged his clients \"because basically, that's the business,\" he says and laughs.</p><p>In a city without taxi meters, every cab ride begins with a contest — a negotiation over fare. But now that Kamau is a driver for Uber, the algorithm sets the price. He can relax and concentrate on boosting his Uber rating, already 4.8 out of 5. He credits his score to knowing good shortcuts, offering free water, and bonding with customers.</p><p>\"You'd want to know more about them and how you'd be able to transact more business with them at a later date,\" Kamau says. \"It's not just about today and when you drop them that's it.\"</p><p>It's about turning that single ride into a trusted relationship. In Kenya, he says, that's where the money is.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Taxi+App+Aims+To+Build+Trust+Where+Crime+Is+High&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"210"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411660295-956693.m3u?orgId=1&topicId=1019&d=210&p=3&story=411538709&t=progseg&e=411644331&seg=19&ft=nprml&f=411538709"},{"href":"http://media.npr.org/assets/img/2015/06/02/49463461_h35986369-58edbdb0d9bc6feb94e998a0bc5bd394342b1de7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1852","width":"2469"}},{"href":"http://media.npr.org/assets/img/2015/06/02/maramoja_app-d9609a45442922347ff7e5aaac23fc6fa6a5bfa9.png","type":"image/jpeg","meta":{"crop":"standard","height":"633","width":"844"}},{"href":"http://media.npr.org/assets/img/2015/06/02/jackson_-kiamau-9c13a5e1b1a99f7b60ea4b1e3e281bf2ebd61349.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2298","width":"3065"}}]}