{"created":"2014-10-16T21:19:37+00:00","modified":"2014-12-04T14:29:17+00:00","valid":{"from":"2014-12-04T14:29:17+00:00","to":"3014-12-04T14:29:17+00:00"},"hreflang":"en","title":"Women Can Freeze Their Eggs For The Future, But At A Cost","published":"2014-10-16T22:35:00+00:00","teaser":"Until recently, freezing human eggs was reserved for young women at risk of infertility due to cancer treatments. But some companies now pay for it for healthy women who want to delay motherhood.","itags":["npr_api","356727823"],"guid":"cc771e2a-736a-4d89-9e97-d1b221047457","contentencoded":"<p>Until recently, freezing a woman's eggs was reserved mainly for young women facing infertility as a result of cancer treatments like chemotherapy.</p><p>But recent advances in technology have made freezing eggs easier and more successful, and likely have a lot to do with the recent decisions by Facebook and Apple to offer female employees a health benefit worth up to $20,000 to freeze their eggs.</p><p>The benefit is intended for women who don't need to freeze eggs for medical reasons, but rather as a choice. This would likely appeal to women who want to focus on their careers instead of child rearing, as well as women who just haven't yet met \"Mr. Right.\"</p><p>Doctors have had the technology since the mid-1980s. But, according to <a href=\"http://uscfertility.org/about-usc-fertility/richard-j-paulson-md/\">Dr. Richard Paulson</a>, director of the fertility program at the University of Southern California, it just didn't work very well. \"Everybody figured there was something wrong with the eggs after freezing them; you just couldn't get them to fertilize,\" he says. Then, about 10 years ago, someone came up with the smart idea to use <a href=\"http://www.reproductivefacts.org/uploadedFiles/ASRM_Content/Resources/Patient_Resources/Fact_Sheets_and_Info_Booklets/ICSI-Fact.pdf\">technology</a> typically used to help weak sperm fertilize an egg.</p><p>\"I think it would be fair to say the 'ah-ha' moment came when someone figured out that you could bypass the hardened egg shell,\" he says.</p><p>When eggs are frozen, their \"shells\" harden. Researchers bypassed the hardened shells by injecting sperm through the shell and directly into the egg. Then, within a few years, a rapid new freezing method enabled eggs to be quickly frozen with their quality preserved, putting the eggs into a \"state of suspended animation,\" says Paulson.</p><p>Even so, age remains a major caution. Since eggs degenerate with age, the younger a woman is when she freezes her eggs, the better. For example, if a 30-year-old freezes her eggs and then uses them at age 38 or 40, she will be getting pregnant with the eggs of a 30-year-old with lower risk of miscarriage and genetic defects, including Down syndrome.</p><p>Egg freezing doesn't stop the biological clock, says Paulson. It just sort of \"<a href=\"http://uscfertility.org/fertility-preservation/egg-freezing-faqs/\">pauses</a> it,\" he says, giving women the option to delay childbearing until they're ready.</p><p>While egg freezing is \"an exciting new option,\" it shouldn't be relied on to make family-planning decisions, says <a href=\"http://stanfordhealthcare.org/doctors/b/valerie-baker.html\">Dr. Valerie Baker</a>, a fertility specialist at Stanford University Medical Center. \"We wouldn't want to have people think this is a substitute for making family building decisions in a broader context. It's not a guarantee that if a woman freezes her eggs she's eventually going to be able to have a baby with one of those eggs.\"</p><p>Baker says it's more reliable for women to try to get pregnant at a younger age, if possible, rather than banking eggs and hoping to get pregnant later in life. Even so, in vitro fertilization, or IVF, either with fresh or frozen eggs certainly boosts a woman's chance of getting pregnant at any age.</p><p>But egg freezing is costly, both emotionally and financially. Many women will have to undergo the procedure more than once. It cost about $10,000 to harvest eggs from the ovaries, after a woman has taken medications for several weeks to stimulate egg production. Then the eggs need to be frozen and stored, at a cost of about $500 a year. Each time eggs are thawed, fertilized and transferred to the uterus with IVF it costs about $5,000.</p><p>Baker adds another caution: Not all women have the same biological clock. \"Some women are running out of eggs when they're in their late 20s/early 30s, whereas other women may have reasonably good fertility into their mid- to late 30s,\" she says. Reproductive specialists can help women figure out which category they are in, which is an important factor to consider when thinking about freezing eggs.</p><p>Most insurance companies don't cover the cost of egg freezing, not even for medical reasons when a young woman's fertility is jeopardized by cancer. So the decision by Facebook and Apple to foot the bill is a significant benefit for women who want to freeze their eggs.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Women+Can+Freeze+Their+Eggs+For+The+Future%2C+But+At+A+Cost&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Patti Neighmond","audio":[{"meta":{"duration":"246"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356728115-91a5db.m3u?orgId=1&topicId=1128&ft=3&f=356727823"},{"href":"http://media.npr.org/assets/img/2014/10/16/in-vitro-cc6c17ee25b3a3569cb3fc0c4e1194b7363803dc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"800","width":"1068"}}]}