{"created":"2015-04-17T21:57:27+00:00","modified":"2015-05-13T21:02:08+00:00","valid":{"from":"2015-05-13T21:02:07+00:00","to":"3015-05-13T21:02:07+00:00"},"hreflang":"en","title":"Hillary Clinton Supports Amendment To Get Hidden Money Out Of Politics","published":"2015-04-18T04:27:00+00:00","teaser":"Clinton called campaign finance reform one of the \"four big fights\" of her campaign. But does this idea of a constitutional amendment to restrict or eliminate big money stand a chance?","itags":["npr_api","400362239"],"guid":"cc7c6357-e94a-4bb8-8736-5a4a394f213b","contentencoded":"<p>Hillary Clinton made a surprising move this week. It wasn't <a href=\"https://www.hillaryclinton.com/\">running for president</a> — she'd already set the stage for that — but embracing the idea of a constitutional amendment to restrict or eliminate big money in politics.</p><p>The notion of amending the Constitution this way has been discussed, literally for decades. But Clinton is joining a new, if small, chorus of prominent politicians who are talking it up.</p><p>\"We need to fix our dysfunctional political system and get unaccounted money out of it, once and for all, even if that takes a constitutional amendment,\" <a href=\"http://www.npr.org/2015/04/15/399751475/clinton-tours-iowa-begins-outlining-4-pillars-of-her-campaign\">she said to a gathering</a> at Kirkwood Community College in Iowa.</p><p>Campaign finance reform is one of four pillars, \"four big fights,\" of her campaign, she said, along with help for families and communities; a stronger, more balanced economy; and a strong national defense.</p><p>Activist groups have toiled for such an amendment since 2010, when <a href=\"http://www.npr.org/2011/01/21/133083209/a-year-later-citizens-united-reshapes-politics\">the Supreme Court's Citizens United decision</a> let corporate and union money directly into partisan politics.</p><p>Clinton spoke a few days after <a href=\"http://www.securitythroughstrength.com/\">Republican Lindsey Graham's</a> most recent comments on a possible amendment.</p><p>\"The next president of the United States needs to get a commission of really smart people and find a way to create a constitutional amendment to limit the role of superPACs,\" said Graham, a senator from South Carolina who is weighing a presidential run. <a href=\"http://www.wmur.com/politics/closeup/closeup-if-im-ever-going-to-do-it-nows-the-time/32274986\">He was appearing on WMUR-TV</a> in Manchester, N.H.</p><p>SuperPACs were created after <em>Citizens United</em> and a related appellate ruling, as political committees that raise unrestricted contributions from wealthy donors, corporations and unions. SuperPAC donors are publicly disclosed. Along with 501(c)(4) \"social welfare\" organizations, which have no disclosure as well as no contribution limits, superPACs are fueling the boom in bare-knuckle,<a href=\"http://www.npr.org/2015/01/20/378525627/5-years-after-citizens-united-ruling-secret-money-floods-into-u-s-politics\"> lavishly financed campaigning</a> by noncandidate, nonparty groups.</p><p>President Obama said yes to amending the Constitution in 2012, in a <a href=\"http://www.reddit.com/comments/z1c9z/i_am_barack_obama_president_of_the_united_states/\">Q&A session on Reddit</a>, and again last month, in an interview on the website Vox. \"I would love to see some constitutional process that would allow us to actually regulate campaign spending, the way we used to, and maybe even improve it,\" <a href=\"http://www.vox.com/2015/2/9/7992489/obama-citizens-united-constitutional-amendment\">he told Vox</a>.</p><p>Campaign spending has been constitutionally protected since a 1976 Supreme Court decision known as <a href=\"https://fas.org/sgp/crs/misc/RL30669.pdf\">Buckley v. Valeo</a>. The justices said Congress could not regulate political spending, because it was tantamount to free speech. All subsequent attempts to control political money have had to work around the <em>Buckley</em> distinction between contributions and spending.</p><p>Former Democratic presidential candidate and New Jersey Sen. <a href=\"http://www.billbradley.com/\">Bill Bradley</a> said as early as the 1990s that a constitutional amendment was needed to overturn <em>Buckley.</em> In 2012, <a href=\"http://www.npr.org/2012/05/10/152426727/bradley-do-better-to-reverse-countrys-course\">he told NPR's Talk Of The Nation</a>, \"You need a constitutional amendment that says federal, state and local governments may limit the amount of money in a campaign.\"</p><p>But back to Clinton. At <a href=\"http://www.pfaw.org/\">People for the American Way</a>, one of the groups mobilizing for an amendment, Executive Vice President Marge Baker said Clinton's statement can help the effort.</p><p>\"When the leading candidate for president says she's going to make reducing the influence of money in politics one of the four pillars in her campaign, you know that that's going to be a major issue in 2016,\" Baker said. \"So this is a very, very big deal.\"</p><p>Clinton drew a charge of hypocrisy from Republican Gov. <a href=\"http://www.americaleads.com/\">Chris Christie</a>, of New Jersey. Not a declared presidential candidate, he was stumping in New Hampshire.</p><p>\"She intends to raise $2.5 billion for her campaign. But she wants to then get the corrupting money out of politics,\" he said to laughter at a town hall meeting. \"It's classic, right? It's classic politician-speak.\"</p><p>In Congress this year, <a href=\"https://www.congress.gov/advanced-search?raw=%5B%7B%22op%22%3A%22AND%22%2C%22conditions%22%3A%5B%7B%22op%22%3A%22AND%22%2C%22inputs%22%3A%7B%22source%22%3A%22legislation%22%2C%22field%22%3A%22congress%22%2C%22operator%22%3A%22is%22%2C%22value%22%3A%22114%22%7D%7D%2C%7B%22op%22%3A%22AND%22%2C%22inputs%22%3A%7B%22source%22%3A%22legislation%22%2C%22field%22%3A%22bill-type%22%2C%22operator%22%3A%22is%22%2C%22value%22%3A%22hconres%22%7D%7D%2C%7B%22op%22%3A%22OR%22%2C%22inputs%22%3A%7B%22source%22%3A%22legislation%22%2C%22field%22%3A%22bill-type%22%2C%22operator%22%3A%22is%22%2C%22value%22%3A%22sconres%22%7D%7D%5D%7D%5D\">lawmakers have introduced nine resolutions</a> proposing constitutional amendments — typically proposing to restrict political spending, or bar corporate spending in politics, or overturn the Supreme Court's 129-year-old precedent of giving corporations the constitutional standing of people.</p><p>Republican leaders on Capitol Hill simply say nobody should mess with <a href=\"http://www.senate.gov/civics/constitution_item/constitution.htm#amdt_1_(1791)\">the First Amendment in the Bill of Rights</a>. Senate Republican Leader <a href=\"http://www.mcconnell.senate.gov/public/\">Mitch McConnell</a> of Kentucky made the point on the Senate floor last fall.</p><p>\"If the Democrats who run Washington are so determined to force the Senate into debate over repealing the free speech protections of the First Amendment, then fine, let's have a full and proper debate,\" he said.</p><p>Democrats wanted a Senate <a href=\"http://www.archives.gov/federal-register/constitution/\">vote on a constitutional amendment</a>, and they got it. The proposal passed, 54 to 42 — 13 short of the two-thirds majority required for a proposed amendment. Ratification also requires a two-thirds vote in the House, and approval from 38 states.</p><p>Republican lawyer <a href=\"http://www.campaignlegalcenter.org/team/trevor-potter\">Trevor Potter</a> has long worked for tougher campaign finance laws. He was the lawyer for Sen. John McCain, R-Ariz., when the Senate passed <a href=\"http://en.wikipedia.org/wiki/Bipartisan_Campaign_Reform_Act\">the McCain-Feingold</a> bill in 2001. It's the last major campaign finance law to emerge from Congress. But now, Potter says a constitutional amendment poses problems that only start with ratification.</p><p>Potter said, \"Beyond that is the issue of what is it that the amendment would say, and how would it be effective?\"</p><p>These are questions of language that might go too far, or not far enough, or lie open to reinterpretation by future Supreme Courts.</p><p>So far, the answers don't satisfy all of big money's critics.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hillary+Clinton+Supports+Amendment+To+Get+Hidden+Money+Out+Of+Politics&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Overby","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400424088-623895.m3u?orgId=1&topicId=1014&d=235&p=2&story=400362239&t=progseg&e=400423739&seg=17&ft=nprml&f=400362239"},{"href":"http://media.npr.org/assets/img/2015/04/17/469714206-00ed828ebd4aa37d59fdf01ce07c887356d2342e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1539","width":"2052"}}]}