{"created":"2014-09-21T11:45:49+00:00","modified":"2015-02-09T15:57:21+00:00","valid":{"from":"2015-02-09T15:57:21+00:00","to":"3015-02-09T15:57:21+00:00"},"hreflang":"en","title":"Adding Color To 'The Great White Way'","published":"2014-09-21T15:15:00+00:00","teaser":"NPR's Michel Martin asks a panel of award-winning playwrights how diverse artists are challenging Broadway's landscape, and whether it matters.","itags":["npr_api","350139494"],"guid":"cc857337-c5dd-41c9-9cd6-ee47b333e337","contentencoded":"<p>Sharp observations about race, class and gender plus pure passion for the theater: That's what you get when you ask a distinguished panel of playwrights whether \"The Great White Way\" is still too white.</p><p>Award-winning dramatists David Henry Hwang, Lydia Diamond, Kristoffer Diaz and Bruce Norris are some of America's most critically acclaimed contemporary playwrights. Their work captures the tensions and aspirations of an increasingly diverse America, but they all acknowledged that it was a challenge to bring a more diverse audience to theaters.</p><p>Tony award-winning actor Stephen McKinley Henderson raised the curtain on the event, <em>A Broader Way</em>, at WNYC's The Greene Space. He began by thanking \"playwrights everywhere, for actors everywhere.\"</p><p>It launched a night of memorable moments, but here are my top 5.</p><p><strong>1. Stephen McKinley Henderson</strong></p><p>Stephen McKinley Henderson performed a monologue from August Wilson's play <em>Joe Turner's Come And Gone</em>, a piece that he believed \"resonated for writers finding their voice and that unique identity that they bring to their work.\" Henderson brought to life the character of Bynum, who relates what happened after he encountered a mystical figure whom he calls \"the shiny man\":</p><blockquote><p>\"My daddy called me to him. Said he had been thinking about me and it grieved him to see me in the world carrying other people's songs and not having one of my own. Told me he was gonna show me how to find my song.</p><p>\"I asked him about the shiny man and he said he's the One Who Goes Before and Shows the Way. Said there was lots of shiny men and if I ever saw one again before I died then I know my song had been accepted and worked its full power in the world and I could lay down and die a happy man. A man who done left his mark on life. On the way people cling to each other out of the truth they find in themselves.\"</p></blockquote><p><strong>2. Kristoffer Diaz</strong></p><p>Kristoffer Diaz was a finalist for the Pulitzer Prize for Drama in 2010 for his play <em>The Elaborate Entrance of Chad Deity</em>. It's a comedy about professional wrestling that asks big questions on what it means to be American. He explained where he comes from as a playwright, and what's important as he goes forward:</p><blockquote><p>\"When I moved into the city from Yonkers, I was an 18-year-old Puerto Rican kid who used to go to Broadway shows in Timberland boots, big baggy jeans and a hooded sweatshirt, and I was never sitting next to anyone else like that. I would find myself sitting next to the Broadway audience, which tends to be, you know 60-year-old white women with some money ... So I'm aware of that, and I'm not going to write a play that's alienating the folks who are going to be there in the room. But I'm also not going to write a play that makes [the] 18-year-old kid in the hoodie feel alienated either. I want that kid to feel as safe and sound in that room, and accepted into that room as I wanted to when I was 18 years old, and sometimes did and sometimes didn't.\"</p></blockquote><p><strong>3. Lydia Diamond</strong></p><p>Lydia Diamond's <em>Stick Fly</em> has won many awards and was hailed as a break-though in modern drama. Diamond is one of an elite group of black women who have been produced on Broadway, so I felt I had to ask her \"the girl question\" — i.e, if she felt her gender had affected her career:</p><blockquote><p>\"It's so interesting, because in these conversations I don't often actually get to be a woman. Usually, it's women, or people of color, but I don't get to be a part of a conversation that's about what is it like to be a woman playwright, because I fit in the person of color thing. So I've never actually thought of myself as a woman — that's why I wore a short skirt, because lest they don't know, it seems I am a woman playwright. And it's grim, the statistics on that, we know are so, so awful.\"</p></blockquote><p><strong>4. Bruce Norris</strong></p><p>Bruce Norris has won a Pulitzer Prize for Drama, a Tony, and an Olivier award for <em>Clybourne Park</em>, a play that draws inspiration from Lorraine Hansbury's classic <em>A Raisin in the Sun</em>. He offered some tart and funny reflections as the only white person on the panel — a minority in that room, but still the vast majority of the theater audience:</p><blockquote><p>\"I think, in a sense, I am irrelevant to the conversation, and it's a good thing that I am. The more diversity that we can encourage, you know, the questions of writing plays that are about political topics, and plays about gender — that I tend to write — things about the dominance of white men in our culture, hopefully no one like me will have to exist anymore to write those plays. I'm trying to write myself out of existence in a way.\"</p></blockquote><p><strong>5. David Henry Hwang</strong></p><p>David Henry Hwang has been writing for stage and screen for more than 30 years. His play <em>M. Butterfly</em> won a Tony and ran on Broadway for two years. He ended on a positive note:</p><blockquote><p>\"This is a fantastic time to be a playwright. Because the digital age ... has made theater more valuable and more attractive to people. Anything that can be duplicated has less value right now than the live experience ... And yes, there are economic issues that need to be faced; there are certainly diversity and gender issues that need to be faced. But, you know, people pay a lot of money to go see Beyonce and Jay Z. If people feel the experience is worthwhile, and it speaks to them, and they're part of it, they will come.\"</p></blockquote>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Adding+Color+To+%27The+Great+White+Way%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Michel Martin","audio":[{"meta":{"duration":"370"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350316122-e1829a.m3u?orgId=1&topicId=1144&aggIds=352974380&e=350139494&d=370&ft=nprml&f=350139494"},{"href":"http://media.npr.org/assets/img/2014/09/20/nprbroadway-a489e053cb77249fca89650733676df41076b013.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"667","width":"890"}},{"href":"http://media.npr.org/assets/img/2014/09/20/115872964-427fb5d91efd4dcb4509c52fa41fd77356010e4d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"337","width":"449"}},{"href":"http://media.npr.org/assets/img/2014/09/20/panel-097c982f93ea56379170108d33bd74c5c57d0dab.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"667","width":"890"}},{"href":"http://media.npr.org/assets/img/2014/09/20/henderson-caa427a2e77450107151d3463d6dc91f61f5fa29.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"749","width":"999"}},{"href":"http://media.npr.org/assets/img/2014/09/20/diaz-8de7cdaa9a0be5793f65a5fa0f19271e05ec33ea.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"749","width":"999"}},{"href":"http://media.npr.org/assets/img/2014/09/20/diamond-3ed0c66a6da9704acb18db41e76b1c848ad934a7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"749","width":"999"}},{"href":"http://media.npr.org/assets/img/2014/09/20/norris-fe7e0c7664d53ae8c67eb85547f9e49830395dd7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1431","width":"1908"}},{"href":"http://media.npr.org/assets/img/2014/09/20/hwang-6774138da39d771286eeda9aedb272cfb696f5db.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"667","width":"890"}}]}