{"created":"2015-04-20T19:09:47+00:00","modified":"2015-04-21T01:47:22+00:00","valid":{"from":"2015-04-21T01:47:22+00:00","to":"3015-04-21T01:47:22+00:00"},"hreflang":"en","guid":"cc8a4649-26ee-44ba-b4b7-8613723e686a","title":"Tunisia looks to tap into its history and push its olive oil front and center","published":"2015-04-21T01:47:18+00:00","byline":"Marine Olivesi","tags":["agriculture","Arab Spring","business","Development","Human Needs","Business","Business, Finance & Economics","Africa","Tunisia","Mediterranean cuisine","Olive oil","Business"],"teaser":"The Arab Spring gave Tunisia international name recognition. Now Tunisia wants to be known for something else — its olive oil.","contentencoded":"<p>During the olive harvesting season in Tunisia, laborers — mostly women — climb up on ladders and get to work. Using a small rake, they sweep every branch of the tree, making the olives fall on a net below them.</p>\n<p>It takes five of them about half an hour to strip a tree bare. It’s hard work. But in Tunisia, it’s also a ritual and a celebration. Workers chat and laugh until a man breaks into a song. Women follow with ululation as if an impromptu back-up choir.</p>\n<p>Three Italian clients visiting the grove as part of a business trip on that November day looked at the harvesters, amused and envious.</p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/IMG_6843%209.10.18%20PM.JPG?itok=OGuco1tz\" alt=\"\" /><div class=\"field-caption\">\n    <p>Olives in Tunisia are still harvested manually with a rake, making it unique among the world's top producers of olive oil. In other countries, the process has turned largely mechanical over the years.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Marine Olivesi</p>\n  </div>\n</div>\n<p>For Europeans, the scene is a throwback to the days when <em>people</em>, not machines, harvested olives. In Italy, Greece and Spain, the three heavyweights of the olive oil industry, olive harvesting is a highly mechanical process that involves tractors shaking entire trees — or, in a less drastic fashion, uses automatic rakes, the harvesting method of choice for higher-quality brands.</p>\n<p>Besides nostalgia, though, there was another reason for the Italians’ envy this year.</p>\n<p>“It’s so full of olives here!” one of them exclaimed. So full, the Tunisian supervisor quipped, that some branches were collapsing under their own weight. Meanwhile, across the Mediterranean, there was barely any harvest at all. Poor weather and insects ruined Italy’s crop, allowing Tunisia for the first time to overtake Italy in total olive oil production.</p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/IMG_6915%209.10.18%20PM.JPG?itok=lwDITqlh\" alt=\"\" /><div class=\"field-caption\">\n    <p>Olives are sent to the oil mill and processed within 24 hours of their harvest. This year marked a record-high for Tunisia, with a 280,000 ton output.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Marine Olivesi</p>\n  </div>\n</div>Usually ranking fourth in olive oil production after Europe's three giants, Tunisia came in second, after Spain, in olive oil production this year with a 280,000-ton output. Even in an industry where production varies widely from one season to the next — Tunisia’s yields in 2014 amounted to a mere 70,000 tons — the industry figures mark a record season for the tiny North African country.\n<p>For Tunisians in the olive oil business, it’s kind of a “Render unto Caesar what belongs to Caesar” moment.</p>\n<p>“We started before the Italians,” Chiheb Slama pointed out. Slama, the general manager of Slama Huiles, one of Tunisia’s leading olive oil companies, took over the business his grandfather started in 1930. Here though, Slama referred to something that took place a few thousand years before that, when olive trees were brought to North Africa from the Middle East by the Phoenicians.</p>\n<p>Only later, he says, did the Romans take trees from Tunisia to Italy — and stole the show.</p>\n<p>A decade ago, almost all Tunisia’s olive oil was sold in bulk to Italians and Spaniards who would blend it with their own olive oil, and repackage it under their label.</p>\n<p>Since then, Tunisia has been pushing to reclaim its industry. Olive oil companies agreed on a tax on bulk sales to help Slama and others brand <em>their own</em> olive oil. Then, they got a big boost from the Arab Spring, which put Tunisia on the map.</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/IMG_6822%209.10.18%20PM.JPG?itok=Cp8MF5kT\" alt=\"\" /><div class=\"field-caption\">\n    <p>This landmark farmhouse nestled in an olive grove has been featured on some of Slama Huiles' bottles since the company started to export olive oil under its own label in 2008.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Marine Olivesi</p>\n  </div>\n</div>“I lived it personally,” recalled Slama. “In February 2011, my client in UK called me: 'The Arab Spring! Tunisia! How is it, how are you? Please I want some oil, can you send me an offer?' I said 'yes, yes, OK you’ll have it this afternoon.' You know, with this customer, it usually took three weeks to just try and negotiate the price. But that time, they made an order right after receiving my quote.”\n<p>Along with other Tunisian companies, Slama Huiles also received technical assistance from USAID, which helped them transition from bulk producer to bottling.</p>\n<p>\"Tunisia is one of the world's largest producers of olive oil, but branding is very poor,\" said Henri Stetter, a value chain specialist with USAID in Tunis. \"We are helping them brand their own products, which have a higher added value and higher margins. The goal is to reach a higher business growth, and hire people in the process.\"</p>\n<p>Now, Slama exports its bottles of olive oil to Canada, Russia and even Italy.</p>\n<p>His company hasn’t cracked the US market yet, but other Tunisian olive oil is there. Last spring, <a href=\"http://www.traderjoes.com/digin/post/tunisian-organic-extra-virgin-olive-oil\">Trader Joe’s put its first Tunisian olive oil on shelves</a> — an eye-catching rectangular tin can. Visiting a New York store earlier this year, the item appeared to have been discontinued over the winter, but a clerk said a new order was on its way.</p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/IMG_6938%209.10.18%20PM.JPG?itok=JMaJ5W0Z\" alt=\"\" /><div class=\"field-caption\">\n    <p>Chiheb Slama, right, presents the company's latest olive oil production to Italian clients, who compare varieties before confirming their order.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Marine Olivesi</p>\n  </div>\n</div>At Whole Foods, a more traditionally packaged olive oil bottle from Tunisia was on shelves too, in between a large selection of olive oils from southern Europe but also Chile, California and Palestine.\n<p>“It’s a crowded market,” said Roberta, a customer wandering in the olive oil alley. She said she’d love to try the organic, extra virgin Tunisian bottle if it weren't so pricey: $26 for 33 ounces.</p>\n<p>“I’d probably want to drink it like wine as opposed to put it on anything for that price.”</p>\n<p>Industry leaders in Tunisia say they’re getting more competitive, but they still need to work on marketing so people know what they’re paying for.</p>\n<p>“The Italians go on and on about their <em>traditional</em> olive oil,” said Akram Tray, Slama Huiles’ marketing manager. “But everything there is industrial. ... We are the traditional ones. And we need consumers to know that.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-20%2Ftunisia-looks-taps-its-history-and-push-its-olive-oil-front-and-center&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/IMG_6825%209.10.18%20PM.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/img6825-91018-pmjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04202015_06.mp3"},{"href":"http://www.pri.org/file/0420201506mp3"}]}