{"created":"2014-12-19T09:02:15+00:00","modified":"2015-06-05T15:31:17+00:00","valid":{"from":"2015-06-05T15:31:17+00:00","to":"3015-06-05T15:31:17+00:00"},"hreflang":"en","title":"NORAD's Santa Tracker Began With A Typo And A Good Sport","published":"2014-12-21T02:45:00+00:00","teaser":"It all started in 1955 with a misprint in a Colorado newspaper and a call to Col. Harry Shoup's secret military hotline. Shoup played along with the tiny voice who called, and a tradition was born.","itags":["npr_api","371647099"],"guid":"cc8ef9b4-221b-411d-9644-00805a0ff7aa","contentencoded":"<p>This Christmas Eve people all over the world will log on to the <a href=\"http://www.noradsanta.org/\" target=\"_blank\">official Santa Tracker</a> to follow his progress through U.S. military radar. This all started in 1955, with a misprint in a Colorado Springs newspaper and a call to Col. Harry Shoup's secret hotline at the Continental Air Defense Command, now known as NORAD.</p><p>Shoup's children, Terri Van Keuren, 65, Rick Shoup, 59, and Pam Farrell, 70, recently visited StoryCorps to talk about how the tradition began.</p><p>Terri remembers her dad had two phones on his desk, including a red one. \"Only a four-star general at the Pentagon and my dad had the number,\" she says.</p><p>\"This was the '50s, this was the Cold War, and he would have been the first one to know if there was an attack on the United States,\" Rick says.</p><p>The red phone rang one day in December 1955, and Shoup answered it, Pam says. \"And then there was a small voice that just asked, 'Is this Santa Claus?' \"</p><p>His children remember Shoup as straight-laced and disciplined, and he was annoyed and upset by the call and thought it was a joke — but then, Terri says, the little voice started crying.</p><p>\"And Dad realized that it wasn't a joke,\" her sister says. \"So he talked to him, ho-ho-ho'd and asked if he had been a good boy and, 'May I talk to your mother?' And the mother got on and said, 'You haven't seen the paper yet? There's a phone number to call Santa. It's in the Sears ad.' Dad looked it up, and there it was, his red phone number. And they had children calling one after another, so he put a couple of airmen on the phones to act like Santa Claus.\"</p><p>\"It got to be a big joke at the command center. You know, 'The old man's really flipped his lid this time. We're answering Santa calls,' \" Terri says.</p><p>\"The airmen had this big glass board with the United States on it and Canada, and when airplanes would come in they would track them,\" Pam says.</p><p>\"And Christmas Eve of 1955, when Dad walked in, there was a drawing of a sleigh with eight reindeer coming over the North Pole,\" Rick says.</p><p>\"Dad said, 'What is that?' They say, 'Colonel, we're sorry. We were just making a joke. Do you want us to take that down?' Dad looked at it for a while, and next thing you know, Dad had called the radio station and had said, 'This is the commander at the Combat Alert Center, and we have an unidentified flying object. Why, it looks like a sleigh.' Well, the radio stations would call him like every hour and say, 'Where's Santa now?' \" Terri says.</p><p>\"And later in life he got letters from all over the world, people saying, 'Thank you, Colonel,' for having, you know, this sense of humor. And in his 90s, he would carry those letters around with him in a briefcase that had a lock on it like it was top-secret information,\" she says. \"You know, he was an important guy, but this is the thing he's known for.\"</p><p>\"Yeah,\" Rick says, \"it's probably the thing he was proudest of, too.\"</p><p><em>Produced for </em>Morning Edition <em>by Jasmyn Belcher Morris.</em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at </em><a href=\"http://storycorps.org/\" target=\"_blank\">StoryCorps.org</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=NORAD%27s+Santa+Tracker+Began+With+A+Typo+And+A+Good+Sport&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"198"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371821138-bd9acf.m3u?orgId=1&topicId=1057&aggIds=4516989&d=198&p=3&story=371647099&t=progseg&e=371820397&seg=13&ft=nprml&f=371647099"},{"href":"http://media.npr.org/assets/img/2014/12/18/vankeuren_extra2-318db8d872e1e4b76a523d68d07e08afa810ecdd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1688","width":"2250"}},{"href":"http://media.npr.org/assets/img/2014/12/18/van-keurennpr-4611a5a6e9eacd5360d8af62e10801132fa526e5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}},{"href":"http://media.npr.org/assets/img/2014/12/18/vankeuren_extra1_custom-1840fd717cabf3ef6d3daab6722b602e86d172c2.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"376","width":"300"}}]}