{"created":"2015-04-09T21:48:07+00:00","modified":"2015-04-10T18:16:40+00:00","valid":{"from":"2015-04-10T18:16:40+00:00","to":"3015-04-10T18:16:40+00:00"},"hreflang":"en","guid":"cc9c1ce9-5a96-4c0a-a1c6-8367d859378f","title":"Renewed diplomacy still leaves Cubans stuck in a dial-up world","published":"2015-04-10T18:16:37+00:00","byline":"Joyce Hackel","tags":["internet freedom","high speed connections","dial-up","communist party","Google","Internet access","Technology","Science, Tech & Environment","Havana","Cuba","Ellery Roberts Biddle","Cuban","Internet freedom","high speed connections","dial-up","Communist party","Google","Technology"],"teaser":"Cuban hopes for high-speed Internet connections remain on hold, stalled by outdated infrastructure and authorities worried about losing their grip on power. But Cubans still find plenty of ways to work around their scant online connections.","contentencoded":"<p>Getting online in Cuba has never been easy, so it's no surprise that people who thought the US-Cuba thaw would quickly improve Internet connections to the island have so far seen only disappointments.</p>\n<p>\"The feeling was, 'Oh, the Obama Administration is opening Cuba, and so now all Cubans will have access to Internet, they'll have all these freedoms they didn't have before,''' says Ellery Roberts Biddle, a fellow at the Berkman Center for Internet and Society. \"That's really not what's happening.\"</p>\n<p>In fact, she says, things seem to be going backward. \"I was there in 2004 ... and I found it easier to use the Internet than in 2009,\" she remembers.</p>\n<p>Part of the problem is political. Cuban officials know greater Internet access will make it easier to challenge their power. Outdated infrastructure is another barrier. Dial-up connections remain the status quo in most of the country, and fewer than one percent of Cubans have Internet access in their homes, anyway. </p>\n<p>\"The government of Cuba would like to increase Internet access for regular Cubans for sure, but it has been made quite clear that that change is going to be made with a bunch of regulations for how the Internet is used,\" Biddle says. \"The top priority, officials have said, is national security. So that translates for me as digital surveillance, like in many, many other parts of the world, and maybe more control on content.\"</p>\n<p>Even if they can't get online frequently, a growing number of Cubans do have laptops and cellphones. They resort to what Biddle calls \"Internet offline\" — copying music and videos onto a USB stick to share. Some Cubans buy a service called the \"Paquete Semanal,\" or <a href=\"http://www.pri.org/stories/2014-12-24/cuban-entrepreneurs-find-ways-get-information-or-without-internet\">Weekly Packet</a>, that's delivered to them on a thumb drive. They can include programs like Homeland, BBC documentaries and Brazilian telenovelas. </p>\n<p>\"When Netflix made their big annoucement that they're coming to Cuba, everybody sort of laughed,\" Biddle says. \"'We've seen House of Cards.'\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-09%2Fdial-connections-leave-cubans-searching-internet-work-arounds&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04092015_02.mp3"},{"href":"http://www.pri.org/file/0409201502mp3"}]}