{"created":"2015-01-20T21:54:52+00:00","modified":"2015-01-21T19:32:10+00:00","valid":{"from":"2015-01-21T19:32:10+00:00","to":"3015-01-21T19:32:10+00:00"},"hreflang":"en","guid":"cc9e327a-2c98-4ef5-9a08-97ade80c9d8b","title":"Despite US efforts, ISIS will remain a threat for a long while to come","published":"2015-01-21T19:32:09+00:00","byline":"Matthew Bell","tags":["ISIS","terrorism","government","military","conflict","Religion","Conflict","Conflict & Justice","Asia","North America","Iraq","Syria","United States","Japan","Middle East","Asia","North America","William McCants","ISIS","Institute for Science and International Security","caliphate","Religion"],"teaser":"The threat by the self-proclaimed Islamic State extremist group to kill two Japanese hostages is only the latest in a long string of atrocities. President Obama is likely to make the group known as ISIS a part of his State of the Union speech.","contentencoded":"<p>ISIS threatened the government of Japan on Tuesday. It demanded $200 million in ransom money, or else the extremist group would execute two Japanese men it is holding as hostages. As we know from previous videos, showing the execution of four American and British men held captive by ISIS, this is no idle threat.</p>\n<p>Japanese Prime Minister Shinzo Abe, who is visiting the Middle East, has vowed to save the two captives. “Their lives are the top priority,” he said during a news conference in Jerusalem. Abe also promised to make good on his offer from Saturday to provide $200 million in non-military aid to nations aligned against ISIS.</p>\n<p>Things do not look good, though, for the Japanese hostages, Kenji Goto and Haruna Yukawa. ISIS videos threatening execution have typically emerged at the end of a long process of negotiations with the group and its intermediaries, says William McCants of the Brookings Institution.</p>\n<p>“[ISIS is] making a final effort to get the money or to make a big propaganda splash,” McCants says. “People in the counterterrorism community are worried that these hostages are going to be killed, because Japan has refused to pay the money.”</p>\n<p>McCants is the director of the Project on US Relations with the Islamic World at Brookings. “In terms of ransoms in general, [ISIS] uses them to raise money. Estimates are that they get anywhere from $1 billion to $2 billion a year in different kinds of revenue. Hostage-taking is an important source of that revenue,” he adds.</p>\n<p>ISIS' finances are only one indication of its power and influence. McCants says the group has probably surpassed al-Qaeda as the vanguard of the international jihadi movement.</p>\n<p>“The energy is with [ISIS],” McCants says. “It has combined two very potent ideas in Islamic theology and history. One of which is the return of the caliphate, or the global Islamic empire. And the other is the end of the world.”</p>\n<p>McCants says ISIS has used these concepts to masterful effect in its recruiting efforts, especially among young radicals who have grown impatient with al-Qaeda’s talk of building an Islamic caliphate sometime in the future. “These folks want the caliphate now,” he says.</p>\n<p>The attacks in Paris were a reminder of the transnational threat posed by ISIS adherents. One of the main suspects, Amedy Coulibaly showed up in a video described as a “soldier of the caliphate,” in which he is shown pledging allegiance to the leader of ISIS, Abu Bakr al-Baghdadi.</p>\n<p>McCants describes Coulibaly as “more of a distant fanboy” than a well-trained fighter. But he warns that such individuals still highlight the type of threat posed by ISIS. The attacks in Paris, McCants says, are likely a “sign of things to come.”</p>\n<p>“It’s particularly worrying to counter-terrorism officials that [extremists linked to ISIS] are making the move to more small arms attacks,” he says. These kind of attacks are easier to organize,  and more difficult for security officials to uncover than, for example, plans that might involve building large improvised explosive devices.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/012020152.mp3"},{"href":"http://www.pri.org/file/012020152mp3"}]}