{"created":"2014-09-19T08:20:19+00:00","modified":"2015-03-10T14:48:02+00:00","valid":{"from":"2015-03-10T14:48:02+00:00","to":"3015-03-10T14:48:02+00:00"},"hreflang":"en","title":"How NASA's New Spaceships Stack Up","published":"2014-09-20T02:24:00+00:00","teaser":"Earlier this week, NASA awarded two contracts for new spaceships to commercial companies. Here's how they compare.","itags":["npr_api","349632573"],"guid":"cca8848d-e58e-4ccf-858d-90730dee3bb9","contentencoded":"<p>Earlier this week NASA announced that <a href=\"http://www.npr.org/blogs/thetwo-way/2014/09/16/349078981/boeing-and-spacex-win-6-8-billion-in-nasa-contracts\">two private companies will build spaceships</a> to take astronauts to the International Space Station. NASA hopes that both models will eventually be used by space tourists to get into orbit. Which got us wondering, which one would we rather fly in?</p><p>The first capsule is built by the sexy California start up Space-X. Known as \"<a href=\"http://www.spacex.com/dragon\">Dragon</a>\", it was unveiled by SpaceX founder Elon Musk earlier this summer at <a href=\"https://www.youtube.com/watch?v=yEQrmDoIRO8\">a promotional event</a> that could have been for a new smart phone.</p><p>The second capsule goes by the more prosaic <a href=\"http://www.boeing.com/boeing/defense-space/space/ccts/index.page\">CST-100</a>, and it's built by the Ford of space companies: Boeing. The CST-100 is based on the design for the Apollo command module that took astronauts to the moon.</p><p>But honestly, the spaceships look a lot alike.</p><p>\"Both of them are offering sort of the same thing. It's a capsule, that can carry seven people, it's launched on a commercial rocket, it takes off from Florida, and it goes to the International Space Station,\" says Keith Cowing, who runs the blog <a href=\"http://nasawatch.com/\">NASAWatch</a>.</p><p>Both are largely flown by computer. They have launch abort systems that can propel the capsule far from the rocket in an emergency. And initially, both will use parachutes to land (though the Dragon will eventually fire retrorockets to hover back to Earth's surface).</p><p>Former astronaut <a href=\"http://www.jsc.nasa.gov/Bios/htmlbios/anderson-c.html\">Clay Anderson </a>has flown the space shuttle, and the Russian Soyuz. So I asked him how to choose spaceship: \"It's when you get down to the quote unquote 'creature comforts', those are the things that will stand out to me,\" he says.</p><p>For example, music could help kill time on the waiting on the pad, he jokes.</p><p>More seriously, Anderson says the displays may be the biggest difference. The <a href=\"http://commons.wikimedia.org/wiki/File:Space_Shuttle_Endeavour's_Control_Panels.jpg\">control panels on the old space shuttle</a> were a nightmare to read. In the era of tablet computers, he wants spaceships to be more user-friendly.</p><p>\"Touch screens, nice bright colors. Reds indicate emergencies, yellows indicate cautions, greens indicate A-OKs, that sort of thing,\" he says.</p><p>Boeing and SpaceX both have new displays standard on every model. But Keith Cowing says there is a difference in the way they look.</p><p>The Boeing one does harken back to Apollo,\" he says. \"The SpaceX one, I've been in there, and it's got a sci-fi vibe to it.\"</p><p>SpaceX does look sleeker, and it'd be his first choice. But honestly? He'd fly in either one, if it meant going to space.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+NASA%27s+New+Spaceships+Stack+Up&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"194"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349756585-6ce47a.m3u?orgId=1&topicId=1007&e=349632573&d=194&ft=nprml&f=349632573"},{"href":"http://media.npr.org/assets/img/2014/09/18/boeing-spacex-c5f9db29253742b82e7293ba9fc8ecfb0e77f250.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"705","width":"940"}},{"href":"http://media.npr.org/assets/img/2014/09/18/dragon-dfac317b65ec7fdee2c432010bb468beee1f0c48.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"718","width":"957"}}]}