{"created":"2015-02-27T22:13:54+00:00","modified":"2015-03-03T15:05:13+00:00","valid":{"from":"2015-03-03T15:05:13+00:00","to":"3015-03-03T15:05:13+00:00"},"hreflang":"en","title":"Film About Campus Sexual Assault Tells Survivors: 'You Are Not Alone'","published":"2015-02-28T01:13:00+00:00","teaser":"Survivors Annie Clark and Andrea Pino brought a Title IX complaint against the University of North Carolina. \"This is not about UNC,\" Clark says. \"We're not doing this to vilify our institution.\"","itags":["npr_api","389490343"],"guid":"ccac5d83-b671-4dbb-976a-d0754761956e","contentencoded":"<p><em>A warning to listeners: This conversation may contain some disturbing content.</em></p><p>Andrea Pino was the first person in her family to go to college. When she found out that she had been admitted to the University of North Carolina she was thrilled. \"Not only was I going to college — I was going to my dream school,\" she says. \"... I was definitely one of those students that, you know, cried and threw their laptop on the floor and couldn't believe that I was going.\"</p><p>But Pino's college experience didn't turn out the way she had expected. \"I never thought that these campuses were anything but safe,\" she says. But in her sophomore year, while at a party with friends, she \"ended up being dragged in to a bathroom and violently sexually assaulted.\"</p><p>Pino tells her story in a new documentary called <em>The Hunting Ground. </em>She and Annie Clark, another assault survivor featured in the film, talk with NPR's Kelly McEvers about the problem of rape on college campuses and what they are doing to address it.</p><hr /><h3>Interview Highlights</h3><p><strong>On reporting the assault</strong></p><p>Pino: I didn't really think about reporting it at first mainly because I didn't know who he was. I didn't have anyone that had seen what had happened. You know, how could I tell somebody if I didn't even know what the whole story was? And I ended up dropping my name in an anonymous reporting box that was actually created by Annie Clark when she came forward for the first time in 2007.</p><p><strong>On the anonymous reporting boxes created by Clark</strong></p><p>Clark: So when I was assaulted in 2007 I was actually met with a very victim-blaming response and I wasn't even trying to formally report, I was actually just trying to get resources. I talked to one campus employee and she gave me this extended metaphor about how rape was like a football game and I was the quarterback in charge and what would I have done differently in that situation.</p><p>And it was at that time that I decided that you shouldn't have to go in to an office and formally say something so I came up with the idea of anonymous reporting boxes. Literal boxes on the wall that had resources and also reporting forms so you could take a form without having to have that face-to-face initial conversation so it would be on your terms. Andrea used that box to report her own sexual assault and after realizing that I created it, she reached out to me. And so we started talking and realized that this was not an isolated incident, that it was a national epidemic and no one had really connected the dots because we had been looking at these cases in isolation.</p><p><strong>On the research they did into Title IX</strong></p><p>Pino: Title IX is a gender equity law and what it guarantees is equal access to educational programs. If you have a campus that has rampant sexual assault, there is no equal access, mainly because female students do not feel safe going to libraries, they do not take night classes, they do not feel safe walking home at night. And because of that the campus itself is not equal.</p><p><strong>On the Title IX complaint they brought against the University of North Carolina that encouraged a lot of other assault survivors to tell their stories</strong></p><p>Clark: It took a while for the issue to get traction because how are two 20-somethings going to take on a 200-year-old university and have it become a thing? And what we realized though, with the framing of it, we said this is not about UNC. We're not doing this to vilify our institution. In fact we love our institution, and it's because we love our institution that we have this sense of responsibility to call out you know when something's going wrong. And it's no accident that you can you know hear a story in New York and it matches one in Texas.</p><p><strong>On the <em>Rolling Stone </em>article about an alleged gang rape at the University of Virginia and how the details of that article have come into question</strong></p><p>Clark: The media just picks apart every bit of the survivor's story and what we know from research, particularly about trauma and memory, is that these stories — they're true, but, you know, you might remember some detail. I can talk about you know my own experience. I remember things very clearly, but I don't remember the exact time. Does that mean something didn't happen? And the answer is no. So we don't know what happened in Jackie's case. I don't know her. I haven't talked to her but I do believe something happened there — and the fact that UVA has been under investigation and that's not even brought in to this conversation — instead it's attacking the victim instead of looking at the systemic problem at UVA and other schools.</p><p><strong>On whether their current efforts as activists have helped them process what happened</strong></p><p>Pino: You know I think back to what got me to step up at my campus. It's that same motivation that gets me to come here to D.C. and lobby Congress and that gets me to go to different campuses and talk to students and help empower them, too.<strong></strong></p><p>Clark: I definitely want to point out that there are many ways to heal and there are many ways to be an activist and that it's just simply doing what is right and best for you. And I think we need to trust survivors, especially in their decision to report and go to counseling and trusting them to know what's best for them.</p><p><strong>On what they would say to their own sons or daughters before they left for college</strong></p><p>Clark: I think for me, when or if I have kids, I would hope that we start talking about this issue way earlier. The fact that the first time, you know, many people hear about sexual assault is at college orientation is way too late.</p><p>Pino: I think it's the same thing I tell parents who are taking their kids on the tour you know as soon as you get on to campus and even before, you know what are the rights of Title IX? What are their rights as students? What resources do they have, and what schools do about it?</p><p>Clark: Yeah I would hope that all students know that they have a right to a safe education and fair learning environment. And I really hope that we put the burden on men to say: Don't rape. You know instead of telling women: Here's a safety whistle. That conversation needs to change. But I will say I know survivors out there are listening right now and I just would like them to know that it's not your fault, and I believe you, and you are not alone.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Film+About+Campus+Sexual+Assault+Tells+Survivors%3A+%27You+Are+Not+Alone%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"496"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389585360-a68741.m3u?orgId=1&topicId=1137&e=389490343&d=496&ft=nprml&f=389490343"},{"href":"http://media.npr.org/assets/img/2015/02/27/thg_4-7e90d6c727a4cf76f399aba6cbf8ede717ced04e.png","type":"image/jpeg","meta":{"crop":"standard","height":"1080","width":"1442"}},{"href":"http://media.npr.org/assets/img/2015/02/27/thg_1_custom-ca5187a8f6000ee8121d4969533758895dcaddd7.png","type":"image/jpeg","meta":{"crop":"custom","height":"1080","width":"1699"}}]}