{"created":"2014-10-07T19:31:29+00:00","modified":"2014-10-30T23:47:33+00:00","valid":{"from":"2014-10-30T23:47:33+00:00","to":"3014-10-30T23:47:33+00:00"},"hreflang":"en","title":"Best Seat In The House Of Worship: The Temple Hollywood Built","published":"2014-07-31T17:43:00+00:00","teaser":"Built in the late 1920s by movie moguls, the Wilshire Boulevard Temple is a Los Angeles landmark — and also a statement the LA Jewish community made to itself, and to the city.","itags":["npr_api","336569529"],"guid":"ccc22b65-278a-4fb3-93c8-d703ed813d8a","contentencoded":"<p>There's an 85-year-old building on Wilshire Boulevard in Los Angeles that has been a venue for the Dalai Lama, the LA Philharmonic and even scenes in <em>Entourage</em> and <em>The West Wing.</em> But extracurricular activities aside, the Wilshire Boulevard Temple is a house of worship. Recently refurbished, and given a preservation award by the Los Angeles Conservancy, the temple has a special place in the history of Hollywood.</p><p>Rabbi Steve Leder is much too discreet to share the names of his movie-biz congregants, but he will say that some big-time Hollywood studio heads, producers, directors, writers and agents have attended the temple over the years. Some of the congregants who helped build <a href=\"http://www.wbtla.org/\">Wilshire Boulevard Temple</a> — which was dedicated in 1929 — were pillars of the movie industry. Their descendants worship here today.</p><p>The restored Moorish-style sanctuary, complete with pillars and stained glass, is massive and magnificent.</p><p>\"It would be one thing if this was in Paris or Rome or Florence or even Manhattan,\" Leder says. \"But this is <em>Los Angeles</em>. There's nothing like this in Los Angeles.\"</p><p>Modeled after Rome's Pantheon, the Wilshire temple was built by movie moguls — Louis B. Mayer of MGM; Irving Thalberg, MGM's production head; Carl Laemmle, founder of Universal; and <em>the</em> Warner brothers. They all deployed craftsmen from their studios to adorn the temple.</p><p>\"They brought in their guys,\" Leder says. And their \"guys\" put Hollywood touches on what the rabbi calls this Jewish cathedral.</p><p>Imposing marble columns aren't marble at all — they're hollow.</p><p>\"They're plaster painted and waxed to look like marble,\" Leder explains. \"So there's a lot of Hollywood trickery, and it brought together the best of both worlds. It melded the techniques of great religious architecture and the techniques of Hollywood set design.\"</p><p>Unlike most sanctuaries, Wilshire Boulevard Temple has no center aisle. Why?</p><p>\"Because these guys built movie theaters,\" Leder says. \"There's never a center aisle in a movie theater either — it's where the best seats are. Why would you put an aisle where the best seats are?\"</p><p>With the money they made from <em>The Jazz Singer</em> — the first talking picture — the Warner brothers paid for a gleaming mural of Bible scenes, painted by studio artist Hugo Ballin. The synagogue is lavish, with a gilded, coffered ceiling, filigreed brass doors and a soaring dome.</p><p>\"These were Hollywood Jews,\" Leder says. \"They were theatrical and they were visual. And so they decided, well, that's all well and good that Jews have been shy and timid about this — we are not.\"</p><p>They moved their temple — it was founded in 1862 — and changed its name. B'nai Brith became Wilshire Boulevard Temple. These Jews originally came from Germany and Eastern Europe. They were raised in Orthodox Jewish households. And in building this temple they were saying: We are assimilated Americans. Their larger-than-life rabbi, Edgar Magnin — who served for almost 70 years — was the driving force of the building, and the Jewish community.</p><p>\"I sort of describe him as the John Wayne of rabbis,\" says Neal Gabler, author of the 1989 book <em>An Empire of Their Own: How the Jews Invented Hollywood.</em></p><p>\"He felt it was his job to be an ambassador from the Jewish community to the gentile community. Some people called him 'Cardinal Magnin.' \"</p><p>Magnin was also known as \"Rabbi to the stars.\" Over the decades those stars included the Marx brothers, Jack Benny, Milton Berle, the Three Stooges and Henry Winkler — \"The Fonz.\" Magnin was himself a star in Hollywood. He appeared at all the important events and even took voice lessons to grab the attention of his congregation. He was a showman, creating an aesthetic theater — a movie palace for religion, but a secularized religion.</p><p>\"In Hollywood, for many, many, many, many years, the studios were open and operating on Saturday,\" Gabler says. \"Even though virtually every studio was run by a Jew, that didn't stop them. There was no day of rest.\"</p><p>Observant or not, the Wilshire Boulevard Temple moguls were culturally Jewish, and sensitive to world events. By the early 1940s, while Nazism enveloped Europe, Harry Warner felt Hollywood should sound the alarm in films.</p><p>\"He was the only mogul that wanted to depict what was happening in Germany,\" says Martin Kaplan, who ran a conference on propaganda in World War II Hollywood, at the University of Southern California's Norman Lear center.</p><p>\"But the other studios were afraid of losing the German market revenues, which were enormous, and so they didn't want to risk it. And the Roosevelt administration wasn't happy to see Hollywood being anti-Nazi because they were afraid that it would get the American public to press them to enter World War II.\"</p><p>All that ended when Japan bombed Pearl Harbor. Then the Wilshire Boulevard Temple moguls — and the film industry — filled their silver screens with American patriotism. And they prayed for peace in their glorious house of God. It was a house that Hollywood built — an announcement of arrival and ambition, says Leder:</p><p>\"This was the Los Angeles Jewish community's statement to itself — and to the majoritarian culture that surrounded it — that 'We are here, and we are prepared to be a great cultural and religious and civic force in our community.' \"</p><p>Now Wilshire Boulevard Temple is building a family resource center — with free dental and vision care — for its primarily Korean- and Spanish-speaking neighbors. A celebratory groundbreaking party drew temple members from all over LA. They stood in the bright Southern California sun, sipping that beloved old American Jewish drink: sangria.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Best+Seat+In+The+House+Of+Worship%3A+The+Temple+Hollywood+Built&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susan Stamberg","audio":[{"meta":{"duration":"439"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336766049-faf9bc.m3u?orgId=1&topicId=1142&ft=3&f=336569529"},{"href":"http://media.npr.org/assets/img/2014/07/30/templec1939-3e4e9bcdd9e569ec3c105950d67c9ad10708bf5c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"488","width":"651"}},{"href":"http://media.npr.org/assets/img/2014/07/30/5942_012css_enl-66ac9a23a4850b5560d1762d9992b4cec090bf32.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3960","width":"2640"}},{"href":"http://media.npr.org/assets/img/2014/07/30/5942_007css_enl-89e5a2d0a657ed1b22bfef2aadaadb5a7cc74ccf.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2640","width":"3960"}},{"href":"http://media.npr.org/assets/img/2014/07/30/construction_custom-9183504241bf9bcd3bd1ca9e002b031156b27dbc.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"584","width":"800"}},{"href":"http://media.npr.org/assets/img/2014/07/30/wilshireinterior_enl-2d4dbfb2f8bc43217bce975fe66f79432534d68c.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"800","width":"638"}}]}