{"created":"2014-10-02T13:50:03+00:00","modified":"2014-10-31T02:17:46+00:00","valid":{"from":"2014-10-31T02:17:46+00:00","to":"3014-10-31T02:17:46+00:00"},"hreflang":"en","title":"Aimee Mann And Ted Leo: A Collaboration, Inspired By The Fonz","published":"2014-10-02T13:49:00+00:00","teaser":"The pair, who play as The Both, share the catalyst of their musical partnership: a statue in Milwaukee of <em>Happy Days</em>' Fonzie. Hear a love song to (and named after) the city that brought them together.","itags":["npr_api","310482362"],"guid":"ccd1d677-9037-4c08-9694-6845416a0209","contentencoded":"<p>Acclaimed singer-songwriter Aimee Mann and indie rocker Ted Leo inhabit different ends of the rock music spectrum, but life on the road has a way of bringing musicians together. In 2012, while touring in support of her most recent solo record, <em>Charmer</em>, Mann invited Leo to be the opening act. She initially thought her music was a bit too soft and melodic for the progressive punk guitarist of The Pharmacists, but Leo jumped at the chance. After a successful show at the Pabst Theater in Milwaukee and a day spent exploring the city, they were inspired to write a song, thanks in part to The Bronze Fonz, a statue of Arthur Fonzarelli from <em>Happy</em> <em>Days</em>, which was set in Milwaukee. Months later, after constant contact via Twitter, the duo joined forces to record an album as a new band called The Both.</p><p>They returned to the Pabst Theater to perform \"Milwaukee,\" the lead single from their self-titled debut, and chat with <em>Ask Me Another</em> host Ophira Eisenberg about how their strengths have pushed each other's songwriting to a new level.</p><p>\"Sometimes, I'll write a song that I think that 'This a real rockin' song,'\" said Mann. \"Then my voice gets on it, and once again, it's a lilting folk song. So I really like that Ted brings a lot of energy...and verve...vim...he brings an enormous amount of zeal!\"</p><p>Given the amount of time they've spent touring together, we wanted to know just how much Mann and Leo know about each other's habits and foibles. So in an <a href=\"http://www.npr.org/2014/05/08/310482371/the-both-the-newly-formed-band-game\" target=\"_blank\"><em>Ask Me Another</em> Challenge called \"The Newly-Formed-Band-Game,\"</a> we challenge the songwriting partners guess how the other person answered a few random questions. Find out if Leo can name the one thing Mann would save in a fire, and the answer may surprise you.</p><h3>Interview Highlights</h3><p><strong>On finding the similarities in their playing styles</strong></p><p>Ted: I think that what people think are the differences of our backgrounds are a little overstated, you know? I mean, Aimee does play rock songs, and I do make use of melody every now and then.</p><p><strong>On the duo first encounter with \"The Bronze Fonz\"</strong></p><p>Ted: We had a fun day in town being startled by the oddness of the Arthur Fonzarelli statue.</p><p>Aimee: I'm not gonna lie, it's not the greatest likeness. I'm sure you guys are proud of it, as you should be.</p><p><strong>On who spends more time checking their smartphone</strong></p><p>Aimee: Ted is a smartphone wizard. I've never seen anybody text as fast or tweet as fast, or have such a ready hand with the emojis.</p><p>Ted: It's perhaps the speed differential that made me answer that you actually spend more time on your smartphone.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Aimee+Mann+And+Ted+Leo%3A+A+Collaboration%2C+Inspired+By+The+Fonz&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310704864-d106ee.m3u?orgId=1&topicId=1008&aggIds=167740319&ft=3&f=310482362"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310548504-2fb7c8.m3u?orgId=1&topicId=1008&aggIds=167740319&ft=3&f=310482362"},{"meta":{"duration":"380"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310482796-0ce52d.m3u?orgId=1&topicId=1008&aggIds=167740319&ft=3&f=310482362"},{"href":"http://media.npr.org/assets/img/2014/05/07/aimeeandted-d2cbd3b7c7e9c6043b23a7b3dc2985029888b553.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1106","width":"1476"}},{"href":"http://media.npr.org/assets/img/2014/05/07/checklist-for-winner_vert-ad6ec22faf8138ea8d8a6328c58852446d117fbc.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3257","width":"2441"}}]}