{"created":"2015-05-08T20:15:03+00:00","modified":"2015-05-28T03:05:12+00:00","valid":{"from":"2015-05-28T03:05:11+00:00","to":"3015-05-28T03:05:11+00:00"},"hreflang":"en","title":"For Chinese Tourists Behaving Badly, A Government Blacklist","published":"2015-05-11T14:45:00+00:00","teaser":"The Chinese have earned a reputation as some of the world's rudest travelers. Now, the government has enacted new rules that include a list of the worst offenders.","itags":["npr_api","405183120"],"guid":"ccd25b0c-9139-42b4-b605-56ff0fa77004","contentencoded":"<p>\"Ugly Americans\" — tourists with appalling manners, loud voices, louder apparel and heaps of cultural insensitivity — have been an enduring stereotype for decades.</p><p>They are now facing a major challenge from their increasingly well-traveled Chinese counterparts.</p><p>Not only are the Chinese bemoaning their rudeness at home and abroad, the government has responded with new rules that took effect this week, aimed at keeping loutish travelers in check.</p><p>And in a major innovation, the government has named four tourists to a new blacklist, which could affect their credit ratings and freedom to travel for years.</p><p>There was considerable competition in the airborne category.</p><p>Travelers Wang Sheng and Zhang Yan earned special recognition for their performance on a Bangkok-to-China flight last December. When they did not immediately get the seats they wanted, they <a href=\"http://www.washingtonpost.com/news/morning-mix/wp/2014/12/12/airasia-flight-diverted-after-passenger-throws-hot-water-on-flight-attendant/\">threw hot instant noodles at a flight attendant</a> and threatened to blow up the plane. The pilot then made a U-turn and headed back to Bangkok, where police detained the pair.</p><p>Another traveler was blacklisted for opening a door on his flight as it was about to take off. Another was photographed <a href=\"http://blogs.wsj.com/chinarealtime/2015/05/06/red-statue-violator-among-first-on-chinas-tourism-blacklist/\">climbing on statues of Chinese civil war-era soldiers</a>.</p><p>Last year, Chinese tourists took 109 million trips overseas, 20 percent more than in 2013. Many host nations may be inclined to overlook misbehaving Chinese tourists because China now contributes more money to the global tourism industry than any other nation.</p><p>The problem of what Chinese officials call \"uncivilized tourists\" has become \"a major issue in our oversight of the tourism industry,\" says Li Zhongguang, a researcher at an arm of the China National Tourism Administration.</p><p>\"Our government has been forced to respond to it.\"</p><p>About two dozen government departments were involved in drafting the rules, Li says, including the ruling Communist Party's \"Civilization Office,\" which is in charge of ideological affairs.</p><p>Li adds that China has had laws on the books for nearly two decades banning bad tourist behavior, and encouraging its opposite, but he says they haven't had the desired effect.</p><p>One of the most embarrassing episodes came two years ago, when <a href=\"http://www.npr.org/blogs/thetwo-way/2013/05/28/186893564/parents-of-teen-who-defaced-egyptian-artifact-apologize\">a 15-year-old Chinese tourist carved his name</a> on ancient bas reliefs in a temple in Luxor, Egypt.</p><p>Some Chinese citizens have questioned whether the new rules are too harsh, or infringe on civil liberties, such as privacy and the right to travel. Li says the concerns are overblown, and the rules will affect very few people.</p><p>\"Some media have misread these rules as being tougher than they really are, like reporting that folks won't be able to pick their noses in public,\" he says. \"These rules are really are only meant to curb the worst excesses.\"</p><p>Experienced Beijing-based tour operator Chuck Liu has taken tourists to many countries. He welcomes the new rules. He thinks they'll help him to help tourists avoid the most common forms of bad behavior, such as cutting in line, littering, smoking and talking loudly where they're not allowed.</p><p>\"As adults, they completely understand the principles involved,\" Liu says of his customers. \"It's just a matter of changing their ingrained habits.\"</p><p>Not everyone gets it, though.</p><p>\"Some of them think nothing of it. They say 'never mind, it doesn't matter.' But I tell them, 'this is the law in the U.S. We're not in China anymore.'\"</p><p>Liu remembers bringing a group to Hawaii during the Mid-Autumn Festival, a holiday celebrated by ethnic Chinese. In their luggage, the tour group members carried the traditional treat eaten during this holiday: <a href=\"http://www.npr.org/blogs/codeswitch/2013/09/19/224067752/duck-eggs-and-lotus-seeds-waxing-nostalgic-about-mooncakes\">mooncakes</a>.</p><p>Liu says that when customs officers discovered the cakes, they said they'd have to confiscate them. And if it happened again, they could be barred from entering the U.S. But that's not where the story ends.</p><p>\"While I was communicating with the customs officers, my group proceeded to eat all of the moon cakes,\" Liu says. \"When the officers saw this, they were at first embarrassed. But then they got angry ... when they realized that the tourists had just eaten all the evidence.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Chinese+Tourists+Behaving+Badly%2C+A+Government+Blacklist&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anthony Kuhn","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405260478-901e22.m3u?orgId=1&topicId=1125&d=235&p=2&story=405183120&t=progseg&e=405168863&seg=7&ft=nprml&f=405183120"},{"href":"http://media.npr.org/assets/img/2015/05/08/gettyimages-182542658-987a004965f2211a39ba1be9d56bba86bbc97bb9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1702","width":"2269"}},{"href":"http://media.npr.org/assets/img/2015/05/08/china_tourist_luxor_custom-d60820ea0d0627acfb36adcd0b44eace8faba10d.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1830","width":"1445"}}]}