{"created":"2014-10-07T21:10:04+00:00","modified":"2014-12-04T14:32:32+00:00","valid":{"from":"2014-12-04T14:32:32+00:00","to":"3014-12-04T14:32:32+00:00"},"hreflang":"en","title":"Coping With A Co-Worker's Body Odor Takes Tact","published":"2014-07-17T05:36:00+00:00","teaser":"Stinking on the job is a common problem, say pros in human resources, and a reluctance to use soap and water is rarely to blame. Medical conditions, diet or cultural differences can play a role, too.","itags":["npr_api","331798973"],"guid":"ccd31242-c35e-4d62-a461-ef4a11d88541","contentencoded":"<p>It's summer. It's sweaty. And sometimes that means people are trailing some pungent body odors that their colleagues can't help but smell. But how do you tactfully inform co-workers that they stink and need to address it? As Cath Ludeman-Hall will tell you, it isn't easy.</p><p>She was just out of college and a newbie at a staffing firm when she was asked to gently talk to an older worker in a retail warehouse after his colleagues complained that he stank.</p><p>\"The company loved him and wanted to hire him permanently,\" she remembers. \"However, he did have a pretty strong body odor issue.\"</p><p>The man was a recent immigrant, Ludeman-Hall remembers — hard-working and earnest. Twenty years later, she still remembers the details. She brought a kit of deodorant and soap to offer him. In addition to overcoming her own mortification, she says, she also had to bridge a difference in how his culture regarded sweat.</p><p>\"As a man, his virility, his masculinity was associated with his smell,\" she says. \"Are you asking him to redefine who he is to fit into an office environment where he's making $4.50 an hour?\"</p><p>She figured out an acceptable way to frame the issue; the man apologized, complied and was eventually hired.</p><p>A global workforce just complicates matters, says Steve Fitzgerald, vice president of human resources for Avaya, a telecom software firm with <a href=\"http://www.denisonconsulting.com/docs/Culture%20Change%20At%20Avaya.pdf\">offices worldwide</a>.</p><p>\"There are personal hygiene standards in all societies,\" Fitzgerald says, \"and there are times when people deviate from those standards. And when those deviations occur, then I think you enter into that moment where, as an H.R. professional, you groan, and you go, 'Oh, God, I've to go have <em>that</em> conversation.' \"</p><p><strong>Be Direct, Compassionate And Discreet</strong></p><p>That conversation can be triggered in any number of ways. Some people develop odors from eating spicy foods; some don't wash their hair often. \"We have a lot of older workers in the workforce nowadays, and sometimes incontinence can be an issue,\" he says. \"Bad breath.\"</p><p>Margaret Fiester, a director of the Knowledge Center at the <a href=\"http://www.shrm.org/pages/default.aspx\">Society for Human Resource Management</a>, says her group fields a couple of calls every week from human resources professionals asking how to broach the body odor issue. She advises discussing it in private, being direct and showing compassion for the offender.</p><p>But really, Fiester says, the people calling in often need their own moral support. For them, she says, \"This is sort of like a rite of passage, almost.\"</p><p>I asked her where this topic ranks in the pantheon of embarrassing talks, and she says she ranks it \"probably No. 1 or No. 2.\"</p><p>Fiester speaks from experience. Years ago, she had the talk with a welder working in a hot manufacturing plant in Alabama, who was really embarrassed. \"I thought he was going to cry,\" she says. \"I think I was going to cry.\"</p><p><strong>Several Showers A Day Couldn't Eliminate The Odor</strong></p><p>But imagine what it's like to be on the receiving end of such a talk. Jennifer LaChance struggled with severe body odor brought on by anxiety since her teen years.</p><p>\"I could take several showers a day and still have some degree of odor,\" she remembers.</p><p>Deodorants, soaps and medication didn't solve it. LaChance says she abandoned dreams of becoming a teacher, because she couldn't bear the thought of sidling up to parents at teacher conferences. Instead, she went to work at an insurance firm. She says she tried being open with co-workers and supervisors about her medical issue. Still, emails from HR started to circulate in the office, imploring colleagues to address their body odor.</p><p>\"After that email circulates,\" LaChance says, \"you've got a hundred eyeballs zeroed in on you. There's nothing that feels more hostile or more devastating than that.\"</p><p>LaChance felt deeply embarrassed, immediately left work and resigned days later.</p><p>\"I just felt like, wow, there's no place for me,\" she says. \"I never want to walk into an office again. I don't want to be an offensive person to anybody.\"</p><p>Now, she says, she's back in school studying medical data management — a job she says she can do largely from home, and avoid having body odor be an issue for her at work.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Coping+With+A+Co-Worker%27s+Body+Odor+Takes+Tact&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yuki Noguchi","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331899994-73e869.m3u?orgId=1&topicId=1128&ft=3&f=331798973"},{"href":"http://media.npr.org/assets/img/2014/07/15/two-welders-b194292ae8d33c82cefa02e17edb5d183f845e5a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1900","width":"2537"}}]}