{"created":"2014-09-07T23:28:25+00:00","modified":"2014-11-17T21:05:20+00:00","valid":{"from":"2014-11-17T21:05:20+00:00","to":"3014-11-17T21:05:20+00:00"},"hreflang":"en","title":"Passing The Torch: A Firefighter Dad's Legacy","published":"2014-07-04T11:52:00+00:00","teaser":"When he was a boy growing up in Chicago in the 1990s, Dekalb Walcott III says all the kids wanted to be like Michael Jordan. But not Dekalb. It was his dad, a fire chief, that he idolized.","itags":["npr_api","327824619"],"guid":"ccd782f8-0d50-4f0c-aab2-48bb9a6692eb","contentencoded":"<p>When Dekalb Walcott III was just 8 years old, his father, a Chicago fire chief, let him tag along on a call.</p><p>Dekalb says a lot of kids idolized basketball player Michael Jordan when he was growing up in Chicago in the 1990s. Not him.</p><p>\"I wanted to be like Dekalb Walcott Jr.,\" he says of his father.</p><p>So when his dad asked if he wanted to go on that call with him when he was 8, Dekalb was ecstatic. \"I'm jumping up and down, saying, \"Mom, can I go? Can I go?' \"</p><p>The excursion changed Dekalb's life, he tells his dad on a visit to StoryCorps. \"My eyes got big from the moment the siren went off,\" the younger Dekalb says. \"Ever since then, it was just like, 'This is the life that I want to live someday.' \"</p><p>Now 27, the younger Dekalb is living that life. He became a firefighter at 21 and went to work alongside his dad at the Chicago Fire Department. Before his father retired, the pair even went out on a call together — father supervising son.</p><p>\"You know, it's everything for me to watch you grow,\" his father says. But he also recalls worrying about one particular fire that his son faced.</p><p>\"I received a phone call that night. [And they said], 'Well, your son was at this fire.' I said, 'OK, which way is this conversation going to go?' \" Dekalb Walcott Jr. recalls.</p><p>\"And he said, 'But he's OK. And he put it out all by himself. Everybody here was proud of him.'</p><p>\"And the word went around, 'Who was out there managing that fire? Oh, that's Walcott! That's Walcott up there!' So, you know, moments like that, it's heaven on Earth for a dad.\"</p><p>The younger Dekalb says he's proud of being a second-generation firefighter. \"You know, kinda makes me look forward to fatherhood as well, because [I'm] definitely looking to pass that torch down to my son.\"</p><p><em>Audio produced for</em> Morning Edition <em>by Jasmyn Belcher Morris. </em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Passing+The+Torch%3A+A+Firefighter+Dad%27s+Legacy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"154"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1328374063-85f003.m3u?orgId=1&topicId=1057&aggIds=4516989&ft=3&f=327824619"},{"meta":{"duration":"282"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1328377782-475fcd.m3u?orgId=1&topicId=1057&aggIds=4516989&ft=3&f=327824619"},{"href":"http://media.npr.org/assets/img/2014/07/02/walcottnpr-d8a440d59c3dc97937a05f977384b174d3b3b255.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}}]}