{"created":"2014-12-01T18:31:06+00:00","modified":"2014-12-02T17:48:12+00:00","valid":{"from":"2014-12-02T17:48:12+00:00","to":"3014-12-02T17:48:12+00:00"},"hreflang":"en","title":"St. Paul And The Broken Bones: A Soul Band With Church Roots","published":"2014-12-02T15:51:00+00:00","teaser":"The first full album from this Birmingham, Alabama, soul band has been getting a lot of attention.","itags":["npr_api","367801640"],"guid":"ccd7d3c1-a762-4e95-ba7e-700be5fc0010","contentencoded":"<p><a href=\"http://stpaulandthebrokenbones.com/\" target=\"_blank\">St. Paul and the Broken Bones</a> is a Birmingham, Alabama, soul band, and their first full album, &#8220;<a href=\"http://www.amazon.com/dp/B00HNR4018/?tag=wburorg-20\" target=\"_blank\">Half the City</a>,&#8221; has been getting a lot of attention.</p><p>The Hollywood Reporter<a href=\"http://www.hollywoodreporter.com/review/st-paul-broken-bones-deep-715019\" target=\"_blank\"> calls</a> the group &#8220;one of 2014&#8217;s most impressive DIY stories.&#8221; The Boston Globe<a href=\"http://www.bostonglobe.com/arts/music/2014/03/20/paul-and-broken-bones-testify-power-old-soul/P0Jg5N6Rm9oZoFv9bi0YrK/story.html\" target=\"_blank\"> calls</a> the new album &#8220;white hot.&#8221; And the Nashville Scene <a href=\"http://www.nashvillescene.com/nashville/could-soul-band-st-paul-and-the-broken-bones-be-alabamas-next-big-success-story/Content?oid=3336705\" target=\"_blank\">asks</a> if the band could be Alabama&#8217;s next big success story.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson speaks with two members of the band &#8212; lead singer Paul Janeway and bassist Jesse Phillips &#8212; about their style, influences and sweating it out on stage.</p><h4>Interview Highlights: Paul Janeway and Jesse Phillips</h4><p><strong>Jesse Phillips on the band&#8217;s sound</strong></p><p>“I’ve been a fan for a long time a lot of music from the 60s and 70s, sort of the authenticity of the performances and on the records — it’s always been attractive to me, especially in this day and age when things are glossy and overproduced. When Paul and I first started working together, we just went at it with the idea we were going to frame his voice in the most appropriate fashion. It became apparent later that we were making a soul record but we didn’t realize that specifically at the beginning. It’s just the way it went and we rolled with it.”</p><p><strong>Paul Janeway on his religious background shaping his music</strong></p><p>“Faith is something even to this day I struggle with and try to figure out. A lot of it comes from having this moment that’s an out-of-body experience — having this moment where you connect with something beyond yourself. When I’ve been to great shows, like when I saw Prince one time, I was like, &#8216;man, if this ain’t heaven I don’t what is.&#8217; And music does that to me and to be a conduit for that, as far as when we do our shows, I still get that same feeling when I was in church and I was down on my knees and I was doing whatever, I almost get that same exact feeling at our shows now. It’s this weird and communal experience you have with people. I would not call myself particularly religious now, but man, does it do something to me that is hard to describe.”</p><p><strong>Paul on the influence of James Brown</strong></p><p>“This is so sad, but I’m actually getting married and I don’t dance with my fiancé much but I dance more on stage and I actually have to do a slower version. I’m a little heavier fellow, so I have to do a slower version of what does James Brown does with his feet and stuff. I studied it pretty heavily; James Brown is really how hip-hop got going with making noise and not even saying anything that’s really audible like &#8216;huh, hee!&#8217; — I love throwing that into our songs. He’s definitely a huge influence.”</p><ul><li><a href=\"http://stpaulandthebrokenbones.com/shows/\" target=\"_blank\">See the tour schedule for St. Paul and the Broken Bones</a></li></ul><h4>Songs In This Segment</h4><p><em>All songs by St. Paul and the Broken Bones</em></p><ul><li>&#8220;I&#8217;m Torn Up&#8221;</li><li>&#8220;Don&#8217;t Mean a Thing&#8221;</li><li>&#8220;Like a Mighty River&#8221;</li><li>&#8220;Broken Bones and Pocket Change&#8221;</li></ul><p><a href=\"http://www.youtube.com/watch?v=gigZGc4KucE\">[Youtube]</a></p><p><a href=\"http://www.youtube.com/watch?v=v2hZijYFL_g\">[Youtube]</a></p><h4>Guests</h4><ul><li><strong>Paul Janeway</strong>, lead singer of St. Paul and the Broken Bones. The band tweets <a href=\"https://twitter.com/stp_brokenbones\" target=\"_blank\">@StP_BrokenBones</a>.</li><li><strong>Jesse Phillips</strong>, plays bass for St. Paul and the Broken Bones.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=St.+Paul+And+The+Broken+Bones%3A+A+Soul+Band+With+Church+Roots&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"566"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368017513-1db20f.m3u?orgId=1&ft=3&f=367801640"}]}