{"created":"2014-09-17T19:24:17+00:00","modified":"2014-09-18T19:44:01+00:00","valid":{"from":"2014-09-18T19:44:01+00:00","to":"3014-09-18T19:44:01+00:00"},"hreflang":"en","guid":"ccd86329-35a3-48ca-a3d6-aa59352a472a","title":"A Canadian prof designs gowns inspired by cancer cells","published":"2014-09-18T19:44:00+00:00","byline":"Andrea Crossan","teaser":"A designer has created 10 ball gowns inspired by images of various cancer cells. And now her dresses are being auctioned off to raise money for cancer charities. ","tags":["Human Needs","Lifestyle","Lifestyle & Belief","Vancouver","North America","Canada","British Columbia","North America","Jacqueline Firkins","Christian Naus","University of British Columbia","Cancer","Fashion"],"contentencoded":"<p>Cancer has never looked so pretty.</p><p>A Canadian costume designer<a href=\"http://archive.theatre.ubc.ca/fashioning_cancer/collection.html\">&nbsp;has created a collection of 10 ball gowns inspired by colorful microscopic images of cancer cells</a>.</p><p>Jacqueline Firkins, of the Department of Theatre and Film at the University of British Columbia,&nbsp;first got the idea after seeing photos of cancer cells taken by Christian Naus at the university&#39;s<a href=\"http://pwias.ubc.ca/\"> Peter Wall Institute for Advanced Studies</a>.&nbsp;She took her inspiration from the colors and patterns she saw on cancer slides. She then transformed the designs into dramatic silk taffeta gowns.</p><p>&ldquo;I immediately thought that they are just beautiful images if you don&rsquo;t know what you are looking at,&quot; says Firkins.</p><p>Besides being art pieces, the gowns are aimed at getting people to discuss beauty and body image.</p><p>&ldquo;I have lost one very good friend to cancer and have three others that have gone through it,&quot; says Firkins. &quot;I thought that fashion is a fantastic way to start talking about the body and how disease affects how we feel about how we look.&rdquo;</p><p>Firkins says she&#39;s encountered art that has focussed on the dark side of disease, but she wanted to explore a way to make her work uplifting.</p><p>&quot;One of the things that my personal relationship with the women who have had cancer has taught me is that they have optimism from having come through something so awful. And I just wanted to do something that was actually celebratory &mdash; that made people feel comfortable talking about body image.&ldquo;</p><p>The university will be <a href=\"https://www.alumni.ubc.ca/2014/events/fashioning-cancer-a-night-of-art-and-music-in-support-of-cancer-prevention/\">holding an auction&nbsp;</a>to sell the gowns.&nbsp;Firkins says she&#39;s hoping to raise $50,000 from the sale.&nbsp;The proceeds will go to cancer research.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/gallery/Cells%20have%20skeletons.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/cells-have-skeletonsjpg"}]}