{"created":"2014-09-04T16:42:00+00:00","modified":"2015-02-12T16:47:40+00:00","valid":{"from":"2015-02-12T16:47:40+00:00","to":"3015-02-12T16:47:40+00:00"},"hreflang":"en","title":"For Would-Be Screenwriter, Enough False Starts To Fill A Book","published":"2014-08-14T13:25:00+00:00","teaser":"There's a joke in LA that everyone — from your dog walker to your dry cleaner — is writing a screenplay. C.W. Neill pokes fun at that romantic Hollywood craft in <em>This Movie Will Require Dinosaurs.</em>","itags":["npr_api","339861656"],"guid":"ccdf87b4-1ad5-4ffe-acf8-666fef2f6803","contentencoded":"<p>There's a running joke in Los Angeles that everybody — from your dog walker to your dry cleaner — is writing a screenplay. Curt Neill is one of those aspiring screenwriters — a sketch comedian who has tried to write screenplays, but never finished one. \"I've never even gotten close,\" he admits in Caffe Vita, an LA coffee shop where he writes.</p><p>But he's full of ideas for scripts. So many, in fact, that he <a href=\"http://untitledscreenplays.tumblr.com/\" target=\"_blank\">started a blog</a> for all the ideas he can't deliver on — he calls them \"idea seeds.\" Finally, in a fit of frustration, Neill wrote a book titled <em>This Movie Will Require Dinosaurs, </em>in which he presents a collection of (intentionally) dreadful <em>beginnings</em> of screenplays — which don't get very far. Here's an example:</p><blockquote><p>EXT. WAREHOUSE</p><p>Anywhere from 20 to 25​ GUYS are involved in a gunfight. Some of the guys are GOOD GUYS, some of them are BAD GUYS, and one of them is AGENT JOHN MACKEY (good guy).</p><p>Mackey's a great shot, so he's just taking out Bad Guys one by one.</p><p>He shoots BAD GUY #7, but he doesn't die right away.</p><p>BAD GUY #7: If I'm going down, you're going down with me, Mackey!</p><p>He pushes a red button on a DETONATOR and the whole place blows up in flames. But not before Mackey and the remaining Good Guys get out just in time.</p></blockquote><p>This fake screenplay continues with this life-or-death question from Agent John Mackey: \"Who wants tacos?\"</p><blockquote><p>AGENT JOHN MACKEY: Who wants tacos?</p><p>Stupid question. Everybody does. END SCENE.</p></blockquote><p>Who wouldn't want tacos? But can they afford it? Unless they have trust funds, screenwriting hopefuls like Neill usually nickel-and-dime their way through the day. Neill <em>was</em> earning money delivering pizza, but he recently quit that job. Risky, but now he's a published author.</p><p>\"This is the first thing I've been paid to write,\" he says. \"All I do is point out how bad I am, and that's what worked for me.\"</p><p>This amuses Neill's friend, fellow writer <a href=\"http://www.imdb.com/name/nm2321339/\" target=\"_blank\">Sandeep Parikh</a>. He has written lots of screenplays, and even sold some. But he's had plenty of duds.</p><p>\"Most of my furniture is made out of crappy screenplays I've written,\" Parikh says. \"It's cost-saving. It's how I get by.\"</p><p>LA is full of writers who never finish; writers who finish but never sell; and writers who finish, and sell their screenplays, but never get them produced. Parikh is one of those. He once sold a script to Comedy Central.</p><p>\"It was nice to get paid,\" he says. \"It was a big payday.\"</p><p>Five figures — the most he'd ever gotten. It paid the rent for months.</p><p>\"[But] I ended up spending a year and a half on it,\" he says. \"So who wants to live for, effectively, $15K-a-year salary?\"</p><p>Parikh has had quite a bit of success as a writer, but he knows that once a script is sold, the decision to actually make it or not is out of his hands. The buyer owns the script. So it can sit on a shelf somewhere — forever.</p><p><a href=\"http://www.imdb.com/name/nm3111287/\" target=\"_blank\">Justin Becker</a>, another of Neill's writing pals, has had a different frustration after having sold.</p><p>\"My experience so far,\" he says, \"has been that every time you move onto the next stage, it presents an exciting opportunity for it to fail or die in a new and exciting way.\"</p><p>Everyone has an axe, says Becker. And they are just waiting to chop the script. An executive, a programmer, a director — eventually, they just stop getting in touch.</p><p>\"It's a slow no,\" Becker says.</p><p>A successful screenplay, according to Neill — although, really ... how would he know? — must grab readers on page one, and never let go.</p><p>\"Everybody reading it at any stage has to be able to see it,\" he says. \"So you have to paint the picture properly without making it too obnoxious or boring to read. You got to be able to really put the picture in the people's minds before they've ever seen the actors who are going to be in it.\"</p><p>So what are his favorite opening lines of a screenplay that actually got made? Neill picks page one of Ron Shelton's <a href=\"http://www.imsdb.com/scripts/Bull-Durham.html\" target=\"_blank\">script</a> for the 1988 baseball movie <a href=\"http://www.imdb.com/title/tt0094812/\" target=\"_blank\">Bull Durham</a>:</p><blockquote><p>FADE IN: A series of still photos. Black and white. Ancient.</p><p>BABE RUTH SWINGS — An icon of American history. His giant upper body balanced delicately on tiny ankles and feet. The huge bat in an elegant follow-through...</p><p>DISSOLVE TO: TY COBB ROUNDS THIRD — The most vicious ballplayer of them all, a balletic whirling dervish.</p><p>DISSOLVE TO: JACKIE ROBINSON STEALS ROME — Yogi Berra applies the tag. Too late.</p><p>DISSOLVE TO: JOE DIMAGGIO WITH HIS SON in the Yankee clubhouse. Walking down the runway, Joe in uniform. Number five.</p><p>PULLBACK REVEALS:<strong> </strong> A WALL COVERED WITH BASEBALL PICTURES behind a small table covered with objects and lit candles. A baseball, an old baseball card, a broken bat, a rosin bag, a jar of pine tar — also a peacock feather, a silk shawl, a picture of Isadora Duncan. Clearly, the arrangement is — A SHRINE — And it glows with the candles like some religious altar. We hear a woman's voice in a North Carolina accent.</p><p>ANNIE (V.O.)<strong> </strong> I believe in the Church of Baseball.</p></blockquote><p>In coffee shops all around Los Angeles, there are people who believe in the Church of Screenplays. Writers and writer wannabes, fixated at their laptops, typing out scenes and dialogue and brilliant ideas. Neill's book <em>This Movie Will Require Dinosaurs</em> salutes those efforts — and makes hilarious fun of them at the same time.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Would-Be+Screenwriter%2C+Enough+False+Starts+To+Fill+A+Book&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susan Stamberg","audio":[{"meta":{"duration":"417"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340289333-fb9740.m3u?orgId=1&topicId=1032&aggIds=100876926&e=339861656&d=417&ft=nprml&f=339861656"},{"href":"http://media.npr.org/assets/img/2014/08/12/cover-95b89420607b2e296d0c62cd2800acdbd92d86ff.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"596","width":"795"}},{"href":"http://media.npr.org/assets/img/2014/08/12/vita-front_vert-417a023905624ca3b6a4034022ae988178d254b1.jpeg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3264","width":"2448"}}]}