{"created":"2014-09-04T16:43:30+00:00","modified":"2014-10-09T16:05:56+00:00","valid":{"from":"2014-10-09T16:05:55+00:00","to":"3014-10-09T16:05:55+00:00"},"hreflang":"en","title":"'Grapes Of Wrath' Is 75, But Its Depictions Of Poverty Are Timeless","published":"2014-04-14T20:42:00+00:00","teaser":"John Steinbeck's Dust Bowl story is \"about haves and have-nots,\" says one scholar, \"and that story is getting increasingly urgent.\" The book was first published April 14, 1939.","itags":["npr_api","301833421"],"guid":"cce6c9b8-ce3f-4e8f-a847-ee7d78eecfb1","contentencoded":"<p>Much has been said and written about the Dust Bowl, but if you want to get a visceral feel for how it all began and the way it affected the people who experienced it, you need go no further than the opening pages of John Steinbeck's <em>The Grapes of Wrath</em>:</p><blockquote><p>Men stood by their fences and looked at the ruined corn, drying fast now, only a little green showing through the film of dust. The men were silent and they did not move often. And the women came out of the houses to stand beside their men — to feel whether this time the men would break. The women studied the men's faces secretly, for the corn could go, as long as something else remained.</p></blockquote><p>Steinbeck's novel follows the Joad family as they flee Dust Bowl Oklahoma for a new life in California. When the book was first published — 75 years ago Monday — it was a best-seller. But Susan Shillinglaw, an English professor at San Jose State University and author of the book <a href=\"http://www.npr.org/books/titles/301436406/on-reading-the-grapes-of-wrath\" target=\"_blank\">On Reading The Grapes of Wrath</a>, says it also came under fierce attack.</p><p>\"Part of the shock, initially, was resistance to believing that there was that kind of poverty in America,\" she says. \"Other people thought that Steinbeck was a communist, and they didn't like the book because they thought that that collective action that the book is moving towards — because it really is moving from 'I' to 'we' — was threatening to, sort of, American individualism.\"</p><p>As powerful as the book is in its portrayal of the Dust Bowl era, Shillinglaw says <em>The Grapes of Wrath</em> cannot be contained by its setting. She believes Steinbeck created a timeless myth.</p><p>\"He saw dispossession as a theme and as a story much larger than, you know, the California story,\" she says. \"So I think he always knew what he was about in terms of the sort of mythic parallels. Tom Joad's exit from the book, for example — you know, he exits saying, 'I'll be there wherever people are hungry' — so he kind of says: Throughout time, there's going to be a need for me. And that takes the book out of the 1930s.\"</p><p>Tom Joad's final words to his mother have echoed down the years, driven not in small part by Henry Fonda's portrayal of Joad in the 1940 film version of the book.</p><p>\"I'll be all aroun' in the dark,\" Tom says. \"I'll be ever'where — wherever you look. Wherever they's a fight so hungry people can eat, I'll be there. Wherever they's a cop beatin' up a guy, I'll be there. ... I'll be in the way guys yell when they're mad an' — I'll be in the way kids laugh when they're hungry and they know supper's ready. An' when our folks eat the stuff they raise an' live in the houses they build — why, I'll be there.\"</p><p>Last fall, the California-based National Steinbeck Center sent three artists on the road to retrace the journey that the Joads took from Oklahoma. One of them was filmmaker P.J. Palmer.</p><p>\"Every type of weather you can think of we experienced in those 10 days,\" Palmer says. \"It's not a comfy ride, and so I don't understand how they pulled it off in the 1930s. It must have been really, really crazy.\"</p><p>Palmer is finishing a documentary on the trip.</p><p>\"We really wanted to come out and sort of take the temperature of the country again,\" he says. \"Steinbeck did it back in the '30s, and we decided to take that trip to sort of see what things are like now.\"</p><p>Much has changed over the decades. The land has been restored; they didn't see any destitute families on the side of the road. But they still came across many people struggling to survive: Poverty and homelessness persist.</p><p>\"We met a lot of people out of work,\" Palmer says. \"We met people who were kind of going through their own personal Dust Bowls. If it wasn't that they were unemployed or in an environmental disaster, they still had their own personal traumas and tragedies that they were working through.\"</p><p>Palmer interviewed some of the people they met along the way: a single dad caring for his son with cancer; a woman who lost both parents as a child and was trying to start life again after leaving prison; migrant workers who now live in the same camps the Joads found in California. <strong></strong></p><p>So it's no surprise that many can still identify with <em>The Grapes of Wrath</em>.</p><p>\"People read their own stories into it because it's really about poverty,\" Susan Shillinglaw says. \"It's about haves and have-nots, and that story is getting increasingly urgent. ... This is a story about people losing ground with every step of the way along Route 66 — that's a story that seems, like, really very contemporary.\"</p><p>Filmmaker P.J. Palmer says the book is also a story of survival and resilience — a powerful plea for people to work together with a sense of shared responsibility for those who have fallen on hard times.</p><p>\"The scary part is that much of what happened we're forgetting,\" he says. \"There's a reason why the New Deal happened. You know, I do understand that the country had gone through an enormous environmental disaster. It had gone through a major Depression. Hopefully we won't have to go through that again, but we still have these huge problems with people unable to work or find a job, and people who don't have a home, and we're sort of still stripping things back politically. ... And I kind of feel like: Did you guys read the book? Did you see the movie? Do you remember what happened?\"</p><p>Seventy-five years later, <em>The Grapes of Wrath</em> still isn't universally loved — it remains one of the most frequently banned books in this country. But it's also a powerful reminder of a past that no one really wants to see repeated.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Grapes+Of+Wrath%27+Is+75%2C+But+Its+Depictions+Of+Poverty+Are+Timeless&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lynn Neary","audio":[{"meta":{"duration":"410"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1302858908-e4801e.m3u?orgId=1&topicId=1161&aggIds=100876926&ft=3&f=301833421"},{"href":"http://media.npr.org/assets/img/2014/04/10/1-a800bb9a1d3093f3029682e0bceddbfcd8a0dcab.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"576","width":"594"}},{"href":"http://media.npr.org/assets/img/2014/04/10/2-24afdd03e2c402751fe373d997ce260133b7448d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"612","width":"817"}},{"href":"http://media.npr.org/assets/img/2014/04/10/3-b0ed354ec12db6724f4b6d1b5d7fb6519e71dbfe.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"840","width":"1024"}},{"href":"http://media.npr.org/assets/img/2014/04/10/4-5c9120fdbdae46bcea34dd0485ea6060bf2babc3.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"816","width":"1024"}},{"href":"http://media.npr.org/assets/img/2014/04/10/5-2c264a28551a702c26bdec4030de394e224c1bd2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1024","width":"946"}},{"href":"http://media.npr.org/assets/img/2014/04/10/gow-13_custom-2e1a78137326ee230609dee7c8ca6b9f36717d90.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"504","width":"640"}},{"href":"http://media.npr.org/assets/img/2014/04/10/2-24afdd03e2c402751fe373d997ce260133b7448d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"612","width":"817"}}]}