{"created":"2014-09-18T19:31:41+00:00","modified":"2014-09-19T13:48:25+00:00","valid":{"from":"2014-09-19T13:48:25+00:00","to":"3014-09-19T13:48:25+00:00"},"hreflang":"en","guid":"ccff2503-8298-45b8-81c9-72fd32639630","title":"A Greek ferry is home to members of Libya's parliament and, more importantly, the best frappuccinos in town","published":"2014-09-19T13:48:22+00:00","byline":"Marine Olivesi","tags":["libyan civil war","coffee","Lifestyle","Lifestyle & Belief","Tripoli","Tobruk","Africa","Libya","North Africa","Libya","Military dictatorship","Tobruk","Africa","Hospitality","Libyan civil war"],"teaser":"The hottest drink in Tobruk, a town in eastern Libya, isn't at a bar or even a coffeehouse. It's aboard the Greek ferry that's the temporary home of Libya's parliament, where the baristas are slinging high-quality frappuccinos to lawmakers, their families and even curious locals.","contentencoded":"<p>Fighting between rival militias in Libya has dragged the country back to the brink of a civil war, but one city has stayed quiet through the turmoil: Tobruk, near the Egyptian border.</p><p>That&#39;s where Libya&rsquo;s newly elected parliament is trying to solve the crisis, but here&nbsp;<span style=\"line-height: 1.538em;\">the backroom politics are actually taking place on a boat.</span></p><p>Politicians sit at tables hammering out the shape of a new Libyan government, and others lounge on comfy couches and ignore their children as they make a racket on deck.&nbsp;<span style=\"line-height: 1.538em;\">There are a few foreigners around, too, generally press or security advisor types checking the place out for their clients</span></p><p><span style=\"line-height: 1.538em;\">In other words, it&#39;s the ultimate place to network if you&rsquo;re angling for a job with Libya&rsquo;s new government. But surprisingly, it&#39;s also become a hotspot for the l</span><span style=\"line-height: 1.538em;\">ocals who come on board in the evening just for the heck of it.</span></p><p>&ldquo;There&rsquo;s absolutely no comparison between the ship and cafés in Tobruk,&rdquo; one patron gushes. &ldquo;Tobruk is a very small city compared to others in Libya. It doesn&rsquo;t really have that many cafés, so this is an absolutely perfect place for people to meet up, to talk with their friends and socialize&rdquo; &mdash; at least for those who have clearance. Security is tight and Libyan guards on the ship serve as bouncers.</p><p>But that also gives the place a sense of exclusivity, which is only heightened by the special beverage the Greek crew is concocting for the guests &mdash; frappuccinos.</p><p>The drink is all the rage on the ferry, and word has spread around town. First of all, you can&rsquo;t get iced coffee anywhere else in Tobruk. And then there&rsquo;s the fact that it&#39;s free on the boat. Libyan authorities are footing the bill for pretty much everything on board.</p><p>&quot;I&rsquo;ve tried frappucinos in Tripoli, but they don&rsquo;t compare to these ones,&rdquo; one guest says. &ldquo;They&rsquo;re really nice.&rdquo;</p><p>One of the baristas, Andreas, says he makes more than a hundred frappuccinos a day. He jokes with the other Greek staffers that they could do with some ouzo on the rocks at the end of their 12-hour shifts, but there&rsquo;s no booze on board &mdash; or anywhere in the country. The crew had to empty its stock before docking because Libya has a ban on alcohol.</p><p>A few other adjustments have been made. Shorts aren&rsquo;t allowed &mdash; that&rsquo;s another Libyan rule. But smoking is also banned, and that one, believe it or not, is a Greek rule.</p><p>Overall, though, everybody seems to get along &mdash; except when Libyans walk up to the Greeks behind the bar and order the wrong kind of coffee.</p><p>&ldquo;Can I get a cup of Turkish coffee?,&rdquo; one asks.</p><p>&ldquo;No,&rdquo; he&rsquo;s told. &ldquo;Greek coffee, not Turkish coffee. Greek coffee!&rdquo;</p><p>The crew says they&rsquo;ve got no idea how long they&rsquo;ll be marooned here in Tobruk. No one else &mdash; on <em>or</em> off the boat &mdash; seems to know either. But for the time being, Libyans are enjoying the ride even if they&rsquo;re not going anywhere.</p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/091820147.mp3"},{"href":"http://www.pri.org/file/091820147mp3"}]}