{"created":"2014-09-03T21:42:55+00:00","modified":"2014-10-31T00:24:57+00:00","valid":{"from":"2014-10-31T00:24:57+00:00","to":"3014-10-31T00:24:57+00:00"},"hreflang":"en","title":"Doug Liman: Action Speaks Louder","published":"2014-09-03T21:42:00+00:00","teaser":"The <em>Edge of Tomorrow</em> director shares his rule-breaking ways, from treating his summer blockbuster films like film school projects to \"killing\" Tom Cruise on the big screen.","itags":["npr_api","330186766"],"guid":"cd0dd40b-068d-496d-aec5-249f1d010267","contentencoded":"<p>Since his earliest films, director Doug Liman has been a rule breaker. He shot <em>Swingers</em> in increasing order of what scenes were most likely to get him arrested. When he made <em>The Bourne Identity</em> and <em>Mr. & Mrs. Smith</em>, Liman treated the multi-million dollar productions like a film school, figuring out every last detail out on the fly.</p><p>And in his latest film, <em>Edge of Tomorrow</em>, Liman stays true to that belief, as he cast Tom Cruise in a role he's never taken on before: an inept, cowardly soldier.</p><p>\"[Cruise] loved that. He was so courageous to challenge the brand that he's had a whole career on and turn it on its head,\" Liman told <em>Ask Me Another</em> host Ophira Eisenberg about Cruise's response to not playing an action hero. \"The only one more excited than me about killing Tom Cruise, was Tom Cruise.\"</p><p>Since Liman has worked with some of the biggest movie stars today, we wanted to see how well he remembered some iconic scenes from blockbusters past. So in an <em>Ask Me Another</em> Challenge titled \"Cruise, Damon Or Pitt?\" Liman was tasked with identifying lines Cruise, Matt Damon and Brad Pitt uttered in their films, as performed by Eisenberg and house musician Jonathan Coulton. How do you like them apples?  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Doug+Liman%3A+Action+Speaks+Louder&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330403663-b95ee8.m3u?orgId=1&topicId=1008&aggIds=167740319&ft=3&f=330186766"},{"meta":{"duration":"660"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330403429-bc6983.m3u?orgId=1&topicId=1008&aggIds=167740319&ft=3&f=330186766"},{"href":"http://media.npr.org/assets/img/2014/07/09/494229435-07c8aac5a993bb0e3cca32c4dceb35ab8032547e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2464","width":"3280"}}]}