{"created":"2015-03-03T22:05:40+00:00","modified":"2015-03-04T20:33:36+00:00","valid":{"from":"2015-03-04T20:33:36+00:00","to":"3015-03-04T20:33:36+00:00"},"hreflang":"en","guid":"cd1e0fb6-0359-4766-b547-acbed4b2df4e","title":"American Jews have mixed feelings about Benjamin Netanyahu's speech","published":"2015-03-04T20:33:34+00:00","byline":"Aaron Schachter","tags":["US-Israeli relations","Iran nuclear deal","Religion","politics","Global Politics","North America","Asia","United States","Israel","North America","Asia","Middle East","Alan Lowenthal","Michael Lerner","Benjamin Netanyahu","Mitchell Bard","Jews","Israel","Benjamin Netanyahu","Politics","Criticism of the Israeli government"],"teaser":"Many American Jews were angered by Benjamin Netanyahu's speech before Congress Tuesday, saying it endangered bipartisan support for Israel. But of course, there are plenty of different opinions.","contentencoded":"<p>If you put five Jews in a room, the old joke goes, you get six opinions. So it's no shock that Benjamin Netanyahu's speech to Congress has strongly divided opinions among Jews living in the United States.</p>\n<p>\"There is a division,\" says Alan Lowenthal, a Democratic congressman from California. \"I think that it's unfortunate that all of us who were one time on the same page were forced to make choices.\"</p>\n<p>More than 50 Democratic members of Congress, including six Jews, skipped Netanyahu's speech on Tuesday. Lowenthal says he wrestled with the decision and decided to attend, but he's angry that the speech has pitted Democrat against Republican, Jew against Jew. </p>\n<p>\"The support for Israel, historically, has been a bipartisan effort,\" he says. \"I think that two weeks before the Israeli elections ... it's an inappropriate time to both influence the United States Congress, and for the United States Congress to be involved in an election in Israel. I think that's totally inappropriate.\"</p>\n<p>Many liberal American Jews agree with Lowenthal. \"We published an ad in the New York Times that was signed by 2650 people. It says, 'No, Mr. Netanyahu, you do not represent American Jews,'\" says Rabbi Michael Lerner, editor of Tikkun Magazine, a progressive Jewish quarterly.</p>\n<p>Lerner is not a fan of Netanyahu in the best of times, and hasn't been for decades. But he says his criticism has mostly been about Netanyahu's policies, not his behavior. This time, though, he says Netanyahu has gone too far. </p>\n<p>\"He has elicited the fear amongst Jews that Israel is going to be seen — and Jews are going to be seen — as arrogant and actually fulfilling the worst anti-Semitic stereotypes of who Jews are,\" Lerner says.</p>\n<p>Netanyahu also faced some criticism from American Jews — like Abe Foxman, the head of the Anti-Defamation League, and Dov Zakheim, a Pentagon official under two Republican presidents — who normally remain close to Israel's positions in public.</p>\n<p>Of course, there's another opinion. Mitchell Bard, who runs the American-Israeli Cooperative Enterprise, says he was against the speech, finding it too provocative. But he does \"think we'll see that it will pass over, as most of these past disagreements have, going back to ... 1947 when the Secretary of State opposed the creation of the state of Israel.\"</p>\n<p>Bard also thought the speech was a good one, one that laid out an alternative path that would increase protections for the Jewish state.</p>\n<p>Netanyahu urged Congress not to let Iran keep any nuclear enrichment capability unless they agreed to more concession than they reportedly have. For starters, he said, stop threatening Israel and supporting groups that fire rockets into the Jewish state. Bard said that would be progress. </p>\n<p>And most American Jews would likely agree those are reasonable goals — even if they were peeved by Netanyahu's chutzpah.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-03%2Fwhich-stunning-chutzpah-divides-american-jews&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0303201506.mp3"},{"href":"http://www.pri.org/file/0303201506mp3"}]}