{"created":"2014-09-03T20:39:50+00:00","modified":"2014-12-22T19:57:42+00:00","valid":{"from":"2014-12-22T19:57:42+00:00","to":"3014-12-22T19:57:42+00:00"},"hreflang":"en","title":"New Mix: Bon Iver, White Fence, Luluc, Freddie Gibbs, More","published":"2014-08-22T14:46:00+00:00","teaser":"On this week's <em>All Songs Considered</em>: New music from Bon Iver, premieres from the folk duo Luluc, California garage rock band White Fence and more.","itags":["npr_api","327231230"],"guid":"cd2177c8-4112-44dd-ad7e-d482350003c4","contentencoded":"<p>On this week's <em>All Songs</em> Considered, hosts Bob Boilen and Robin Hilton play new songs from upcoming releases by Bon Iver, Luluc and White Fence and talk with members of the NPR Music team about some of their favorite music from the first half of the year.</p><p>After ruminating on the challenges of potty-training with Robin, Bob kicks off the show with a brand new track from Bon Iver that appears on the soundtrack to Zach Braff's upcoming film, <em><a href=\"http://www.wishiwasheremovie.com/\">Wish I Was Here</a></em>. Featuring a mantra-like vocal loop and pulsating drums, \"Heavenly Father\" possesses the intimacy of <em>For Emma, Forever Ago</em> while also exploring new textures as well. Next, Robin premieres \"Small Window,\" a gorgeously understated track from the folk duo Luluc.</p><p>Bob and Robin put in a call to NPR Music's Anastasia Tsioulcas and Frannie Kelley in New York City to play music from the team's lists of favorite songs and albums of 2014 (so far). Anastasia chooses the Belgian chameleon Stromae (whose name is a phonetic inversion of the word \"Maestro\"), playing \"Ave Cesaria\" from his recent release <em>Racine Carrée</em>. Frannie opts for \"Broken,\" a cut from <em>Piñata</em>, the collaboration between the raw-voiced rapper Freddie Gibbs and the meticulous DJ and producer Madlib. Later, Bob and Robin also lure NPR Music's Lars Gotrich away from his desk and into the studio to shine some light on the state of metal in 2014: Lars plays \"I Will Run,\" a melodic hard-rocker from Chicago's High Spirits.</p><p>Robin wraps things up with White Fence's \"Like That,\" the first tune we've heard from the California garage-rockers' upcoming record, <em>For the Recently Found Innocent</em>. With its catchy chorus and falsetto vocals, it takes Robin to a place of peace and, if only for a brief moment, he forgets whatever dirty diapers await him at home.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Mix%3A+Bon+Iver%2C+White+Fence%2C+Luluc%2C+Freddie+Gibbs%2C+More&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1327261543-5d7cc5.m3u?orgId=1&topicId=1039&ft=3&f=327231230"},{"href":"http://media.npr.org/assets/img/2014/07/01/collage20140701-f33c81e58ec2689bec2d20c63c4e06dd43d664f3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}}]}