{"created":"2014-09-18T23:05:10+00:00","modified":"2014-10-30T23:19:31+00:00","valid":{"from":"2014-10-30T23:19:31+00:00","to":"3014-10-30T23:19:31+00:00"},"hreflang":"en","title":"Haruki Murakami Paints A 'Colorless' Character In A Vividly Imagined World","published":"2014-08-19T00:28:00+00:00","teaser":"<em>Colorless Tsukuru Tazaki, </em>about a young man looking for closure, offers Haruki Murakami's trademark blend of fantasy and reality. Some moments fall flat, but many others are intoxicating.","itags":["npr_api","340182830"],"guid":"cd24523d-d4fb-4703-a095-ca1ee911fca3","contentencoded":"<p>It's hard to think of another writer who is as popular, as strange, and as lionized as Haruki Murakami is. Usually writers get to be one of those, but not all of them. Yet over the course of his formidable international career, Murakami has written novels that have been ambiguous to one degree or another, which hasn't stopped readers from lining up at midnight when his books go on sale.</p><p>At first glance, you might think that Murakami has no overlap with that other writer whose work gets people lining up at midnight, J.K. Rowling. And yet they do have something in common. Both of them are comfortable creating their own specific and elaborate house blend of fantasy and reality. And as a result, they each shape a world that is recognizably their own. While Rowling's fantasy world is external and guided by specific rules, Murakami's is often interior, cerebral, and can suddenly veer off down unexpected, inexplicable corridors.</p><p>That's true of <em>Colorless Tsukuru Tazaki and His Years of Pilgrimage</em>. Just the title alone sounds Murakami-like — weird and inviting. Tsukuru has \"no deep interest in the arts, no hobby or special skill ... he blushed easily, wasn't especially outgoing, and could never relax around people he'd just met.\" Murakami reinforces this description, adding, \"he lacked a striking personality, or any qualities that made him stand out.\"</p><p>But \"colorless\" has a more literal meaning here, too. When Tsukuru was in high school, he and a group of four friends were inseparable. Murakami writes: \"The two boys' last names were Akamatsu — which means 'red pine' — and Oumi — 'blue sea'; the girls' family names were Shirane — 'white root' — and Kurono — 'black field.' Tazaki was the only last name that did not have a color in its meaning. From the very beginning this fact made him feel a little bit left out.\"</p><p>Tsukuru's feeling of being excluded increases dramatically during college, when suddenly, without warning, his entire group of friends drops him. They don't return his phone calls, and they announce that they never want to see him or talk to him again. \"It was a sudden, decisive declaration, with no room for compromise. They gave no explanation, not a word, for this harsh pronouncement. And Tsukuru didn't dare ask.\"</p><p>What kind of person wouldn't dare ask? There's such a modest, reluctant quality to this character, a drifting uncertainty that is both infuriating and identifiably human. Why Tsukuru's friends dropped him is the central mystery driving this novel. Years later, after subsequently falling into a terrible state of despair and flatness, he goes off on his pilgrimage to seek out each of the former friends and discover the truth of their rejection.</p><p>Over the course of the pilgrimage there are moments of gorgeous, contemplative prose. Murakami writes, \"The branches of a nearby willow tree were laden with lush foliage and drooping heavily, almost to the ground, though they were still, as if lost in deep thought. Occasionally a small bird landed unsteadily on a branch, but soon gave up and fluttered away. Like a distraught mind, the branch quivered slightly, then returned to stillness.\"</p><p>At other times, though, I wanted to edit out lengthy descriptions of dreams and stilted language: \"The tension of suppressed sexual feelings began to take on greater significance than Tsukuru could imagine.\" Whenever I came upon prose like that I had to wonder if it would read better in the original Japanese, and if the awkwardness was a translation issue.</p><p>There were surprising moments too — like a story-within-the-story about a piano player who has accepted death in exchange for supernaturally enhanced sight. This tale haunts the book. Without it the novel would feel like a small, personal story about a young man looking for closure. Instead it elevates the day-to-day existence of a lost character, and puts the ordinary and the fantastical in close proximity. You get the sense that for Murakami the wall between the two is flimsy and might easily be knocked down if the author chooses. But he never does.</p><p>Still, the simplicity and depth of Murakami's work give it its irresistible quality. He's both easy to read and not so easy to understand, but I didn't mind. In this book, Murakami provides a dose of his brand of originality, made up of sex, music, ghosts, auras, alienation, and a yearning for connection. This is an imperfect novel, with moments that fall flat, but many others that are familiarly intoxicating.</p><p>Colorless Tsukuru's mystery is solved before the end, but the mystery of the spell that the great Murakami casts over his readers, myself included, goes, as ever, unsolved. The novel feels like a riddle, a puzzle, or maybe, actually, more like a haiku: full of beauty, strangeness, and color, thousands of syllables long.</p><p><em>Meg Wolitzer is the author of</em><em> </em>The Interestings. <em>Her YA novel,</em><em> </em>Belzhar, <em>will be published in September.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Haruki+Murakami+Paints+A+%27Colorless%27+Character+In+A+Vividly+Imagined+World&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Meg Wolitzer","audio":[{"meta":{"duration":"215"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341409864-43a5e2.m3u?orgId=1&topicId=1034&ft=3&f=340182830"}]}