{"created":"2014-09-04T23:12:10+00:00","modified":"2014-09-04T23:12:10+00:00","valid":{"from":"2014-09-04T23:12:10+00:00","to":"3014-09-04T23:12:10+00:00"},"hreflang":"en","guid":"cd315db9-9a17-4705-b594-5a77407bd768","title":"Why isn't the rest of the world helping fight the Ebola outbreak?","published":"2014-09-04T23:12:08+00:00","byline":"Carol Hills","tags":["Ebola","world health organization","public health","Human Needs","Health","Health & Medicine","Africa","Guinea","Liberia","Sierra Leone","West Africa","Sheri Fink","Joanne Liu","Ebola","Doctors Without Borders","Health","Ebola virus disease"],"teaser":"When there's a devastating earthquake almost anywhere around the globe, health care workers and humanitarian groups rush in. But in the case of Ebola in West Africa, only three countries — China, Cuba, and Uganda — have sent in medical teams. And the disease is outstripping the resources.","contentencoded":"<p><span style=\"line-height: 1.538em;\">People treating Ebola patients in West Africa have been asking for more help to contain the outbreak. Yet only three countries &mdash; China, Cuba and Uganda &mdash; have sent in medical teams.</span></p><p><span style=\"line-height: 1.538em;\">That&#39;s a stark contrast to what usually happens after disasters like hurricanes and floods, when many countries dispatch emergency responders to help. That difference has Dr. Joanne Liu, the president of <a href=\"http://www.doctorswithoutborders.org/\">Doctors Without Borders</a>, furious about the feeble response from the international community.</span></p><p>&quot;Six months into the worst Ebola epidemic in history, the world is losing the battle to contain it,&quot; says Liu. Her group, commonly known by its French initials MSF, has been on the ground in West Africa since the outbreak began in March.</p><p><span style=\"line-height: 1.538em;\">The World Health Organization said last month that the outbreak constituted a &quot;public health emergency of international concern.&quot; But despite that call, Liu says, &quot;l</span><span style=\"line-height: 1.538em;\">eaders are failing to come to grips with this international threat&quot;&nbsp;</span><span style=\"line-height: 1.538em;\">and &quot;states have essentially joined the global coalition of inaction.&quot;</span></p><p>Physician and reporter Sheri Fink has written about <a href=\"http://www.nytimes.com/2014/09/04/world/africa/cuts-at-who-hurt-response-to-ebola-crisis.html\">the slow response to the Ebola outbreak</a> for The New York Times. She says the few foreign doctors in West Africa dealing with the Ebola outbreak are overwhelmed.&nbsp;</p><p><span style=\"line-height: 1.538em;\">&quot;They&#39;re so understaffed that they&#39;re providing the most basic care possible,&quot; Fink says. &quot;Everybody who&#39;s been involved in caring for patients with Ebola feels that if they could do a little more for them, just basic supportive care, they could save more lives.&quot;</span></p><p><span style=\"line-height: 1.538em;\">That improved care c</span><span style=\"line-height: 1.538em;\">ould produce a domino effect, Fink says. &quot;Those people become ambassadors back to their communities. They can show that they survived and encourage others to get treated.&quot;&nbsp;</span></p><p>But getting the needed health care workers and aid to West Africa is a problem. The current system is voluntary. The World Health Organization (WHO) relies on UN member states and other organizations to send in medical teams.</p><p>After Typhoon Haiyan struck the Philippines in late 2013, h<span style=\"line-height: 1.538em;\">undreds of foreign medical teams rushed to help. The</span><span style=\"line-height: 1.538em;\">&nbsp;WHO appealed to these same countries to help in West Africa. But while there was initial enthusiasm, Fink says few countries followed up. &quot;</span><span style=\"line-height: 1.538em;\">We don&#39;t see a lot of foreign medical teams coming in, and the reason is fear.&quot;</span></p><p>The West African countries dealing with Ebola have little to no medical infrastructure.&nbsp;<span style=\"line-height: 1.538em;\">&quot;In some of the hospitals at the center of the outbreak when it began in Guinea, doctors said there was no running water!&quot; Fink says. Health care workers fear for their own lives, and stories of nurses, doctors and aid workers contracting Ebola have only fueled the concern.</span></p><p>The WHO has&nbsp;<span style=\"line-height: 1.538em;\">said that this Ebola outbreak could cause 20,000 deaths if more steps aren&#39;t taken to contain it, and Fink says she&#39;s heard much higher estimates.&nbsp;</span></p><p><span style=\"line-height: 1.538em;\">&quot;</span><span style=\"line-height: 1.538em;\">There are a lot of people pushing the WHO to do more, and they&#39;re pushing back saying it&#39;s not their role, that they are a technical agency, there to give advice,&quot; Fink notes. &quot;People are saying that&#39;s not enough, that the WHO&#39;s own constitution gives the organization a leading role in an outbreak response.&quot;</span></p><p><span style=\"line-height: 1.538em;\">Fink says the WHO has the elements to take charge of containing the outbreak. &quot;It does have a department of emergencies and they rapidly deploy people and they did send people to West Africa right away,&quot; she explains, but what is missing is the command responsibility.&nbsp;</span></p><p>&quot;<span style=\"line-height: 1.538em;\">When I talk to people in the field, they say that the meetings in West Africa are informational, without an overview of what&#39;s happening and what needs to happen to bring the outbreak under control.&quot; The WHO, says Fink, simply doesn&#39;t seeing taking charge as its role.</span></p><p><span style=\"line-height: 1.538em;\">&quot;As a body of the UN, the WHO h</span><span style=\"line-height: 1.538em;\">as an internationally agreed-upon mandate. Nearly 200 countries have given it the legal authoritity to lead in the case of international emergencies and global health issues. They have a mandate that a charity doesn&#39;t have.&quot;</span></p><p>The rate of infection among health care workers fighting Ebola in West Africa may well force a change.<span style=\"line-height: 1.538em;\">&nbsp;As of August 25, the WHO said&nbsp;</span><span style=\"font-family: inherit; font-style: inherit; font-weight: inherit; color: rgb(51, 51, 51); line-height: 18px;\">240 health care workers had developed the disease in Guinea, Liberia, Nigeria, and Sierra Leone, and more than 120 had died. Ebola has also spread to a fifth country, Senegal.</span></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/ebola_Freetown_Fink_sept4.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/ebolafreetownfinksept4jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/090420144.mp3"},{"href":"http://www.pri.org/file/090420144mp3"}]}