{"created":"2015-02-28T21:56:13+00:00","modified":"2015-06-05T13:45:49+00:00","valid":{"from":"2015-06-05T13:45:49+00:00","to":"3015-06-05T13:45:49+00:00"},"hreflang":"en","title":"One Man's Race To Outrun Alzheimer's ","published":"2015-03-02T20:09:00+00:00","teaser":"Cape Cod journalist Greg O'Brien has always found solace in running, and a diagnosis of Alzheimer's hasn't stopped him. But making it work — for himself and his family — isn't always easy.","itags":["npr_api","389593868"],"guid":"cd47592f-818c-4016-99c7-fdb11afc2ff0","contentencoded":"<p><em>This is the third in NPR's series \"<a href=\"http://www.npr.org/series/389781574/inside-alzheimers\">Inside Alzheimer's</a>,\" about the experience of living with the illness. In parts <a href=\"http://www.npr.org/blogs/health/2015/01/24/379381706/how-do-you-tell-your-kids-that-you-got-alzheimers\">one</a> and <a href=\"http://www.npr.org/blogs/health/2015/01/31/382240633/after-alzheimers-diagnosis-the-stripping-away-of-my-identity\">two</a>, Greg O'Brien talked about what it was like to get the diagnosis of Alzheimer's, and how he thinks about the future.</em></p><p><em>In this installment, he talks about the importance of exercise — and his struggle to get it.</em></p><p>Greg O'Brien has always been a runner. He used to run outside, on the country roads around his home on Cape Cod.</p><p>Then O'Brien was diagnosed with early-onset Alzheimer's — and a few years ago, he started to get lost.</p><p>So, he turned to the treadmill — six miles every evening, pushing himself hard to keep his body strong, even as his memory began to fail him.</p><p>But as his Alzheimer's disease has progressed, it's begun to take a physical toll as well. His balance sometimes gives way. Today, O'Brien still goes to the gym every day to clear his head and keep himself in shape, but he's had to change a lot about how he works out.</p><p><em>Click on the audio link above to hear him describe some of the challenges.</em></p><hr /><h3><strong>Interview Highlights<br /></strong></h3><p><strong>On the importance of running</strong></p><p>Running, to me, is essential, and I do it at the end of the day when something called <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3246134/\">sundowning</a> takes over. It's what light does to the brain when light changes, and it creates greater confusion. So that's when I go to run. ...</p><p>I used to run six miles a day on the treadmill. I would punish my body, and I'd be punishing my brain because it makes me angry.</p><p><strong>On driving</strong></p><p>Trying to get out of my driveway in this pure ice — I know I shouldn't be driving, but I just hate to give it up. At least my wife knows where I am. After I had an accident a couple months ago, she found this computer thing — an app on your iPhone that can tell people where you are at all times. So I gave it to my wife; I gave it to my kids. It's like piece by piece, stripping yourself away of identity.</p><p>I know I'm not supposed to be driving, but it's a country road and I'm going to the gym because that's just what I'm going to do. There's [going to be] a day when I can't do it. ...</p><p>But, just between us, what I do, just to piss [my family] off sometimes, is I turn the phone off; and then they don't know where I am.</p><p>Then I get yelled at.</p><p><strong>On adapting his workout</strong></p><p>Alzheimer's can break the body down after it starts to break the brain down, because brain signals get all whacked out. I haven't had feeling in parts of my hands and feet for several years, and [I] was diagnosed recently with acute scoliosis and degeneration of the spine. So [instead of running outside] I now go into the gym daily. And I put the treadmill on an incline of 15, which is the highest, and I crank the speed up ... and I do my miles that way.</p><p>It still hurts, but less pain because I'm not pounding. And it tells me that I'm still in this race.</p><p>I'm 64 now. When I was 62 I got my mile down to 5 minutes and 20 seconds — which is pretty darn good. But I did it in rage.</p><p>I was trying to outrun Alzheimer's.</p><hr /><p><em>Next week, on </em>Weekend All Things Considered<em>, O'Brien's wife Mary Catherine talks about caring for her husband, and how his diagnosis has changed their marriage of almost 40 years.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=One+Man%27s+Race+To+Outrun+Alzheimer%27s+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rebecca Hersher","audio":[{"meta":{"duration":"268"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389796993-6329ba.m3u?orgId=1&topicId=1128&aggIds=389781574&d=268&p=2&story=389593868&t=progseg&e=389259237&seg=6&ft=nprml&f=389593868"},{"href":"http://media.npr.org/assets/img/2015/02/27/james-stills-2-770x510-c27bfdf59488ff9a04ab59484874720d47b0a446.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"489","width":"652"}},{"href":"http://media.npr.org/assets/img/2015/02/28/o-brien-2014-2182ee2002d567de2c8457cd8e5d4186a1fd8eba.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"289","width":"385"}}]}