{"created":"2014-10-28T20:38:26+00:00","modified":"2014-11-26T01:05:07+00:00","valid":{"from":"2014-11-26T01:05:07+00:00","to":"3014-11-26T01:05:07+00:00"},"hreflang":"en","title":"Constituent Services Give Voters Something To Remember","published":"2014-10-28T22:49:00+00:00","teaser":"If played just right, members of Congress can see a political payoff from simply doing their jobs and helping out voters who elected them. It's one reason incumbents fare well come Election Day.","itags":["npr_api","359615965"],"guid":"cd587fa3-27a7-425d-8305-a0be6d983f10","contentencoded":"<p>Even in the bleakest of years, incumbent lawmakers almost always get re-elected. Here's one reason why: They have a powerful built-in advantage in something called constituent services.</p><p>The casework that congressional staffers tackle runs the gamut from headaches over Social Security checks and IRS problems to veterans' benefits and mortgage issues. These days, immigration issues are among the biggest problems.</p><p>And if played just right, members of Congress can see a political payoff from simply doing their jobs and helping out the voters that elected them.</p><p>\"The only time a political benefit can happen is if they do a high-profile case or they do a pretty high-profile case that can be turned into a pretty good political ad,\" says Brad Fitch, who heads up the Congressional Management Foundation. \"That's happened a few times that members of Congress have demonstrated their value at getting things done and asked folks, 'Hey, would you mind recording a TV ad, a testimonial on my behalf?' \"</p><p>Earlier this month, Republican Sen. Mitch McConnell of Kentucky released an ad featuring a woman whose ex-husband abducted their young daughter and took her to Africa. She explains how McConnell helped her retrieve her daughter by working with the State Department. The video shows Noelle Hunter, an African-American community college professor, standing alongside McConnell and posing for a photo.</p><p>\"I reached out to Sen. McConnell and he took up my cause personally. I can't even talk about him without getting emotional,\" she says. \"He cares.\"</p><p>The minute-long sentimental ad stood out in an avalanche of negative advertising in the tight Kentucky race. But it also functions to humanize McConnell and show that he's been effective in Washington.</p><p>McConnell's not the only incumbent leaning on casework to make the case that voters should elect him for another term.</p><p>North Carolina Democratic Sen. Kay Hagan used an ad to spotlight her work to provide health care for thousands of people who were poisoned by toxic water at Marine Corps Base Camp Lejeune. Speaking straight to the camera is the father of a woman who died of leukemia:</p><p>Kansas Republican Sen. Pat Roberts released an ad talking about his efforts to rescue a Kansas woman who was taken hostage while teaching children in Ethiopia:</p><p>And Minnesota Democratic Sen. Al Franken <a href=\"https://www.youtube.com/watch?v=6R8l9WaHd4o\" target=\"_blank\">puts the spotlight</a> on a food safety law. His ad features a man whose mother died after eating contaminated peanut butter.</p><p>\"These are politicians. They love being loved,\" says Fitch. \"And so the idea that you can call up, say, the grandson of a World War II veteran and say, 'Guess what? I got the [Department of Defense] to reissue those medals he got in World War II.' Boy, those are the moments worth living for if you're a public servant.\"</p><p>Plus, Congress isn't getting all that much done these days — little legislation passes, and with the ban on earmarks, there's no pork. And that leaves little to brag about other than what they're doing for their constituents at home. So they're turning to testimonials.</p><p>Even in years when Congress has been more productive, constituent services are a big part of lawmakers' jobs. Fitch says it's a major part of the labor investment in Hill offices.</p><p>\"The idea of becoming an ombudsman for citizens and members of Congress performing this role evolved in the 1960s and '70s when congressional offices started to grow,\" he explains. \"They wanted to provide more services to constituents so they increased their staff sizes from maybe five, six, seven staff members to now maybe a cap of 18 full-time staff members in the House of Representatives.\"</p><p>And on average, about one-third of those staffers are diving into casework on a day-to-day basis.</p><p>Fitch says casework like this is very labor-intensive, and staffers function as quasi-social workers.</p><p>\"It's not like you can transfer your skill sets from being a customer service representative in the private sector and then go work for the government,\" he said. \"It's a very unusual job because you have both the politics of working in a congressional office combined with dealing with the maze that is a federal bureaucracy. And by the way, every federal office is different. Every case may have a different flavor, so you have to be very nimble and very experienced.\"</p><p>Rep. Dave Price, a North Carolina Democrat, says his office handles as many as 100 requests each month for casework. He and his staff try to get to all of them.</p><p>\"There's a full range of dealings that people have with the federal government that are prone sometimes to red tape or to errors and we're the ones who serve as the ombudsman as they call it in some of the European countries,\" Price says. \"We're the ones that people come to when they need something straightened out with the bureaucracy, and often we're able to help.\"</p><p>Price, who's also a political science professor, says his office deals with every request in some way.</p><p>\"We're not always able to deliver exactly what they want but we certainly can get them a straight answer,\" he says.</p><p>But what about the politics? I asked Price how much that motivates him and other lawmakers. He says it does for some — but he has no doubt that constituents remember what their lawmaker does for them.</p><p>\"Very few people will remember a vote I took 10, 15 years ago or whether I sponsored a bill, but they sure will remember if I helped them adopt a child,\" he says, using overseas adoptions in Vietnam as an example. \"Citizens do remember this and I think they appreciate it.\"</p><p>That's true for the individual voter. But University of California, San Diego political science professor Gary Jacobson says the idea that incumbents can protect themselves by touting their constituent services may be a bit dated.</p><p>\"That story about how incumbents insulate themselves by constituent services was accurate, or at least was arguably accurate for several decades, but it no longer seems to be,\" he says.</p><p>Here's why — the electorate is more polarized today than ever.</p><p>\"There are just fewer voters who are willing to cross party lines to support an incumbent no matter what they've done for the district,\" he says.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Constituent+Services+Give+Voters+Something+To+Remember&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Juana Summers","audio":[{"meta":{"duration":"249"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359632731-3159de.m3u?orgId=1&topicId=1014&ft=3&f=359615965"}]}