{"created":"2015-05-14T18:31:16+00:00","modified":"2015-05-14T18:31:16+00:00","valid":{"from":"2014-07-23T21:47:21+00:00","to":"3014-07-23T21:47:21+00:00"},"hreflang":"en","guid":"cd6e7924-3b35-40b1-8524-14d124a39916","description":"Corporate earnings are up. But will these cash-rich companies give you a job?","title":"Why high earnings aren't translating into jobs","contenttemplated":"[{\"content\":\"<p>Cash, assets, money.  Businesses in the U.S. have a lot of it these days. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>$16.4 trillion of it, in fact. </p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>&quot;The ratio of assets to GDP is almost 100 percent,&quot; says Joel Prakken, co-founder of Macroeconomic Advisers.  &quot;That’s very, very high.&quot;</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span><span>To translate: every dollar spent in the U.S. economy in a year, <span>businesses are holding in cash or securities. </span></span></span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>It’s a lot of money, but <span>it’s not necessarily a reflection of a healthy economy. </span> Not all of it was earned here in the U.S., a lot was earned abroad.</span></p>\"},{\"content\":\"<p><span>“We’ve had very modest economic growth over the last four years and I don’t expect that to change any time soon,” says Scott Wren, senior equity strategist at Wells Fargo Advisors.  </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>And those gargantuan levels of cash and assets aren’t being spent creating corresponding levels of jobs.  In previous recoveries, monthly job creation has averaged up to 500,000 positions, but the current recovery is mustering a mere 200,000 consistently.      </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>One reason is the enduring hangover from the Great Recession. </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>“A lot of businesses felt like the U.S. economy was ready to roll over into another recession,” says Wren.  Caution and fear do not promote hiring.  Things like business sentiment are improving, but it’s unlikely the country will see consistent economic growth above 3 percent until after 2016. </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>But that&apos;s only part of the story.  It turns out businesses are trying to hire a little bit.  “There were 4.6 million open jobs in May of this year,” points out Matt Slaughter, Dean of Dartmouth’s Tuck School of Business. That’s an increase of 700,000 over the past year. </span></p>\"},{\"content\":\"<p><span>But firms are running into trouble filling those open positions. They’re so desperate that yearly quotas for hiring high-skilled immigrants filled up in four days with a record number of applications, says Slaughter.  “Companies are not finding the right kind of technical or other skills they need to fill some of the jobs they are looking to hire for.”</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>But maybe there is a bigger explanation, one that many economists including Slaughter, Prakken, and Larry Summers are talking about.  Maybe higher corporate profits and lower employment are the new normal.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>It’s possible that “the nature of capital investments is gradually changing,” says Prakken.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>For many years, a new technology or capital investment might destroy some jobs, but create many new ones.   The computer, for example, reduced clerical positions initially, but resulted in an explosion of other jobs over time.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Perhaps, though, we are entering a new era of capital investment, “one which destroys the demand for labor without creating parallel opportunities for displaced workers,” says Prakken.  </p>\"}]","byline":"Sabri Ben-Achour","published":"2014-07-23T21:47:21+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>Cash, assets, money.&nbsp; Businesses in the U.S. have a lot of it these days.&nbsp;</p>\n<p>$16.4 trillion of it, in fact.&nbsp;</p>\n<p><span>\"The ratio of assets to GDP is almost 100 percent,\" says Joel Prakken, co-founder of Macroeconomic Advisers. &nbsp;\"That’s very, very high.\"</span></p>\n<p><span><span>To translate: every dollar spent in the U.S. economy in a year,&nbsp;<span>businesses are holding in cash or securities.&nbsp;</span></span></span></p>\n<p><span>It’s a lot of money, but&nbsp;<span>it’s not necessarily a reflection of a healthy economy.&nbsp;</span>&nbsp;Not all of it was earned here in the U.S., a lot was earned abroad.</span></p>\n<p><span>“We’ve had very modest economic growth over the last four years and I don’t expect that to change any time soon,” says Scott Wren, senior equity strategist at Wells Fargo Advisors. &nbsp;</span></p>\n<p><span>And those gargantuan levels of cash and assets aren’t being spent creating corresponding levels of jobs.&nbsp; In previous recoveries, monthly job creation has averaged up to 500,000 positions, but the current recovery is mustering a mere 200,000 consistently. &nbsp; &nbsp; &nbsp;</span></p>\n<p><span>One reason is the enduring hangover from the Great Recession.&nbsp;</span></p>\n<p><span>“A lot of businesses felt like the U.S. economy was ready to roll over into another recession,” says Wren.&nbsp; Caution and fear do not promote hiring.&nbsp; Things like business sentiment are improving, but it’s unlikely the country will see consistent economic growth above 3 percent until after 2016.&nbsp;</span></p>\n<p><span>But that's only part of the story.&nbsp; It turns out businesses are trying to hire a little bit.&nbsp; “There were 4.6 million open jobs in May of this year,” points out Matt Slaughter, Dean of Dartmouth’s Tuck School of Business. That’s an increase of 700,000 over the past year.&nbsp;</span></p>\n<p><span>But firms are running into trouble filling those open positions. They’re so desperate that yearly quotas for hiring high-skilled immigrants filled up in four days with a record number of applications, says Slaughter.&nbsp; “Companies are not finding the right kind of technical or other skills they need to fill some of the jobs they are looking to hire for.”</span></p>\n<p><span>But maybe there is a bigger explanation, one that many economists including Slaughter, Prakken, and Larry Summers are talking about. &nbsp;Maybe higher corporate profits and lower employment are the new normal.</span></p>\n<p>It’s possible that “the nature of capital investments is gradually changing,” says Prakken.</p>\n<p>For many years, a new technology or capital investment might destroy some jobs, but create many new ones.&nbsp;&nbsp; The computer, for example, reduced clerical positions initially, but resulted in an explosion of other jobs over time.</p>\n<p>Perhaps, though, we are entering a new era of capital investment, “one which destroys the demand for labor without creating parallel opportunities for displaced workers,” says Prakken.&nbsp;&nbsp;</p></div>","teaser":"Corporate earnings are up. But will these cash-rich companies give you a job?","tags":["Business","APM","Earnings","hiring","corporations"],"itags":["cd6e79243b350b18524114d124a39916","Marketplace for Wednesday July 23, 2014","Marketplace","PMP:Marketplace_PMP"],"audio":[{"meta":{"crop":"primary","width":"610","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/452140988.jpg?itok=L-2ZFGFH","type":"image/jpeg"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/07/23/marketplace_segment16_20140723_64.mp3","format":"MP3","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/07/23/marketplace_segment16_20140723","type":"application/json"},"duration":145,"duration_hms":"00:02:25"},"type":"audio/mpeg"}]}