{"created":"2014-10-07T18:40:07+00:00","modified":"2014-12-27T19:27:18+00:00","valid":{"from":"2014-12-27T19:27:18+00:00","to":"3014-12-27T19:27:18+00:00"},"hreflang":"en","title":"Rural Town Needs Plumber, Hopes A Student Will Take The Plunge","published":"2014-08-11T14:31:00+00:00","teaser":"There's no licensed plumber in Jackman, Maine. So one family is offering a $2,000 scholarship to a local student or former graduate willing to get licensed as a plumber and return to work there.","itags":["npr_api","339203064"],"guid":"cd6e2589-6326-4c6d-b722-89f7929581f8","contentencoded":"<p>If a pipe bursts or a toilet backs up, many of us might not give a second thought to looking up a plumber. In most areas, there will be lots of options for services nearby.</p><p>But in the isolated town of Jackman, Maine, which has a population of around 800, the local plumber recently retired. Now, the closest plumber is in the nearest town — 50 miles away.</p><p>To fill the void, one family has partnered with the local school district to create a scholarship. The 2015 Inza and Harry Hughey Memorial Scholarship will award $2,000 to a local graduate willing to become a certified plumber and come back to work in the town.</p><p>Sheryl and Larry Harth run the scholarship fund and decided to focus it on plumbing once the void hit them acutely. They moved back to the area about two years ago and built a house, hiring a plumber who lived in that town about 50 miles away to work on the project. Last year, they needed more work done and they were promised that that plumber would return.</p><p>\"Well, it's been two years and we still have not seen that person,\" Larry Harth tells NPR's Arun Rath.</p><p>He says there are some folks in town who know the basics of plumbing, but they're not licensed. In emergency situations, they can only provide guidance.</p><p>Harth and his wife have had a scholarship fund through the high school since 1998. \"We finally said, 'You know what, we have a great electrician and many carpenters, but we do not have a licensed plumber,' \" Harth says.</p><p>The preference is to have a student or past graduate of Forest Hill High School receive the scholarship.</p><p>\"With that, then we have somebody who is established, who knows the town, has a love for the Great [North] Woods,\" Harth says. \"And we're hoping that this will entice them with the scholarship moneys.\"</p><p>Denise Plante is the principal of Jackman's <a href=\"http://www.sad12.com/\">Forest Hills Consolidated School District</a>. The school is K-12, all housed in one building. This year's graduating class had only 12 students, and 168 students will start this school year.</p><p>About 1,000 people live in Moose River Valley, which includes the towns of Jackman and nearby Moose River. Plante says Jackman has actually been designated by the state of Maine as an on-shore island. Instead of water, they are surrounded by trees.</p><p>And the nearest town — which, again, is 50 miles away — is also very small. That means whoever receives the scholarship would have to go at least 70 miles away to find a school where he or she could get certified.</p><p>So far, Plante says they've gotten a lot of calls from people interested in moving to the town to be the plumber. One call came from someone who has snowmobiled in the region — one of Jackman's larger tourist attractions.</p><p>Plante says, \"He loves coming here for that reason, and then could be the licensed plumber that this scholarship student could apprentice under.\"</p><p>The deadline to apply is March 1, 2015.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rural+Town+Needs+Plumber%2C+Hopes+A+Student+Will+Take+The+Plunge&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"206"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339375007-a7fef4.m3u?orgId=1&topicId=1091&ft=3&f=339203064"},{"href":"http://media.npr.org/assets/img/2014/08/10/istock_000044110198large-80c360ecce867a9dfac586a164c5e0a85dd81184.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1421","width":"1895"}}]}