{"created":"2014-12-22T22:04:45+00:00","modified":"2015-02-26T23:06:04+00:00","valid":{"from":"2015-02-26T23:06:04+00:00","to":"3015-02-26T23:06:04+00:00"},"hreflang":"en","title":"What A Failed Hip-Hop Experiment Can Teach Us About The Future Of U.S.-Cuba Relations","published":"2014-12-23T16:55:00+00:00","teaser":"A report suggests that USAID infiltrated Cuba's nascent hip-hop scene several years ago. Now that Cuba-U.S. relations have officially begun to thaw, what is the future of programs like these?","itags":["npr_api","372513350"],"guid":"cd8848e8-6e28-4403-a577-d6864f3a6e19","contentencoded":"<p>A new chapter has been announced in Cuba-U.S. relations. But for more than half a century, serious diplomatic hostilities and blunders have affected the two nations. The most recent accusation is that the United States Agency for International Development covertly funded anti-government artists in Cuba.</p><p>Cuban rap duo Los Aldeanos has been criticizing the Castro regime for years. But these days, the duo's political position is coming under scrutiny.</p><p>A recent investigation published by the Associated Press says USAID secretly funneled money to contractors to recruit, promote and set up concerts for young rappers like Los Aldeanos — artists seeking social change. The program reportedly took place between 2009 and 2011.</p><p>Peter Kornbluh, a senior analyst with the National Security Archives, is the author of a book about secret negotiations between Cuba and the U.S., <em>Back Channel To Cuba</em>. He says the allegations aren't really surprising, given that the hip-hop community represents a disenfranchised part of Cuban society. \"The hip-hop groups are mostly Afro-Cuban young people who have by and large been more marginalized. They have less relatives in the United States sending money than the white and lighter-skinned Cubans. So, you know, there's been a lot of frustration.\"</p><p>For his part, rapper El B says he has never received money from USAID. He says the suggestion that he and his musical partner received \"political training\" is simply untrue.</p><p>But he also says he sees no problem with organizations funding dissent on the island. \"What is the problem with receiving help? And funding? How do you think Fidel Castro made a revolution? Do you think he broke his piggy bank? Fidel Castro went looking for money everywhere,\" he says.</p><p>USAID representatives declined NPR's interview request, but provided this statement: \"For decades, USAID has provided assistance to the people of Cuba to meet basic human needs. Allegations that USAID has conducted or supported covert operations are baseless.\"</p><p>Nevertheless, between 2009 and 2011, Congress allotted $55 million for Cuba programs, more than half of which went to USAID.</p><p>Christopher Sabatini is senior policy director at the Americas Society and Council of the Americas, a think tank and business organization focused on Latin American issues. \"Congress, currently Sen. [Robert] Menendez, but previously under the Bush Administration, will not let USAID scale back these programs. There was, at one point during the Bush Administration, $20 million allocated to these programs. This is a country of 11 million people. It's absurd. That's the scandal, in part.\"</p><p>If USAID has been involved in Cuban hip-hop, it wouldn't be the first such program. Zunzuneo, or \"Cuban Twitter,\" was a 2010 project to build a social-media network to facilitate regime change. And Alan Gross, an American who was released from a Cuban prison last week after President Obama's announcement of the thaw in Cuba-U.S. relations, was a USAID telecommunications contractor.</p><p>But the U.S. and Cuba's government have been building cultural bridges for years. Kornbluh points to a 1999 independent cultural exchange program: \"The Cuban government hosted something called Puentes musicales, 'musical bridges,' in which a whole bunch of artists went down,\" he says. \"Mick Fleetwood of Fleetwood Mac was there. Bonnie Raitt was there.\"</p><p>Earlier this year, when Jay-Z and Beyonce went to the island, it was with the People To People program, which stipulates that travelers must support civil society.</p><p>Do recent changes really mean there will be no more Cuban Twitters, or situations in which USAID might be funding rappers? Kornbluh says he hopes so. \"We have begun now a new era. And in the writing of this next chapter of U.S.-Cuban relations, the whole issue of regime change is going to fall by the wayside. We're going to have normal relations. Normal diplomatic relations, normal cultural relations, hopefully down the line normal economic relations.\"</p><p>As for rapper El B, it's not the accusations of being a USAID puppet that hurt him; it's the fact that anyone would believe them. \"Everything I did, I did because I wanted to. I never felt used at any time. And people who know me know I'm genuine. The part that really hurts me, is how the people get manipulated.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+A+Failed+Hip-Hop+Experiment+Can+Teach+Us+About+The+Future+Of+U.S.-Cuba+Relations&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"311"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372526931-066f1b.m3u?orgId=1&topicId=1106&e=372513350&d=311&ft=nprml&f=372513350"},{"href":"http://media.npr.org/assets/img/2014/12/22/aldo-1b0081111a117871c8d1632ad17d8eeffca98a70.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1328","width":"1771"}}]}