{"created":"2014-10-04T21:05:21+00:00","modified":"2014-10-30T21:54:44+00:00","valid":{"from":"2014-10-30T21:54:44+00:00","to":"3014-10-30T21:54:44+00:00"},"hreflang":"en","title":"Béla Fleck And Abigail Washburn On Teaming Up, Finally","published":"2014-10-04T22:42:00+00:00","teaser":"Béla Fleck and Abigail Washburn, banjo superstars and a couple of 10 years, speak with NPR's Arun Rath about why they waited so long to make their first album together.","itags":["npr_api","352802693"],"guid":"cd8f5cb5-a4f0-442d-9b2d-8dff20f07a0e","contentencoded":"<p>As eclectic an instrument as the banjo may be in 2014, <a href=\"http://www.npr.org/artists/15159424/bela-fleck\" target=\"_blank\">Béla Fleck</a> and <a href=\"http://www.npr.org/artists/15182651/abigail-washburn\" target=\"_blank\">Abigail Washburn</a> could fairly be called its superstars. Fleck has taken the instrument into unusual territory like funk, jazz and classical, while Washburn prefers to stay in the more traditional clawhammer style.</p><p>It's a little surprising, then, that these two monsters of banjo have never recorded together until now — especially when you consider they've been a couple for 10 years.</p><p>\"We've wanted it, too,\" Washburn says about finally making their new eponymous album as a duo. \"But there was this concern I had, especially early on when I'd only been playing music and been on the scene for a few years. ... Béla's got this really established, amazing career — 15 Grammys and counting — and, you know, I was a real newbie.\"</p><p>\"Abby wanted to go out and make her own bones before we did something together so that people wouldn't say, 'Oh, Béla's just playing with his girlfriend,'\" Fleck says. \"You know, she needed to have her credibility and stuff, so she's really done that in the last year.\"</p><p>Now, Fleck says, after touring, starting up her own bands, even giving a TED talk and a commencement speech, Washburn is \"a known quantity out there in a much bigger way.\"</p><p>The new album features originals by both musicians as well as old Appalachian classics. One song, penned by Washburn, is a bit of both.</p><p>\"It's a murder ballad where no one actually dies,\" she says. \"It's my ballad of revenge.\"</p><p>Washburn says that, while she's always loved murder ballads and story songs, she and her bandmates in the all-female string band <a href=\"http://www.npr.org/artists/14949357/uncle-earl\" target=\"_blank\">Uncle Earl</a> began to notice a certain tendency in those narratives.</p><p>\"We would listen to these murder ballads and we'd note that it was always the woman who died,\" Washburn says. \"So I started thinking about this idea of, in a song, being able to go back and catch that nasty old man before he got that woman and intimidate him into being a better person.\"</p><p>\"She just gives him a good talking-to,\" Fleck chimes in.</p><p>Fleck and Washburn's self-titled album comes out October 7. Hear the rest of their conversation with NPR's Arun Rath, including tales of touring with a newborn and why this album was not titled<em> Banjo Love</em>, at the audio link.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=B%C3%A9la+Fleck+And+Abigail+Washburn+On+Teaming+Up%2C+Finally&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"485"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353743579-f1f59f.m3u?orgId=1&topicId=1105&ft=3&f=352802693"},{"href":"http://media.npr.org/assets/img/2014/10/01/dsc_4527l_copy-677b473d711a97af879ab31f75d06671256c8129.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2358","width":"3145"}}]}