{"created":"2015-05-07T18:32:40+00:00","modified":"2015-05-08T21:29:30+00:00","valid":{"from":"2015-05-08T21:29:30+00:00","to":"3015-05-08T21:29:30+00:00"},"hreflang":"en","title":"Gangsters, Goons And 'Grievous Bodily Harm' In Ted Lewis' London","published":"2015-05-08T21:29:00+00:00","teaser":"Soho Press recently reissued the late British crime writer's final novel. Critic John Powers says Lewis' <em>GBH</em> is a pulp-fiction triumph worthy of Jim Thompson or James Ellroy.","itags":["npr_api","404415996"],"guid":"cd9b06d0-baa4-47cb-a388-857bb1b2ace7","contentencoded":"<p>In his famous essay, \"The Simple Art of Murder,\" Raymond Chandler put down the classic British mystery, making fun of its arcane killings and hokey air of gentility. He preferred the tough American style and praised Dashiell Hammett for, as he put it, taking murder out of the vicar's rose garden and dropping it in the alley where it belonged.</p><p>The man who did the same for British mysteries was Ted Lewis. Between 1965 and 1980, Lewis wrote nine novels whose gritty, propulsive storytelling would influence writers on both sides of the Atlantic. The best known of these is <em>Get Carter</em>, one of three novels about a gangster named Jack Carter. This tremendous book got turned into the one of the greatest crime movies ever, with Michael Caine in the lead.</p><p>Ten years later Lewis wrote his final novel <em>GBH</em> — the initials stand for \"grievous bodily harm\" — and many fans think it even better. The book is now available from Soho Press, and it's a pulp-fiction triumph worthy of Jim Thompson or James Ellroy. I can't remember the last time I turned pages so eagerly.</p><p><em>GBH</em> is narrated by a London gangster, George Fowler, whose business in rough, exceedingly illegal blue movies has made him rich, powerful and dangerous. He's got a posh lawyer, cops on his payroll, a trusty goon of a sidekick named Mickey, and a gorgeous, sexed-up wife, Jean, who's every bit as kinky as he is. George has everything a bloke could want — until he spots a loose thread in his seamlessly smooth operation. When he pulls it, his whole world starts to unravel.</p><p>That's the simple version, anyway. But Lewis doesn't tell this story simply. Instead, he deftly intercuts two time-frames. One is set in the present in the off-season resort of Mablethorpe where George keeps a seaside hideout and finds himself getting involved with Lesley, a blonde who may really be a brunette, or a brunette who may really be a blonde. The other storyline takes place in London — nicknamed The Smoke — and chronicles what happened with his wife, lawyer and sidekick that forces George to hide out in Mablethorpe. As we hopscotch between present and past, The Sea and The Smoke, we discover that George is so mired in events that he doesn't fully grasp his own story.</p><p>The same may have been true of Lewis, a self-destructive sort who died at 42. He was a boozer, a womanizer, and I've heard it said, not immune to participating in dodgy enterprises. True or not, his sense of the criminal life is utterly convincing. You won't find any debonair cat burglars in <em>his</em> world. He knows the appetites that drive violent men, knows the codes of honor that give the underworld a kind of morality and knows how the British ruling class has its finger in every pie — even the illegal ones.</p><p>Not one to glamorize criminals, Lewis is brilliant at showing us the seedy world they inhabit. <em>Get Carter</em> is one of the best-ever fictional portraits of a small, industrial English city with its tawdry shops, dingy rooming houses, and suffocating air of decline from something that wasn't that great to begin with. It's matched by the disillusioned pungency of <em>GBH</em>'s vision of off-season Mablethorpe with its talent-challenged cabaret, shuttered amusement park, and gigantic hotel bar that George describes as having \"all the charm of a crematorium.\" Lewis really knows — and feels — the places he's writing about.</p><p>And his work cuts to the bone, both literally <em>and</em> metaphysically. At his best, he achieves something only a handful of crime writers ever do — the chilling sense of cosmic fatality that links noir anti-heroes to the likes of Oedipus and Macbeth. Now, it might be a tad much to call <em>GBH</em> a tragedy. George lacks the requisite nobility of soul — he's a thuggish porn baron, after all. But his story <em>is</em> one of hubris, and it leads to an inexorable fall. The cocky George is a clever, masterful man who learns — too late, of course — that he's not quite as clever and masterful as he thought.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Gangsters%2C+Goons+And+%27Grievous+Bodily+Harm%27+In+Ted+Lewis%27+London&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Powers","audio":[{"meta":{"duration":"291"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404981487-870caf.m3u?orgId=1&topicId=1034&d=291&p=13&story=404415996&t=progseg&e=404907408&seg=2&ft=nprml&f=404415996"},{"href":"http://media.npr.org/assets/img/2015/05/07/ted-lewis-b0b5cb8b4859cf3cf79fb6b33ba8cb91304c37f0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"495","width":"660"}}]}