{"created":"2014-12-08T09:57:56+00:00","modified":"2015-06-07T18:13:08+00:00","valid":{"from":"2015-06-07T18:13:08+00:00","to":"3015-06-07T18:13:08+00:00"},"hreflang":"en","title":"Oh, Snap! NASA Promises Best Photo Yet Of Faraway Pluto","published":"2014-12-08T15:22:00+00:00","teaser":"A spacecraft on its way to Pluto has just woken up from hibernation. By next month, scientists expect to have the first good pictures of the dwarf planet. All of the others have been, well, crummy.","itags":["npr_api","368492457"],"guid":"cd9f4b5c-54a5-4712-be13-9203f450573f","contentencoded":"<p>Humanity has snapped detailed portraits of planets and moons throughout our solar system. But there's one missing from the album: Pluto.</p><p>Although Pluto was discovered in 1930, it has remained stubbornly hard to photograph. The Hubble Space Telescope has taken <a href=\"http://hubblesite.org/newscenter/archive/releases/2010/06/image/a/\">the best pictures</a>, and frankly, <a href=\"http://www.planetary.org/blogs/emily-lakdawalla/2013/02141014-hubble-galaxy-pluto.html\">they stink</a>.</p><p>\"They can just barely resolve Pluto in the distance just a few pixels across,\" says <a href=\"http://www.swri.org/iProfiles/ViewiProfile.asp?k=s81y802jwy4371v\">Alan Stern</a>, an associate vice president at the Southwest Research Institute in Texas.</p><p>Our hazy view of Pluto is about to change. Over the weekend, a NASA probe that is overseen by Stern from Earth awoke from a state of hibernation. After nearly a decade in space and 3 billion miles, the <a href=\"http://pluto.jhuapl.edu/\">New Horizons</a> spacecraft has one primary job: Get a better picture of Pluto.</p><p>Scientists don't know what New Horizons will see, Stern says. Even in the fuzzy Hubble photos it's clear that Pluto has lots of variation on its surface.</p><p>\"We expect to find craters, perhaps mountain ranges,\" Stern notes. \"It's even possible there could be liquids on the surface.\"</p><p>There has never been a better time to visit Pluto. For decades, scientists thought it was an outlier, a strange critter lurking at the edge of the solar system. But starting in the 1990s, researchers realized that Pluto isn't a misfit. Other little planets are hiding in the shadows. They're called dwarf planets, and they're actually more common than the planets we've heard of.</p><p>\"Pluto and its brethren are the most populous class of planets in our solar system,\" Stern says.</p><p>New Horizons is expected to get its first glimpse of Pluto in January. Its course will take it within just a few thousand miles of the surface in July. At those distances, the spacecraft should be able to deliver stunning views of Pluto, even in the faint twilight of deep space.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Oh%2C+Snap%21+NASA+Promises+Best+Photo+Yet+Of+Faraway+Pluto&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"145"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369276337-be967a.m3u?orgId=1&topicId=1026&d=145&p=3&story=368492457&t=progseg&e=369264988&seg=5&ft=nprml&f=368492457"},{"href":"http://media.npr.org/assets/img/2014/12/04/pluto-1-a04138b93ba5e1c01f0a43a59ab5cc660078023b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"720","width":"961"}},{"href":"http://media.npr.org/assets/img/2014/12/05/encounter_01_highres-444f20585827b7eeefe9fc029639ca60bfeb3b34.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"562","width":"750"}}]}