{"created":"2015-05-05T20:38:05+00:00","modified":"2015-05-12T19:47:05+00:00","valid":{"from":"2015-05-12T19:47:05+00:00","to":"3015-05-12T19:47:05+00:00"},"hreflang":"en","guid":"cda11436-64a4-4cab-ad71-b98bca6103e5","title":"The French government's new surveillance law opens the door to NSA-style mass surveillance","published":"2015-05-12T19:47:00+00:00","byline":"Shirin Jaafari","tags":["national security","security","privacy law","law enforcement","surveillance","Patriot Act","politics","Technology","Science, Tech & Environment","National security","Security","Privacy law","Law enforcement","Surveillance","Patriot Act","Politics"],"teaser":"A new bill that will increase intelligence-gathering was passed in the French parliament today. This is not making supporters of civil liberties and privacy in France happy.","contentencoded":"<p>The <a href=\"http://www.pri.org/stories/2015-01-07/france-reels-after-charlie-hebdo-attack-kills-12\">attack</a> on the French satire magazine Charlie Hebdo back in January was a turning point, says Vivienne Walt, a Time Magazine reporter based in Paris.</p>\n<p>\"Until then,\" she says, \"there was a sense that things were pretty safe. That sense more or less is gone since January.\"</p>\n<p>The three men responsible for the attack had been on the radar of French and US intelligence services, but managed to slip through the cracks.</p>\n<p>\"[The intelligence services] seemed to have dropped the ball on this,\" Walt says. In response, the French parliament Tuesday passed a new law granting new surveillance powers to the French government, including bulk collection of communication meta data.</p>\n<p>\"[It] will allow the government to demand that telecommunications companies install what they call 'black boxes' on their networks in order to scoop up data on a large scale,\" Walt explains.</p>\n<p>The law also create a new supervisory body called the National Commission for Control of Intelligence Techniques. To many observers, including Walt, this looks a lot like the surveillance measures the US already has in place.</p>\n<p>“Essentially, what this will do is allow the government to have emergency surveillance declarations or commands. It will allow them to effectively bypass a fairly established and lengthy legal process in order to install eavesdropping, for example, and effectively tap into people’s Internet networks most of all,” Walt says.</p>\n<p>She points out, however, that French Prime Minister Manuel Valls has emphasized in recent weeks that the new bill is not the same as the controversial US Patriot Act. Many French disagree, Walt says.</p>\n<p>In the end, Walt says that although there is great opposition to this new surveillance, it might just be something the French will have to learn to live with.</p>\n<p>\"For a lot of French, there is a sense that they are going to have to adapt and that this is a kind of asymmetrical war and an invisible enemy that might or might not be among them — that they are going to have to live with and deal with in a way that they haven’t done until now.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-05%2Ffrench-government-paving-way-mass-surveillance-nsa-style&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05052015_02.mp3"},{"href":"http://admin.pri.org/file/0505201502mp3"}]}