{"created":"2015-03-25T20:50:24+00:00","modified":"2015-03-26T18:41:58+00:00","valid":{"from":"2015-03-26T18:41:58+00:00","to":"3015-03-26T18:41:58+00:00"},"hreflang":"en","guid":"cda78169-e049-46bf-8e5a-69955287551e","title":"Seven questions you should ask to try to make sure your fish wasn't caught by slaves","published":"2015-03-26T18:41:53+00:00","byline":"Andrea Crossan","tags":["food","environment","wildlife","Environment","Science, Tech & Environment","Fishing","Seafood","Paul Greenberg","Fish products","Shrimp","Salmon"],"teaser":"Americans eat far less seafood than they do meat, but there's still a long way to go before they chow down on salmon and shrimp in a truly ethical and sustainable manner. Author Paul Greenberg offers facts and tips for making your daily catch a little greener.","contentencoded":"<p>Here's yet another food dilemma for the 21st century: Ethically speaking, what's left that you can actually eat from the ocean?</p>\n<p>Given how hard it is to know the backstory of the fish on your plate, is there any effort being made to draw down demand for seafood in this country?</p>\n<p>We put these questions to Paul Greenberg, the bestselling author of \"<a href=\"http://www.amazon.com/Four-Fish-Future-Last-Wild/dp/014311946X\">Four Fish: The Future of the Last Wild Food</a>\" and \"<a href=\"http://www.amazon.com/American-Catch-Fight-Local-Seafood/dp/1480599069\">American Catch: The Fight for Our Local Seafood</a>.\"</p>\n<p><strong><em>Are we a nation of fish eaters?</em></strong></p>\n<p>[Americans eat] 15 pounds of seafood per person per year. Compare that to Asia [where] you’ve got 35 to 40 pounds of seafood per person per year [or] with the American meat consumption, land food meats. That’s like 200 pounds per person per year.</p>\n<p><strong><em>What's the best fish to buy?</em></strong></p>\n<p>The best fish you could buy isn’t a fish, it’s a mollusk. I’m really big these days on mussels, farmed mussels, particularly those grown in the United States — and Canada is not bad either. The reason being is that these are creatures that are very high in Omega-3. They have a very small environmental impact. They are filter-feeders, so you don’t have to feed them any fish or anything. And they are just a very good thing to have in the water because they create habitat for other fish. I’d like to see America grow more mussels.</p>\n<p><strong><em>What's the most common seafood American eat?</em></strong></p>\n<p>Far and away, the thing we eat the most of is shrimp. We eat four pounds of shrimp per person per year, and 90 percent of the shrimp we eat is imported. A lot of it is coming from Southeast Asia. It’s coming to us from pretty far away. It’s kind of hard to figure out exactly what goes on in the farms that grow that shrimp.</p>\n<p><strong><em>We have so much coastline in the US. Why do we import so much seafood?</em></strong></p>\n<p>We import a lot of seafood, but we also export a lot of seafood. We export about a third of what we catch, and that’s about 3 billion pounds every single year. What we export is mostly wild, pretty high quality things. Like 80 percent of the salmon we catch, we export. And we import sort of cheap stuff. We import a lot of tilapia, we import a lot of shrimp and we import a lot of what we call a Pangasius catfish, which you probably never heard of — but it’s the sixth most consumed seafood in America.</p>\n<p><strong><em>What is a Pangasius catfish?</em></strong></p>\n<p>You’re most likely to come across a Pangasius catfish in a hospital. ... Say you’ve just had an operation and the orderly comes by and asks you, \"What you would like for lunch today, chicken or fish?\" And you’re like, \"What’s the fish?\" And he says \"I don’t know, mister, it’s just fish.\"  A lot of times that's the Pangasius catfish. It’s just a white neutral fish that people use in industrial settings, and so that’s where you’ll see it a lot of the times.</p>\n<p><strong><em>Is it safe to eat American seafood?</em></strong></p>\n<p>American seafood is generally well-managed. If it’s farmed, it’s generally farmed under good regulations. We really do focus our seafood consumption around the big four, which are shrimp, salmon, tuna and pollock ... which you find in your Filet-o-Fish. We could be doing a lot more growing of clams, mussels, oysters, because it’s really, really good for the environment and just a great health food as well.</p>\n<p><strong><em>And your advice on eating seafood?</em></strong></p>\n<p>You’ve got to inform yourself. Seafood is complicated. It’s the last wild food, so if we’re going to take on that very complicated task of eating the last wild food, we have to bone up intellectually and be prepared to answer some questions.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-25%2Fpaul-greenbergs-guide-eating-seafood-ethically&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03252015_07.mp3"},{"href":"http://www.pri.org/file/0325201507mp3"}]}