{"created":"2014-09-22T16:10:32+00:00","modified":"2014-10-31T15:42:04+00:00","valid":{"from":"2014-10-31T15:42:03+00:00","to":"3014-10-31T15:42:03+00:00"},"hreflang":"en","title":"With Great Korean Barbecue Comes Great Responsibility","published":"2014-05-12T15:41:00+00:00","teaser":"The bulgogi beef in Los Angeles' Koreatown might be the best grilled meat you'll ever have — if you know how to place an order. We'll walk you through one important rule.","itags":["npr_api","311115846"],"guid":"cda821f1-0b43-4a6e-ac0e-48f1302e6b41","contentencoded":"<p>Go hunting for the best barbecue in America and you might end up in a city that surprises you: Los Angeles. Specifically, the L.A. neighborhood known as Koreatown.</p><p>I'm talking about Korean barbecue. If you're unfamiliar, that's thinly sliced, marinated meat grilled right in front of you. Trust me, it's awesome (<a href=\"http://www.npr.org/blogs/codeswitch/2014/03/14/289800922/got-bulgogi-the-maybe-true-story-behind-an-odd-new-york-times-ad\">this guy </a>knows what I'm talking about).</p><p>I've been eating a lot of Korean barbecue lately, and there is something that I keep noticing.</p><p>You can find these buttons on the tables of practically every K-Town, as Koreatown is affectionately called, barbecue joint. A bit of journalistic research (tapping the button during a meal) led me to discover their purpose: to call over the server.</p><p>Duh, right? That's what some of you are probably thinking. And it's what my Angeleno friends told me. But I'm new to the city and I was curious: Where did these call buttons come from? Why are they so popular at Korean barbecue joints? These questions took me straight to David Kang, head of the <a href=\"http://dornsife.usc.edu/ksi/\">Korean Studies Institute at the University of Southern California</a>.</p><p>\"These call buttons are relatively new,\" Kang told me. \"In Korea it's still common that, if you want something, you yell 'yogi-yo' or 'here,' and you wave your arm. Then they come running over and they're like, 'What do you want?' \"</p><p>Call buttons have only become common to Koreatown in the past generation or so, Kang says, as non-Koreans increasingly began to venture into Korean restaurants. He says they are the product of two very different dining cultures.</p><p>\"The American internal logic is the waiter comes over, they introduce themselves, they're friendly, they keep checking up on you. The Korean internal logic is, you're there to eat. And [the waitstaff] don't bother you unless you call them over.\"</p><p>The restaurant Park's BBQ serves exquisite grilled meat out of a strip mall in Koreatown. The facade is a little grimy, but on a Wednesday afternoon the parking lot is packed with BMWs and Mercedes. David Chang, a server at Park's BBQ, says people ask about the call buttons all the time — it's a sign they might be tourists.</p><p>\"They are like, 'What does this do?' \" Chang says. \"Or sometimes they press it and I go over there and they are like 'I don't know what this was for,' and I am like, 'So you just pressed it?' \"</p><p>Jake Ayers was visiting from Seattle when I caught up with him at Park's BBQ. He didn't know what to do with the button on his table. But when I told him what it was for, he gave it a try.</p><p>Then he tried it again.</p><p>That's a faux pas says server David Chang. He has this advice for K-Town newbies: Definitely hit the call button when you need something. But then just wait. Don't hit it again.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Great+Korean+Barbecue+Comes+Great+Responsibility&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Miles Bryan","audio":[{"meta":{"duration":"177"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311276169-7cfbe4.m3u?orgId=1&topicId=1015&ft=3&f=311115846"},{"href":"http://media.npr.org/assets/img/2014/05/09/istock_000005365805large-1c2eca1e9486149c5d394e6b6c7cc71a097ef62c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1379","width":"1840"}},{"href":"http://media.npr.org/assets/img/2014/05/09/call-button-1-253eed548d7ce461dd34abd7ae4b54df30a065ef.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3263"}}]}