{"created":"2015-04-29T15:27:40+00:00","modified":"2015-06-03T15:00:46+00:00","valid":{"from":"2015-06-03T15:00:46+00:00","to":"3015-06-03T15:00:46+00:00"},"hreflang":"en","title":"How One West Baltimore Principal Helps Her Students Make Sense Of It All","published":"2015-04-30T21:31:00+00:00","teaser":"Crystal Harden-Lindsey is a principal at a public charter school for middle and high schoolers. \"You just have to pray that they'll make it back to school the next day,\" she says of her students.","itags":["npr_api","403018090"],"guid":"cda95da2-1933-43cb-89e2-84273b2c4ae8","contentencoded":"<p><em>Editor's note: Code Switch reporter Shereen Marisol Meraji spent Wednesday with a West Baltimore principal charged with a huge task: helping her middle and high school students, who are overwhelmingly poor and black, make sense of what's happening in Baltimore right now. <br /></em></p><h3>Part One</h3><p>It's 7:12 a.m. on Wednesday morning and Crystal Harden-Lindsey rolls into the parking lot of Green Street Academy in West Baltimore, which she has headed since 2012. Today is a big day: School's back in session after shutting down all day yesterday in the face of protests and unrest. Harden-Lindsey, who's 35 and grew up in East Baltimore, knows her kids are going to have lots of questions; a few of them were texting with her yesterday, sending her their cellphone videos of the looted stores and burned buildings.</p><p>It helps that she knows where they're coming from. Harden-Lindsey has roots in this city. She grew up across town, right around North Rose and East Monument streets. Her grandmother lives right by Southern Baptist Church, near the senior center that was <a href=\"http://www.baltimoresun.com/news/maryland/baltimore-city/bs-md-ci-fire-20150427-story.html\">engulfed in flames on Monday</a>. And throughout her life she has been no stranger to violence. When she was just a kid, she recalls seeing a dead body in the street. It's nothing new, but this sort of violence still breaks her heart, she says.</p><p>On a day like today, it's all about looking forward.</p><p>\"If we can get today under control, we'll be OK until Friday,\" Harden-Lindsey says. On Friday, the Baltimore Police Department is expected to release the findings of its investigation into Gray's death, according to the <a href=\"http://www.baltimoresun.com/news/bal-whats-next-in-freddie-gray-investigation-20150428-story.html\">Baltimore Sun</a>. Depending on what those findings say, the weekend could be fairly quiet or embroiled in further protests.</p><h3>Part Two</h3><p>First on the principal's agenda today is a 7:30 a.m. meeting with the school's leadership committee of teachers. Their job: figure out how to help their students cope with everything they're seeing.</p><p>There are 42 teachers at the school. Only nine are black, a stark contrast to what the student body looks like. Green Street Academy has 450 students, 98 percent of whom are black, with nearly all of them on a free-and-reduced lunch plan.</p><p>One of the teachers asks whether the school will be getting any outside help in talking to the kids. Harden-Lindsey says two social workers, a pastor and a psychologist are scheduled to come in. By 9 a.m., some of that outside help has arrived.</p><p>William Richardson stands in front of a group of about 30 eighth-grade boys in the school cafeteria. He knows Baltimore's school system well; he taught in this city for 10 years and served as the dean of students at Green Street Academy for two. These days, Richardson works for the Department of Juvenile Services, helping young men with substance abuse issues.</p><p>The students are seated before him at a row of cafeteria tables. They're dressed in gray slacks and pressed white shirts adorned with green ties — imitations of the adults they're becoming.</p><p>Richardson was scheduled to talk to eighth-grade boys and girls at the same time, but he quickly decided to separate them into groups — boys from girls, girls from boys. The boys were reticent to talk, so he figured, maybe separating them would lead to a more honest and open dialogue. Instantly after the girls leave, the boys seem to start paying attention.</p><p>And the questions — which became increasingly pointed, increasingly impassioned — start pouring out.</p><p>\"Why have white people been killing us since slavery, and they're still killing us?\" one student asks.</p><p>\"All these police officers are killing black dudes for no reason,\" <a href=\"https://twitter.com/RadioMirage/status/593410436747403264\">says</a> a boy named Montrel.</p><p>\"If a cop asks what we're doing, and we're not doing anything, do we have to answer?\" another wonders. (Code Switch's Gene Demby <a href=\"https://storify.com/createdbyerica/why-black-and-white-people-see-the-police-differen?utm_source=embed&utm_medium=publisher&utm_campaign=embed-header\">tweeted about young brown men's encounters with police a while back</a>.)</p><p>One of the adults in the room tells them they can peacefully protest with adult supervision, \"but don't break things.\" The adults tell them to write emails to politicians, encourage their parents to shop at black-owned businesses and to above all, be positive.</p><p>A frustrated student pipes up at this: \"Positive is not always the answer.\"</p><p>Some of the teachers try another tack. Get your education, one says. Move up out of here.</p><p>The students don't seem satisfied with the answers they're receiving. It's never easy to give advice to adolescents, especially in this case, where the stakes are so high.</p><h3>Part Three</h3><p>Right before lunch, Principal Harden-Lindsey walks the halls, handing out fliers to teachers and staff for an impromptu brown-bag meeting. It's so they can share their own feelings about what's happening across the city, and about what their students are telling them.</p><p>But some don't want to wait. There's a steady flow of people coming into her office to let off steam. Harden-Lindsey welcomes that. Everybody needs a safe space to talk about what's going on. She's surprised to hear the teachers get so emotional about their own pain over the state of the city. It's something she hears again and again as she circulates through the halls.</p><p>It's still a school day, crisis or no crisis. Her high school students barely got settled in the morning before they had to sit for state tests. Many high school students didn't show up at all. Harden-Lindsey briefly considered finding a way to postpone the exams, just until everything settled down. But she changed her mind, thinking there was no guarantee of any more calm days this school year.</p><p>There are some ordinary things about this day, too. Harden-Lindsey is on her feet, walking the long hallways from her office, to the cafeteria, to the auditorium, and up and down the stairs to different classrooms. She's constantly switching up between giving messages of encouragement, and laying down the law, asking teachers, staff and students how they're doing, and telling them that she loves them.</p><p>But she's also pulling kids aside for dress code violations. Students out of uniform — with untucked shirts, missing ties, jewelry or makeup that's outside the dress code — are told to get it together. In her hands are rule-breaking hats and shirts that she has taken from the kids.</p><p>By the halfway point of the day, Harden-Lindsey has been taking her regular role as a counselor to a whole other level, reassuring anxious parents, calming kids who were frightened by the violence and looting, and lecturing some students who had taken part in it.</p><h3>Part Four</h3><p>After lunch, Harden-Lindsey heads into the American government class that's led by teacher Miles Skeen. She hears student James Arrington in the middle of a speech he's delivering about what he wants the government to do to help the kids of Baltimore.</p><p>James says young people need access to more activities, recreation centers and safe places to go after school. He wants more responsible adults in the community to count on; Boys and Girls Clubs, Big Brothers and Big Sisters to step in.</p><p>He says kids act out because they don't have anyone to show them how to do better.</p><p>Harden-Lindsey listens to the speech respectfully, but doesn't let it go unchallenged. She questions whether bad choices are the responsibility of the kids who make them, or of adults who've let them down.</p><p>\"I think it's 50/50,\" another student says, \"'cause it's the obstacles <em>and</em> the decisions you make on your own.\" Harden-Lindsey wants to focus on the \"50\" that's within the control of the young people themselves.</p><p>\"A lot of what you say, I can definitely understand in terms of being hopeless, of being angry,\" Harden-Lindsey says. \"But something that the media is not going to tell you ... is that, yes, we have a lot of things that go against us, but we're also very resilient.\"</p><p>Teacher Miles Skeen thanks Harden-Lindsey for her input and goes on to talk about growing up with a lot more advantages, including basic things like a school bus that picked him up at his door every day. Skeen praises his kids for taking two or three public bus rides to get to school, and smiling and working hard, despite dealing with all kinds of troubles at home. \"I'm blown away by that,\" he says. \"I'm incredibly inspired by that.\"</p><h3>Part Five</h3><p>There are lots of kids at Green Street Academy who are glad to talk about anything else but the problems in the city, like eighth-graders Khalil Ben and Robert Carter. On Wednesday afternoon, they're tending the school's garden. It's part of the academy's focus on preparing its students to compete in the \"green economy.\"</p><p>Robert and Khalil were eager to talk about growing kale, watermelon and tomatoes, and about raising six chickens and collecting their multicolored eggs. They were most excited about the tilapia that were being raised in the lower level of the school, especially their discovery that the fish give birth through their mouths.</p><p>When asked about what's happened in the city, neither had much to say except that they \"want this to be over.\" Harden-Lindsey was happy to give them a chance to focus on something that made them proud.</p><h3>Part Six</h3><p>The day winds down, and Harden-Lindsey uses her closing announcements to thank her students and teachers for keeping it positive.</p><p>But the end of classes isn't the end of her work. She steps outside to help coordinate a tricky and chaotic dismissal. Green Street Academy shares a campus with two other schools, and Harden-Lindsey worries that those students aren't always as disciplined as hers.</p><p>Usually, the other schools' students leave ahead of academy kids, without much incident. But today, there's drama. Harden-Lindsey says she has gotten reports that some students were planning to go loot stores in a nearby neighborhood. She's getting text messages that the National Guard is filling the area, something that scares instead of reassures her. What's more, the public buses that students from all three schools on campus depend on are coming late, or not coming at all.</p><p>A crowd of anxious and agitated kids is milling around when Harden-Lindsey spots two girls — not from Green Street Academy, but the other schools — fighting. She steps in to break it up while other students record videos on their cellphones. Things settle down as more buses come and more students leave.</p><p>Harden-Lindsey watches them go with mixed feelings; it had been a good day for the Green Street Academy. She was so proud of her teachers and students, especially the way they handled their classes and talked through some of the issues that Baltimore — and the nation — still struggle with.</p><p>But she worried about what they face after school. \"It's sad as a principal to watch your kids go home, because they're out of your control,\" Harden-Lindsey says. \"You just have to pray that they'll make it back to school the next day.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+One+West+Baltimore+Principal+Helps+Her+Students+Make+Sense+Of+It+All&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Shereen Marisol Meraji","audio":[{"meta":{"duration":"292"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403375409-f127ea.m3u?orgId=1&topicId=1015&d=292&story=403018090&ft=nprml&f=403018090"},{"href":"http://media.npr.org/assets/img/2015/04/29/imagejpeg_0-824647dc0e13a748cd9770a4cf4de22d97f4cc97.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"767","width":"1023"}},{"href":"http://media.npr.org/assets/img/2015/04/29/imagejpeg950-7a4f96f143d39413bdf6027c438fc38ebf34fd6c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"767","width":"1023"}},{"href":"http://media.npr.org/assets/img/2015/04/29/img_4214-4f65fd4b4e9dc1419037a9a86c495cf6806a1548.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2151","width":"2868"}},{"href":"http://media.npr.org/assets/img/2015/04/29/shereen-school_wide-07f0249c781f460cdb4ada699097bda80389ea15.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1677","width":"2981"}}]}