{"created":"2014-10-08T16:08:33+00:00","modified":"2014-10-31T02:05:47+00:00","valid":{"from":"2014-10-31T02:05:47+00:00","to":"3014-10-31T02:05:47+00:00"},"hreflang":"en","title":"'Too Crisp And Self-Assured?' Take It As A Compliment, Ladies","published":"2014-05-15T19:14:00+00:00","teaser":"<em>Tell Me More</em> host Michel Martin reflects on the retirement of legendary broadcaster Barbara Walters, and what her career says about how society treats smart, ambitious women and girls.","itags":["npr_api","312451709"],"guid":"cdaa078e-00ef-45d8-b93f-4e36952f5aa7","contentencoded":"<p>A shout out to Barbara Walters on the occasion of her last official week on the air. Her Friday appearance on <em>The View</em>, the talk show she founded, is scheduled to be her last regular appearance on the air.</p><p>While we could certainly spend the next few minutes paying tribute to her for all the juicy scoops she has landed and all the glass ceilings she has busted, what I really want to do is point out what her life story has to do with another ongoing story — the plight of the kidnapped Nigerian girls whose ordeal enters its fourth week.</p><p>At which point you ask: \"What do the experiences of a super-rich American broadcasting star have to do with all those girls from one of the poorest and most volatile parts of Nigeria?\"</p><p>Can I just tell you? Barbara Walters is important not just for her work but for what she made of it, not least the fact that she made sure she got paid for it. Her decision to leave NBC for ABC in 1976 — a front page story at the time — made her not only the first woman co-anchor ever to present the evening news at a major network, but also, it was reported at the time, the world's highest paid newscaster.</p><p>This stands out even now as women continue to earn lower pay for doing the same jobs as men, even when they have the same credentials. The Economic Policy Institute just issued another study about this recently, showing that this divergence starts at the earliest stages of a woman's work life. Now there is all kinds of reasonable debate about why that is — because women have a confidence gap, it is said, or take more time off for family. But it cannot be ignored. It matters because women are heading up more households; either because they choose not to marry, or are widowed or divorced. They may be single parents or — and sometimes and — supporting elderly parents and other relatives as well.</p><p>Every dollar women don't get that would be theirs if they were men is a dollar that isn't buying school books, or paying the salary of a caregiver, or going into a retirement fund. At one point, Barbara Walters was doing all of those things — supporting relatives, raising a child on her own. And, as she said in her memoir, she knew she had to earn enough do all those things. And she was ridiculed and resented for it. The research shows this often happens to women who stand up for themselves in professional negotiations. This research was recently reported by my NPR colleague Shankar Vedantam on <em>Morning Edition</em> in a <a href=\"http://www.npr.org/series/177622347/the-changing-lives-of-women\" target=\"_blank\">series</a> on women and work. And I thought, that's interesting. Lo and behold, just this week I got a letter saying that I am \"often too crisp and self-assured\" on the air. Trust me, this was not meant as compliment. Does anybody criticize my male colleagues for being self-assured? Maybe, but I don't think so.</p><p>Now what does this have to do with those kidnapped Nigerian girls? Many of our colleagues in the media, but most notably Nicholas Kristof of the <em>New York Times</em>, have pointed out that extremists and fanatics target girls' schools because \"there is no force more powerful to transform a society\" and \"the greatest threat to extremism is girls reading books.\" Kristof says it's in part because educated women have fewer children. But more broadly, it is because girls' education doubles the formal labor force, raising living standards and promoting more productive development, which in turn creates a cycle that offers fewer justifications for extremism and fewer angry people with a lot of time on their hands to carry it out.</p><p>Economists call it a virtuous cycle, but that cycle — even in the most developed economies — is not complete until women can not only compete fairly in the labor force if they so choose, but be compensated appropriately when they deliver.</p><p>I'd say Barbara Walters delivered, and I say thank you. And to the person who said I am too crisp and self-assured, I will simply say, thank you to you too. I take it as a compliment.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Too+Crisp+And+Self-Assured%3F%27+Take+It+As+A+Compliment%2C+Ladies&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"TELL ME MORE STAFF","audio":[{"meta":{"duration":"222"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312451710-b03464.m3u?orgId=1&topicId=1060&aggIds=10617064&ft=3&f=312451709"},{"href":"http://media.npr.org/assets/img/2014/05/15/ap761004021-1--ae0c0736dc13f65b2f7125859624fc89f4550d4d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1560","width":"2081"}}]}