{"created":"2014-10-17T20:04:41+00:00","modified":"2014-11-10T20:36:41+00:00","valid":{"from":"2014-11-10T20:36:41+00:00","to":"3014-11-10T20:36:41+00:00"},"hreflang":"en","title":"Drop In Unemployment Raises Debate On Optimal Rate","published":"2014-10-17T22:26:00+00:00","teaser":"Now that unemployment has slipped below 6 percent, there's renewed interest in what the Federal Reserve's target for joblessness should be. Some economists worry that inflation will resurface.","itags":["npr_api","356980255"],"guid":"cdbbdd89-1c04-4eef-adfa-0523c5daeb19","contentencoded":"<p>The U.S. unemployment rate has been falling steadily over the years. Down from the recession peak of 10 percent in 2009, <a href=\"http://www.npr.org/blogs/thetwo-way/2014/10/03/353469536/unemployment-falls-to-5-9-percent\">it reached 5.9 percent</a> in September.</p><p>That's getting close to what economists call the natural unemployment rate — the normal level of joblessness you'd expect in a healthy economy.</p><p>But a lot of economists are asking whether the old rules about full employment still apply.</p><p>It might seem counterintuitive, but there is always going to be some unemployment. People are always out there looking for work, says former Federal Reserve Governor Randall Kroszner.</p><p>\"Even in the best of times you're going to have some positive unemployment rate. There's always going to be some churning in the labor market and that's actually a sign of health,\" he says.</p><p>But how much unemployment is too much? It's not a question people asked much three or four years ago, when the unemployment rate was obviously, painfully too high.</p><p>But now that it's dropped so much the question is coming up again. For a long time it was conventional wisdom that unemployment should be around 5.5 percent. If it fell too far below that, economists said, trouble would occur.</p><p>\"The problem is you can't sustain an unemployment rate that's superlow without some other bad things happening, principally a rise in inflation,\" former Fed Governor Alan Blinder says.</p><p>If the unemployment rate fell below 5.5 percent, economists feared there would be a scarcity of workers. Employers would have to raise wages, and prices would go up.</p><p>Then in the 1990s something baffling happened: Unemployment actually dipped below 5.5 percent and then kept dipping — below 5 percent, even below 4 percent — with no significant uptick in inflation, Blinder says.</p><p>\"First thing to say is it was a big surprise to most economists,\" he says.</p><p>How could unemployment fall so low without a significant surge in inflation? Economists have lots of theories. John Canally of LPL Financial says inflation isn't the threat it used to be. He says wage pressures have eased, in part because of globalization.</p><p>\"In the mid-'70s if you went to your boss and said, 'Hey boss, I need a raise,' the boss would go, 'Yeah, there's probably not anyone else around here who can do your job, so OK I'll give you a raise.' Today if you go to your boss in a lot of jobs the boss goes, 'Eh, you know what? Someone in India can do it for half your price and do it twice as fast. OK, so you're fired,' \" Canally says.</p><p>Whatever the explanation, economists were forced to reassess their notions of full employment. And today they disagree about just what the natural unemployment rate is. The disagreement extends to the Fed, Kroszner says.</p><p>\"Some members of the Federal Open Market Committee [the central bank's policymaking body] have said we're very close to our goal, our long-run goal of the unemployment rate being close to the mid-5s and that would be roughly full employment,\" he says.</p><p>Even though inflation remains very low, these Fed members worry that it could resurface.</p><p>But the new Fed chair, Janet Yellen, has made clear she sees things differently. The 5.9 percent unemployment rate, she says, masks an unusual amount of<a href=\"http://www.npr.org/2014/09/17/349329493/fed-pledges-to-keep-interest-rates-low-for-a-while\"> hidden weakness in the economy</a>. There are millions of people working part time who want to work full time. And there are the much-discussed discouraged workers, who have simply given up looking for work and aren't counted on the unemployment rolls.</p><p>\"Janet Yellen's view, also my view and the view of many economists — but not all — is that for a variety of reasons, some understandable and some mysterious, the unemployment rate is kind of out of step relative to other indicators of the state of the labor market,\" Blinder says.</p><p>That's important because Fed officials will have to decide soon when to begin raising interest rates. And that will depend on how close the U.S. economy is to full employment. That means the officials will have to decide just how relevant the jobless rate is and whether old notions of full employment still apply.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Drop+In+Unemployment+Raises+Debate+On+Optimal+Rate&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jim Zarroli","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357004686-7ba2c0.m3u?orgId=1&topicId=1017&ft=3&f=356980255"},{"href":"http://media.npr.org/assets/img/2014/10/17/456539292-88b8fa12c2d339fbe8506cf98cde415f443608de.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/10/17/u-s-unemployment-rate-sept-_chartbuilder-b3b234ff0b4acbf71d5fe6ff090aad84e06b8edc.png","type":"image/jpeg","meta":{"crop":"standard","height":"450","width":"600"}}]}