{"created":"2014-10-08T15:50:56+00:00","modified":"2014-10-31T02:32:46+00:00","valid":{"from":"2014-10-31T02:32:46+00:00","to":"3014-10-31T02:32:46+00:00"},"hreflang":"en","title":"Six Words: 'You've Got To Be Taught' Intolerance","published":"2014-05-20T11:46:00+00:00","teaser":"A huge hit upon its release, the 1949 musical <em>South Pacific</em> still resonates with contributors to The Race Card Project — particularly a song about how prejudice is learned, not innate.","itags":["npr_api","308296815"],"guid":"cdd1e281-2b10-491e-957e-a9970e870618","contentencoded":"<p><em>NPR continues a series of conversations about </em><a href=\"http://theracecardproject.com/\">The Race Card Project</a>, <em>where thousands of people have submitted their thoughts on race and cultural identity in six words. Every so often, NPR Host/Special Correspondent Michele Norris will dip into those six-word stories to explore issues surrounding race and cultural identity for </em>Morning Edition<em>.</em></p><p>\"You've Got to Be Carefully Taught\". Those six words form the title of a song from Richard Rodgers and Oscar Hammerstein's <em>South Pacific</em>, the wildly popular musical revolving around cross-cultural love affairs in the South Pacific during World War II.</p><p>That phrase — \"You've got to be carefully taught\" — is also a popular entry in The Race Card Project's inbox. More than a dozen people have offered submissions quoting those six words in some way.</p><p>Let's begin with a little context. The musical <em>South Pacific</em>, which opened on Broadway in 1949, won several Tony Awards the following year. Then, years later, it became a hit movie.</p><p>To say <em>South Pacific</em> was successful would be an understatement — it was a blockbuster. But it also drew critics and controversy. It covered uncomfortable territory. Its romantic tension was based on interracial romance, a strong taboo at the time.</p><p>Even so, the soundtrack topped the charts. Songs like \"Some Enchanted Evening\" and \"I'm Gonna Wash That Man Right Outa My Hair\" were in heavy rotation on the radio and on record players around the country.</p><p>And judging from the inbox at The Race Card Project, the message behind the song \"You've Got to Be Carefully Taught\" has resonated with those who love the <em>South Pacific</em> soundtrack, like Kathleen Ziegler of Lino Lakes, Minn. She says she first heard that song on her family's record player.</p><p>\"I had three older sisters,\" she says. \"We used to put the records on a lot, as we were cleaning, especially. And we'd have it turned way up and we learned all the songs.\"</p><p>The sisters would sing together, Ziegler says, and the lyrics to \"You've Got to Be Taught\" stay with her, even today.</p><blockquote><p>You've got to be taught<br />To hate and fear, you've got to be taught from year to year<br />It's got to be drummed in your dear little ear<br />You've got to be carefully taught.<br />You've got to be taught<br />To be afraid of people<br />Whose eyes are oddly made<br />And people whose skin is a different shade<br />You've got to be carefully taught.</p></blockquote><p>\"I just remember hearing [the lyrics] when I was young, and it made me very sad,\" Ziegler says. \"I had parents who did exceptionally love us and taught us to do the same. And I just thought, how can people be taught to hate, especially children?\"</p><p>Ziegler was raised by parents of German descent during World War II. She remembers that the patriotism of that time was also steeped in bias.</p><p>\"One of my earliest memories is knowing that you were supposed to hate 'Japs.' We used to say, 'Bombs over Tokyo,' and drop something on the ground,\" she says. \"I never thought of it as being a hateful thing — then.\"</p><p>But those are words she would never say today, Ziegler says. \"No, no. That's offensive. [But] that was what we were <em>taught</em>. Or, what we heard.\"</p><p><strong>Love Stories With A Cultural Twist</strong></p><p>What people hear and see in <em>South Pacific</em> are classic love stories with a thorny cultural twist. What happens, for instance, when \"boy meets girl\" becomes \"all-American boy meets Asian girl in wartime setting\"?</p><p>Perhaps Oscar Hammerstein was challenging the democratic principles at stake in World War II. In 1958, Hammerstein was on <em>The Mike Wallace Interview</em>, hosted by Mike Wallace of <em>60 Minutes</em> fame. \"<em>South Pacific</em> had two love stories in it,\" Hammerstein told Wallace. \"They both concern, in a different way, race prejudice.\"</p><p>In the interview, Hammerstein explained that one of the love stories involves a plucky American woman named Nellie Forbush.</p><p>\"Nellie Forbush, the Navy nurse, is in love with a Frenchman, and when she finds out that he was once married to a Polynesian woman and has two Polynesian — no, half-Polynesian — children, she runs away,\" he explained.</p><p>\"She's shocked by it, and she's awakened later when she fears he's dead, and then suddenly she realizes how unimportant was her prejudice, how important it was that she loved him and how much she wants him back, no matter what kind of children he has,\" he said.</p><p>\"What we were saying was that ... all this prejudice that we have is something that fades away in the face of something that's really important,\" Hammerstein told Wallace.</p><p>So, love wins ... sometimes. Because the other love story, Hammerstein explained, \"is about a young Marine who falls in love with a Tonkinese girl on the island.\"</p><p>Well — spoiler alert: Despite the burning desire between Lt. Cable and the island girl, named Liat, their differences keep them apart.</p><p><strong>A Deliberate Message?</strong></p><p>At the time of <em>South Pacific</em>'s release, its theme of racial and romantic tolerance was just too much for some. Some members of the military complained that \"Carefully Taught\" ruined the flow of the musical.</p><p>When the show went on national tour in the 1950s, two Georgia state lawmakers were repulsed after seeing it, and said a song justifying marriage between races was offensive. One of them, Rep. David C. Jones, wrote in a letter, \"We in the South are a proud and progressive people. Half-breeds cannot be proud.\"</p><p>Scholars suspect that Hammerstein <em>knew</em> he would strike a nerve with <em>South Pacific</em>. He had tucked liberal messages into previous productions.</p><p>Larry Maslon, a Broadway historian who teaches at the graduate acting program at New York University, says he has always thought of Oscar Hammerstein as a preacher, \"In the way that I think of Abraham Lincoln as a preacher, or Leonard Bernstein as a preacher. Lincoln used the White House, Bernstein used the conductor's podium, and Oscar used the theater,\" he says.</p><p>\"And all of his shows offer a kind of benign choice, it seems to me: that tolerance is probably better than prejudice; that enlightenment is probably better than ignorance,\" he says. \"And I think he appealed, in the way that Lincoln did, actually, in his second inaugural address, to the better angels of our nature.\"</p><p>Nearly 70 years ago, Hammerstein's message of tolerance was largely about race and romance. But on so many levels — race, sexual orientation, class, religion, gender — the challenge of reaching across differences is still relevant today.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Six+Words%3A+%27You%27ve+Got+To+Be+Taught%27+Intolerance&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michele Norris","audio":[{"meta":{"duration":"531"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313844306-b5d3d5.m3u?orgId=1&topicId=1015&aggIds=326228928,173814508&ft=3&f=308296815"},{"href":"http://media.npr.org/assets/img/2014/05/07/south-pacific-movie-0bbde69975f369bbcd347a5024a7a02be3ab5546.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4014","width":"5348"}}]}