{"created":"2014-08-28T02:14:23+00:00","modified":"2014-10-30T23:07:21+00:00","valid":{"from":"2014-10-30T23:07:21+00:00","to":"3014-10-30T23:07:21+00:00"},"hreflang":"en","title":"'F' Is For Fraudster In A Family Novel For Our Modern Times ","published":"2014-08-21T13:30:00+00:00","teaser":"Daniel Kehlmann's <em>F</em>, about three brothers abandoned by their father, examines the detail of lives lived without integrity. It is brilliantly translated from the German by Carol Brown Janeway.","itags":["npr_api","341895522"],"guid":"cdd51576-1e35-40ef-a71b-94f322decf2e","contentencoded":"<p>A father takes his three sons to a hypnotist's show. Called onto the stage, the father's cool self-possession and confidence seem to prevail, and he walks away, claiming no effect. They leave the show, he drops his sons off and drives away. We learn later that he has taken his passport and emptied the family bank account. The boys will not see him again until they are adults.</p><p>Arthur Friedland's abandonment of his children is the tragedy at the center of this beautifully translated novel by German-Austrian author Daniel Kehlmann. When we next meet the brothers, they are grown, and each is experiencing a crisis of sorts. Martin, the son of an earlier marriage, is overweight, socially awkward and still obsessed with the Rubik's Cube his father gave him as a boy. Although now an ordained priest, he cannot manage to conjure actual belief in even the most basic tenets of faith.</p><p>Martin's half-brothers — identical twins Eric and Ivan — had been inseparable (and indistinguishable) as boys but are now drawn apart by the secrets they keep from each other. Eric is a businessman whose financial misdeeds are about to catch up with him; Ivan is an art dealer and forger. In fact, all three brothers are fraudsters of one kind or another, and through them, Kehlmann, with dry wit, philosophical wonderings and relentless pessimism, examines the detail of lives lived without integrity.</p><p>None of the Friedland men are very good at life. Plaintively, one of them muses: \"How did other people know how to behave, where was it written, how did you learn it?\" Do their problems all stem from Arthur's disappearance? Did something happen to him on that stage with the hypnotist to make him run away from his life and his family? Or is the state of mind that makes for disconnection and disaffection just our lot as humans in complex modern times?</p><p>In chapters that switch point of view to focus on each family member in turn, Kehlmann narrates the lives of the brothers during the summer of 2008, just before the global financial crisis, as the deceptions upon which their respective existences are built are threatened with exposure.</p><p>This is a book for the reader who doesn't mind working hard. In one exceptional chapter, there is an anecdotal genealogy-in-reverse that tracks the lives of Arthur's ancestors across the globe and through the centuries. It's an object lesson in compression made all the more intriguing by the fact that, taking into account the abandoned babies and disappearing fathers, it's a lineage that cannot possibly be verified. And yet the reader is compelled by the recurring talents and fates that mark the family history.</p><p>Kehlmann's prose is sophisticated and often dense, his musings on religion, art and life are intellectually rigorous, and his plotting masterful in the linking of the story's separate narratives with overlaps that, when revealed, surprise and shock the reader. Despite the fact that I did not find a single likeable character here — each too deeply flawed and unpleasant to be comfortably deserving of empathy — the challenge made this a hugely rewarding read. After all, as Arthur tells one of his sons: \"A life doesn't last long, Ivan. If you're not careful, you squander it in stupidities.\"</p><p>Recent research shows that works in translation account for approximately 3 percent of all books published annually in the U.S. and the U.K. Fiction's slice is an even smaller fraction. Thank the publishing gods, then, for the work of translators such as Carol Brown Janeway. Even a writer of Kehlmann's proven skill needs a sensitive and equally talented translator to transform images, jokes and all the complexities of well-drawn characters believably into another language. So well attuned is Janeway to the author's style and sensibility that I did not find a single false note in the entire book.</p><p>Although I persuaded myself that I was reading a tale with a distinctly German \"personality,\" there was much in Kehlmann's study of a family in crisis that I connected with: the thoughtless disloyalties and acts of selfishness along with mutual co-dependence; the sense of shared fates even as each seeks to forge a separate life.</p><p>Kehlmann's rendering of life's mysteries, and Janeway's seemingly effortless brilliance as a translator allow the reader a window to another world, another language, as if looking (and listening) through clear, highly polished glass.</p><p><em>Ellah Allfrey is an editor and critic. She lives in London.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27F%27+Is+For+Fraudster+In+A+Family+Novel+For+Our+Modern+Times+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ellah Allfrey","audio":[{"meta":{"duration":"161"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341958789-af7ec4.m3u?orgId=1&topicId=1034&ft=3&f=341895522"}]}