{"created":"2014-09-08T15:44:22+00:00","modified":"2014-10-31T02:31:13+00:00","valid":{"from":"2014-10-31T02:31:13+00:00","to":"3014-10-31T02:31:13+00:00"},"hreflang":"en","title":"Rosie The Riveter's World War II-Era Plant Saved","published":"2014-05-06T15:38:00+00:00","teaser":"Organizers of a campaign to save the Willow Run Bomber Plant in Ypsilanti Township, Mich., say they've raised enough money to buy a part of the facility and turn it into a museum.","itags":["npr_api","308611457"],"guid":"cde07fa9-f65e-46fa-b6cf-638faa7c61ce","contentencoded":"<p>In the end, it was a riveting finish: A campaign to save part of the Michigan factory where Rosie the Riveter and thousands of other women built B-24 bombers during World War II has raised the money needed to turn it into a museum.</p><p>The site's manager had given organizers of the Save the Willow Run Bomber Plant campaign until Thursday to raise $8 million to buy an area of the now-derelict plant. <a href=\"http://www.npr.org/blogs/thetwo-way/2014/04/29/308062125/rosie-the-riveters-world-war-ii-era-plant-faces-demolition\">As recently as Tuesday</a>, we told you that it could be the end of the road for the plant in Ypsilanti Township, Mich., because organizers were $1 million short.</p><p>But, as <a href=\"http://www.npr.org/templates/story/story.php?storyId=308590790\" target=\"_blank\">The Associated Press reported</a> on Thursday, campaign organizers \"closed in on a big one.\" Here's more:</p><blockquote><p>\"That allowed [fundraising consultant Michael] Montgomery and his partners to get 'within spitting distance of the full eight (million)' and enough to go forward with a purchase agreement, which he expects to be finalized in seven to 10 days.</p><p>\"Meanwhile, those behind the effort will go back to raising the additional dollars needed to make the new Yankee Air Museum a reality.\"</p></blockquote><p>\"We're going to go on raising money past May 1, because we've got to build the plant out and create the exhibits of the new museum that we've promised,\" Montgomery told the AP.</p><p><a href=\"http://michiganradio.org/post/organizers-say-save-rosies-factory-campaign-will-be-success\">Michigan Radio</a>, which is also reporting on the story, noted that organizers would buy \"a corner of the plant and separate it from the rest of the building, which is set to be demolished.\" And it quotes Dennis Norton, the founder of the Yankee Air Museum, as saying renovations will likely take years — and much more money.</p><p>Thousands of female workers — including <a href=\"http://www.npr.org/blogs/thetwo-way/2010/12/30/132484640/michigan-woman-who-inspired-wwii-rosie-poster-has-died\">Geraldine Hoff Doyle, the original Rosie the Riveter</a> — built B-24 bombers at the Willow Run plant, owned by the Ford Motor Co. In all, 8,685 B-24 Liberators were made to help in the war effort.</p><p>After the war, the plant turned out cars for General Motors. But after the automaker's bankruptcy, the facility's future became uncertain. Developers had planned to tear it down to make way for a vehicle research center.</p><p>Norton told Michigan Radio that the campaign to save the plant received all sorts of contributions, including one for $10 from a 92-year-old woman from Monroe, Mich.</p><p>\"She sent a note along with it that said, 'This is all the money that I can afford; I'm on Social Security and I have no pension. But I want you to have it. Because what you're doing saving this history, which is my history, is so important,' \" Norton said. \"We've gotten quite a few of these that are generally low-end donations that aren't all that significant in the overall pot of money, but they're very significant in telling us what people think of what we're trying to do.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rosie+The+Riveter%27s+World+War+II-Era+Plant+Saved&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Krishnadev Calamur","audio":[{"meta":{"duration":"97"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1308899332-526725.m3u?orgId=1&topicId=1091&ft=3&f=308611457"}]}