{"created":"2014-09-19T19:43:40+00:00","modified":"2015-01-12T14:56:27+00:00","valid":{"from":"2015-01-12T14:56:27+00:00","to":"3015-01-12T14:56:27+00:00"},"hreflang":"en","title":"Why Your 'Small-Batch' Whiskey Might Taste A Lot Like The Others","published":"2014-08-09T19:25:00+00:00","teaser":"A food blogger says dozens of distilleries are buying rye whiskey from a factory in Indiana and using it in bottles labeled \"artisan.\"","itags":["npr_api","336584438"],"guid":"cde06f6f-2b6e-42bd-9c64-32b97ffbefb0","contentencoded":"<p>It's a good time to be a whiskey maker, and craft whiskeys are all the rage, with names like Bulleit, Redemption, Templeton and George Dickel.</p><p>But according to a <a href=\"http://www.thedailybeast.com/articles/2014/07/28/your-craft-whiskey-is-probably-from-a-factory-distillery-in-indiana.html\">report</a> on The Daily Beast, some of those producers tossing off hazy, golden adjectives like \"hand-crafted,\" \"small-batch\" and \"artisanal\" are, well, not. There's a factory in Indiana churning out massive quantities of beverage-grade alcohol, and some distilleries are just buying it and putting it in their pretty bottles.</p><p>Steve Ury is an attorney by day and <a href=\"http://recenteats.blogspot.com/\">Recent Eats</a> blogger by night who is tracking where the good stuff comes from. He tells <em>All Things Considered</em>'s Audie Cornish that over 50 different brands from different companies appear to be bottling whiskey from this big Indiana factory, which goes by the name of MGP — Midwest Grain Products.</p><p>Ury says that one of the tell-tale signs on the bottle is the wording. \"Does it say it is 'distilled' by that company, or does it say it's 'bottled by' or 'produced by' that company? That sounds like a small difference, but it has a big legal meaning.\"</p><p>He also looks for the recipe because the Indiana distillery uses 95 percent rye, which is very distinct. That's a red flag that it might be from Indiana.</p><p>As for the taste, Ury notes that different barrels taste different. \"Sometimes they blend it with other whiskeys; sometimes they put it in a barrel that previously held port or rum to give it a slightly different flavor,\" he says. \"Sometimes they'll filter it. But there's a commonality of flavor of these MGP ryes because they are so distinct.\"</p><p>As The Daily Beast notes, one brand called <a href=\"http://www.whistlepigwhiskey.com/\">WhistlePig Straight Rye Whiskey</a> based in Vermont has gotten a lot of hype. It launched in 2010. Ury looked at the source of the whiskey and when it's supposed to be aged. So is there a discrepancy?</p><p>Ury says WhistlePig launched with a 10-year-old whiskey, made from barrels of whiskey from Canada, and sold it as the company's own rye whiskey.</p><p>\"Now there's nothing inherently wrong with that,\" says Ury. \"The only problem is that a lot of these companies aren't very clear that they're getting their whiskey from other places. WhistlePig, for instance, if you dig, you can find out that the label says in very small print 'a product of Canada,' but in their publicity they talk a lot about their Vermont farm, and about being a Vermont product.\"</p><p>According to Ury, all this murky sourcing makes it tough for the distilleries that really are small batch.</p><p>\"When there's a distillery down the street that's marketing whiskey made by a big distillery that's 10 years old, it's very hard for a small player who is trying their best to make the whiskey. And then once they make it, they have to sit on it for four or six or 10 years to get that age on it,\" he says.</p><p>So we had to ask Ury: Given what you've learned, what do you drink?</p><p>\"I'm an adventurer, so I like to try a little bit of everything,\" he says. \"I drink plenty of whiskey from MGP in Indiana. In fact, I have some favorites from there. And I'm a fan of WhistlePig, and I'm a fan of High West, and I'm a fan of Willett. It's not so much a matter of its tasting better or worse, it's more a matter of the consumer knowing what they're getting, and understanding why something might taste a certain way, and why something might taste differently.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Your+%27Small-Batch%27+Whiskey+Might+Taste+A+Lot+Like+The+Others&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"268"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336603464-b0037d.m3u?orgId=1&topicId=1053&ft=3&f=336584438"},{"href":"http://media.npr.org/assets/img/2014/07/30/small-batch-whiskey-17a690bfac8a167c18b8a10fc301f2d50d083538.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2376","width":"3164"}}]}