{"created":"2015-06-26T09:00:52+00:00","modified":"2015-07-03T19:05:40+00:00","valid":{"from":"2015-07-03T19:05:40+00:00","to":"3015-07-03T19:05:40+00:00"},"hreflang":"en","title":"A Showdown Looms At South Korea's Gay Pride Parade","published":"2015-06-27T18:30:00+00:00","teaser":"In Seoul, a parade that has gone on for 15 years is at the heart of a bitter standoff between organizers and Christian activists. Church groups threaten to stop the parade — in the name of God.","itags":["npr_api","417310709"],"guid":"cde47b87-9b51-4d32-94b0-3bffdd5cd269","contentencoded":"<p>In Seoul, a gay pride parade 15 years in the running is at the center of heated controversy between LGBT groups and Christian activists, who threaten to do what it takes to stop the marchers.</p><p>The growing visibility of South Korea's gays and lesbians has led to louder opposition from church groups in recent years, and this weekend's event has organizers preparing for confrontation.</p><p>\"In the Bible, homosexuality is sin. And to publicize your personal, private identity like that is a problem,\" says Pastor Jonah Lee of Calvary Church in Seoul. He is part of the religious opposition to gay culture, and calls himself formerly gay — cured of 43 years of homosexuality.</p><p>Gay rights in South Korea have become so contentious that at a pride month kickoff event earlier in June, more anti-gay protesters showed up than LGBT participants.</p><p>The Christian groups blared a Korean version of the \"Battle Hymn of the Republic\" to try and drown out pride event speakers. They also handed out leaflets, shouted into megaphones, and held up signs with messages like: \"Homosexuality will destroy humanity.\"</p><p>\"Churches oppose the festival and parade because it's too decadent,\" says Lee. \"Korea is not as open and free so as you could walk around with your bottom hanging out like that.\"</p><p>Public polls seem to back up the pastor. A Pew Research Center <a href=\"http://www.pewglobal.org/2014/04/15/global-morality/country/south-korea/\" target=\"_blank\">survey on moral issues</a> found that 57 percent of South Koreans thought that homosexuality was unacceptable, while 18 percent said it was acceptable.</p><p><strong>Disruptions Last Year</strong></p><p>At last year's parade, Christian protesters lay down in the streets, singing songs and stalling LGBT marchers for hours. This year, religious groups tried to stop the parade from happening at all. They flooded the police with permit applications to rally on the same day as the pride parade. It jammed up the permitting process, leading the Seoul police <a href=\"http://www.washingtonpost.com/blogs/worldviews/wp/2015/06/03/south-korea-at-behest-of-conservative-christians-bans-lgbt-march/\">to ban the parade altogether</a>, citing safety reasons.</p><p>But a <a href=\"https://www.google.co.kr/url?sa=t&rct=j&q=&esrc=s&source=web&cd=1&cad=rja&uact=8&ved=0CB0QFjAA&url=http%3A%2F%2Fwww.businessinsider.com%2Fafp-south-korea-court-rules-in-favor-of-gay-pride-parade-2015-6&ei=u4CLVd6jDcWmNua0gNgE&usg=AFQjCNFpg7HrNsKA4yc2gxBDMXf2sXnlvg&sig2=bD9LD_OMBl-n6uYg0u_mtg&bvm=bv.96782255,d.eXY\">court last week overturned the ban</a>, upholding the LGBT group's right to assemble.</p><p>\"Everybody has a right to protest, including the religious groups. What they don't have the right to do is to stop other people gathering in the way that they<em> </em>express themselves,\" says <a href=\"http://www.hrw.org/bios/graeme-reid\">Graeme Reid</a>. He's the LGBT rights director for Human Rights Watch.</p><p>\"As there's progress on one level, and in this instance, internationally, we see an overall trend toward more inclusive policies. But then, we often see a reaction to those gains. And I think that's what we're seeing in South Korea,\" Reid says.</p><p>Now, all eyes turn to Sunday, when as many as 20,000 are expected to turn out for the parade and festivities around it. Organizers — like Kang Myeong-jin — say they have to prepare for confrontation.</p><p>\"There's the possibility of unpredicted behaviors from the haters,\" Kang says. \"And their sole purpose is to stop the parade, but it's a matter of how they're going to stop it, what they're going to do, so we need to prepare against that.<br /> <br />Organizers have warned participants to be ready for flying objects, long stalls along the route and other potential safety hazards. For his part, the pastor says he doesn't condone physical or violent confrontations.</p><p>\"Extreme measures to LGBT parades will only breed social conflict. I try to convince the church on this matter, but I get a lot of contempt from them,\" Lee says.</p><hr /><p><em>HaeRyun Kang contributed to this story. For behind-the-scenes photos and observations from our Seoul bureau, check out our East Asia Tumblr, </em><a href=\"http://elisegoeseast.tumblr.com\">Elise Goes East</a><em>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Showdown+Looms+At+South+Korea%27s+Gay+Pride+Parade&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417675909-bf86ca.m3u?orgId=1&topicId=1125&d=233&p=3&story=417310709&t=progseg&e=417611771&seg=9&ft=nprml&f=417310709"},{"href":"http://media.npr.org/assets/img/2015/06/25/gettyimages-450256160-31b719c71efaa337ce0b024dc19b30fdb04f7316.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4306","width":"5744"}}]}