{"created":"2014-10-26T16:29:39+00:00","modified":"2014-11-10T20:50:14+00:00","valid":{"from":"2014-11-10T20:50:14+00:00","to":"3014-11-10T20:50:14+00:00"},"hreflang":"en","title":"Lifted On Giant Inner Tubes, An Old Tree Moves In Michigan","published":"2014-10-27T12:42:00+00:00","teaser":"A 250-year-old oak tree once stood in the way of the University of Michigan's new business school — until it was moved this weekend. It wasn't easy, though, and definitely not cheap.","itags":["npr_api","358965309"],"guid":"cde9c29a-4be0-493d-a42f-91d2da161658","contentencoded":"<p>For as many as 250 years, a bur oak has been growing on what is now the University of Michigan campus in Ann Arbor. The big tree stands in the way of an expansion of the Ross Business School.</p><p>But instead of cutting it down, the university is moving the tree. It's not easy, it's not cheap, and it's definitely not fast.</p><p>As it was prepared for its 500-foot trip down a pedestrian mall, the old oak's 44-foot diameter root ball was wrapped in plastic and burlap and rested on long pipes, inserted earlier this summer to create a platform for lifting.</p><p>\"While it does look fairly radical and invasive — and it is — if it's done properly, chances of survival are fantastic,\" says Paul Cox of Environmental Design, one of the few companies able to move a tree that weighs about 700,000 pounds.</p><p>The tree was raised on huge rubber bags so transporters could slip underneath. The bags look like inner tubes, except much thicker and longer.</p><p>\"You first place these bags, deflated, beneath the tree, beneath the pipe, and then slowly inflate them, and as you inflate, the tree comes up into the air,\" Cox explains.</p><p>All this know-how, labor and equipment is expensive. The move will cost about $400,000, money that came from $100 million donated for the expansion by philanthropist Stephen Ross, for whom the business school was renamed.</p><p>University spokesman Rick Fitzgerald says the school has never moved a tree this large before.</p><p>\"We didn't know if it could be moved,\" Fitzgerald says. \"We started exploring options, and come to find out there are companies that do this and have been successfully moving large trees for decades.\"</p><p>Fitzgerald admits the plan doesn't please everybody. Some business school students say it's too much money to save one tree. Some also say they don't like the new location, blocking part of the view of the front entrance.</p><p>Even BJ Smith, a forester who drove all the way from west Michigan to watch this move, can't make a good business case for it.</p><p>\"For the same price, I think in Washtenaw County, [where Ann Arbor is located] you can get about 120 acres of forested land,\" Smith says. \"That might be a better legacy than one tree.\"</p><p>Nevertheless, he watched in awe as the big inner tubes deflated and the tree was lowered onto the transporters. It made its way at a pace of about 1 mph to its new home on the other side of the business school.</p><p>The tree should be placed in the ground sometime Sunday, where it may live, easily, for another 250 years.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lifted+On+Giant+Inner+Tubes%2C+An+Old+Tree+Moves+In+Michigan&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tracy Samilton","audio":[{"meta":{"duration":"177"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359065369-185e82.m3u?orgId=1&topicId=1091&ft=3&f=358965309"},{"href":"http://media.npr.org/assets/img/2014/10/26/aa1_9331-b96b6e12867a29dc863f33013726eaff01d3ba3e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2993","width":"3992"}},{"href":"http://media.npr.org/assets/img/2014/10/26/buroak-4bbe73c8fba20469ee9e762ed7e9647dafd8d35d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4912","width":"6553"}}]}