{"created":"2014-12-16T19:00:07+00:00","modified":"2014-12-16T19:34:11+00:00","valid":{"from":"2014-12-16T19:34:10+00:00","to":"3014-12-16T19:34:10+00:00"},"hreflang":"en","title":"Jewish Cuisine — It's Not Just Chopped Liver","published":"2014-12-16T19:33:00+00:00","teaser":"Janna Gur shares some history of Jewish cuisine, as well as three recipes from her new cookbook \"Jewish Soul Food.\"","itags":["npr_api","371220238"],"guid":"ce10b27f-c24c-48f6-86b8-ceb5a552866f","contentencoded":"<p>You may think Jewish cooking can be summed up with a few dishes like chicken soup, knishes, chopped liver and gefilte fish.</p><p>But there once were Jewish communities all over the world &#8212; most of which no longer exist and all of which had a distinctive cuisine.</p><p>&#8220;Wherever Jews lived during the diaspora times, and they basically lived all over the planet, they created cuisines,&#8221; <strong>Janna Gur</strong>, editor of the Israeli cooking magazine <a href=\"http://www.hashulchan.co.il/\" target=\"_blank\">Al Hashulchan</a>, told <a href=\"http://hereandnow.wbur.org/\" target=\"_blank\"><em>Here & Now</em></a>&#8216;s Jeremy Hobson.</p><p>Gur is author of the new cookbook &#8220;<a href=\"http://www.amazon.com/Jewish-Soul-Food-Marrakesh-Unforgettable/dp/0805243089\" target=\"_blank\">Jewish Soul Food</a>.&#8221; She says all these cuisines came about because Jews adapted their cooking to kosher standards and observing the Sabbath. For example, gefilte fish came about because Jews could not pick bones from fish on the Sabbath.</p><p>&#8220;That was considered work,&#8221; Gur explained. In addition to sharing some history of Jewish cooking, Gur shared three recipes from her new cookbook:</p><p><a name=\"beef\"></a></p><ul><li><a href=\"#beef\">Albondigas | Beef and Grilled Eggplant Meatballs</a></li><li><a href=\"#babka\">Chocolate-Cinnamon Babka</a></li><li><a href=\"#fish\">Crispy Fish Cakes with Pine Nuts and Fresh herbs</a></li></ul><h4>Albondigas | Beef and Grilled Eggplant Meatballs</h4><p><strong>Janna&#8217;s Note:</strong> Al-bunduq means “hazelnut” in Arabic, and in Ladino, &#8220;albondigas&#8221; are small meatballs. One of the iconic dishes of Sephardic Jews and the epitome of Jerusalem cuisine, these tiny meatballs are always cooked in rich sauce. In this version, roasted eggplants and bell peppers add subtle smokiness and balance the acidity of the lemon juice and tomato paste.</p><p><em>Serves 6 to 8</em></p><p><strong>Ingredients:</strong></p><p><em>For the sauce</em></p><p>3 medium eggplants</p><p>2 red bell peppers</p><p>5 garlic cloves, crushed</p><p>1/4 cup fresh lemon juice</p><p>1 tablespoon sugar</p><p>Salt</p><p>2 tablespoons tomato paste</p><p>1/2 cup water</p><p><em>For the meatballs</em></p><p>1 pound (1/2 kg) ground beef or veal</p><p>2 slices white bread, without crusts, soaked in water and squeezed</p><p>2 eggs</p><p>3 garlic cloves, minced</p><p>Salt and freshly ground black pepper</p><p>1/4 cup chopped fresh herbs, such as parsley or cilantro</p><p>3 to 4 tablespoons vegetable oil for frying</p><p><strong>Instructions:</strong></p><ol><li>Prepare the sauce. Place the eggplants on a rack over the open flame of the stove. Roast, turning occasionally, until the skins are charred and the flesh feels soft. The eggplants can also be roasted in a hot oven (450°F/250°C) under a broiler or over hot charcoals.</li><li>Cool slightly to avoid burning your hands. Peel the eggplants, taking care to remove all bits of charred skin, or cut in half lengthwise and scoop out the flesh. Transfer the flesh to a colander to drain, for an hour. Chop the flesh coarsely. Set aside.</li><li>Place the bell peppers on a rack over the open flame of the stove or under a broiler and roast, turning occasionally, until the skins are charred. Transfer to a plastic container and close. Allow to cool (the skin will separate from the flesh). Peel the skins, remove the seeds and the membranes, and coarsely chop the flesh. Set aside.</li><li>Prepare the meatballs Combine the meat, bread, eggs, garlic, salt, pepper, and herbs in a large bowl. Knead thoroughly with your hands and refrigerate the mixture for 30 minutes.</li><li>Preheat the oven to 300°F (150°C).</li><li>Wet your hands or rub them with oil and form meatballs the size of a walnut.</li><li>Heat the vegetable oil in a large skillet. Add the meatballs and brown for 1 to 2 minutes. Shake the skillet to roll the meatballs in the oil. Transfer to a paper towel–lined plate to drain. Save 2 tablespoons of the frying oil.</li><li>In a large bowl, combine the reserved eggplants, reserved bell peppers, the garlic, lemon juice, sugar, salt, tomato paste, water, and the reserved oil and mix well.</li><li>Arrange the meatballs in one layer in a shallow ovenproof saucepan and pour over the sauce.<a name=\"babka\"></a></li><li>Bring to a boil on medium heat, cover, and transfer to the oven for 1 hour. Serve hot over rice or couscous.</li></ol><h4>Chocolate-Cinnamon Babka</h4><p><strong>Janna&#8217;s Note: </strong>This classic eastern European cake has long been a legend among American Jews. It is just as popular in Israel, where it is called krantz (German for “crown”), the name given to it by German-Jewish bakers who immigrated to Palestine in the 1930s and became the founding fathers of the local pastry industry. The following version, created by an Israeli pastry maker named Michal Michaeli, is quite decadent, with butter-rich pastry and plenty of best-quality chocolate in the filling.</p><p><em>Makes 2 babkas in loaf pans or 1 large babka in an angel food/Bundt pan.</em></p><p><strong>Ingredients:</strong></p><p><em>For the dough</em></p><p>1½ teaspoons instant yeast</p><p>¾ cup plus 1 tablespoon (7 fluid ounces/200 ml) lukewarm water</p><p>¹⁄³ cup plus 1 tablespoon (3 ounces/80 g) sugar</p><p>1 egg plus 1 egg yolk</p><p>3 cups (15 ounces/420 g) unbleached all-purpose flour</p><p>½ teaspoon salt</p><p>1 stick plus 1 tablespoon (4½ ounces/125 g) unsalted butter, softened and cut into cubes</p><p><em>For the chocolate-cinnamon filling</em></p><p>1 pound 2 ounces (500 g) high-quality dark chocolate, coarsely chopped</p><p>½ cup (3½ ounces/100 g) sugar</p><p>1 tablespoon ground cinnamon</p><p>¾ stick (3 ounces/90g) butter, softened and cut into cubes</p><p><em>For the glaze</em></p><p>1 egg</p><p>1 tablespoon heavy cream or milk</p><p><strong>Instructions:</strong></p><ol><li>Prepare the dough Mix the yeast, water, and 1 tablespoon of the sugar in a bowl and set aside for 5 minutes.</li><li>Combine the yeast mixture with the remaining 1⁄3 cup sugar, the egg, and egg yolk in the bowl of a stand mixer fitted with the dough hook and blend for about 3 minutes. Add the flour and salt and knead until fully combined. While kneading, add the butter gradually, in three to four batches. Knead for 10 minutes after the last addition of butter, to a soft and slightly sticky dough.</li><li>Place the dough in a greased bowl, cover with plastic wrap, and refrigerate for 1 hour.</li><li>Meanwhile, prepare the filling Melt the chocolate, sugar, and cinnamon in a heatproof bowl set over a pot of boiling water (bain-marie) and mix thor¬oughly to a smooth paste. Remove from the heat, add the butter, and stir to a smooth mixture.</li><li>Preheat the oven to 350°F (180°C). Grease two loaf pans or an angel food/ Bundt pan.</li><li>Divide the dough in half on a floured work surface. Roll out one half of the dough into a 10 x 15-inch (25 x 40-cm) rectangle. Spread a generous layer of filling over the dough and roll into a long log. Fold the log in half in the shape of a horseshoe, then twist into a coil. Repeat with the remaining dough. Place one log in each loaf pan (if using). If you are making the cake in an angel food or Bundt pan, don’t fold the logs; just twist them around each other to make one long coil and place it in the pan.</li><li>Prepare the glaze Beat the egg with the cream and brush the top of the cake(s).<a name=\"fish\"></a></li><li>Bake for about 40 minutes, until well browned. Store for up to 2 days in an airtight container, or freeze. Thaw for 1 hour at room temperature, then heat for 5 to 7 minutes in a preheated 350°F (180°C) oven.</li></ol><h4>Crispy Fish Cakes with Pine Nuts and Fresh Herbs</h4><p><strong>Janna&#8217;s Note: </strong>These spicy, crunchy snacks are delicious with lemon wedges or thick yogurt. Normally you would mince the fish (ask the fishmonger to do it, or briefly pulse fish fillets in the food processor), however, chopping the flesh with a knife adds texture and makes every bite more succulent.</p><p><em>Makes 25 to 30 patties.</em></p><p><strong>Ingredients:</strong></p><p><em>For the fish cakes</em></p><p>1¾ pounds (750 g) meaty white fish, such as cod, tilapia, or halibut, pulsed until coarsely chopped in a food processor or coarsely chopped with a sharp knife</p><p>2 tablespoons pine nuts, ground in a mortar and pestle or a mini food processor, plus 2 tablespoons whole</p><p>2 fresh dill sprigs, finely chopped</p><p>5 fresh parsley sprigs, finely chopped</p><p>2 garlic cloves, crushed</p><p>1 large onion, finely chopped</p><p>2 eggs</p><p>2 tablespoons good quality bread crumbs (or slightly more, as needed)</p><p>Zest of 1 lemon</p><p>¼ cup fresh lemon juice</p><p>Dash of Tabasco sauce or ½ hot chile pepper (red or green), finely chopped</p><p>Salt and freshly ground black pepper</p><p><em>For coating and frying</em></p><p>1 cup best-quality bread crumbs (I like Japanese panko crumbs best)</p><p>Vegetable oil for frying</p><p><strong>Ingredients:</strong></p><ol><li>Prepare the fish cakes Combine the fish, ground pine nuts, whole pine nuts, dill, parsley, garlic, onion, eggs, bread crumbs, lemon zest, lemon juice, Tabasco, salt, and pepper and knead thoroughly. Refrigerate for 1 to 2 hours to stabilize.</li><li>With wet hands, form balls 1½ inches (4 cm) in diameter and flatten them slightly. Coat with the 1 cup bread crumbs.</li><li>Heat about 1 inch (2½ cm) of vegetable oil in a frying pan. Fry the pat¬ties in batches, 2 to 3 minutes on each side, until golden. Transfer to a paper towel–lined plate.</li><li>Serve hot or at room temperature. The patties can be made a few hours in advance and heated, covered with aluminum foil, in a 350°F (180°C) oven for 5 to 6 minutes.</li></ol><h4>Guest</h4><ul><li><a href=\"http://www.jannagur.com/\" target=\"_blank\"><strong>Janna Gur</strong></a>, editor of Al Hashulchan and author of the cookbook &#8220;Jewish Soul Food.&#8221; She tweets <a href=\"https://twitter.com/jannagur\" target=\"_blank\">@jannagur</a>.<strong><p></strong></li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Jewish+Cuisine+%E2%80%94+It%27s+Not+Just+Chopped+Liver&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"534"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371221592-67b5cc.m3u?orgId=1&ft=3&f=371220238"},{"href":"http://media.wbur.org/wordpress/11/files/2014/12/Chocolate-Cinnamon-Babka_EDIT-e1418756988870.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"626","width":"986"}},{"href":"http://media.wbur.org/wordpress/11/files/2014/12/beef-eggplant-meatballs_edit.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"835","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2014/12/fish-cakes_EDIT2.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1109","width":"1280"}}]}