{"created":"2015-05-08T19:35:27+00:00","modified":"2015-05-11T19:27:16+00:00","valid":{"from":"2015-05-11T19:27:15+00:00","to":"3015-05-11T19:27:15+00:00"},"hreflang":"en","guid":"ce1e86da-f107-4ff9-b277-f9011b3d342f","title":"The octopus church of French Polynesia may have you rethink your next seafood dinner","published":"2015-05-11T19:27:12+00:00","byline":"Bradley Campbell","tags":["sy montgomery","octopus","animal intelligence","seafood","Environment","Science, Tech & Environment","Italian cuisine","Insalata Caprese","Food and drink","Octopus","Octopuses"],"teaser":"Octopuses are surprisingly intelligent creatures who are revered as gods and creation figures in indigenous cultures around the world. So here are some reasons you may want to hold off the next time you're offered a dish including the amazing creature.","contentencoded":"<p>Summer means salad. And in seafood-rich places, that might mean <em>insalata di frutti di mare</em>, or octopus salad. It consists of grilled octopus — tentacles <em>and</em> body — a little lettuce, some white beans and some bread.</p>\n<p>But I may be rethinking — and maybe regretting — that dish thanks to Sy Montgomery, who recently wrote \"<a href=\"http://www.powells.com/biblio/9781451697711\">The Soul of an Octopus: A Surprising Exploration into the Wonder of Consciousness.</a>\"</p>\n<p>Her fascination with octopuses started at Boston's New England Aquarium. “I got to know several octopuses very well,” she says, \"so well they would recognize me and turn color with emotion and come over. Their eyes would lock with mine, and when I would plunge my hands and arms into the water their suckers would come boiling out and embrace me.”</p>\n<p>Octopuses are intelligent creatures, yet Montgomery says you can’t really compare them to humans. The octopus brain, for example, is totally different. “It’s a ring around the animal’s throat,” she says. “Most of its neurons are in its arms, which mean that the octopus kind of has minds of its own for each of its eight arms. And if an octopus loses an arm, [that arm] can go do stuff without the brain for many minutes. It might even go hunting and catch something.”</p>\n<p>That's not the only sci-fi alien-type stuff octopuses can do: they have no bones and can squeeze through cracks; they taste with their skin, including eyelids; their mouths are in their armpits; they have venom like a snake; they can shoot ink like an old fashioned pen; they can even can change color.</p>\n<p><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/aoCzZHcwKxI?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>So you can understand why coastal communities around the world look at the octopus as a deity. Montgomery traveled to the so-called “Octopus Church” on the island of Mo'orea in French Polynesia, the island group that's home to an octopus god called Na Kika.</p>\n<p>“He was said to be the son of the first beings,” Montgomery says. “And there’s all kinds of other stories about octopuses and beliefs in their powers. In British Columbia, they revere the octopus as a medicine animal and a creature who wields power over the weather and is able to restore health to the sick.”</p>\n<p>But the best story might come from Hawaii. Montgomery tells it like this: Our world is really the remnants of a previous one, and the only survivor of that previous world is the octopus.</p>\n<p>How did it survive? It slipped between a crack in the two worlds.</p>\n<p>So maybe think twice the next time you see it on a menu.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-08%2Foctopus-church-french-polynesia-may-have-you-rethink-your-next-seafood-dinner&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05082015_06.mp3"},{"href":"http://admin.pri.org/file/0508201506mp3"}]}