{"created":"2015-02-20T21:47:05+00:00","modified":"2015-02-24T17:05:32+00:00","valid":{"from":"2015-02-24T17:05:32+00:00","to":"3015-02-24T17:05:32+00:00"},"hreflang":"en","title":"'I'll Take Insanely Hard Oscar Trivia For 400, Alex'","published":"2015-02-23T13:57:00+00:00","teaser":"Can you name the longest title of a film nominated for best picture? Or most Oscar-nominated family? At O'Brien's Irish Pub in Santa Monica, the trivia night regulars are former game show champions.","itags":["npr_api","387568616"],"guid":"ce1fdd27-ccec-474d-87ab-7f74b09e03c8","contentencoded":"<p>Here's a tough Oscar trivia question: Who is the only person to twice achieve the feat of receiving nominations for acting, writing and directing on the same film?</p><p>Wait. Was that not hard enough? Try naming the four worst-performing best picture winners from the past 10 years.</p><p>Trivia champions <em>live</em> for questions like this. That's why they flock to O'Brien's Pub in Santa Monica, Calif. Regulars such as Brad Rutter (<em>Jeopardy!</em>'s leading all-time money winner) and Daniel Avila (a game show staple since 1984) compete over a $75 bar tab.</p><p>These people have won hundreds of thousands of dollars — if not millions — in televised trivia contests. So why bother to hang out in this green-ceilinged Irish bar a few blocks from the beach?</p><p>Three-time<em> Jeopardy!</em> winner Warren Usui explains: \"Some trivia places ask what sank the Titanic. Here, they ask you to name all the passengers.\"</p><p>Usui modestly describes himself as \"better than the average bear.\" But movies are admittedly not his specialty. So the 60-year-old computer programmer prepared for Oscar trivia night by memorizing every single Oscar-winning best picture. In order.</p><p>Usui attends this trivia night faithfully. Adam Waldowski does not. He comes only once a year — for the Oscar quiz.</p><p>\"I watch about 400 movies a year,\" he says. \"I've seen thousands of Oscar nominees at this point. It never, ever comes in handy. Except for tonight.\"</p><p>Perhaps unsurprisingly, Waldowski and his team — including Cliff Galiher, Josh Haroutunian, Turner Hay and Hans von Walter — are destroying everyone else at O'Brien's.</p><p>\"No, no no. I know it,\" groans Stefan Goodreau, as quizmistress Rebecca Ward asks, \"Of this year's nominees for best director, whose last three feature films all began ... with the same letter?\"</p><p>Goodreau, a five-time <em>Jeopardy!</em> winner, correctly comes up with director<em> </em>Alejandro Gonzalez Iñárritu — of <em>Birdman, Biutiful</em> and <em>Babel.</em> But he has lots of help. His team includes Tim Jones, a Ph.D. candidate studying animation history, and Jackie Fox, a trivia buff who also happens to be the former bassist of the pioneering 1970s all-female band, The Runaways. As they puzzled over such questions as, \"Which is the most Oscar-nominated family?\" I couldn't resist asking if they ever longed to reach for their phones and just ... Google it.</p><p>\"Would you bring an atom bomb to a duck hunt?\" scoffed Usui in response. But then he grew thoughtful. Right now, he said, the Oscars seems like a big deal. But in 20 years, who will care who won best actress or best picture in 2015? Only the trivia buffs, like him.</p><hr /><h3>O'Brien's Irish Pub Oscar Quiz</h3><p><strong>Feb. 18, 2015</strong></p><p><strong>Quizmasters — Jonathan Dinerstein and Rebecca Ward</strong></p><p><strong>[Answers are below]</strong></p><p><strong>ROUND 1</strong></p><p>1. Name the only three best picture winners that are longer than 3 1/2 hours.</p><p>2. What is the longest-ever title of a film nominated for best picture? What is the longest title of a film nominated for best picture this year?</p><p>3. This year the same four people have won the acting awards given by BAFTA, SAG-AFTRA, and the Golden Globes (in a drama). Who are they?</p><p>4. J.K. Simmons, the odds-on favorite to win best supporting actor, currently features in two long-running television ad campaigns, one live-action, and one a voice performance. Name the two products he pitches.</p><p>5. Only twice have nonprofessional actors won acting awards. In both cases, they were portraying fictionalized versions of real war victimhood they suffered. Name the films for which they won.</p><p>6. Who is the only person to twice achieve the feat of receiving nominations for acting, writing and directing for the same film?</p><p>7. Match the films nominated for best foreign language film with their countries of origin. Films: <em>Ida, Leviathan, Tangerines, Timbuktu, Wild Tales.</em> Countries: Argentina, Estonia, Mauritania, Poland, Russia.</p><p>8. Which of this year's acting nominees had no speaking lines in his or her film debut in a named role? That debut performance came in a film nominated for best picture.</p><p>9. Write down the names of the following actors: Cate Blanchett, Ben Kingsley, James Cromwell, James Caan. For each one, name the film nominated for best animated feature in which they provide a voice performance.</p><p>10. Of this year's nominees for best director, two have had their last three feature films begin with the same letter. Name both.</p><p>11. In both 2011 and 2014, the same two actors appeared in Oscar-nominated films playing characters employed by MI6. Name the two actors and the two films.</p><p>12. The Black List is an annual inside-Hollywood industry survey of the most buzzed-about unproduced screenplays. Name the three films nominated for best picture this year that had previously appeared on the Black List.</p><p>13. Name the only two films for which two people shared the best director award.</p><p>14. Adjusted for inflation, four of the 10 lowest domestic grossing best picture winners of all time are films from the last 10 years. Name those four.</p><p>15. What is the most Oscar-nominated family?</p><p><strong>ROUND 2</strong></p><p>16. Who is the only person to direct films that garnered nominations in all four acting categories, in back-to-back years?</p><p>17. What living person has won the most Oscars?</p><p>18. Who is the only non-Caucasian person to win best director?</p><p>19. Since the expansion of the best picture field from five to up to 10, who is the only person to be nominated for best director without his or her film also being nominated for best picture?</p><p>20. During the ceremony, the Oscar orchestra will, as usual, accompany the proceedings live. It won't, however, be anywhere inside the Dolby Theatre. Where will the orchestra be?</p><p>21. When giving your acceptance speech, how long do you have before the orchestra begins to play you off?</p><p>22. Who was the only adult person to receive an official Oscar statuette from the academy (not an Academy Juvenile Award) which was other than the standard size? (Including noncompetitive recipients)</p><p>23. Bradley Cooper has now been nominated for an acting Oscar in three consecutive years. If he is nominated again next year, he will tie a record among male actors, held by which two actors?</p><p>24. What was the first best picture winner in color?</p><p>25. What is the only Bond song to win best song?</p><p>26. According to academy rules, how long must a film be to be eligible as a feature film?</p><p>27. There are two films tied for most nominations this year, with nine each. Which actor appears in both of them?</p><p>28. What two characters have generated the most acting nominations for their portrayals? (Hint: real people)</p><p>29. I will play four audio clips of people accepting Academy Awards. For each, name the recipient.</p><p>Tiebreaker: List as many as you can of the venues in Los Angeles County that have hosted the Academy Awards.</p><p><strong>ROUND 1 ANSWERS</strong></p><p>1. <em>Gone With the Wind, Lawrence of Arabia, Ben-Hur --</em> 1/2 point each</p><p>2. <em>Dr. Strangelove or: How I Learned To Stop Worrying and Love the Bomb</em><em>; Birdman or (The Unexpected Virtue of Ignorance) — </em>1 point each</p><p>3. Eddie Redmayne, Julianne Moore, J.K. Simmons, Patricia Arquette — 1/2 point each</p><p>4. Farmers Insurance, M&M's (voice of the yellow M&M) --<em> </em>1 point each</p><p>5. <em>The Best Years of Our Lives</em> (Harold Russell, hooks for hands), <em>The Killing Fields</em> (Haing S. Ngor, doctor oppressed by Khmer Rouge) --<em> </em>1 point each</p><p>6. Warren Beatty <em>(Heaven Can Wait, Reds)</em> <em>--</em> 1 point</p><p>7. <em>Ida/</em>Poland, <em>Leviathan/</em>Russia, <em>Tangerines/</em>Estonia, <em>Timbuktu/</em>Mauritania, <em>Wild Tales/</em>Argentina — 1/2 point each</p><p>8. Robert Duvall, who played Boo Radley in <em>To Kill a Mockingbird</em> --<em></em> 1 point</p><p>9. Blanchett — <em>How To Train Your Dragon 2;</em> Kingsley — <em>The Boxtrolls;</em> Cromwell — <em>Big Hero 6;</em> Caan — <em>The </em><em>Tale of Princess Kaguya</em> — 1/2 point each</p><p>10. Alejandro Gonzalez Iñárritu <em>(Birdman, Biutiful, Babel),</em> Richard Linklater <em>(Boyhood, Before Midnight, Bernie)</em> --<em> </em>1 point each</p><p>11. Benedict Cumberbatch, Mark Strong, <em>Tinker Tailor Soldier Spy, The Imitation Game</em> — 1/2 point each</p><p>12. <em>American Sniper, The Imitation Game, Whiplash</em> — 1/2 point each</p><p>13. <em>West Side Story</em> (Robert Wise & Jerome Robbins), <em>No Country For Old Men</em> (Joel & Ethan Coen) --<em> </em>1 point each</p><p>14. <em>No Country for Old Men</em> (2007 — $88 million), <em>12 Years a Slave</em> (2013 — $56 million), <em>The Artist</em> (2011 — $47 million), <em>The Hurt Locker</em> (2009 — $18 million) — 1/2 point each</p><p>15. The Newmans: Alfred (45); Randy (nephew, 20); Thomas (son, 12) --<em> </em>1 point</p><p><strong>ROUND 2 ANSWERS</strong></p><p>16. David O. Russell <em>(Silver Linings Playbook, American Hustle) --</em> 1 point</p><p>17. Alan Menken (eight: four for song, four for score) --<em></em> 1 point</p><p>18. Ang Lee --<em> </em>1 point</p><p>19. Bennett Miller, for <em>Foxcatcher</em> <em>--</em> 1 point</p><p>20. Playing live remotely from the Capitol Records Building <em>--</em> 1 point</p><p>21. 45 seconds --<em></em> 1 point</p><p>22. In 1939, the academy awarded a special Oscar, consisting of one regular-size statuette and seven miniature ones, in recognition of the achievement of <em>Snow White and the Seven Dwarfs,</em> to Walt Disney --<em> </em>1 point</p><p>23. Marlon Brando, Al Pacino --<em> </em>1 point each</p><p>24. <em>Gone With the Wind — </em>1 point</p><p>25. \"Skyfall\" <em>--</em> 1 point</p><p>26. 40 minutes <em>--</em> 1 point</p><p>27. Edward Norton <em>(Birdman, The Grand Budapest Hotel)</em> --<em></em> 1 point</p><p>28. Henry VIII (Charles Laughton, Robert Shaw, Richard Burton); Elizabeth I (Judi Dench, Cate Blanchett x2) --<em></em> 1 point each</p><p>29. Jack Palance, Adrien Brody, Joe Pesci, Anna Paquin <em>-- </em>1/2 point each</p><p><strong>TIEBREAKER ANSWER</strong></p><p>Hollywood Roosevelt Hotel, Ambassador Hotel, Biltmore Hotel, Grauman's Chinese Theatre, Shrine Auditorium, Academy Award Theater, Pantages Theatre, Santa Monica Civic Auditorium, Dorothy Chandler Pavilion, Kodak/Dolby Theatre</p><p><em>If you want even more of O'Brien's Oscar trivia, download the </em><a href=\"http://www.npr.org/assets/artslife/arts/2015/02/trivia2.pdf\" target=\"_blank\">cartoon round</a><em> and the </em><a href=\"http://www.npr.org/assets/artslife/arts/2015/02/trivia3.pdf\" target=\"_blank\">dress round</a>.</p><p><strong>ANSWERS FOR THE <a href=\"http://www.npr.org/assets/artslife/arts/2015/02/trivia2.pdf\" target=\"_blank\">CARTOON ROUND</a></strong></p><p><em>12 Years A Slave, Around the World in 80 Days, Million Dollar Baby, It Happened One Night </em>Theme: Numbers</p><p><em>One Flew Over the Cuckoo's Nest, The Deer Hunter, Dances With Wolves, The Silence of the Lambs</em> Theme: Animals</p><p><em>Gigi, Mrs. Miniver, Rebecca, Annie Hall</em> Theme: Women's names</p><p><em>The Sound of Music, Chicago, My Fair Lady, Oliver!</em> Theme: Musicals</p><p><em>Forrest Gump, </em><em>The Bridge on the River Kwai</em><em>, How Green Was My Valley, On The Waterfront</em> Theme: Geographical features</p><p><em>The French Connection, An American in Paris, American Beauty, The English Patient</em> Theme: Nationalities</p><p><strong>ANSWERS FOR THE <a href=\"http://www.npr.org/assets/artslife/arts/2015/02/trivia3.pdf\" target=\"_blank\">DRESS ROUND</a></strong></p><p>Audrey Hepburn, Elizabeth Taylor, Julie Andrews, Barbra Streisand, Faye Dunaway, Diane Keaton</p><p>Sally Field, Shirley MacLaine, Kathy Bates, Jodie Foster, Helen Hunt</p><p>Gwyneth Paltrow, Julia Roberts, Hilary Swank, Natalie Portman, Jennifer Lawrence  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27I%27ll+Take+Insanely+Hard+Oscar+Trivia+For+400%2C+Alex%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"228"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387822996-3fda67.m3u?orgId=1&topicId=1045&e=387568616&d=228&ft=nprml&f=387568616"},{"href":"http://media.npr.org/assets/img/2015/02/20/2894525-8f75094e91f4ca20b251ff5a72add6f8bcf3458e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2102","width":"2803"}}]}