{"created":"2014-09-02T17:05:08+00:00","modified":"2014-10-31T00:55:28+00:00","valid":{"from":"2014-10-31T00:55:28+00:00","to":"3014-10-31T00:55:28+00:00"},"hreflang":"en","title":"In Oklahoma Senate Race, A Choice Between Two Deep Shades Of Red","published":"2014-06-24T00:07:00+00:00","teaser":"In a solidly conservative state, GOP Sen. Tom Coburn's retirement has set off a heated GOP primary between two rising Republican stars. Immigration is a key issue.","itags":["npr_api","324888736"],"guid":"ce351383-3e66-4c77-b717-fb753d06f270","contentencoded":"<p>In Oklahoma, Republicans will vote Tuesday on a nominee to finish the term of current GOP Sen. Tom Coburn, who is retiring at year-end with two years left to spare. For the two front-runners, Rep. James Lankford and former state House Speaker T.W. Shannon, immigration has suddenly become an issue in the race.</p><p>The winner of the GOP primary will all but certainly become Oklahoma's next U.S. senator — the state is among the reddest of red states, as red as the meat served at the Cattlemens' Steakhouse. The place is a fixture in Oklahoma City's old stockyards district, and legend has it a previous owner won the restaurant in a card game.</p><p>Chatting with the lunchtime crowd, it is clear there is little regard for Washington or anyone in it. Lee Brown, a retired oil field worker, says the country is moving backward and puts the blame squarely on President Obama.</p><p>Obama, he says, \"acts more like he's a czar or a dictator that can do whatever he pleases with a pen and a telephone.\"</p><p>The latest thing Brown blames on the Obama administration is the upsurge in children crossing the Southern border on their own. Federal officials are housing hundreds of the children at Fort Sill in southwest Oklahoma, and Brown believes the administration is encouraging the minors to come to the U.S.</p><p>\"I think they are or they wouldn't be coming like they are,\" he said. \"It's just not normal for kids — young teenage kids — to leave their home and their country and come over here.\"</p><p>The children are also a concern for Apache resident Diane Day, who says they should be sent back. \"We live 20 miles from Fort Sill, so we're going to get 200 and some children, and now 500 and some. That needs to be gotten under control,\" she said. \"We can't afford our own people; we can't hardly afford other peoples.\"</p><p>In fact, the Army is preparing to house some 600 children at the base, and perhaps as many as 1,200. State Republican Chairman Dave Weston says it's one of the many national issues that are playing out in the Senate race.</p><p>\"The fact that we can't even keep 6-year-olds out of our country, that's very concerning, very alarming — not only from a national security view point but from a health viewpoint,\" he said. \"What diseases could these children be carrying? Because they're not carrying inoculations, what diseases could we be transmitting to them because they have a completely different immune system?</p><p>\"There is a lot of chaos caused by a lack of leadership,\" he added.</p><p>At a debate between the two front-runners last week, both candidates expressed their concerns over immigration.</p><p>For Shannon, it's an issue that hits close to home. \"These juveniles are housed right about 5 miles from where I live every single day,\" he said. \"This is a result of failed leadership from Washington, D.C. We need to send them back to their homes and we need to make sure we secure our borders and say no to amnesty.\"</p><p>Lankford agreed the children should be sent back.</p><p>\"It's obvious we do not have a secure border when 12-year-olds are walking across the border, so the president can't continue to say our borders are secure,\" he said. \"They're clearly not enforcing the border security area, whether it's interior or at the border — North, South or the maritime borders.\"</p><p>The similarities between Lankford and Shannon on immigration extend to just about every other issue. Shannon's strategy has been to paint himself as a political outsider. He's part African-American and part Chickasaw Indian, and he has the backing of Tea Party favorites Sarah Palin and Sen. Ted Cruz.</p><p>An independent group, Oklahomans for a Conservative Future, has spent $1.3 million on ads attacking Lankford for voting to increase the debt ceiling.<br /> <br /> \"Conservatives should defend our tax dollars,\" said an ad funded by the group. \"T.W. Shannon is the most conservative speaker in Oklahoma's history. He cut Oklahoma's debt and our income taxes. James Lankford voted with liberals to raise the debt ceiling twice.\"</p><p>In his defense, Lankford points out that Oklahoma's two conservative Republican senators, Coburn and James Inhofe, also voted to increase the debt limit. Although Coburn has remained neutral in the race, you wouldn't know that from one recent Lankford ad:</p><p>\"Dr. Tom Coburn has served Oklahoma with distinction, and when he saw an outside group unfairly attacking James Lankford, he called the ads untruthful,\" the TV spot says. \"Dr. Coburn praised James Lankford as a man of integrity and one of the most honest men he's met in Washington, and someone who's fought the lonely battle against the status quo.\"</p><p>Lankford's campaign has outspent Shannon's, but outside groups have tilted the spending advantage to Shannon.</p><p>One thing, however, is clear: Whoever wins Tuesday, Oklahoma's red-state politics will be little changed.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Oklahoma+Senate+Race%2C+A+Choice+Between+Two+Deep+Shades+Of+Red&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Brian Naylor","audio":[{"meta":{"duration":"281"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324906605-0546c7.m3u?orgId=1&topicId=1014&ft=3&f=324888736"}]}