{"created":"2015-04-23T21:45:05+00:00","modified":"2015-05-13T21:01:18+00:00","valid":{"from":"2015-05-13T21:01:18+00:00","to":"3015-05-13T21:01:18+00:00"},"hreflang":"en","title":"Biometrics May Ditch The Password, But Not The Hackers","published":"2015-04-26T18:52:00+00:00","teaser":"Companies are investing in more secure methods to verify people. But even biometrics — like fingerprints and voice recognition — can be defeated, and they raise privacy concerns.","itags":["npr_api","401466507"],"guid":"ce44c9cb-8cd9-4ff7-9e0f-bd7e1462f45e","contentencoded":"<p>Passwords get hacked — a lot. In an effort to move beyond passwords, big companies are embracing biometric technology: the use of fingerprints, iris scans or voice recognition for user identification.</p><p>To heighten security, smartphones are being outfitted with biometric features. But, ditching passwords for biometrics may not make the hackers go away.</p><p><strong>Selfie Security</strong></p><p>At a big security conference called <a href=\"http://www.rsaconference.com/\">RSA</a>, thousands of people gather in San Francisco's Moscone Center, selling products to make life online more secure.</p><p>Conor White, an executive at a biometrics company called <a href=\"http://www.daon.com/\">Daon</a>, begins to demonstrate how he logs into his bank account.</p><p>\"I've just launched our mobile app and you can see here, I'm straight into the app,\" he says. \"Watch how it authenticates me.\"</p><p>He doesn't type in a password. He holds his iPhone up to his face, like he's going to take a selfie.</p><p>He blinks — on purpose. What follows is a camera click sound.</p><p>\"I blink because photographs don't blink,\" White says. \"It's a basic test to make sure it's not someone holding up a photograph of me on the Internet.\"</p><p>And if selfie security doesn't work — say you're in a dark room — you can use your fingerprint instead, or your voice. White reads this sentence to get into the app: \"My identity is secure because my voice is my passport.\"</p><p>His company recently landed a big contract with <a href=\"https://www.usaa.com/inet/ent_logon/Logon?redirectjsp=true\">USAA</a> to do biometric identification for the financial services firm's account holders. White says bankers are calling him regularly now because the old system has failed.</p><p>Biometrics are a great alternative, he says, because they're superpersonal.</p><p>\"I wear my face every day,\" White says. It's the only face I have. As they say, a face only my mother could love.\"</p><p>And if it feels too personal, don't do it, he says.</p><p>\"At the end of the day, it's down to choice,\" White says. \"If people feel uncomfortable, they don't have to do it. They can continue to go with the password-based model. They may not get the level of service that they want, but it's their choice.\"</p><p><strong>A Race To Patent</strong></p><p>It's a choice for<em> </em>now. But given the pace at which companies are putting biometrics into their hardware, it could become the new normal soon.</p><p>Patent attorney Yuri Eliezer, with the firm <a href=\"https://www.smartuplegal.com/\">SmartUp</a>, says a decade ago, there were just 46 patent applications for biometrics. Last year, he counted at least 567.</p><p>\"It's a definitely a growing number and we anticipate that's going to continue to grow,\" he says.</p><p>Apple, Samsung, Google, Microsoft and Intel are all filing. Eliezer says biometrics is part of the blueprint for the newest lines of smartphones and fitness trackers.</p><p>\"This is something we're always holding in our hand or having in our pockets, always so close to our bodies,\" he says. \"And now, the fact that we could integrate these sensing devices into our mobile devices, it makes it all the more useful to aggregate and collect data on us.\"</p><p>It could provide something useful, too.</p><p>According to patent filings: <a href=\"http://appft.uspto.gov/netacgi/nph-Parser?Sect1=PTO2&Sect2=HITOFF&p=1&u=%2Fnetahtml%2FPTO%2Fsearch-adv.html&r=2&f=G&l=50&d=PG01&S1=(382%2F125.CCLS.+AND+20150115.PD.)&OS=ccl/382/125+and+pd/1/15/2015&RS=(CCL/382/125+AND+PD/20150115)\">Apple wants to use biometrics</a> to lock and unlock messages [keep that text for your irises only]; Microsoft is interested in entertainment value and is working on a device that monitors your heart rate or blood oxygen levels — maybe to adjust the music while you play Xbox.</p><p>\"If your heart rate's increasing, the music might speed up or slow down based on the environment the gaming providers are trying to create,\" Eliezer says.</p><p><strong>Increasing Risk</strong></p><p>The biometric boom raises some well-known privacy concerns. It also raises some less-known security<strong> </strong>concerns.</p><p>David Cowan with <a href=\"http://www.bvp.com/\">Bessemer Venture Partners</a> is an investor. He has put over $100 million into digital security companies, but he refuses to invest in biometrics.</p><p>\"Either a password or a biometric can be stolen,\" he says. \"But only the password can be changed. Once your fingerprint is stolen, it's stolen forever, and you're stuck.\"</p><p>Hackers have already made dummy fingerprints — using pictures of people's hands available online — to swipe into the iPhone 6 scanner.</p><p>Cowan says in a world where just about anything can be hacked, the cost of biometrics is just too high.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Biometrics+May+Ditch+The+Password%2C+But+Not+The+Hackers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"264"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401781559-39c07c.m3u?orgId=1&topicId=1019&d=264&p=2&story=401466507&t=progseg&e=401665565&seg=18&ft=nprml&f=401466507"},{"href":"http://media.npr.org/assets/img/2015/04/23/id-phone-c8ef1c4784fb04c49c8e6fc42455989dda9eff94.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1688","width":"2253"}},{"href":"http://media.npr.org/assets/img/2015/04/23/final-picture-10-_custom-c9c92693001915782780a244e3af82b6ec3aefc2.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1607","width":"790"}}]}