{"created":"2014-10-08T15:38:56+00:00","modified":"2014-10-31T01:51:54+00:00","valid":{"from":"2014-10-31T01:51:54+00:00","to":"3014-10-31T01:51:54+00:00"},"hreflang":"en","title":"Former Obama Campaigner Tries Running For Himself In Iowa","published":"2014-05-22T13:41:00+00:00","teaser":"Brad Anderson helped the president in Iowa in 2008 and 2012, but he's never campaigned on his own behalf. He cites Obama as an inspiration, but others might not be as quick to start their own races.","itags":["npr_api","314722687"],"guid":"ce466730-0ee0-4aa8-bd12-1f9dd8bd5dee","contentencoded":"<p>Could President Obama one day motivate future generations to run for office, the way that John F. Kennedy and Ronald Reagan have? It's too early to tell if a trend will take hold, but there is at least one key Obama campaign veteran now running for statewide office.</p><p>Brad Anderson was the spokesman for Obama's 2008 Iowa campaign. Four years later, he ran the president's entire Iowa operation. Now Anderson is running for Iowa secretary of state.</p><p>At 39 years old, he's never run for office himself — unless you count that race for class treasurer back in third grade. He says his slogan was, \"You'll be glad if you vote for Brad.\"</p><p>Yes, he won.</p><p>There's nothing glamorous about running for secretary of state. No rallies. No big campaign events. Mostly it's about time in the car, driving to see groups of activists and getting people to know you.</p><p>For this political event, he's driving about 45 minutes from Des Moines to Ames. After some wrestling with his smartphone GPS, Anderson finds the room on the second story of a building in the city's historic section.</p><p>About 50 local Democratic activists chat before the meeting begins. And after some routine business, it's Anderson's turn to talk about the secretary of state's race.</p><p>\"As you all know, this race used to be a sleepy little race about mechanics liens and business filings,\" he tells the group, \"and it's now become a national race about what I believe to be one of the most important civil rights issues facing our generation, which is the right to vote.\"</p><p>That's the main theme of his campaign: his belief that Republicans in Iowa and elsewhere have pushed voter ID laws and other measures that make it harder for people to vote.</p><p>Anderson cites the issues as his reason for running. But he also points to his old boss, President Obama, and the entire experience of the campaigns of '08 and '12 as inspiration.</p><p>\"He has inspired me in terms of not only his words, but really what he has been able to accomplish --incredibly challenging economy and turning that around. In terms of the issue of health care reform, that is personally important to me and my family that has a pre-existing condition,\" Anderson says. \"He is just an inspiring guy.\"</p><p><strong>No Candidate Boom Yet</strong></p><p>Despite those examples, and even with all of the hordes of volunteers and new political activists drawn to the Obama presidential operations, Anderson is one of just a handful of Obama campaign alumni now taking the step to run for office themselves. Alan Ehrenhalt of <em>Governing Magazine</em> says there are some reasons for that.</p><p>\"Obama is an eloquent and at times charismatic figure,\" he says. \"But you have to weigh that against the sense of deadlock and the absence of possibility that pervades all levels of government right now,\" he says.</p><p>Ehrenhalt wrote the book <em>The United States of Ambition</em>, which examines why people run for office. Regarding a possible Obama generation of candidates, he says it's simply too early to tell if one will materialize. He says most Obama volunteers are still years from running for office. They are working on careers and starting families.</p><p>In addition, he says, there are reasons we may not see a candidate boom like those after JFK and Reagan.</p><p>\"Gridlock is a factor that works against people wanting to enter politics. I think that is a discouragement for running for any office, even if it's state legislature or city council,\" he says.</p><p><strong>Comparing Campaigns</strong></p><p>Back in Iowa, Obama veteran Anderson's opponent is Republican Paul Pate, who runs a family construction company and served as secretary of state in the 1990s. He calls Anderson a \"partisan political operative.\" He says that's not what you want in the person whose job it is to oversee Iowa elections.</p><p>\"My opponent, his whole professional career has been in politics. Whether it was John Edwards or it was Obama or as an independent political consultant, that's been his focus,\" Pate says. \"I think at this time and place we really need to try to bring it down a notch.\"</p><p>Pate suggests that Anderson will have trouble tapping into the old Obama campaign machine, absent the excitement, huge organization and army of volunteers that only a presidential race gets. And there's another thing: Obama's approval ratings aren't what they once were in Iowa.</p><p>\"He's not gonna have the same kind of rally effect. Previously when my opponent was talking to people, they were there for Obama — and not him — and that's a challenge he'll have to face,\" Pate says.</p><p>Meanwhile, Anderson says what he learned working for the president does translate to this race. He says it's still about grass roots and using social media and technology to target potential voters.</p><p>Back in Ames, the meeting with the local Democrats is winding down. Anderson passes out a signup sheet to collect email addresses.</p><p>With that, Anderson begins a process familiar to an old campaign hand: rounding up volunteers for the months ahead.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Former+Obama+Campaigner+Tries+Running+For+Himself+In+Iowa&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Don Gonyea","audio":[{"meta":{"duration":"392"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314761267-69bf3c.m3u?orgId=1&topicId=1014&ft=3&f=314722687"}]}