{"created":"2015-05-05T09:02:25+00:00","modified":"2015-05-13T20:58:38+00:00","valid":{"from":"2015-05-13T20:58:37+00:00","to":"3015-05-13T20:58:37+00:00"},"hreflang":"en","title":"From Israel To ISIS: How A Search For A Safe Haven Took A Wrong Turn ","published":"2015-05-05T20:37:00+00:00","teaser":"Tesfai Kidane, an Eritrean migrant, made his way to Israel, where he was detained. He returned to Africa. It's not clear what happened next, but he was killed recently by the Islamic State in Libya.","itags":["npr_api","404352548"],"guid":"ce5d8bf3-8d1a-4249-a775-0d1f507664f8","contentencoded":"<p>What happened to Tesfai Kidane?</p><p>The Eritrean migrant came to a <a href=\"http://www.timesofisrael.com/ngo-3-killed-in-is-video-were-asylum-seekers/\" target=\"_blank\">tragic end in Libya</a> at the hands of the Islamic State, but his family isn't sure what path he took to get there or exactly where he was headed. At a time when unstable states are creating floods of refugees in the Middle East and North Africa, Kidane's tale is just one of many filled with random twists and turns and unexpected outcomes.</p><p>Kidane's journey began when he left his native Eritrea in 2007 and arrived in Israel, where he had family members.</p><p>\"My mother knew him. We met him and he was one of the family,\" says Mesi Fisahaie, who was Kidane's cousin.</p><p>Kidane had been drafted into Eritrea's army when he was a teenager a few years earlier. He did not want to go because, among other reasons, there's no time limit on military service there. Soldiers arrested Kidane, his cousin says, when he left barracks to attend his brother's wedding.</p><p>Soldiers \"came to the house and caught his brother,\" Fisahaie says. \"They told him if Tesfai will not come, his brother will not get married.\"</p><p>Kidane came, and he was carted off to military prison. Once out, Fisahie says, he ran away from his military post in Assab, a Red Sea port in southern Eritrea, and crossed into Ethiopia.</p><p>\"From Ethiopia to Sudan, from Sudan to Egypt and Sinai,\" she says. \"And he came to Israel.\"</p><p>This was a well-trod path at the time. Some 40,000 migrants, mostly from Eritrea and Sudan, drove through Egypt's Sinai Peninsula desert with smugglers, jumped the low barbed wire fence and arrived in Israel. Some came to escape persecution. Some to earn money. Some both.</p><p>Israel has largely put a stop to this with a high-tech barrier along its border with Egypt in the Sinai, which was completed in 2013.</p><p>Like many migrants, Kidane worked menial jobs in Israel. But sometime last year, he left.</p><p>Why?</p><p>For a number of years, people from Eritrea were allowed to stay in Israel. No Western country returns Eritreans to their homeland because of the harsh regime that is accused of widespread human rights violations. But the Eritreans in Israel lived with unclear documentation, working semi-legally, with asylum claims rarely processed.</p><p>Israeli policy now is to encourage Eritreans to go somewhere else. As a first step, 2,000 were moved to a detention center in the remote desert where they have to stay every night.</p><p>If someone skips out on detention, or has an asylum claim denied, the next step is prison. But Israel also offers an alternative: $3,500 in cash and an international plane ticket. Israel won't confirm where those planes go, but it is widely believed to be Uganda or Rwanda.</p><p>It's a controversial policy that has been in and out of Israeli courts.</p><p>Mark Regev, a spokesman for Israel's government, emphasizes that no one is forced to leave. He also says the detention center should be acceptable to asylum seekers.</p><p>\"If someone was a bona fide refugee, fleeing persecution, they would have no problem whatsoever being in a detention facility, where there are health services, accommodation obviously food and all that,\" Regev says. \"Where they'll be safe.\"</p><p>But it apparently didn't suit Kidane.</p><p>His cousion Fisahaie says Kidane was notified to report to Holot, the detention center in the desert, when he went to renew his temporary visa, a routine he'd done for seven years. At some point he did not return to Holot on time, so he was jailed in the Saharonim Penitentiary next door. That was too much for him, Fisahaie says.</p><p>\"He came to me and said he wanted to go,\" she says.</p><p>That was last year. He was thinking of taking the deal Israel was offering — a safe haven in a third country.</p><p>\"I told him I was upset. Why was he thinking to go after all these years in Israel? And he told me he cannot stay in the prison. It's better to try to fix his life instead of sitting in a prison,\" she recalls her cousin saying.</p><p>Kidane's story gets murky after that. Fisahaie said he promised he wouldn't leave. But soon after, friends told her he'd gone, passing his goodbyes through them.</p><p>Fisahaie believes he first landed in Rwanda or Uganda. <a href=\"http://hotline.org.il/en/asylum-seekers-coerced-to-leave-israel-endure-persecution-torture/\" target=\"_blank\">According to research</a> done by her employer, Israel's Hotline for Refugees and Migrants, Eritreans arriving in Rwanda or Uganda are not provided the support — including proper papers — to stay in either country.</p><p>Fisahaie says he left for Sudan, calling a brother in Norway to tell him he would try to go to Europe.</p><p>It's not clear what happened next. However, many refugees trying to get to Europe from Africa are going via Libya. The country is convulsed by fighting, but the chaos means the Libyan coast is not patrolled. As a result, there has been a surge in the number of migrants piling into rickety boats headed for Europe.</p><p>The next news Fisahaie heard was terrible: Friends had recognized Kidane <a href=\"https://www.youtube.com/watch?v=qCbFKRYu_5I\" target=\"_blank\">in a video</a> of \"Ethiopian Christians\" killed in Libya by an affiliate of the self-proclaimed Islamic State.</p><p>Fisahaie forced herself to watch. She saw her cousin held down, and others killed, but says he was not murdered on camera.</p><p>\"I prefer not to see,\" she says. \"But Tesfai. ... I felt I must see this.\"</p><p>Now, she says, she urges any other migrants considering the journey to think again.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Israel+To+ISIS%3A+How+A+Search+For+A+Safe+Haven+Took+A+Wrong+Turn+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"277"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404352551-333507.m3u?orgId=1&topicId=1009&d=277&p=3&story=404352548&t=progseg&e=404352433&seg=12&ft=nprml&f=404352548"}]}