{"created":"2015-02-18T23:23:51+00:00","modified":"2015-02-19T19:43:05+00:00","valid":{"from":"2015-02-19T19:43:05+00:00","to":"3015-02-19T19:43:05+00:00"},"hreflang":"en","guid":"ce65b0ca-b33b-4339-91a3-62346798064f","title":"Ukrainian soldiers survive a brutal 'orderly' retreat from the town of Debaltseve","published":"2015-02-19T19:42:56+00:00","byline":"Christopher Woolf","tags":["Russia-Ukraine conflict","military","Conflict","Conflict & Justice","Debaltseve","Artemivsk","Europe","Asia","Ukraine","Russia","Europe","Asia","Andrew Kramer","Debaltseve","Russia-Ukraine war","War"],"teaser":"Thousands of Ukrainian troops trapped in the encircled city of Debaltseve made a desperate bid for freedom last night. Many escaped, but heavy rebel fire took a bloody toll and forced soldiers to abandon wounded comrades on the way off the battlefield.","contentencoded":"<p>A trapped Ukrainian army battled its way to freedom on Wednesday, but the cost may have been severe.</p>\n<p>As many as 8,000 Ukrainian government troops were trapped in the strategic city of Debaltseve earlier this week, encircled by Russian-armed rebels. Shortly after midnight on Wednesday, Ukrainian commanders ordered a retreat. It quickly degenerated into chaos.</p>\n<p>Some units got no orders and simply took off on their own after neighboring units began departing. The main column tried to avoid using roads, which the rebels had mined and blocked. But with poor visibility and rough ground, trucks began getting stuck, breaking down or colliding with one another.</p>\n<p>Almost immediately, pro-Russian forces opened up on the retreating government troops with everything from small arms and tanks, to artillery. Casualties were heavy. The retreat was so hasty that some of the wounded and many of the dead had to be abandoned.</p>\n<p>Andrew Kramer of The New York Times was in Artemivsk, about 25 miles from Debaltseve, when the survivors of the messy retreat arrived. “I began the day in a coffee shop, doing an interview for an unrelated feature story, when we began getting reports of limping, straggling, bearded men coming into town,\" he says. “When we got to the hospital, there were crowds of these soldiers in thick winter uniforms standing about, many of them very sullen. It was clear they’d been through a very intense experience.”</p>\n<p>Debaltseve is a key road and rail hub linking the two main rebel-held cities, Donetsk and Luhansk. The rebels said they were determined to take control of the pocket despite a ceasefire agreed to last week.</p>\n<p>Forty bodies were brought to the morgue at Artemivsk on Wednesday, and Kramer says many more men are still missing. “I was there and you could see them laying out on the ground, in front of the morgue — but this was only the bodies that were retrieved,\" he says. \"It’s likely the casualty toll is higher.”</p>\n<p>The dead were joined at the hospital by at least 170 wounded by mid-afternoon on Wednesday, and Kramer heard stories of other casualties who were left in the field. “I spoke to one medic who said some of the wounded had to be stabilized, and a tourniquet put on, in the field, and left [behind] because there was no way to carry them out,\" he says.</p>\n<p>Ukraine’s president, Petro Poroshenko, said he ordered the retreat and claimed it was carried out in a planned and organized manner. “I think the Ukrainian army and the president are casting this in the best light possible, describing it as an orderly retreat,\" Kramer says. \"In the larger picture, that might be the case. But it was certainly a harrowing ordeal for the soldiers involved.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-18%2Fukraine-suffers-humiliating-military-defeat&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0218201506.mp3"},{"href":"http://www.pri.org/file/0218201506mp3"}]}