{"created":"2015-03-29T11:24:44+00:00","modified":"2015-04-01T15:05:41+00:00","valid":{"from":"2015-04-01T15:05:41+00:00","to":"3015-04-01T15:05:41+00:00"},"hreflang":"en","title":"New Postage Stamps Recognize The Genius Of Martin Ramirez","published":"2015-03-30T21:52:00+00:00","teaser":"The self-taught artist spent much of his life institutionalized, where he began to make remarkable art. Now some of it is featured on a series of U.S. postage stamps.","itags":["npr_api","396128439"],"guid":"ce700999-0381-4873-92e8-80ca8bcf2421","contentencoded":"<p>The U.S. Postal Service has just unveiled five new stamps depicting the paintings and drawings of Martin Ramirez.</p><p>An immigrant from Mexico, Ramirez was a self-taught artist who spent almost half of his life in California mental hospitals after being diagnosed as schizophrenic.</p><p>A ceremony Thursday at the Ricco/Maresca Gallery in Manhattan — which is <a href=\"http://www.riccomaresca.com/exhibitions-current/\" target=\"_blank\">hosting an exhibition</a> in conjunction with the release of the stamps called \"Martin Ramirez: Forever\" — signaled a kind of official recognition that brought family members from across the country and his native Mexico to New York City for the unveiling.</p><p>In 1925, Ramirez left a pregnant wife and three children in Mexico to find work in California. He was 30 years old and spoke no English. Six years later he found himself homeless — like a lot of people during the Great Depression. Sociologist Victor Espinosa told NPR in 2007 that the government had to find a place for them.</p><p>\"We have to remember in those days — we're talking about the Depression Era in California — people were living in the streets and the mental institutions were really like homeless shelters,\" Espinosa said.</p><p>Ramirez wound up at DeWitt State Hospital, outside Sacramento, Calif., where James Durfee ran Ward 106. Durfee says the ward was filled with all kinds of patients, some of whom were violent.</p><p>\"It was my opinion that he was very fearful of some of these other patients, and I believe that's why he chose to draw underneath the table in a crouched position,\" he says.</p><p>Durfee remembered that Ramirez made paint by mixing spit with crushed crayons and colored pencils. He used matchsticks to apply his colors — subdued reds, yellows and blues. Many of the drawings are on long sheets of examining table paper, depicting trains running in or out of tunnels, cars morphing into turtles and numerous Madonnas.</p><p>By the time of his death at the hospital in 1963, many of Ramirez's works had been destroyed. But some were taken by a psychologist studying mental illness and art. Most of those works eventually made their way to private collectors.</p><p>Nineteen Ramirez works are now on display at the Ricco/Maresca Gallery, where the <a href=\"http://about.usps.com/news/national-releases/2015/pr15_018.htm\" target=\"_blank\">postal service unveiled the new stamps</a> last week. Fourteen members of the artist's family were on hand for the ceremony.</p><p>\"We're all just so dumbfounded by the hugeness of it all,\" says Elba Ortega, the artist's great-granddaughter. \"It's just such an honor. I know that he would be as happy and as overwhelmed as we are.\"</p><p>About eight years ago, the Ramirez family hired lawyers to assert the estate's ownership of the artist's works. A source close to the family told NPR that since then it's been able to sell more than 50 works. Christopher Klatell, a lawyer for the Ramirez estate, says a Ramirez <a href=\"http://www.washingtonpost.com/entertainment/museums/work-by-martin-ramirez-key-outsider-artist-to-be-unveiled-at-library-of-congress/2013/12/07/3985668a-5e9e-11e3-95c2-13623eb2b0e1_story.html\" target=\"_blank\">Madonna was discovered</a> at the Library of Congress last year.</p><p>\"The Ramirez estate then did a part gift, part sale of that work ... so that it could remain in the Library of Congress' collection,\" Klatell says.</p><p><em>New York Magazine</em> art critic Jerry Saltz is pleased that art collectors have recognized the genius of Ramirez, but he takes major art museums in New York to task for neglecting the artist's works.</p><p>\"The Whitney owns none of them, MoMA owns one, the Met owns none and the Guggenheim owns four,\" Saltz says. \"So, you know what? Big shout out to the U.S. Post Office.\"</p><p>The Postal Service's five Ramirez issues are \"Forever\" stamps, which means the general public can use and see them for years to come.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Postage+Stamps+Recognize+The+Genius+Of+Martin+Ramirez&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Kalish","audio":[{"meta":{"duration":"222"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396128440-cd8464.m3u?orgId=1&topicId=1141&e=396128439&d=222&ft=nprml&f=396128439"},{"href":"http://media.npr.org/assets/img/2015/03/29/martin-ramirez-stamps_ricco-maresca-33b558c9914480590a56fd921d90c1c07eac1a2d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1350","width":"1800"}},{"href":"http://media.npr.org/assets/img/2015/03/29/trainandtunnel_enl-e5daf6dc63fb73620cf8eb51d5bd2fb8cd3d7608.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3391","width":"2285"}}]}