{"created":"2014-10-22T12:49:32+00:00","modified":"2014-12-04T14:29:02+00:00","valid":{"from":"2014-12-04T14:29:02+00:00","to":"3014-12-04T14:29:02+00:00"},"hreflang":"en","title":"Banned Drugs Still Turning Up In Weight-Loss Supplements","published":"2014-10-23T13:04:00+00:00","teaser":"Just because the Food and Drug Administration recalls a supplement because it contains dangerous substances doesn't mean the product disappears from the market.","itags":["npr_api","357831203"],"guid":"ce747188-b560-4ced-892d-38e6051b7ac8","contentencoded":"<p>Americans spend about $4 billion a year on weight-loss supplements. And the Food and Drug Administration spends a lot of effort policing distributors who market fraudulent products that are tainted with unsafe, banned drugs.</p><p>But a study published Tuesday finds that buyers should beware: Just because the FDA recalls a product for containing dangerous substances doesn't mean the product disappears from the market.</p><p>Researchers from the Cambridge Health Alliance, a health care network affiliated with Harvard University, got a list of 274 dietary supplements that the FDA recalled between 2009 and 2012.</p><p>Then, they analyzed 27 products (including supplements marketed for weight loss, sexual enhancement and sports performance enhancement) that were still being sold months after being recalled. They found that two-thirds of the products still contained banned ingredients.</p><p>\"I was so disheartened to see that manufacturers would have the chutzpah to sell the exact same product\" even after it had been recalled, says Harvard's <a href=\"http://www.challiance.org/Main/PhysicianLocator/Cohen_Pieter_MD_7.aspx\">Dr. Pieter Cohen</a>, a Cambridge Health Alliance researcher and internist. His findings are published in the current issue of <em>JAMA,</em> the Journal of the American Medical Association.</p><p>Consider, for example, a weight-loss product called Zi Xiu Tang Bee Pollen Capsule.</p><p>The FDA took action to recall the product in October 2012. But when Cohen and his colleagues purchased the product in July 2013, it still contained sibutramine — the banned drug that led to its recall in 2012.</p><p>Sibutramine, once marketed as the diet drug Meridia, was <a href=\"http://www.npr.org/blogs/health/2010/10/08/130430170/abbott-pulls-plug-on-meridia-diet-drug\">pulled from the market</a> in 2010 after research linked it to an increased risk of heart attack and stroke. (Six of the 27 recalled products analyzed in the <em>JAMA</em> study contained sibutramine.)</p><p>And, despite <a href=\"http://www.fda.gov/safety/medwatch/safetyinformation/safetyalertsforhumanmedicalproducts/ucm392202.htm\">warnings</a> by the FDA, Zi Xiu Tang Bee Pollen is still <a href=\"http://zixiutangofficial.com/\">marketed</a> on the Internet.</p><p>It's possible that the manufacturer has changed the formulation since the <em>JAMA</em> study testing was conducted, but we were unable to reach the distributor for comment. Our email was returned as undeliverable.</p><p>\"People selling these products should be enforced against to the fullest extent of the law,\" says <a href=\"http://www.nutraingredients-usa.com/Regulation/Fabricant-leaves-FDA-replaces-Shaw-as-head-of-NPA\">Daniel Fabricant</a>, CEO of the Natural Product Association, a nonprofit trade association that represents supplement-makers and other companies.</p><p>Fabricant points out that products adulterated with drugs are not considered to be supplements, so he chafed at the use of the term \"dietary supplements\" to describe the products analyzed in the <em>JAMA</em> study.</p><p>\"The products analyzed in this study aren't supplements,\" Fabricant told NPR. \"People selling these products online don't represent the industry.\"</p><p>In a written statement, the FDA told NPR that the agency has pursued civil and criminal enforcement against people who illegally market these products, but it's tough to crack down.</p><p>\"The supply chain for these products is extremely fragmented,\" an FDA spokesperson said in an email. \"One product manufactured by an unknown company overseas may be sold by dozens of different distributors in the United States.\"</p><p>In the case of the Zi Xiu Tang Bee Pollen capsules, for example, even if one distributor is detected and shut down, many more may still be selling the product.</p><p>And it can be tough for consumers to know which products might pose dangers.</p><p>Given the uncertainty, <a href=\"http://clinicalpharmacy.ucsf.edu/faculty/bio.asp?bioid={E6FB98E8-1170-4B8C-A5A1-622F3343B78A}\">Candy Tsourounis</a>, a professor of clinical pharmacy at the University of California, San Francisco, says her advice is to steer clear of all weight-loss supplements.</p><p>\"I think what's most striking about [the findings of the study] is that these supplements pose a significant health risk,\" Tsourounis says.</p><p>And even when weight loss products don't contain banned substances, she says, they're unlikely to help.</p><p>\"None of these supplements,\" Tsourounis says, \"has been adequately tested to demonstrate that it will work\" to help sustain weight loss over time.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Banned+Drugs+Still+Turning+Up+In+Weight-Loss+Supplements&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"202"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357998918-cbb74c.m3u?orgId=1&topicId=1128&ft=3&f=357831203"},{"href":"http://media.npr.org/assets/img/2014/10/21/bee-pollen-c47eebae2521d6d2f773a2ac336eb87a463638b6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}}]}