{"created":"2014-09-08T17:25:46+00:00","modified":"2014-11-12T18:15:47+00:00","valid":{"from":"2014-11-12T18:15:47+00:00","to":"3014-11-12T18:15:47+00:00"},"hreflang":"en","title":"Top 40 In A Summer Of Discontent","published":"2014-09-05T16:54:00+00:00","teaser":"It's striking how little current pop hits reflect the angst and anger that have dominated this summer's news. But critic Ann Powers finds that one of 2014's biggest songs offers unexpected guidance.","itags":["npr_api","341341699"],"guid":"ce749280-b337-4b54-9293-f6a33c6d8511","contentencoded":"<p><em>To hear Ann Powers talk with NPR's Audie Cornish about some of the songs that might define the troubling summer of 2014, click the audio link on this page.</em></p><hr /><p>Those of us who are lucky enough to be technologically interconnected are currently enduring an overwhelming summer of discontent. To say so is to wring the obvious from a cliché. The information so easily available now, jumping onto mobile screens in pulsing letters, makes age-old problems immediate. Racism. Conflicts over land and human rights. Spreading disease. Environmental perils. Famous lives lost; obscure lives made famous through grotesque endings. All of it has happened countless times before. What might be new in our own time is the disconcerting mix of urgency and helplessness that overcomes everyone as we recline in our separate rooms, scrolling through the horrors on machines that only virtually connect us, thinking, <em>this is happening right in front of me. I have to do something. Yet I'm so far away</em>.</p><p>Many people I know reached some kind of breaking point last week, during the unfolding conflict between police and citizens in Ferguson, Mo., following the shooting death of Mike Brown. Twitter and live-streaming independent media sources brought this violence close — as other demonstrators said in a different era, <a href=\"http://www.ucpress.edu/book.php?isbn=9780520239326\" target=\"_blank\">the whole world was watching</a>. The lack of an interpretive context around what social media exposed made events seem both more palpable and more shocking. How to respond? Music-minded person that I am, I sought songs to share, not as any kind of solution, but simply as a way of witnessing. I chose <a href=\"http://www.npr.org/artists/15669282/marvin-gaye\" target=\"_blank\">Marvin Gaye</a> and the gospel exhortations of Dorothy Love Coates. These were old, reliable semaphores. Would there be new ones soon, I wondered, to suit today's particular mood of time-lapsed urgency?</p><p>During times of social crisis, music is a motivator and a comfort. Sometimes, artists address issues head-on, in protest or to cultivate compassion. More often, though, songs take on new meanings because of the times. Well-worn examples: \"<a href=\"https://www.youtube.com/watch?v=6FOUqQt3Kg0\" target=\"_blank\">Respect</a>,\" owned by <a href=\"http://www.npr.org/artists/15662553/aretha-franklin\" target=\"_blank\">Aretha Franklin</a>, transformed from a lover's backtalk to an anthem of both feminist and racial pride. <a href=\"http://www.npr.org/artists/15399328/stephen-stills\" target=\"_blank\">Stephen Stills</a> wrote \"<a href=\"https://www.youtube.com/watch?v=gp5JCrSXkJY\" target=\"_blank\">For What It's Worth</a>\" about the trouble that arose upon the closing of a Sunset Strip nightclub, but it resonated differently in light of protests against the war in Vietnam. Alan Jackson found an audience directly addressing the 9/11 attacks in \"<a href=\"https://www.youtube.com/watch?v=o2NXDJ4FabE\" target=\"_blank\">Where Were You (When the World Stopped Turning)</a>,\" but so did <a href=\"http://www.npr.org/artists/14837922/bruce-springsteen\" target=\"_blank\">Bruce Springsteen</a> with \"<a href=\"https://www.youtube.com/watch?v=Mi_Tm_g6KdA\" target=\"_blank\">My City of Ruins</a>\" — actually written about Asbury Park, not New York, two years before the towers fell.</p><p>Perusal of today's Top 40, however, seems to offer little that could be repurposed to express the summer's anxiety, fear and rage. The one song that resonated on social media during last week's Ferguson protests was \"<a href=\"https://www.youtube.com/watch?v=HMUDVMiITOU\" target=\"_blank\">Turn Down For What?</a>\" the frantically commanding song by DJ Snake with the rapper Lil Jon. Its brief lyric about drinking in a club — <em>fire up that loud, another round of shots — </em>takes on ominous power in light of the role bullets (lead and rubber) have played in current events.</p><p>People on Twitter were more attracted to the song's title — reinterpreted as a refusal to step down rather than a party cry to ramp up, it became a 21st-century equivalent of \"we shall not be moved.\" In the moment, it proved effective, but there are limits of \"Turn Down for What?\" as a protest song, or even one that captures this summer's uneasiness. It's glib — <a href=\"https://twitter.com/search?q=%23turndownforwhat%20%23ferguson&src=typd\" target=\"_blank\">best as a hashtag</a>. And though the song's energy feels cathartic, it's actually contained within the ordered pulse of EDM.</p><p>A genuine protest song soon surfaced, but it was not built to be a radio hit. J. Cole's \"<a href=\"http://www.rollingstone.com/music/news/j-cole-mourns-michael-brown-in-somber-new-song-be-free-20140815\" target=\"_blank\">Be Free</a>,\" posted to the North Carolina rapper's blog on Friday, quickly reached the No. 1 spot on <em>Billboard</em>'s <a href=\"http://realtime.billboard.com/?chart=trending140\" target=\"_blank\">Trending 140</a> chart, which notes the fastest-moving songs on Twitter. The track is minimalist, based around a keyboard loop that recalls the dystopian trip-hop of <a href=\"http://www.npr.org/artists/17093791/massive-attack\" target=\"_blank\">Massive Attack</a> and Tricky; that musical bed embodies a feeling of futility. Over it, Cole sings instead of raps. He might be crying. He sounds like he's thinking of <a href=\"http://www.npr.org/artists/15396720/nina-simone\" target=\"_blank\">Nina Simone</a> singing \"<a href=\"https://www.youtube.com/watch?v=fVQjGGJVSXc\" target=\"_blank\">Mississippi Goddam</a>,\" but he can't seem to muster her freeing rage; instead, he sounds exhausted. \"Don't just stand around,\" he sings, exhorting protesters but also, perhaps, warning others who could face Brown's fate. Eventually Cole's voice gives way to a recording of Dorian Johnson, Brown's friend, who was with him when he died. Cole's beloved hip-hop, able to incorporate the sounds of real life, uneasily suggests that such sounds, now, are more powerful than what an artist can create on his own. Cole can only do so much to frame the sorrow audible in Johnson's voice. This makes the song almost unbearably painful for listeners, too.</p><p>The sparseness and bald intensity of \"Be Free\" markedly contrasts with what dominates radio, in any decade, and particularly this year. It's not <a href=\"http://www.nytimes.com/2014/08/17/opinion/sunday/the-real-song-of-the-summer.html?_r=0\" target=\"_blank\">a song of the summer</a>, though it will be an enduring artifact of <em>this </em>summer. And for some reason, in recent months the Top 40 has given anyone seeking succor or inspiration of a deeper kind little to work with.</p><p>It's striking how little current hits reflect the angst that has become the dominant mood on social media, if not everywhere. Instead, summer 2014's songs are breezily confident, brushing away conflict with cheery melodies and slap-happy rhythms. It's not that these hits don't address problems; one of Ariana Grande's hits is even called \"<a href=\"https://www.youtube.com/watch?v=iS1g8G_njx8\" target=\"_blank\">Problem</a>.\" But no threat is so consequential that these overconfident millennials can't quickly dismiss it. Their queen is <a href=\"https://www.youtube.com/watch?v=O-zpOMYRi0w\" target=\"_blank\">Iggy Azalea</a>, whose sneer seeks to be as winning as her smile; their king is Nasri, singer for the reggae revivalists <a href=\"https://www.youtube.com/watch?v=PIh2xe4jnpk\" target=\"_blank\">Magic!</a>, who defangs that music of resistance with a tale about so-called forbidden love that's really both instantly accessible and totally conventional: His girl will follow him anywhere, and, \"I'm gonna marry her anyway.\"</p><p>This may feel both depressing and typical to those who find Top 40 pop vapid compared to \"real\" music emerging from the street or the underground (or the boutique industry of indie rock). It's arguable that pop's party mood has even been intensified by the uncertainties of everyday life: It's a heating pad, a palliative treatment for our spasms of fear and despair. Yet some musicians in the mainstream are expressing those less acceptable emotions, within songs that might seem to fit in with the escapist mood on the charts, but subtly move against it.</p><p>Sam Smith's is the most obvious young voice with the potential to move people in emotionally necessary ways. He's had a pair of Top 10 hits in the last few weeks, under his own name and as a featured singer on a dance track. People want to hear this 23-year-old Londoner's lush, androgynous voice: It pours out of radios, restaurants, gyms, nail salons. In part Smith's rise is a coincidence, but there's relevance in the way his singing travels between signifiers of identity: male and female, youthful and worn and, yes, black and white.</p><p>Perhaps it seems unfair to note that, at a time when this nation's fundamental racial inequalities have once again become centrally visible, mainstream radio has latched on to a voice that often sounds African-American, but isn't. Smith is who he is, and unlike Azalea, who utterly buries her Australian accent, he communicates his Englishness in frequently genteel phrasing. Still, uplift is something Smith does very well, and uplift — that healing feeling, made more resonant through a tinge of sorrow, but rarely tipping into rage — is often what the mainstream provides in times of social unrest. The 1960s civil rights movement had its furies, like Simone, but Franklin became its musical voice not only because of her greatness, but because her gospel-based music always aimed for uplift's temporary resolutions. Something similar comes through in hits by Smith, like the pointedly gospel-inflected \"Stay With Me.\"</p><p>The scarcity of artists of color on this summer's Top 40 is part of a disturbingly tenacious <a href=\"http://www.slate.com/articles/arts/the_music_club/features/2013/music_club_2013/the_rock_hall_of_fame_and_the_billboard_hot_100_where_were_the_black_acts.html\" target=\"_blank\">music-industry trend</a>, despite the dominance of <a href=\"http://www.npr.org/artists/16318474/jay-z\" target=\"_blank\">Jay-Z</a> and <a href=\"http://www.npr.org/artists/19230778/beyonce\" target=\"_blank\">Beyonce</a> as a touring venture and celebrity couple. Magic! has a non-white, Canadian lead singer, but though Nasri's Palestinian heritage is interesting to note, he hasn't yet shown how it might be relevant to his music. (No <a href=\"https://twitter.com/search?q=nasriworld&src=typd\" target=\"_blank\">tweets</a> on Gaza that I've seen, for example.) Yet amidst all the sounds being polished and put forth by the party girls of Hollywood, one song of this summer does feature voices that are not only non-white, but also distinctly African. It sounds like a trifle, it's so buoyant and accessible. Yet \"Am I Wrong\" is that special kind of singalong, floating through the air on dance floors or in beach parking lots, that could hit listeners in a deeper way and become an accidental anthem.</p><p>\"Am I Wrong\" is a song of uplift by two singers and songwriters, Nico Sereba and Vincent Dery, who record as Nico & Vinz. Sereba and Dery grew up the children of African immigrants in Oslo. The duo smartly recasts the sounds of their native Ivory Coast and Ghana within the radio-friendly structure of Scandinavian pop. Its staying power in America, however, probably has to do with its soulfulness. The song may not reach the levels of genius attained by Marvin Gaye or <a href=\"http://www.npr.org/artists/15402012/sam-cooke\" target=\"_blank\">Sam Cooke</a>, but in its singers' plaintive voices, and in the way it swells and ebbs, accommodating both hope and hesitation, it connects with the spirit of those great crowd-movers.</p><p>The lyrics of \"Am I Wrong\" add up to a string of inspirational non-sequiturs. \"Am I wrong for thinking out the box from where I stay?\" Dery wonders. \"Am I trippin', for having a vision,\" Sereba counters in his own verse. The message is generic — believe in yourself — but built around the spiraling self-doubt of the title, it's right for unsettled times. A slow riptide of doubt keeps pulling the song somewhere deeper, and the singers, with their declarations, pull back. When Nico or Vinz — they share the vocal — intone, \"That's just how I feel,\" it's reassuring, but also sad and a little unsteady. The volatile elements of \"Am I Wrong\" come together to form a whole that sustains, but also acknowledges instability; the song offers hope, but acknowledges how difficult perseverance can be.</p><p>\"Am I Wrong\" also recalls a soul classic from the dawn of the 1970s: \"<a href=\"https://www.youtube.com/watch?v=yrotsEzgEpg\" target=\"_blank\">O-o-h Child</a>\" by the Five Stairsteps. That song is one long journey up the hill toward the sun, a lullaby leading to the morning, its mood of joy established through a swelling melodic build like few others in pop. Currently back in our ears as a fun feature on the soundtrack to <em>Guardians of the Galaxy</em>, \"O-o-h Child\" was never a protest song. Yet it's found a fascinating place in the culture, as an exhortation to keep going even in times of unrest. Director John Singleton milked it for painful irony in a key scene in <em><a href=\"http://fingersonblast.com/blog/tag/the-five-stairsteps\" target=\"_blank\">Boyz n the Hood</a></em>, when the child Tre watches two of his friends carted off by police for shoplifting as the song plays on his father's car radio. Spike Lee used it too, in <em>Crooklyn</em>, during the funeral of the film's family matriarch. Tupac sampled it in \"<a href=\"https://www.youtube.com/watch?v=zBhm7GcEk6E\" target=\"_blank\">Keep Ya Head Up</a>,\" his ode to inner-city survival. Janet Jackson tapped into it in \"<a href=\"http://www.zapkolik.com/video/janet-jackson-truth-561268\">Truth</a>,\" her ballad about living past a bad romance.</p><p>It's doubtful that \"Am I Wrong\" will have the deep afterlife of \"O-o-h Child\" — it doesn't have that song's captivating integrity. But like so many hits whose meanings seem to adapt to fit their moment, it's here now, for the many different listeners who might need it. Protest takes courage and focus. Pop is all about commodification: the soft center of what adapts. But sometimes, when history collides with it, a simple song gains dimension. To paraphrase Nico & Vinz, that's just how listeners feel.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Top+40+In+A+Summer+Of+Discontent&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ann Powers","audio":[{"meta":{"duration":"491"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345044397-ff7b83.m3u?orgId=1&topicId=1106&aggIds=100920965&ft=3&f=341341699"},{"href":"http://media.npr.org/assets/img/2014/08/18/am-i-wrong2-a9223ca4b752741027d4525cb07983b2a3deb985.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"777","width":"1036"}}]}