{"created":"2015-05-08T18:15:51+00:00","modified":"2015-05-14T21:09:46+00:00","valid":{"from":"2015-05-14T21:09:46+00:00","to":"3015-05-14T21:09:46+00:00"},"hreflang":"en","title":"All Songs +1: Songs That Remind You Of Mom","published":"2015-05-09T04:22:00+00:00","teaser":"For this week's <em>All Songs +1</em> podcast we share some of the songs listeners told us remind them of their moms. We've also got a bonus phone call to host Bob Boilen's mom!","itags":["npr_api","405203543"],"guid":"ce815ca5-e2d9-45f9-8e22-7873c30d6e31","contentencoded":"<p>In honor of Mother's Day, <a href=\"http://www.npr.org/blogs/allsongs/2015/05/07/404688782/what-song-reminds-you-of-your-mom\">we asked listeners</a> to tell us about the songs that remind them of mom. We got thousands of stories and song suggestions, way more than we could ever publish here. So for this week's <em>All Songs +1</em> podcast we've also put together a list with some of the most-mentioned tracks and a few of the memories listeners shared about them. Host Bob Boilen also calls up his own mom to wish her a happy Mother's Day and talk about the music she loves.</p><p>The listener song picks ranged from Neil Young's \"Heart Of Gold,\" and goofier songs like \"How Much Is That Doggie In The Window?\" to Lily Allen's \"F*** You\" and Patsy Cline's \"Crazy.\" But in one way or another, they were all songs that brought people back to their childhoods or to usually more innocent times.</p><p>You can hear our <em>All Songs +1</em> podcast with the link above, and read highlights from the thousands of song and story submissions we got below.</p><hr /><p><strong>\"Baby Mine\" From <em>Dumbo</em></strong></p><ul><li>\"When I was little, my mother would hold me close to her and sing this song to me while gently swaying back and forth on the old rocking chair in my bedroom. I remember one night when I was five or something, my mother was holding me tight and singing \"Baby Mine\" to me and I was filled with overwhelming sadness. I suddenly understood that this moment between my mother and I wouldn't last forever, and that one day I would grow up and I wouldn't be able to be held like this anymore. I don't know if I should be proud or depressed that I had that realization at such a young age.\"</li><li>\"When I was little (I'm 32 now) my mom and I loved watching <em>Dumbo</em> together. Whenever this song came on, my mom would snuggle me in her arms just like Dumbo's mom was snuggling him through the bars on her cage. To this day neither my mom nor myself can hear it without getting teary eyed! Just thinking about it makes me emotional. Nothing in this world compares to a mother's love. Nothing.\"</li></ul><p><strong>\"You Are My Sunshine\"</strong></p><ul><li>\"She sang it to me when I was little and it was just the two of us. It was \"our\" song. I got so upset later when she sang it to my new little sister and forbid her from singing it to her anymore. My mother passed away suddenly right after I turned 16. I sang it to her at her funeral after everyone else left the church. Just me and her.\"</li><li>\"When I was eight, my mother and I sang this to my father when he came home. My parents later divorced, but this remains the epitome of a love song to me.\"</li><li>\"She always sang it in the car, and she'd sing it to us as a lullaby sometimes. At the end of her life, my brother and I held her hands and sang it to her.\"</li><li>\"When I was growing up my mom sang \"You Are My Sunshine\" to me as she woke me up every morning for school. It was always the best way to wake up even when I was feeling cranky.\"</li></ul><p><strong>\"Moon River\"</strong></p><ul><li>\"I remember this song being played often on the record player in our living room,providing the musical backdrop to my childhood. I loved it because the song referred to 'my huckleberry friend,' who I innocently thought was a reference to one of my favorite cartoon characters, Huckleberry Hound. My mother always sang along to the song; she had a beautiful voice and even now, at 87, enjoys singing in the chorus in her senior community. This song is on my iPod playlist and I turn it up every time it plays. Really takes me back.\"</li><li>\"Mom loved this song! When we would go to restaurants with the little juke boxes at your table, Mom would give me a quarter for three songs. I would choose two for myself and one for her. It was always 'Moon River'.\"</li></ul><p><strong>\"Bridge Over Troubled Water\"</strong></p><ul><li>\"My mother was a beacon for me during some very dark times and she loved me in spite of the pain I caused her. In her absence this song still brings me to tears. It truly embodies the unending love my mother had for me and now that I have for my own children.\"</li><li>\"My mama sang it to me as a lullaby when I was a baby, and I sang it to her through her chemotherapy for leukemia. She passed away when I was 22.\"</li></ul><p><strong>\"Forever Young\"</strong></p><ul><li>\"When I was finally moving out of the house and into my first apartment, she took me out in our backyard, sat me down, and played this song for me. It was her way of releasing me out into the world and hoping she'd prepared me enough to take it on. Of course she did, and this is now my ringtone when she calls.\"</li><li>\"She always cried and said it made her think about me when she heard it. Now I cry thinking about her.\"</li><li>\"This was the song she picked for us to dance to at my wedding in 2010 and then she passed in 2013. It isn't played very much on the radio anymore but when it comes on or I catch a snippet of it somewhere I'm reminded of her. There are hundreds of songs I could pick, the entire Beatles catalog, but this one will get me every time.\"</li></ul><p><strong>\"Edelweis\"</strong></p><ul><li>\"My Mom and Grandma used to sing this song around the house — not even caring that neither of them had great singing voices. To this day, I can't hear the song without feeling an overwhelming connection to my family, no matter how many miles are now between us all.\"</li><li>\"My mom always sang this to me as a lullaby when I was little. If I ever had a nightmare or got scared at bedtime, she would sing this until I felt better.\"</li><li>\"My mother used the song 'Edelweiss' to sing my brother and I to sleep every night, to the point where I assumed 'edelweiss' meant 'lullaby' when I was little. I still tear up a bit when I think of the song because it reminds me of how loving my mom was in those bedtime moments.\"</li></ul><p><strong>\"Hey Mama\" (Kanye West)</strong></p><ul><li>\"When I was in graduate school on the other side of the world, I would experience periods of homesickness, particularly when my family was going through some rough periods themselves back home which I seemed powerless to do anything about. In the middle of that time, I heard this song, which is a touching tribute by Kanye to his mother. I sent it to my mother that Mother's Day, and it was a small digital hug when a physical one wasn't possible.\"</li><li>\"The narration of his story about his mother and Kanye is pretty similar to the story of how I feel about my Mom. Also, the background sample for this song (Donal Leece, 'Today Won't Come Again') is a favorite song that we both enjoy. The song connects us on so many levels.\"</li></ul><p><strong>\"Downtown\" (Petula Clark)</strong></p><ul><li>\"Mom sang in the high school plays and fantasized about singing on Broadway. She married her high school sweetheart right out of high school and had four children but continued to sing around the house. When I was a teenager she would sing 'Downtown' at the top of her lungs while I was trying to talk on the phone with my girlfriends.\"</li><li>\"When I was seven we moved to New Jersey from Georgia. My single mother was taken on dates to New York City (!), something more glamorous than I could imagine. 'Downtown' was popular then and seemed to be the soundtrack for my youthful mother and her exciting treks into the city, affirming her energy and excitement and wonder at it all.\"</li><li>\"It was one of her favorite songs when I was a small child. My mom would sing along and whenever I hear that song ... brings a smile to my face and takes me back to '60s in my kitchen and me looking at my mom with adoring eyes.\"</li></ul><p><strong>\"Over The Rainbow\"</strong></p><ul><li>\"As a child she would watch <em>The Wizard of Oz</em> with me and share that she had seen that movie with her mother when it came out in theaters. She would be emotional when Judy sang that song. Throughout the years, each time she heard it, her eyes would water. In her last years, as she lay bedridden with Alzheimer's Disease, she did not remember much, but she remembered the words to this song. This song also makes me think of how full of hope and love she was. When I hear this song, I can almost see her next to me.\"</li><li>\"My mom loved <em>The Wizard of Oz</em> and had a 23-year career as a first and second grade teacher. No matter the formal curriculum, she somehow wove <em>Wizard of Oz</em> into the kids' learning each of those years. She passed away in Feb. 2014 at 81 years old with tongue cancer. We included the ukelele version of 'Over The Rainbow' as the photos of her life was shown before and after her memorial. She so loved the movie and the song, 'Over The Rainbow'.\"</li></ul><p><strong>\"Close To You\"</strong></p><ul><li>\"A Carpenters record was always on in our house because my mom loved their music. When our family got its first CD player, a Carpenters compilation was the first CD purchased. I know all of their songs by heart and every time I hear one, ZAP, I'm back at the kitchen table, doing my homework listening to Mom humming along.\"</li><li>\"My parents had a big, old 8-track player and when the Capenters would come on, my mom would sing along. She has a great voice but is modest about it (and everything else she does). The sound of my mother's voice singing is the most peaceful thing I could ever imagine to this day, because it means all is well.\"</li><li>\"I remember riding with my mom so many times when when I little when this song would come on. She would turn it up and sing along. After all of these years, I still think of her when this song comes on. The day after she died, I drove to the nursing home to clean out her room and the some came on, a message of love from her.\"</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=All+Songs+%2B1%3A+Songs+That+Remind+You+Of+Mom&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Robin Hilton","audio":[{"meta":{"duration":"521"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405236618-82d19e.m3u?orgId=1&topicId=1039&d=521&story=405203543&ft=nprml&f=405203543"},{"href":"http://media.npr.org/assets/img/2015/05/08/bri055ae-a210b9a397173f217ab051e2c85c75d5911a9ddc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2239","width":"2986"}}]}