{"created":"2014-12-03T08:20:46+00:00","modified":"2015-03-27T21:05:29+00:00","valid":{"from":"2015-03-27T21:05:29+00:00","to":"3015-03-27T21:05:29+00:00"},"hreflang":"en","title":"Mischief Under The Mistletoe: Office Partygoers Behaving Badly ","published":"2014-12-18T23:14:00+00:00","teaser":"Partying with co-workers can lead to awkwardness and worse. And, HR experts say, alcohol is often to blame. \"If people used common sense, I wouldn't have a job,\" says employment attorney Jon Hyman.","itags":["npr_api","368014813"],"guid":"ce9928f3-6194-4eac-aaf6-1b7cb4437804","contentencoded":"<p>Thanksgiving kicks off holiday party season, and at office holiday parties around the country, this means co-workers will make merry and mischief.</p><p>This time of year, Minneapolis attorney Kate Bischoff is a busy woman.</p><p>\"I often represent clients who are handling the aftermath of a holiday party when it has gone off the rails,\" Bischoff says.</p><p>This includes, but is not limited to, bosses hitting on interns. There was also the case in which a manager gave a direct report a sexually explicit gift. Perhaps it was a joke, but it resulted in a harassment claim.</p><p>\"It was not even close to the line,\" Bischoff says. \"This manager jumped over the line with gusto.\"</p><p>And then there was the case that involved a manager's idea of an after-party.</p><p>\"He took his team across the street to a different venue, where there was some exotic dancing, and in certain circumstances, employees don't feel they can say no to their boss,\" Bischoff says.</p><p>Bischoff says meting out alcohol at parties using vouchers can limit some liability at the office holiday shindig. It also helps to remind employees of basic judgment and rules of conduct. Not that it will necessarily be heeded.</p><p>\"If people used common sense, I wouldn't have a job,\" says Jon Hyman, a Cleveland employment attorney who also handles holiday party legal cleanup.</p><p>He even has his own experiences with office holiday mishaps.</p><p>\"Co-workers passed out on toilets with a bottle of whiskey between their legs,\" Hyman says. \"I've seen stuff stolen from restaurants by people who have had too much to drink. You know, art lifted right off the walls.\"</p><p>Hyman recently tweeted about another holiday memory, from his student days working at a T-shirt warehouse. His co-worker took maximum advantage — first at the open bar, then on the dance floor and eventually with the CEO's wife.</p><p>\"He actually stripped down to his underwear,\" Hyman says. \"When I originally wrote the tweet I wrote 'grinded with,' but I mean she was not a willing participant — it was 'grinding on' the CEO's wife. And that was his last day working at the company.\"</p><p>Hyman froze as colleagues pried the man off the boss's wife.</p><p>\"I was dumbfounded,\" he says. \"I didn't know how to react or what to do.\"</p><p>Freada Kapor Klein, an expert on human resources and sexual harassment, says almost always it's the booze that makes baseline workplace dysfunction combustible.</p><p>\"So we have alcohol-fueled problems,\" Klein says, \"be they racial bias, be they sexual harassment, be they intolerance or stereotyping — whatever is underlying in the company culture already just gets completely amplified.\"</p><p>But Amy Maingault, director at the Society for Human Resource Management, says company culture may not always be the root cause. She says sometimes individuals just act badly.</p><p>She agrees, though, that alcohol can turn small problems into big ones, fast, and that it creates other legal liabilities for employers.</p><p>\"If the employer is serving alcohol, and they're the people paying for the alcohol, they do incur some liability if that person causes injury to themselves or to others driving home after the party,\" Maingault says.</p><p>Of course, not all regrettable party incidents result in lawsuits or investigations. Most times it might just be awkward coming to work the next day.</p><p>Take Stephen Larrick. Three years ago, he was a new college grad working at City Hall in Central Falls, R.I.</p><p>Larrick did standup comedy in college, so his boss insisted that he roast everyone at the holiday party. He demurred, the boss insisted, and Larrick ended up on stage before about 100 municipal employees.</p><p>\"They introduced me as Steve from the planning department,\" Larrick recalls.</p><p>Larrick dug for material about people he hardly knew and who didn't know him.</p><p>\" 'So our director of public works is here. I don't know if everyone knows this, but the director is a bit of a neat freak. Yeah, he's such a neat freak, he's even considering cleaning up the city,' \" Larrick says. \"Boom, fell flat. I'm standing up there and feeling very awkward in front of a bunch of colleagues.\"</p><p>In this instance, Larrick says, alcohol actually helped. That and a shared sense of haplessness.</p><p>\"We were all kind of in the awkward together,\" he says.</p><p>Larrick made it back to work the next day. In fact, he's now a manager and plans to attend the office party again this year. But this time, he won't do standup.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mischief+Under+The+Mistletoe%3A+Office+Partygoers+Behaving+Badly+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yuki Noguchi","audio":[{"meta":{"duration":"278"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368143693-a579ae.m3u?orgId=1&topicId=1091&e=368014813&d=278&ft=nprml&f=368014813"},{"href":"http://media.npr.org/assets/img/2014/12/02/85196491-2d26d3a5c4e82e313b319df8d96fe8ad4435cbd1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2331","width":"3109"}}]}