{"created":"2015-06-12T19:56:01+00:00","modified":"2015-06-29T20:41:31+00:00","valid":{"from":"2015-06-29T20:41:31+00:00","to":"3015-06-29T20:41:31+00:00"},"hreflang":"en","title":"Are Apps Like Tinder And Grindr Fueling A Rise In STDs?","published":"2015-06-12T19:55:00+00:00","teaser":"Public health officials are blaming dating apps for contributing to an increase in sexually transmitted diseases.","itags":["npr_api","413996012"],"guid":"cea8562e-7a60-462e-8b6b-bb0854fa11ef","contentencoded":"<p>Public health officials in states across the country are blaming dating apps like Tinder and Grindr for contributing to an increase in sexually transmitted diseases.</p><p>In Utah, gonorrhea infections are up 714 percent among women since 2011 and up almost 300 percent among men. In Rhode Island, syphilis cases have grown by 79 percent and new HIV infections have increased by almost 33 percent.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Peter O&#8217;Dowd speaks with <strong>Lynn Beltran</strong>, an epidemiology supervisor in the Infectious Disease Bureau in the Salt Lake County Health Department, and <strong>Tom Bertrand</strong>, chief of the Office of HIV/AIDS, Viral Hepatitis, STDs, and TB in the Rhode Island Department of Health.</p><h4>Interview Highlights</h4><p><strong>Lynn Beltran on the relationship between dating apps and the jump in STD cases</strong></p><p>“We’ve definitely seen it happening more and more frequently in the last three to four years. Grindr was one of the first apps that was out there and available, and that’s specifically for men that have sex with men. And then, more recently we’re starting to see more and more heterosexual patients that report using Tinder. We can only refer to our anecdotal information, as far as how much it’s contributing to our increases. It’s not the only reason for the increase, but it’s definitely contributing to it.”</p><p><strong>Tom Bertrand on the challenges Tinder and Grindr pose for STD prevention</strong></p><p>“I think the interesting piece about social marketing though, and online, is that the exchange of information between partners may be limited, relative to other ways that they might meet each other. So when we go to do some of our public health work to help people who may have been possibly exposed to an STD or HIV to let them know to get tested, we don’t have that information at our fingertips. It creates an additional challenge for us, from public health, so that we can’t reach out to people who maybe have been exposed to make sure they get tested and treated.”</p><p><strong>Bertrand on the level of STD awareness among dating app users</strong></p><p>“I’d say a lot of people have a knowledge of STDs as well as HIV, but it’s their perception of STDs and HIV these days; many STDs are treatable, and they’re not considered that serious, and HIV is also an evolving disease. It’s fairly common to interact with a person who may have HIV but might be on medication to reduce transmission. That’s one of my goals, to get the word out there that these are serious diseases &#8211; HIV is not curable &#8211; and that we have to use these apps and online marketing &#8211; because it’s here to stay &#8211; to get good information out there.”</p><p><strong>Beltran on the challenges of STD education in a conservative state</strong></p><p>“It is really challenging, especially in the public school systems in Utah, because it is abstinence-based education. And the science tells us that comprehensive education actually delays the onset of sexual activity and it better prepares our youth when they do choose to become sexually active, to protect themselves from unplanned pregnancies and STDs.”</p><p><strong>On adapting STD prevention to a changing world</strong></p><p><strong>Bertrand:</strong> “One of the things that we’re trying to do, knowing that many people use apps and are online to meet partners &#8211; we work with our STD clinic and when someone is treated for an STD, we have one of our staff there with a computer and a smartphone. And we’ll meet with them and we’ll say, listen, let’s make sure all of your partners get treated so you don’t get re-infected. And let’s get online right now so we can find those partners and send them a message.”</p><p><strong>Beltran:</strong> “One of the things that I think would benefit Salt Lake County is if parents were to recognize that the world is changing, and the world is particularly changing around our attitudes around sex and sexual behaviors. And so, starting with our younger populations and providing them with access to more accurate information that doesn’t come from a place of judgment is really important, and I see that in my job every day. So one of the things we’re trying to do is find ways to empower parents to speak more openly with their youth around these kinds of issues.”</p><h4>Guests</h4><ul><li><strong>Lynn Beltran</strong>, epidemiology supervisor in the Infectious Disease Bureau in the Salt Lake County Health Department.</li><li><strong><a href=\"http://www.familyserviceri.org/NewAIDSProjectRIExecutiveDirectorNamed.asp\" target=\"_blank\">Tom Bertrand</a></strong>, chief of the Office of HIV/AIDS, Viral Hepatitis, STDs, and TB in the Rhode Island Department of Health.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Are+Apps+Like+Tinder+And+Grindr+Fueling+A+Rise+In+STDs%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"597"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413996015-2d2f8e.m3u?orgId=1&d=597&p=60&story=413996012&t=progseg&e=413972341&seg=5&ft=nprml&f=413996012"}]}