{"created":"2014-10-07T19:18:12+00:00","modified":"2014-11-12T16:42:55+00:00","valid":{"from":"2014-11-12T16:42:55+00:00","to":"3014-11-12T16:42:55+00:00"},"hreflang":"en","title":"'As Long As They Want To Play': Newport Jazz At 60","published":"2014-08-04T20:22:00+00:00","teaser":"Since its inception in 1954, the event has survived rainstorms, genre wars and a few near-riots. Producer George Wein says it survives for the same reason jazz does — the musicians love to perform.","itags":["npr_api","337139916"],"guid":"ceb1fda7-f480-43e1-b83b-220a09c36ab8","contentencoded":"<p>This year, the Newport Jazz Festival is celebrating its 60<sup>th</sup> anniversary. For most of that time, its guiding force has been producer George Wein, who remembers all too well the first event in 1954.</p><p>It was pouring rain. Wein was being urged to call it off but refused. The audience stayed, broke out their umbrellas, and the musicians played. The scene was caught by a photographer.</p><p>\"And that picture went out all over the world,\" Wein says, \"of people sitting for five hours in the rain, listening to jazz.\"</p><p>And who wouldn't have stayed? The lineup included <a href=\"http://www.npr.org/artists/15395370/ella-fitzgerald\" target=\"_blank\">Ella Fitzgerald</a>, <a href=\"http://www.npr.org/artists/15404118/count-basie\" target=\"_blank\">Count Basie</a>, <a href=\"http://www.npr.org/artists/15368367/dizzy-gillespie\" target=\"_blank\">Dizzy Gillespie</a> and <a href=\"http://www.npr.org/artists/14894617/billie-holiday\">Billie Holiday</a>.</p><p>After its soggy debut, it wasn't long before the festival started making musical history. In 1956 <a href=\"http://www.npr.org/artists/15396582/duke-ellington\" target=\"_blank\">Duke Ellington</a> and his orchestra were playing the bandleader's composition \"Diminuendo and Crescendo in Blue\" when Ellington turned to saxophonist Paul Gonsalves for a solo.</p><p>Gonsalves blew for 27 choruses, turning the sit-down Newport audience into a surging crowd.</p><p>\"We were sitting there and we saw this thing evolving and we couldn't believe it,\" Gonsalves says. \"I was worried it was maybe too exciting because the crowd, for the first time, had left their seats and was coming towards the stage.\"</p><p>The crowds actually did get too rowdy, and in 1961 the festival was cancelled. It resumed the next year, but audiences started to dwindle. As the decade wore on and musical tastes began to change, George Wein added rock to the lineup for the 1969 festival. Bands like <a href=\"http://www.npr.org/artists/15396553/led-zeppelin\" target=\"_blank\">Led Zeppelin</a> drew an overflowing crowed to Newport — which nearly caused another riot.</p><p>The rock experiment was a mistake, Wein says. But he did have a keen ear for what might sell. In 1959 when the folk boom was taking off, he launched the Newport Folk Festival. Over the years, he watched as taste shifted back and forth between the two events.</p><p>\"Next thing we knew, the folk festival was surpassing the jazz festival,\" he says. \"Then when <a href=\"http://www.npr.org/artists/15193203/bob-dylan\" target=\"_blank\">Bob Dylan</a> went electric, the folk festival went down and the jazz festival was coming up again.\"</p><p>The jazz festival left Newport for New York City in 1972 and returned 9 years later. Wein eventually sold his festivals and went into semi-retirement. But he couldn't stay away.</p><p>Historian and jazz critic Nat Hentoff says his old friend has made an important contribution.</p><p>\"By keeping the Newport Jazz Festival alive,\" he says, \"George also, I think, had a lot to do to ignite festivals all over the world.\"</p><p>There's now a foundation to take care of both Newport festivals. Wein says he's not too worried about their future, but he does contemplate the future of jazz — a music that was fighting for acceptance when he started the festivals 60 years ago.</p><p>\"The difference now is, we're looking for relevance in this age of pop culture,\" Wein says. \"What is the <em>relevance</em> of jazz? It's not classical music. It's not pop culture. It's a culture of its own.\"</p><p>Nat Hentoff says it's a culture that will survive.</p><p>\"It may not be a very popular form of music, but inevitably, it survives,\" he says. \"Because of that, it has an impact. When it does reach people, it is lasting, and they in turn will infect other people with that enthusiasm.\"</p><p>For his part, Wein puts his faith in the musicians, who this year include jazz elder statesmen <a href=\"http://www.npr.org/artists/15032659/ron-carter\" target=\"_blank\">Ron Carter</a>, Lee Konitz and <a href=\"http://www.npr.org/artists/16320551/gary-burton\" target=\"_blank\">Gary Burton</a> as well as such younger musicians as Iraqi-American trumpeter <a href=\"http://www.npr.org/artists/17897504/amir-elsaffar\">Amir ElSaffar</a>, big band leader <a href=\"http://www.npr.org/artists/103816068/darcy-james-argue\" target=\"_blank\">Darcy James Argue</a> and Indian-American pianist <a href=\"http://www.npr.org/artists/92749291/vijay-iyer\" target=\"_blank\">Vijay Iyer</a>.</p><p>\"Jazz will go where the musicians take it, because they'll always want to play,\" Wein says. \"As long as they want to play, somebody's gonna listen.\"</p><p>Wherever the musicians take jazz, he hopes to be there. At 88 years old, Wein at least wants to be able to say he's producing the Newport Jazz Festival when he's 90.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27As+Long+As+They+Want+To+Play%27%3A+Newport+Jazz+At+60&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Catherine Welch","audio":[{"meta":{"duration":"294"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337164801-00d859.m3u?orgId=1&topicId=1106&aggIds=92839666&ft=3&f=337139916"},{"href":"http://media.npr.org/assets/img/2014/08/01/velmaandlouis-f331edfb0a10bc638e9de560d91150fd7694d75e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"350","width":"466"}}]}