{"created":"2015-03-15T09:27:54+00:00","modified":"2015-03-20T19:05:45+00:00","valid":{"from":"2015-03-20T19:05:45+00:00","to":"3015-03-20T19:05:45+00:00"},"hreflang":"en","title":"What Glen Hansard Learned From His Friend Jason Molina","published":"2015-03-15T15:03:00+00:00","teaser":"Molina impressed Hansard in two ways: His songs were great, and he answered fan mail. Hansard discusses meeting the late songwriter and making a new tribute EP in his memory.","itags":["npr_api","392601769"],"guid":"ceccce1e-dd1f-437a-ab94-2296545fd7f0","contentencoded":"<p>It's been two years since <a href=\"http://www.npr.org/artists/15385069/jason-molina\" target=\"_blank\">Jason Molina</a> passed away. The singer and songwriter, who also recorded under the names Songs: Ohia and <a href=\"http://www.npr.org/artists/15398390/magnolia-electric-co\" target=\"_blank\">Magnolia Electric Co.</a>, became an inspiration to many of his musical peers in the course of a prolific 15-year career, cut short by alcohol-related complications.</p><p>To the Irish musician <a href=\"http://www.npr.org/artists/14952575/glen-hansard\" target=\"_blank\">Glen Hansard</a>, he was also a friend. The two men struck up a relationship in the 1990s after Hansard picked up a Songs: Ohia album on a tour stop with his own band The Frames, and listened to it for the rest of the trip. Then he noticed something on the back cover: an address for a P.O. Box in Bloomington, Ind.</p><p>\"I didn't even know if this band existed anymore. I wasn't sure if it was a current band, if it was an old band — because it was before the days of being able to look it all up,\" Hansard says. \"And I wrote the letter to this address, saying, 'If you ever wanted to tour in Ireland, I would be so happy to host you with my own band.' And he got back! He said, 'Hello, I'm Jason, it's my record you bought — and yeah, let's do it.'\"</p><p>This week, Hansard is releasing a tribute EP in his friend's memory, called <em>It Was Triumph We Once Proposed: Songs of Jason Molina</em>. He joined NPR's Rachel Martin to talk about it; hear their conversation at the audio link.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Glen+Hansard+Learned+From+His+Friend+Jason+Molina&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"426"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393133318-b69b52.m3u?orgId=1&topicId=1039&e=392601769&d=426&ft=nprml&f=392601769"},{"href":"http://media.npr.org/assets/img/2015/03/12/glen_hansard-05a4a392aef662c47dd47726005ebf1d8663dd53.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"852","width":"1136"}}]}