{"created":"2014-10-27T18:07:09+00:00","modified":"2014-10-30T22:43:33+00:00","valid":{"from":"2014-10-30T22:43:33+00:00","to":"3014-10-30T22:43:33+00:00"},"hreflang":"en","title":"Middle East Expert Says ISIS Is Scaring Old Enemies Into Working Together","published":"2014-09-03T18:25:00+00:00","teaser":"Marc Lynch says fear and revulsion over the militant group's actions may actually help the region develop more productive relationships.","itags":["npr_api","345546313"],"guid":"ced063ac-2192-4398-bf37-2f62cc90849c","contentencoded":"<p><strong>Marc Lynch</strong> says that Islamic State&#8217;s barbarity and overreach have shocked the Middle East and led to longstanding enemies like Iran and Saudi Arabia talking to each other to counter the Islamist group, which is also known as ISIS.</p><p>Lynch told <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson that ISIS is scaring a lot of people in the region, and that fear and revulsion over ISIS&#8217;s actions may actually help the Middle East move to a more productive set of relationships.</p><p>Lynch also stressed that watching these horrific beheading videos can make Americans &#8220;tie ourselves into knots trying to figure out what they want us to do &#8212; do they want us to attack? Are they trying to intimidate us? But I think the experience of the long years of the war on terror has taught us that&#8217;s a fool&#8217;s game, that we can&#8217;t really let them set our strategy. We need to figure out ourselves what it is we want to try to achieve, how we want to do it, and not worry too much about what their intentions are.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.marclynch.com/\" target=\"_blank\">Marc Lynch</a></strong>, director of the <a href=\"http://www.gwu.edu/~imes/\" target=\"_blank\">Institute for Middle East Studies</a> at George Washington University in Washington, D.C., where he is a professor of political science and international affairs. He tweets <a href=\"https://twitter.com/abuaardvark\" target=\"_blank\">@abuaardvark</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Middle+East+Expert+Says+ISIS+Is+Scaring+Old+Enemies+Into+Working+Together&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"457"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345546316-5e20d6.m3u?orgId=1&ft=3&f=345546313"}]}