{"created":"2015-03-26T21:20:16+00:00","modified":"2015-06-05T15:27:32+00:00","valid":{"from":"2015-06-05T15:27:32+00:00","to":"3015-06-05T15:27:32+00:00"},"hreflang":"en","title":"Church Of Scientology Calls New HBO Documentary 'Bigoted'","published":"2015-03-27T12:34:00+00:00","teaser":"The filmmaker of <em>Going Clear</em>, which is critical of the church, says the documentary treats the dangers of \"blind faith.\" Scientology officials have hit back with their own public relations effort.","itags":["npr_api","395579453"],"guid":"ced16749-e50f-40cc-9fb0-d49290eda81a","contentencoded":"<p>The Church of Scientology is famous for its efforts to silence its critics, but it has not blocked an upcoming HBO film that turns a harsh light on the powerful organization and its leadership.</p><p><em>Going Clear: Scientology and the Prison of Belief,</em> directed by Academy Award-winning documentarian Alex Gibney, will debut Sunday over the vigorous objection of Scientology officials.</p><p>For the film, <a href=\"http://www.npr.org/2013/01/24/170010096/going-clear-a-new-book-delves-into-scientology\">based on a book by Lawrence Wright</a>, Gibney dug up extensive archival footage of Scientology's founder, the late science-fiction writer L. Ron Hubbard. Gibney explores Hubbard's somewhat bizarre beliefs, including his theory that humans are immortal spiritual beings called \"thetans\" that can roam the universe and that become incarnated in different bodies over billions of years.</p><p>Heightened spiritual awareness — becoming \"clear\" — could be achieved, in Hubbard's view, through the elimination of destructive mental phenomena that trap people in their lives of misery and disease. He invented a process called \"auditing,\" whereby people discover hidden \"truths\" about themselves and their past experiences while being interviewed by trained Scientologists.</p><p>\"An auditor does not offer solutions or advice,\" the church explains on its website. \"They are trained to listen and to help you locate those experiences that need to be addressed.\"</p><p>Celebrities such as John Travolta say the auditing exercises remove self-doubt and boost confidence. But they are expensive; the cost of auditing can total thousands of dollars.</p><p>Indeed, Scientology is known for its great wealth. In his book, Wright reported that the Church of Scientology holds about $1 billion in liquid assets — an extraordinary sum given that it has only an estimated 30,000 adherents, according to a former spokesman cited by Wright.</p><p>The church is also known for the extraordinary lengths to which Scientology leaders go to keep believers in line and censor criticism. For his documentary, Gibney profiled eight former Scientologists, all of whom describe abusive church practices, including forced imprisonment in a facility known as \"the hole,\" where church members were disciplined — among them Mike Rinder, a former Church of Scientology spokesman.</p><p>\"The doors had bars put on them, the windows all had bars put on them,\" Rinder tells Gibney. \"There was one entrance door that a security guard sat at 24 hours a day.\"</p><p>Another former church official, Tom de Vocht, tells Gibney that he and others detained in the facility were able to sleep only about two hours a night. Church members held in \"the hole\" were nevertheless so indoctrinated that they never considered escape.</p><p>\"You were in such a mental state that you were very controlled. You were very suggestible,\" de Vocht says.</p><p>The film also highlights another allegation: that when Scientology members turn away from the church, family members who remain Scientologists are obligated to break all ties with them. In an interview with NPR, Rinder said his decision to break with the church was especially painful.</p><p>\"The entirety of my family were Scientologists. And I knew that they would be required to disconnect from me,\" Rinder says. He nevertheless decided to leave Scientology after a painful experience in Britain, where he says he found himself dishonestly rebutting charges against the church during a hostile interview with a BBC correspondent.</p><p>\"Very shortly thereafter, I attempted to reach out to [my wife], and she simply wrote back in rather colorful language and said, 'No thank you, the divorce papers will be filed.' And my son and daughter, they both also disconnected from me, as did my brother and my sister and my mother and all of my nieces and nephews.\"</p><p>In advance of the film's release, Scientology officials have hit back hard. <a href=\"http://www.npr.org/documents/2015/mar/CSI%20Statement%20for%20NPR%2022%20Mar%202015.pdf\">In a statement to NPR</a>, the church said Gibney's film and Wright's book is \"bigoted propaganda ... built on falsehoods invented by admitted liars.\"</p><p>A Scientology spokeswoman, Karin Pouw, told NPR there is no church policy \"that requires members to disconnect from anyone, family or friends, who have merely left the church.\"</p><p>A <a href=\"http://www.scientology.org/faq/scientology-attitudes-and-practices/what-is-disconnection.html\">policy statement</a> on the Scientology website nevertheless notes, \"All spiritual advancement gained from Scientology may well be lost because one is continually invalidated by an antagonistic person who wants nothing more than to do harm to the person. In order to resolve this situation, one either 'handles' the other person's antagonism ... or, as a last resort, when all attempts to handle have failed, one 'disconnects' from or stops communicating with the person.\"</p><p>In its statement to NPR, the Church of Scientology said it offered Gibney 25 people with \"relevant answers to every single accusation in the film,\" but that Gibney \"shunned\" them.</p><p>Gibney does not deny the charge.</p><p>\"I set out to make a film that I wanted to make, not the film that the Church of Scientology wanted to make,\" Gibney tells NPR. \"There were key people that could have shed light on my story, but they declined to appear.\" He says the people offered by the church were family members and former acquaintances of Scientology dissenters.</p><p>\"What [the church] is trying to do is to give voice to people who will vilify the people who appear in the film, because they're ex-Scientologists, and they're critical of Scientology,\" Gibney says. \"That's really what their MO is. It's to smear and rattle people.\"</p><p>A \"<a href=\"http://www.freedommag.org/hbo/\">Special Report</a>\" on the website of the Scientology magazine, <em>Freedom,</em> features a series of videos attacking each of the people featured in the HBO film, and in highly personal terms.</p><p>As a former church spokesman, Rinder gets especially harsh treatment. \"So who is Mike Rinder?\" a narrator asks. \"Just ask those who know him best, his family.\" Rinder's brother describes him as \"aloof, different\" as a child. Rinder's daughter said he was \"never there\" when she needed him.</p><p>\"Mike Rinder failed as a family man,\" the narrator says, as if that might undermine the charges he makes against the church in which he served for many years.</p><p>Another former Scientologist, Spanky Taylor, told Gibney a story about her daughter being neglected while in Scientology custody. Taylor is likewise set up for ridicule in the <em>Freedom </em>report on the HBO film. \"Spanky Taylor is a drama queen,\" the narrator declares, \"and where there isn't drama, she'll create it.\"</p><p>Rinder tells NPR he was not surprised by the church's ad hominem attacks on him and other critics, because from Scientology's perspective, he says, the ends justify the means.</p><p>\"We're saving every human being on Earth, so if there are people who are intent upon stopping us in our mission, then they should be, you know, stamped, squashed, annihilated, because that's all for the greater good,\" Rinder said. Scientologists say that if everyone followed their religion, there would be no more crime, war or insanity.</p><p>Asked whether he shared the church's \"attack\" mentality when he was the spokesman, Rinder did not hesitate in answering.</p><p>\"Yes, I did,\" he says. \"That was very much my mentality.\"</p><p>Gibney says he wanted to present a sympathetic picture of the people who embrace Scientology. To the extent Gibney's film has a message, he says, it's about the dangers of \"blind faith,\" something that could apply to any belief system.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Church+Of+Scientology+Calls+New+HBO+Documentary+%27Bigoted%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Gjelten","audio":[{"meta":{"duration":"436"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395604782-c12099.m3u?orgId=1&topicId=1016&d=436&p=2&story=395579453&t=progseg&e=395512367&seg=9&ft=nprml&f=395579453"},{"href":"http://media.npr.org/assets/img/2015/03/26/goingclear01-a1da902da9db02fd97ebc7bf894c2db02cf17b45.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1078","width":"1438"}},{"href":"http://media.npr.org/assets/img/2015/03/26/goingclear05-510eceb2decf7ba6cd4bc93cab61aef2c3e7afea.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1078","width":"1438"}},{"href":"http://media.npr.org/assets/img/2015/03/26/goingclear04-20d4ef2bd08b23c54fe64f01a1356c81e5dd374f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1078","width":"1438"}}]}