{"created":"2015-03-03T18:27:45+00:00","modified":"2015-03-03T18:27:45+00:00","valid":{"from":"2015-03-03T18:27:45+00:00","to":"3015-03-03T18:27:45+00:00"},"hreflang":"en","guid":"ced20203-fabf-4c2d-b498-70a9fdcaebe6","title":"Debate: Do Liberals Stifle Intellectual Diversity On The College Campus?","published":"2015-03-03T18:27:00+00:00","teaser":"Are conservative views stifled in academia? Is it censorship when colleges withdraw invitations extended to controversial speakers? Experts debate free speech in an <em>Intelligence Squared U.S.</em> debate.","itags":["npr_api","390254974"],"contentencoded":"<p>There is agreement on both the political left and right that a majority of college professors in the United States are liberal or left-of-center. But do liberals stifle free speech — particularly that of political and social conservatives — on college campuses?</p><p>Social conservatives often argue that campuses, as a whole, are generally hostile to views that don't conform to the social and political left. Conservatives and evangelicals are rarely asked to speak at colleges and universities, they argue. And they point to numerous incidents where, when schools <em>have</em> asked conservatives to speak, those invitations have been revoked after clamor from left-leaning students and faculty.</p><p>But there are many who disagree with the premise that liberals quash intellectual diversity on college campuses. They argue that criticism is not censorship, but that conservatives too often label it as such. And when speech has been curtailed at colleges, they say, it's far more often by administrators seeking to quell or ward off campus disruption than by left-leaning students and faculty.</p><p>In the latest event from Intelligence Squared U.S., two teams faced off on in an Oxford-style debate on the motion, \"Liberals Are Stifling Intellectual Diversity On Campus.\" In these events, the team that sways the most people by the end of the debate is declared the winner.</p><p>Before the debate at George Washington University in Washington, D.C., 33 percent of the audience voted in favor of the motion, 21 percent were opposed and 46 percent were undecided. After the debate, 59 percent agreed with the motion, while 32 percent disagreed, making the team arguing in favor of the motion the winner.</p><p><strong>FOR THE MOTION</strong></p><p><strong>Greg Lukianoff</strong>, president of the Foundation for Individual Rights in Education (FIRE), is the author of <em>Unlearning Liberty: Campus Censorship and the End of American Debate</em> and <em>Freedom from Speech</em>. He has published articles in <em>The</em> <em>Wall Street Journal, The Washington Post, The New York Times, Stanford Technology Law Review, The Chronicle of Higher Education</em> and numerous other publications. He is also a blogger for <em>Huffington Post</em> and authored a chapter in the anthology <em>New Threats to Freedom</em>. Lukianoff is a frequent guest on local and national syndicated radio programs, has represented FIRE on national television and has testified before the U.S. Senate about free speech issues on America's campuses. He is a co-author of FIRE's <em>Guide to Free Speech on Campus.</em></p><p><strong>Kirsten Powers</strong> is a columnist for <em>USA Today</em> and<em> </em>The Daily Beast<em>,</em> where she writes about politics, human rights and faith, and the author of the forthcoming <em>The Silencing: How the Left Is Killing Free Speech</em>. She joined the FOX News Channel in 2004 and currently serves as a rotating panelist on <em>Outnumbered</em> and as a network contributor, providing political analysis and commentary across FOX News's daytime and prime time programming, including <em>Special Report with Bret Baier</em> and <em>FOX News Sunday</em>. She previously served as a columnist for<em> The New York Post</em>, a communications consultant at Human Rights First and for the New York State Democratic Committee, and vice president for international communications at America Online, Inc. From 1993 to 1998, Powers worked as deputy assistant U.S. trade representative for public affairs in the Clinton administration. She began her career as a staff assistant at the Office of President Bill Clinton, on the Clinton/Gore Presidential Transition Team.</p><p><strong>AGAINST THE MOTION</strong></p><p><strong>Angus Johnston</strong> is a historian of American student activism and of student life and culture. An advocate of student organizing, he is the founder of the website StudentActivism.net. He teaches history at the City University of New York, where he received his PhD in 2009 with the dissertation, \"The United States National Student Association: Democracy, Activism, and the Idea of the Student, 1947-1978.\" Johnston is particularly interested in student activism beyond the 1960s, in the history of student government and in the role of students in the university. He regularly participates in scholarly and popular discussions on these topics, and his writing has appeared in several journals and anthologies. He has delivered lectures and workshops on the history of American student activism to undergraduate audiences at colleges across the country. Johnston received his BA in history from Binghamton University.</p><p><strong>Jeremy Mayer</strong> is an associate professor in the School of Policy, Government, and International Affairs at George Mason University. Most recently, he is the co-author of <em>Closed Minds? Politics and Ideology in American Universities</em> and co-editor of <em>Media Power, Media Politics, 2nd Edition</em>. He has written articles in several journals on topics such as presidential image management, Christian right politics, comparative political socialization and federalism and gay rights, and has offered political commentary to major networks and national newspapers. Previously, Mayer taught at Georgetown University and Kalamazoo College, where he won a campus-wide teaching award. He is a recipient of the Rowman & Littlefield Award in Innovative Teaching for the American Political Science Association, the only national teaching award in political science. He also has studied politics at Oxford, Michigan and Brown.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Debate%3A+Do+Liberals+Stifle+Intellectual+Diversity+On+The+College+Campus%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"125"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390448537-d2b599.m3u?orgId=1&topicId=1057&aggIds=6263392&e=390254974&d=125&ft=nprml&f=390254974"},{"meta":{"duration":"3029"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390448198-54bd87.m3u?orgId=1&topicId=1057&aggIds=6263392&e=390254974&d=3029&ft=nprml&f=390254974"},{"href":"http://media.npr.org/assets/img/2015/03/02/iq2atgw2-24_0106_edit-24202dd194d3d20e79e92adddfac64031940ec45.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1658","width":"2211"}},{"href":"http://media.npr.org/assets/img/2015/03/02/iq2atgw2-24_0119-4f223e83026c7bf25f0eaf9f1b9ad6061e8efabb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"786","width":"1050"}},{"href":"http://media.npr.org/assets/img/2015/03/02/iq2atgw2-24_0233-cda6c3da1494a5fa1bc34b4b55529bbb5ebef3df.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1576","width":"2102"}}]}