{"created":"2014-10-03T20:48:48+00:00","modified":"2014-10-31T01:41:49+00:00","valid":{"from":"2014-10-31T01:41:49+00:00","to":"3014-10-31T01:41:49+00:00"},"hreflang":"en","title":"More Diplomacy, Fewer Military Missions: 5 Obama Statements Explained ","published":"2014-05-29T16:13:00+00:00","teaser":"In a wide-ranging interview with NPR, the president says U.S. foreign policy in the 21st century should focus on diplomacy and counterterrorism rather than large-scale military operations.","itags":["npr_api","316681245"],"guid":"cedbd557-c26f-4ad0-b32b-a6ab847403fb","contentencoded":"<p>In an interview with NPR, President Obama says now is an appropriate time to step up aid to moderate Syrian rebels. But <em></em>most of his foreign policy aims are geared toward expanding diplomatic efforts in a host of regional disputes.</p><p>Obama has come under fire from critics who say he has failed to show American leadership on issues ranging from Syria's civil war to Ukraine's crisis to China's growing clout in Asia.</p><p>After delivering a major foreign policy address Wednesday to graduating cadets at West Point, the president sat down with NPR <em>Morning Edition</em> host Steve Inskeep and defended his foreign policies.</p><p>U.S. military might is only one measure of defining America's global leadership, the president said.</p><p>\"American leadership in the 21st century is going to involve our capacity to build international institutions, coalitions that can act effectively and the promotion of norms, rules, laws, ideals and values that create greater prosperity and peace, not just in our own borders, but outside as well,\" the president said.</p><p>Here are highlights of the interview:</p><p><strong>1. On why he's increasing help to Syrian rebels today, rather than two years ago:</strong></p><p>\"Well, I wouldn't say that conditions are better. I think in many ways, the conditions are worse. But the capacity of some of the opposition is better than it was before, which is understandable.</p><p>\"Think — think about who this opposition is. The moderate opposition is opposed to the jihadists that have seen the chaos there as an opportunity to gain a foothold. Those are hardened fighters.</p><p>\"When you talk about the moderate opposition, many of these people were farmers, or dentists or maybe some radio reporters who didn't have a lot of experience fighting. What they understood was that they had a government that was killing its own people and violating human rights in the most profound way. And they wanted to do something about it.\"</p><p><strong>The situation: </strong>The president's decision to ramp up aid to moderate rebel groups is something his critics said he should have done a couple of years ago when President Bashar Assad's regime appeared more vulnerable. Today, Assad clearly has the upper hand and appears in no imminent danger of being ousted. The rebels are badly fractured. Islamic radicals have been doing most of the fighting recently, while the moderate groups that Obama seeks to help have been playing a smaller role in the war.</p><p><strong>2. On what Russia's Vladimir Putin should take away from the president's West Point speech: </strong></p><p>\"When you look at events in Ukraine over the last two months, there is no doubt that our ability to mobilize international opinion rapidly has changed the balance and the equation in Ukraine. I just spoke yesterday to the newly elected president of Ukraine. Mr. Putin has just announced that he is moving his troops back from the borders of Ukraine. And that's an application of American leadership that's sustainable, consistent, and is most likely to produce the kind of results we want.\"</p><p><strong>The situation:</strong> The election of Petro Poroshenko on Sunday marks a new chapter in a crisis that began last year with street protests that ultimately toppled the previous Ukrainian president. Russia says it will respect the victory of Poroshenko, the candy tycoon known as the <strong></strong>\"chocolate king,\" who already has a working relationship with Moscow. However, there's still fighting in eastern Ukraine, the country's economy is a mess, and Ukraine has been riddled with corruption and poor governance since it gained independence in 1991.</p><p><strong>3. On China's expanding role in Asia and beyond:</strong></p><p>\"Just the bottom line here is China is going to be a dominant power in Asia, not the only one, but by virtue of its size and its wealth, it is going to be a great power in Asia. We respect that. And we're not interested in containing it because we are in any way intimidated by China. We're concerned about it because we don't want to see constant conflicts developing in a vital region of the world that also we depend on in terms of our economy being successful.\"</p><p><strong> The situation: </strong>China has been playing a more assertive role in the region, and many U.S. allies would like a strong American presence in Asia as a counterbalance. The president's call for a U.S. \"pivot to Asia\" has been widely discussed but is still considered a work in progress. The U.S. and China are major economic partners who shape the global economy yet are also potential rivals who disagree on many international issues.</p><p><strong>4. On his foreign policy goals before leaving office:</strong></p><p>\"I'm going to keep on pushing because I want to make sure that when I turn the keys over to the next president, that they have the ability, that he or she has the capacity to — to make some decisions with a relatively clean slate.</p><p>\"Closing Guantanamo is one. Making sure that we have the right legal architecture for how we conduct counterterrorism and that there's greater transparency, as I discussed today, that's another.</p><p>\"Making sure that people have a sense that when we use drones, we do so lawfully in a way that avoids civilian casualties and in ways that are appropriate. Making sure that our national security apparatus is — has, you know, enough legal checks and balances that ordinary folks, not just here in the United States but around the world, can feel assured that their privacy is being respected.</p><p>\"You know, these are all parts of what I consider a — a major piece of business during my presidency, which is recognizing we've got very real threats out there and we can't be naïve about protecting ourselves from those threats.\"</p><p><strong>The situation: </strong>The president came into office in January 2009 and promised to close Guantanamo within a year. More than 150 prisoners are still there, and closing the prison is not imminent. Obama dramatically increased the use of drones in several countries, but a backlash developed and they are being called into action less frequently. The Edward Snowden leaks and the NSA revelations are leading to changes and limits on some surveillance practices, but this remains a hot-button issue. <strong> <br /></strong></p><p><strong>5. Is there an overarching theme to his foreign policy, like President Reagan's opposition to communism?</strong></p><p>\"I'm not sure I can do it in a sentence, because we're fortunate in many ways. We don't face an existential crisis. We don't face a civil war. We don't face a Soviet Union that is trying to rally a bloc of countries and that could threaten our way of life.</p><p>\"Instead, what we have is, as I say in the speech, this moment in which we are incredibly fortunate to have a strong economy that is getting stronger, no military peer that threatens us, no nation-state that anytime soon intends to go to war with us. But we have a world order that is changing very rapidly and that can generate diffuse threats, all of which we have to deal with.</p><p>\"And I think that the most important point of the speech today for me is how we define American leadership in part is through our military might, but only in part, that American leadership in the 21st century is going to involve our capacity to build international institutions, coalitions that can act effectively, and the promotion of norms, rules, laws, ideals and values that create greater prosperity and peace, not just in our own borders, but outside as well.\"</p><p><strong>The situation:</strong> The president has wound down two wars, with all U.S. troops leaving Iraq in 2011 and the U.S. combat mission set to end in Afghanistan this December. The president says Americans are not in the mood for new military adventures after these long and costly conflicts. But critics say the president has let American influence wane and this has emboldened bad actors around the globe. Obama is facing multiple hot spots where diplomatic solutions have proved elusive and the use of U.S. force appears to be off the table.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=More+Diplomacy%2C+Fewer+Military+Missions%3A+5+Obama+Statements+Explained+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Greg Myre","audio":[{"meta":{"duration":"523"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316891564-26f424.m3u?orgId=1&topicId=1122&ft=3&f=316681245"},{"href":"http://media.npr.org/assets/img/2014/05/28/16976421_h29710177-18508df0ce115f9bd16228f0281f2342344d2474.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2372","width":"3165"}},{"href":"http://media.npr.org/assets/img/2014/05/28/489998507-8426c8e55ca271f5e94a18ad589d803e9f4dd58a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3257","width":"4346"}},{"href":"http://media.npr.org/assets/img/2014/05/28/494015073-5642ae97607dcda635ee356b99537305d2c4e18f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2313","width":"3082"}},{"href":"http://media.npr.org/assets/img/2014/05/28/chinese-dream3-d16c45fc0c7aba82745735fb0045890043826551.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1977","width":"2637"}}]}