{"created":"2015-06-19T09:03:56+00:00","modified":"2015-06-29T14:51:22+00:00","valid":{"from":"2015-06-29T14:51:21+00:00","to":"3015-06-29T14:51:21+00:00"},"hreflang":"en","title":"The Legendary Mr. Miyamoto, Father Of Mario And Donkey Kong","published":"2015-06-22T22:53:00+00:00","teaser":"Super Mario Bros. turns 30 this year. NPR's Laura Sydell met up with the video game's famed creator, Shigeru Miyamoto, who was in Los Angeles this week at the Electronic Entertainment Expo.","itags":["npr_api","415456813"],"guid":"cedd1e49-103a-402c-bbbf-c2011bc0ff14","contentencoded":"<p>Nintendo's Mario games, in their various forms and genres have been played around the world by hundreds of millions of people. In the original, Mario is a plumber who must speed through the Mushroom Kingdom to rescue Princess Toadstool.</p><p>The game turns 30 this year. Its famed creator, Shigeru Miyamoto, was in Los Angeles this week at the big Electronic Entertainment Expo video game conference to promote the latest version of the game Super Mario Maker.</p><p><a href=\"http://npr.org/415568892\">I had a chance to meet up with him and talk about his popular character and games</a>. My first question was how a Japanese game designer came up with a character who looks like a white guy in overalls with a big nose, a mustache and a cap.</p><p>\"When I was younger I used to enjoy comics and drawing comics,\" says Miyamoto. \"And among the comics that I read, some were Italian comics. So I think that my connection to those Italian comics probably drew on that inspiration when we first drew the character.\"</p><p>And Mario didn't start out as a plumber — he was a carpenter in Nintendo's first big hit, <em>Donkey Kong</em>, also created by Miyamoto, which first came out as an arcade game in 1981.</p><p>In <em>Donkey Kong</em>, the character must climb ladders to rescue a princess from a gorilla. Miyamoto says he got named Mario when the game shipped to the U.S.</p><p>\"There was somebody related to that warehouse whose name was Mario,\" says Miyamoto. \"And the staff at Nintendo in America said that the character looked like the individual named Mario. So they started calling the character Mario, and when I heard that I said 'oh, Mario's a great name — let's use that.' \"</p><p>The name and the character are part of the core storyline of a franchise that has helped Nintendo thrive for decades. Mario became a plumber in Miyamoto's next game, because he had to make his way through a series of pipes. He became Super Mario when Miyamoto added mushrooms that make Mario grow bigger and stronger.</p><p>\"If you think about stories like <em>Alice in Wonderland</em> or other types of fairy tales, mushrooms always seem to have a kind of mysterious power,\" says Miyamoto. \"And so we thought that the mushroom would be a good symbol why they get it and then grow big.\"</p><p>Mario grows big so he can overcome obstacles, including exploding Bob-omb's, and bad mushrooms called Goombas.</p><p>Despite the fantastical nature of Miamoto's games, he was trained as an industrial designer, so he often thinks of new ways to play his games from what he sees in his life. When Miyamoto took up swimming he brought his style to the way Mario swam in <em>Super Mario 64</em>.</p><p>Miyamoto's imaginative and childlike universe has spawned more than 200 games in various genres.</p><p>Game developers revere Miyamoto. Dan Herd, who makes games for <a href=\"http://playfulcorp.com/\" target=\"_blank\">Playful</a>, says he looks to Mario and other games by Miyamoto for inspiration.</p><p>\"I would never call Mario a kids game or a mascot that only kids understand,\" says Herd. \"It taps into fundamental building blocks of play. It's fun to jump and it's fun to run and feel free and fly up into the sky and all those things.\"</p><p>At 62, Miyamoto remains a playful person. He is slim, with a page boy hair cut, and a twinkle in his eyes. Lately he's showing off the newest addition to the Mario franchise, <em>Super Mario Maker</em>, which allows players to use the backgrounds and characters to make their own levels.</p><p>\"You can make courses from scratch with <em>Super Mario Maker</em>,\" he explains. \"Or you can edit courses that already exist within the game.\"</p><p>I asked Miyamoto to make a game for me. He was more than happy to do it, even though I wanted a super-easy course. I played rather nervously with the actual maker looking over my shoulder, but with his assistance I won.</p><p><em>Super Mario Maker</em> is on the latest Nintendo console, the Wii U, which hasn't sold well, but Nintendo says those who love the playful designs of Miyamoto's games may soon see Mario and other popular Nintendo characters in games for tablets and mobile phones.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Legendary+Mr.+Miyamoto%2C+Father+Of+Mario+And+Donkey+Kong&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"294"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415671812-f5f6eb.m3u?orgId=1&topicId=1019&d=294&p=3&story=415456813&t=progseg&e=415671583&seg=4&ft=nprml&f=415456813"}]}