{"created":"2014-09-30T22:15:53+00:00","modified":"2014-10-01T16:26:52+00:00","valid":{"from":"2014-10-01T16:26:52+00:00","to":"3014-10-01T16:26:52+00:00"},"hreflang":"en","guid":"cee04fa5-0731-4062-ac04-d06a31575391","title":"Hong Kong still holds powerful symbolic meaning for China","published":"2014-10-01T16:26:50+00:00","byline":"Traci Tong","tags":["Chinese politics","Hong Kong protests","Umbrella Revolution","century of humiliation","colonialism","Global Politics","Hong Kong","Asia","China","United Kingdom","Jeffrey Wasserstrom","Xi Jinping","China–United Kingdom relations","British Hong Kong","Hong Kong","pro-democracy protest","Tiananmen Square","Opium wars","Transfer of sovereignty over Hong Kong","One country, two systems"],"teaser":"Hong Kong isn't just a city — it's the place where China was able to strike a long-awaited blow at the Western powers who subjected China to decades of colonial humiliation. That's how Beijing still views the city, and that powerful past means compromise on the current protests is all that much harder.\r\n","contentencoded":"<p>To understand what&#39;s taking place in Hong Kong, you have to go way back &mdash; as far back as the mid-19th century, when the British fought the&nbsp;<a href=\"http://www.britannica.com/EBchecked/topic/430163/Opium-Wars\">Opium Wars</a> against China.</p><p>That&#39;s when the United Kingdom took control of Hong Kong, an event that&#39;s still vivid in China&#39;s recounting of its history.&nbsp;<span style=\"line-height: 1.538em;\">When Beijing looks at Hong Kong, says historian Jeffrey Wasserstrom, who wrote&nbsp;</span><span style=\"line-height: 1.538em;\">&quot;</span><a href=\"http://books.google.co.uk/books/about/China_in_the_21st_Century.html?id=q54EaN1TnLoC&amp;redir_esc=y\" style=\"line-height: 1.538em;\">China in the 21st Century: What Everyone Needs to Know</a>,&quot;<span style=\"line-height: 1.538em;\">&nbsp;they see its reunification with China as an important blow against the country&#39;s &quot;century of humiliation&quot; at the hands of the West.</span></p><p>Of course, protests are nothing new in Hong Kong.&nbsp;<span style=\"line-height: 1.538em;\">But t</span><span style=\"line-height: 1.538em;\">he current demonstrations arre considered the most heated and tense since the city returned to Chinese rule in 1997. After the handover,</span><span style=\"line-height: 1.538em;\">&nbsp;says Wasserstrom, a deal was struck that allowed Hong Kong to be governed very differently than mainland China &mdash; for 50 years.</span></p><p><span style=\"line-height: 1.538em;\">That policy, known as &quot;one country, two systems,&quot; allowed Hong Kongers rights like freedom of speech, freedom of assembly and freedom of the press that mainlanders don&#39;t enjoy. And, in general, those promises have been upheld.</span></p><p>&quot;There were discussions that Beijing was intimidating people and that they were censoring,&quot; Wasserstrom says, &quot;but for the most part, it was extraordinary how much freedom was maintained there.&quot;&nbsp;</p><p>Yet any pushback, let alone a movement of historic proportions,&nbsp;<span style=\"line-height: 1.538em;\">worries Chinese President Xi Jinping. Xi is &quot;obsessed with projecting an aura of strength,&quot; says Wasserstrom, yet doesn&#39;t want to come across as a dictatorial regime resembling North Korea. Images of Hong Kong police tear-gassing protesters haven&#39;t helped in that regard.</span></p><p>The massive demonstrations have evoked inevitable comparisons with the 1989 pro-democracy movement in Tiananmen Square, which ended in the deaths of hundreds of protesters. But W<span style=\"line-height: 1.538em;\">asserstrom say there are ways to to resolve the current conflict and still satisfy both protesters and the Chinese central government.</span></p><p>He suggests that Hong Kong&#39;s &quot;widely disliked&quot; chief executive, C.Y. Leung, be removed from office. And while giving in to the protesters&#39; demands to choose their own leader &quot;would not solve the fundamental contradictions ... it could ratchet down some of the anger and give the protesters a feeling of having accomplished something and give Beijing a sense that they haven&#39;t given in to all the demands.&quot;</p><p>But even Wasserstrom admits that the protesters&#39; demands seem unprecedented in its political history: &quot;One of the things fueling the protest now is that they want to have more of a say in how their city is run and they want more of a say than ... they ever had when the city was a British crown colony.&quot;</p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/093020142.mp3"},{"href":"http://www.pri.org/file/093020142mp3"}]}