{"created":"2014-10-08T02:39:54+00:00","modified":"2014-11-20T15:05:19+00:00","valid":{"from":"2014-11-20T15:05:19+00:00","to":"3014-11-20T15:05:19+00:00"},"hreflang":"en","title":"To Break Cycle Of Child Poverty, Teaching Mom And Dad To Get Along","published":"2014-07-09T13:52:00+00:00","teaser":"An anti-poverty agency in Ohio says the breakdown of the family is undermining all its other efforts, so it is focusing on teaching moms and dads how their relationship impacts their child.","itags":["npr_api","329798341"],"guid":"cef3dfc3-ebd5-4645-bd42-308996fcb5df","contentencoded":"<p>After a half-century of the War on Poverty, an anti-poverty agency in Ohio has concluded that decades of assistance alone just hasn't changed lives. Instead, it says, the ongoing breakdown of the family is to blame.</p><p>\"You're seeing the same people come year after year, and in some cases generation to generation. And so then you think, why is that happening?\" says Jennifer Jennette, program manager of the Community Action Commission of Erie, Huron and Richland Counties in Ohio.</p><p>The family breakdown has only intensified since the controversial Moynihan Report 50 years ago declared out-of-wedlock births to be a main cause of black poverty. Today, for all women without a college degree, more than half of births are outside marriage, and those children are five times more likely to be poor. In fact, single mothers have come to be the modern face of poverty.</p><p>\"None of my friends are married,\" says 26-year-old Brittiny Spears, who lives with her 4-year-old daughter in a cramped public housing project in Mansfield, Ohio. Spears laments that her daughter barely knows her father but says she had good reason to turn down his marriage proposal. For one, she wasn't \"die-hard in love\" with him. For another, she says the man had no job or ambition, even after they became parents.</p><p>\"He just still wanted to go out and party and be a little boy,\" she says. \"I already had one kid to take care of. I didn't want to take care of a grown kid, too.\"</p><p>A long list of research has explained such choices by citing the depressed wages and dwindling prospects of lesser-educated men in today's globalized economy. But Jennette feels strongly that family — or at the least more supportive, stable relationships even if couples aren't together — can be life changing. And she worries that a generation raised without two parents at home doesn't know how to create that. So Community Action overhauled its approach this year.</p><p>\"Now the shift and the focus has turned more to helping people learn a new way of thinking,\" Jennette says. \"For that person to look inside themselves as to why their behavior might be the way it is based on how they were raised, and how therefore they can change their mindset to change their behavior.\"</p><p><strong>Moms Work On 'Me'</strong></p><p>That effort started in January at the Community Alternative Center in Mansfield, a minimum security rehab center. In the library one recent afternoon, five women struggling with drug or alcohol addiction gather around a table for a twice-weekly class. Four are white, one is biracial, all but one are single mothers.</p><p>Moderator KaTrece Lee of Community Action asks the women what they see their children lacking without a father in their lives.</p><p>\"Self-respect. Self-esteem,\" says a participant.</p><p>Lee writes answers on a chalkboard and adds even more. A string of studies find that children without a father around are more likely to do badly in school, have behavioral issues, abuse drugs, commit crimes and — of course — be poor. The discussion then turns to conflict and how to handle it. Research shows that chronic conflict between parents — even if they live apart — can harm children's mental health.</p><p>The women share stories of simmering resentments and shouting matches with their former partners. The conversations here can be brutally honest. The class feels like group therapy, and the women say they love it.</p><p>\"I was always a finger-pointer. 'You did this, you didn't do that,' \" says Melissa Stutzman, a divorced mother of three. \"And now I'm starting to think well, maybe I had some things to do with it ... and maybe I've got to work on me first and worry about him less.\"</p><p><strong>Reaching Out To Dads</strong></p><p>The flip side to the rise of single mothers is the increase in absentee fathers. Richland County has been holding fatherhood classes for three years, and it has recently launched an expanded effort with help from the Ohio Commission on Fatherhood. The idea is to get fathers more involved with their children, even if they don't live with them.</p><p>On a recent afternoon, several dozen people show up at the local high school to help shape the effort: elected officials, businessmen, fathers — including two let out of rehab to be here. Moderators guide them in brainstorming sessions: What does a community with responsible fathers look like? What do you need to make that happen?</p><p>At each table, groups of five or six hash out ideas and write them down. One table wants more sports programs, where small children can develop respect for a male coach that carries over when they reach high school. Another group discusses how to make neighborhoods safe. Community policing? After-school programs?</p><p>The state Commission on Fatherhood has led meetings like this in 17 counties so far. One county decided to start a father-child reading program in schools. Another hired its own \"fatherhood director.\"<strong></strong> Richland County will hold more meetings in coming months to decide how to spend $10,000 in state seed money. But the people here nailed down priorities to focus on: better communication between estranged mothers and fathers as well as showcasing men as leaders and improving employment.</p><p><strong>Fathers Are Not Always The Bad Guys</strong></p><p>One theme at the meeting: Men are not always the bad guys they're made out to be. Ohio law is considered \"mother friendly\"; child custody automatically goes to the mother if a couple is unmarried, to the great frustration of parent Eric Viall. He says his 8-month-old daughter's mother is a drug addict, and he saved up for five months to hire a lawyer and sue for custody.</p><p>\"They'll get you for child support in a second,\" Viall says, \"even though you're unmarried. So we have to pay for children that nobody cares if we see or not. Nobody cares if we're a father, as long as we give them a check.\"</p><p>Many see the stakes here as much larger than the well-being of individual families.</p><p>\"You cannot think about fatherhood in a vacuum,\" says Renee Thompson of Ohio State University, Mansfield, who's helping lead the countywide outreach to fathers. She says you can link the lack of fathers at home to a whole host of problems that cost taxpayers money, from mass incarceration to poor job skills and unemployment.</p><p>\"By seeing men more engaged in the lives of children, we're hoping to see a decrease in delinquency,\" Thompson says. \"We're hoping that some character things will start to be instilled: responsibility, accountability, just helping young people understand this is what it means to grow up.\"</p><p>Jennette of Community Action says these efforts are not exactly about promoting marriage. The second Bush administration spent a lot of time and money on that, but studies found the effort largely failed. She says simply educating mothers and fathers about how their relationship affects their child can make a difference.</p><p>\"If they're not together, the goal is better communication,\" she says. \"I don't maybe like him, I'm maybe not with him anymore, but it's not about him or me. It's about my child, and how do we want to make his life better?\"</p><p>And if children's lives are better — more emotionally secure, if not financially so — she hopes that can help stop the cycle of poverty for the next generation.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=To+Break+Cycle+Of+Child+Poverty%2C+Teaching+Mom+And+Dad+To+Get+Along&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jennifer Ludden","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329884171-2e7a37.m3u?orgId=1&topicId=1091&aggIds=306866080&ft=3&f=329798341"},{"meta":{"duration":"303"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330064938-a71878.m3u?orgId=1&topicId=1091&aggIds=306866080&ft=3&f=329798341"},{"href":"http://media.npr.org/assets/img/2014/07/08/spears-9cd3e8907409e0278984898b24d6f8e0e401d03e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1505","width":"2005"}}]}