{"created":"2015-03-14T11:35:31+00:00","modified":"2015-06-25T17:45:00+00:00","valid":{"from":"2015-06-25T17:45:00+00:00","to":"3015-06-25T17:45:00+00:00"},"hreflang":"en","title":"These Nightclub Entertainers Paved The Way For Asian-Americans In Showbiz","published":"2015-03-17T18:27:00+00:00","teaser":"Forbidden City was part of a Chinese-American nightclub scene that flourished in 1940s and '50s San Francisco. But between racial taunts and scandalized parents, its performers didn't have it easy.","itags":["npr_api","392554991"],"guid":"cef85227-9c0f-4174-99f8-3820c5d3b2e1","contentencoded":"<p>As a kid growing up in San Francisco, filmmaker Arthur Dong often walked by a nightclub just outside of Chinatown. \"I remember distinctly looking at the marquee and looking at the glass display case [with] all these wonderful black and white photos of Chinese people, but dressed in zoot suits and 1940s kind of gowns and tuxedos,\" he says. \"And I had never seen Chinese dressed like that.\"</p><p>The club was called Forbidden City, after the Ming Dynasty imperial palace, and in 1989 Dong released a documentary about it. The film, <em>Forbidden City, USA,</em> captured a little-known chapter of entertainment history: the Chinese-American nightclub scene that flourished in San Francisco in the 1940s and '50s.</p><p>Last year Dong turned his research for the film into the book <a href=\"http://www.npr.org/books/titles/392771852/forbidden-city-chinese-american-nightclubs-1936-1970\" target=\"_blank\">Forbidden City<em>, </em>USA</a>, and this week the Center for Asian American Media is honoring Dong at its annual film festival in San Francisco.</p><p><strong>'My Mother Didn't Want Me To Be In It</strong>'</p><p>When Dong first decided to make a film about the Chinese-American nightclub scene, few people wanted to talk about it. He says, \"The whole notion of women wearing scanty clothing, showing their legs in public was taboo for the conservative Chinese community at that time. So I think the Chinese community, by and large, really wanted to forget about these clubs because they weren't proud of it.\"</p><p>Back when the clubs were getting started, conservative Chinese parents didn't want their children to become entertainers, but a new generation still dared to try. Mai Tai Sing was part of that generation. Now 91 and living in Hawaii, Sing started out dancing as a chorus girl at Forbidden City in the early '40s.</p><p>\"My mother didn't want me to be in it,\" she says. \"Why? Because it's not a high-class job; it's low-grade — dancing, showing your legs and everything.\"</p><p>Coby Yee also worked at Forbidden City in the mid-'40s. Billed as \"China's Most Daring Dancing Doll,\" Yee says that when Louis Armstrong's wife saw her perform, she compared her to <a href=\"http://www.npr.org/2011/01/08/132746887/gypsy-for-an-american-rose-a-thorny-story\">Gypsy Rose Lee</a>. \"She said, 'Honey, you out-Gypsyed Gypsy,'\" Yee recalls. \"So I got a big kick out of that.\"</p><p><strong>'Even While They Were Entertaining ... They Would Still Be Subjected To Racism' </strong></p><p>Charlie Low opened Forbidden City in 1938, and from exotic dancers to comedians to acrobats, he made sure the club had it all. It was even featured in major media outlets, including <em>Life</em> magazine. But that didn't shield performers from the mostly white audiences' racial taunts.</p><p>According to music writer and broadcaster Ben Fong-Torres, \"Even while they were entertaining — not unlike the blacks who entertained in New York City at the Apollo [Theater] and the Cotton Club — they would still be subjected to racism. So even though you are the stars of the show, to which these paying customers have come to attend, they still feel superior to you and make ... racist remarks to your face, or shout it out from the audience. And I think that was pretty difficult for most of these entertainers to take. But as [singer] Larry Ching said, 'I had to. Otherwise, I wouldn't be in the business.'\"</p><p>Still, Forbidden City attracted celebrities like Bob Hope, Bing Crosby and Duke Ellington.</p><p>\"This was quite a bold experiment and it shattered conceptions that people might have had about other people of color,\" Fong-Torres says. \"And it was one of the major platforms for a change of mind, a change of attitude, a change of perception on the part of those who came in to see these bold and brave performers.\"</p><p>Audiences included servicemen, locals and busloads of tourists. Singer Jimmy \"Jay\" Borges — who was born in Hawaii to a Portuguese, Hawaiian and Chinese family — recalls one evening:</p><blockquote><p>I was singing \"Fever\": \"Never know how much I love ya / Never know how much I care / You give me fever.\" And this lady, she was looking at me and there was this look in her eye of complete mystification. And she says to her husband, she nudges him with her elbow, she says, \"Oh, Charlie, he sings just like a white man!\" And that was so funny. That was so funny I started to laugh, because she didn't mean it in a bad way. She meant it like she had never seen anybody like me sing a song that was made famous by a white person.</p></blockquote><p><strong>Still An Inspiration</strong></p><p>Charlie Low sold the club in 1962 to dancer Coby Yee and her family. Yee, now 88, says it was good to see some of the comedians and performers who had honed their skills at the club go on to careers in television and movies.</p><p>\"I remember Pat Morita, who I shared a dressing room with, and he later was in <em>Karate Kid</em>,\" she says. \"There was Sammee Tong, who was in <em>Bachelor Father</em> with John Forsythe. And of course there was my dance partner, Robert Ito, who did a series called <em>Quincy [M.E.]</em>. And then there was Jack Soo, who became famous in <em>Barney Miller</em> — he also did <em>Flower Drum Song</em>.\"</p><p>Today, those who performed at Forbidden City are still inspirations. \"I continually meet younger Asian-Americans who want to be a part of the entertainment industry,\" Arthur Dong says. \"They are still being inspired. And I think that's a reflection of how much of a struggle it still is to try to break into mainstream media, to try to break into mainstream entertainment, to be recognized for your talent and not be hindered by the fact that you're a particular color.\"</p><p>Jimmy Borges, now 79, is still performing professionally. He says, \"Forbidden City allowed us to be pioneers, and we opened the doors for so many young Asians who wanted to get into the world of entertainment in any way, shape or form.\"</p><p>According to Arthur Dong, that also made them rebels. \"They knew what they wanted,\" he says. \"They had dreams, they had goals and they weren't going to let larger societal bigotry get in their way. And they had fun doing it. These folks had a lot of fun struggling to achieve their dreams.\"</p><p>Dong says all they wanted to do was sing and dance, and nothing — not even their parents — was going to stop them.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=These+Nightclub+Entertainers+Paved+The+Way+For+Asian-Americans+In+Showbiz&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Heidi Chang","audio":[{"meta":{"duration":"435"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392956109-d77f34.m3u?orgId=1&topicId=1046&aggIds=100876926&d=435&p=7&story=392554991&t=progseg&e=392955985&seg=20&ft=nprml&f=392554991"},{"href":"http://media.npr.org/assets/img/2015/03/12/page-11-a47ca646d80a98543a49a5ab8b6d4c775a1a9b65.png","type":"image/jpeg","meta":{"crop":"standard","height":"566","width":"755"}},{"href":"http://media.npr.org/assets/img/2015/03/12/page-49-postcard-05b2c891c33f3e2303a09468b7c93e6a1b52e3b6.png","type":"image/jpeg","meta":{"crop":"standard","height":"617","width":"822"}},{"href":"http://media.npr.org/assets/img/2015/03/12/page-35-coby-yee_enl-4d68fc211583e1d5d03f7702fcc42c91f75df584.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1905","width":"742"}},{"href":"http://media.npr.org/assets/img/2015/03/12/page-148-jimmy-borges-fcd9e9bdd1528eded8bc59b1a11d4479ea962909.png","type":"image/jpeg","meta":{"crop":"standard","height":"304","width":"406"}}]}