{"created":"2015-04-21T21:16:33+00:00","modified":"2015-06-15T17:14:36+00:00","valid":{"from":"2015-06-15T17:14:36+00:00","to":"3015-06-15T17:14:36+00:00"},"hreflang":"en","title":"Teaching Students To Hear The Music In The Built World","published":"2015-04-22T13:31:00+00:00","teaser":"Cooper Union architecture professor Diana Agrest has influenced generations of accomplished architects. Agrest was one of the first women to teach in the largely male-dominated field.","itags":["npr_api","392767591"],"guid":"cf02e11b-1d6d-4c72-8884-83f59658e7d5","contentencoded":"<p><em>What makes a great teacher great? </em><em>That's the question at the heart of </em><a href=\"http://www.npr.org/blogs/ed/367774706/50-great-teachers\">50 Great Teachers</a>,<em> from the NPR Ed Team.</em></p><p>Diana Agrest believes architecture is so much more than a marriage of form and function. For more than four decades, she's been trying to get her students to believe that too.</p><p>She's taught at some of the best schools in the country: Princeton, Yale, Columbia and now the Irwin S. Chanin School of Architecture at The Cooper Union in New York. Her students have gone on to win major honors, including a prestigious Pritzker Prize (Shigeru Ban) and a MacArthur \"genius grant\" (Liz Diller).</p><p>\"It's the closest thing to being a shrink,\" says Agrest, reflecting on the career of an architecture professor. \"Because you really have to penetrate — if you're a good teacher — into what's in the student's mind that they may be able to see or not. Sometimes they can't even see the potential of what they're doing because they don't know enough,\" she says.</p><p>Born in Argentina, Agrest moved to New York in the early 1970s. She was part of a circle of young, visionary architects that included Frank Gehry, Rem Koolhaas and Aldo Rossi, before they were famous. Her husband, Mario Gandelsonas, is also an architect. Their <a href=\"http://www.ag-architects.com/main.htm\">firm</a> has designed public parks, community centers, private homes and furniture.</p><p>When teaching, Agrest's goal is to get her students to think way beyond buildings and floor plans. She has a particular fascination with cities. Early in her career, she had a revelation that the best way to study a city's architecture was through film. \"It has time and movement. It has narrative. It has still and moving images. ... So I said, 'That is the tool for me to think about the city.' \"</p><p>One of the films she's used to teach architecture: Alfred Hitchcock's <em>Rear Window</em>. Makes sense. From Jimmy Stewart's apartment we can peer into other apartments. We see rooms, stairs, exits and fire escapes. Most important for Agrest, we see how people <em>use</em> those spaces.</p><p><a href=\"http://www.solomonoff.com/projects/\">Galia Solomonoff</a>, a professor at Columbia, learned how to teach from Agrest. Solomonoff is also a practicing architect who has designed apartments and restaurants. She even converted a Nabisco box factory into a museum. She says, when showing a movie like <em>Rear Window</em> to students, Agrest would tell them to pay close attention to scale, dimensions and relationships.</p><p>\"The relationships between buildings and streets, building and public space, private and public space, built and nonbuilt space made a scenario where life would happen,\" says Solomonoff. \"Even though that happens all the time, when you see it in film, you see that relationship is key.\"</p><p>Agrest believes the architect is a public intellectual who needs to absorb all kinds of ideas from art, philosophy and current events. \"We want to expand. We want to expand beyond what our little discipline tells us,\" she says.</p><p>That philosophy is on full display in a course she created called Architecture of Nature/Nature of Architecture. This class is not about designing buildings. It's about natural phenomena like sand dunes, volcanoes and permafrost. What does this have to do with learning how to draw floor plans? Architects have long looked to objects in nature for ideas. Agrest says it's also important for students to understand different kinds of terrain, weather and organic material. \"To understand natural resources we need to know what that is. What are we really talking about,\" she says.</p><p>In architecture studies there are often \"crits,\" or critiques. Students present their drawings to the class. The professors are the critics, and Agrest is known for being decisive. In the nature course, their black and white drawings are like detailed maps of what happens above and below the earth's surface as these natural forces occur. Agrest tells one student, \"That drawing is not precise enough.\" She praises another for his \"elegant drawings\" but adds, \"If you don't tell me that's the water, I would never know. So you have to make your drawings talk.\" A stickler for clarity, she tells another, \"If you put everything in the drawing, we can't see anything.\"</p><p>Critiques are good prep for the real world where architects present their drawings to prospective clients. Leading up to those critiques, professors spend a lot of time with students, one-on-one, in the studio, talking to them about their ideas and how to develop them.</p><p>Despite her desire that students expand their horizons to include nature, art and philosophy, Agrest is also realistic. Most of her students are in their 20s. They're still learning about themselves.</p><p>\"When she's with you, it's all about you and it's not about her at all,\" says Cooper Union undergrad Abdur Chatni. Working in a massive studio with rows of drafting tables that seem to go on forever, Chatni praises Agrest for teaching him rule No. 1 in any field: \"Clarity. Your idea doesn't have to be complicated. As long as it's clear, that's what matters,\" he says.</p><p>Another undergrad, Leslie Dougrou, says she hopes one day to design buildings in West Africa, where her family is from. She says Agrest taught her to see the world with an architect's eyes. \"Everything relates to architecture,\" says Dougrou.</p><p>Architecture is both expansive and specific, artistic and technical. Agrest says that even after teaching and practicing the discipline for over 40 years, she still marvels at how much there is to learn.</p><p>\"Architecture is really difficult. I realized that only very recently,\" she says. \"It's like music. You can enjoy it but — to know it — it's a different story.\"</p><p>Another bit of wisdom she shares with her students: The career of an architect blossoms late.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Teaching+Students+To+Hear+The+Music+In+The+Built+World&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"349"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401319094-3e3230.m3u?orgId=1&topicId=1013&aggIds=359618671&d=349&p=2&story=392767591&t=progseg&e=401311283&seg=23&ft=nprml&f=392767591"},{"href":"http://media.npr.org/assets/img/2015/03/13/cd7a1897-bd63419d8b3acd198c88037aa6a0bd13bd2f8769.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3836","width":"5115"}},{"href":"http://media.npr.org/assets/img/2015/04/08/cd7a1814-edit_slide-67289a711b34f2fe13aa688a350dfc70c52479cd.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3836","width":"5754"}},{"href":"http://media.npr.org/assets/img/2015/04/08/cd7a1888-edit_slide-dc4dbc08221058e8ecae3e47dcdb0f2ae1531623.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3836","width":"5754"}},{"href":"http://media.npr.org/assets/img/2015/03/13/cd7a1980_slide-a0425f6970191ea8d31791f4e5dde5c3570117b0.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3098","width":"4648"}},{"href":"http://media.npr.org/assets/img/2015/03/13/cd7a1840-9f67b9cba0aa6942ebbe5e4ce8651b4bba8655db.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2193","width":"2925"}}]}