{"created":"2015-06-21T21:10:04+00:00","modified":"2015-06-22T12:10:37+00:00","valid":{"from":"2015-06-22T12:10:37+00:00","to":"3015-06-22T12:10:37+00:00"},"hreflang":"en","title":"For Registered Sex Offenders, An Uphill Civil Rights Battle ","published":"2015-06-22T12:10:00+00:00","teaser":"Registered sex offenders say laws that make their identities public and restrict where they can live violate their civil rights. But victims' advocates argue the laws are needed to keep families safe.","itags":["npr_api","413924817"],"guid":"cf0f6f06-7490-4de0-aa5e-8fb225f5bdd4","contentencoded":"<p>In 2010, Frank Lindsay came home after running errands and noticed his front door was wide open. When he went inside to investigate, he found a young man in his dining room with two hammers — \"one in each hand,\" he recalls.</p><p>\"And he immediately raised the hammer in his right hand and started at me, indicating he wanted to kill me because I was a sick pervert,\" Lindsay says.</p><p>The attacker had found Lindsay's address on California's Sex Offender Registry.</p><p>Lindsay is on the list because in 1979, he pleaded no contest to lewd and lascivious acts with a minor under 14 — child molestation. Lindsay was 26. He served his time, followed by an offense-free probation. When it was all over, he resumed his life and started a business and a family.</p><p>But in 1996, the federal government required states to create a public list of sex offenders. Suddenly, Lindsay's name was online for everyone to see.</p><p>\"Neighbors who were very friendly quit waving,\" he says. \"My business customers started not responding, and it just got worse and worse as my life was constricted more and more.\"</p><p>Today, Lindsay is on the board of an organization called California Reform Sex Offender Laws — one of many state affiliates of a national group that advocates for sex offenders.</p><p>Every month, Janice Bellucci, an attorney and the organization's president, hosts a meeting — part support group, part information session — for registered sex offenders and their relatives and loved ones. They all look to Bellucci for guidance.</p><p>\"Once you're on the registry, you're on the registry for the rest of your life — with very few exceptions,\" Bellucci says.</p><p>Registered sex offenders believe the laws that make their identities public and restrict where they can live violate their civil rights.</p><p>In March, the California Supreme Court unanimously <a href=\"http://sacramento.cbslocal.com/2015/03/02/court-rules-against-california-sex-offender-residency-law/\">ruled</a> that San Diego County restrictions on where sex offenders can live do indeed breach parolees' constitutional rights. But victims' advocates argue that these laws exist for good reason.</p><p>California has a lifetime registry, even for those convicted of low-level crimes like public nudity. The reform group favors a tiered registry, like those in other states, from which low-risk offenders would eventually be removed.</p><p>In general, U.S. laws that are tough on sex offenders are hugely popular. Many people feel they have the right to know where offenders live and believe the registry helps keep families safe.</p><p>Linda Walker is one of them. Her 22-year-old daughter was abducted, raped and murdered in 2003 by a complete stranger who was a previously convicted sex offender.</p><p>Today, Walker is an advocate for victims' rights. The Justice Department's National Sex Offender Public Website, an online aggregator of every state registry, is named in memory of Walker's daughter, <a href=\"http://www.nsopw.gov/en/Home/DruSjodin\">Dru Sjodin</a>.</p><p>What happened to Sjodin is as rare as it is horrific. The Department of Justice <a href=\"http://www.bjs.gov/content/pub/pdf/rsavcaf9513.pdf\">reports</a> that 80 percent of female sexual assault victims in Sjodin's age group knew their attackers. For juveniles, that number can be even higher: a 2000 Department of Justice study <a href=\"http://www.bjs.gov/content/pub/pdf/saycrle.pdf\">found</a> 93 percent of juvenile victims knew their assailant.</p><p>\"I know there's the statistics and I get that,\" Walker says. \"But when people choose to do these crimes, we can't just sit back and give them more and more chances. We have to amplify the victims' voices as loudly as we can.\"</p><p>Policy research, however, indicates that registries may foster a false sense of security.</p><p>\"The consensus of that research does not point in the direction of registries reducing sexual crimes or sexual recidivism,\" says Jill Levenson, a clinical social worker and associate professor at Barry University in Florida, who studies the way society monitors and treats sexual criminals.</p><p>Employment, stable housing and good social support are the most important factors that help sex offenders reintegrate into the community, Levenson says. But policies like the public registry and residency restrictions make it very difficult for offenders to find work and housing.</p><p>\"When you create a situation where people believe they have nothing to lose, they're more likely to act accordingly,\" Levenson notes.</p><p>And today in California, thousands are struggling. The California Sex Offender Management Board <a href=\"http://www.cce.csus.edu/portal/admin/handouts/CASOMB_End_of_Year_Report_to_Legislature_2014.pdf\">estimates</a> that there are more than 6,000 homeless registrants in the state, living on the streets, sleeping under bridges — at rock bottom, and impossible to track.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Registered+Sex+Offenders%2C+An+Uphill+Civil+Rights+Battle+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Chloe Prasinos","audio":[{"meta":{"duration":"313"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416272792-b74c9d.m3u?orgId=1&topicId=1070&d=313&p=2&story=413924817&t=progseg&e=416272757&seg=4&ft=nprml&f=413924817"},{"href":"http://media.npr.org/assets/img/2015/06/21/img_3828-edit-3e878ebbc7328c14e0a306a1a967194ce43aec1d.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1665","width":"2220"}}]}