{"created":"2015-04-02T18:43:46+00:00","modified":"2015-06-15T17:14:46+00:00","valid":{"from":"2015-06-15T17:14:46+00:00","to":"3015-06-15T17:14:46+00:00"},"hreflang":"en","title":"Why Babies Love (And Learn From) Magic Tricks ","published":"2015-04-07T15:37:00+00:00","teaser":"A new study in the journal <em>Science</em> explores the power of surprise to motivate infant learning.","itags":["npr_api","396812961"],"guid":"cf1ce2bd-db25-4c8c-8b1b-65910e66e5fa","contentencoded":"<p>To survive, we humans need to be able to do a handful of things: breathe, of course. And drink and eat. Those are obvious.</p><p>We're going to focus now on a less obvious — but no less vital — human function: learning. Because <a href=\"http://www.sciencemag.org/lookup/doi/10.1126/science.aaa3799\">new research</a> out today in the journal <em>Science</em> sheds light on the very building blocks of learning.</p><p>Imagine an 11-month-old sitting in a high chair opposite a small stage where you might expect, say, a puppet show. Except this is a lab at Johns Hopkins University. Instead of a puppeteer, a researcher is rolling a red and blue striped ball down a ramp, toward a little wall at the bottom.</p><p>Even babies seem to know the ball can't go through that wall, though not necessarily because they learned it. It's what some scientists call core knowledge — something, they say, we're born with.</p><p>\"Some pieces of knowledge are so fundamental in guiding regular, everyday interactions with the environment, navigating through space, reaching out and picking up an object, avoiding an oncoming object — those things are so fundamental to survival that they're really selected for by evolution,\" says Lisa Feigenson, a professor of psychological and brain sciences at Hopkins and one of the researchers behind this study.</p><p>Which explains why the baby seems genuinely surprised when the ball rolls down the ramp and does go through the wall — thanks to some sleight of hand by the researchers:</p><p>This is where the learning part of our story kicks in.</p><p>Not only did the babies in the study react when the ball seemed to pass through the wall or a toy car floated across the stage ...</p><p>... but their surprise appeared to make them better learners.</p><p>When the babies were given new information about these seemingly magical objects — like, the ball also squeaks — they were more likely to retain it.</p><p>If the ball stopped at the wall, as it did for some infants, they paid less attention to it and were less likely to remember if it also squeaked. As if to say: \"It's just a ball. I get it. Who cares?\"</p><p>The babies were also given a chance to play with the items that had surprised them. Not only did they prefer those to other toys; they played with them in a way that suggested they were trying to learn.</p><p>\"Consider seeing a ball pass through a wall right in front of your eyes,\" says Aimee Stahl, lead author of the paper and a doctoral candidate at Johns Hopkins. \"If you were given that ball to explore, you might want to test its solidity by banging it on a solid surface.\"</p><p>Stahl says that's exactly what the babies did. They pounded it on the tray of their high chair.</p><p>And the babies who saw that car float across the stage? They just wanted to drop it — to see if it would float again.</p><p>In short, says Stahl, \"[infants] take surprising events as special opportunities to learn.\"</p><p>This theory, that we're born knowing certain rules of the world, isn't new. We see evidence of it not only in humans but in lots of others species, too.</p><p>What's new is this idea: that core knowledge seems to motivate babies to explore things that break those rules and, ultimately, to learn new things.</p><p>It's not always nature versus nurture. Sometimes, it's nature doing the nurturing.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Babies+Love+%28And+Learn+From%29+Magic+Tricks+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cory Turner","audio":[{"meta":{"duration":"199"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397097102-b3c845.m3u?orgId=1&topicId=1013&d=199&p=2&story=396812961&t=progseg&e=397096460&seg=3&ft=nprml&f=396812961"},{"href":"http://media.npr.org/assets/img/2015/04/01/baby-experiment-5ca19a9f11a8f1eff315818613daaf4275cab0a9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"676","width":"902"}}]}