{"created":"2014-11-30T23:17:05+00:00","modified":"2015-05-28T00:42:17+00:00","valid":{"from":"2015-05-28T00:42:17+00:00","to":"3015-05-28T00:42:17+00:00"},"hreflang":"en","title":"At 86, A 'Jazz Child' Looks Back On A Life Of Sunshine, Sorrow","published":"2014-11-30T23:43:00+00:00","teaser":"Singer Sheila Jordan, who leaped to fame in George Russell's version of \"You Are My Sunshine,\" recalls her dirt-poor childhood and the thrill of hearing Charlie Parker play through a club's back door.","itags":["npr_api","366792416"],"guid":"cf2e82dd-e0a5-46f4-8229-c991a9f01f3f","contentencoded":"<p>Many fans first encountered one of the great voices in jazz as a whisper: Sheila Jordan made a quiet but lasting impression as a guest singer on pianist George Russell's 1962 arrangement of \"You Are My Sunshine.\"</p><p>Since then, Jordan's career has taken her all over the world, and in 2012, she received one of the highest honors in jazz: she became an National Endowment for the Arts Jazz Master. Her music has soared, but her story starts with pain.</p><p>\"I was very unhappy as a little kid,\" she tells NPR's Eric Westervelt. \"The way I got rid of that was to sing, so I was constantly singing.\"</p><p>A recent biography called <em>Jazz Child: A Portrait of Sheila Jordan,</em> by Ellen Johnson, describes Jordan's life, starting with her days growing up dirt poor in Pennsylvania coal country, raised by alcoholic grandparents.</p><p>Jordan, now 86, tells Westervelt about that time in her life, as well as falling in love with the music of Charlie \"Bird\" Parker, struggling to feel confident about her work and experiencing violent racism at the hands of other white people because she hung out with black musicians and artists.</p><p>To hear the full conversation, click on the audio link above.</p><hr /><h3>Interview Highlights</h3><p><strong>On the night in Detroit when, at the age of 14, she tried to get into a club to hear Charlie Parker's Reboppers</strong></p><p>You had to be 21 years old to get in there and I said, \"Oh, I've got to hear my hero!\" And I forged my mother's birth certificate and I dyed my hair blonde and I wore a hat with a veil and high-heeled shoes and I was smoking a Lucky Strike cigarette, unfiltered, and I was sure I was going to get in the door smoking my cigarette and going through the whole trip.</p><p>And I got to the door and the man said, \"No no no, you can't come in here. Hey, you better go home and do your homework, little white girl.\" And I was so disappointed. And then I went around in the alley and sat on the garbage cans. Now, Bird was by the door so he heard all of this. He went to the back door of that club and he stood there at one point and played. The door was open and I sat on the garbage cans and Charlie Parker played for me. And it was incredible.</p><p><strong>On the racism she faced as a white woman hanging out with a predominantly black crowd</strong></p><p>I came to New York thinking it would be so much different here. And I remember I was going out with these two painters, two guys, and they were black, and we went to get something to eat. And on our way back, four white guys on the corner and on the bar, just before we got to the front of my building, jumped us. And three of 'em held my two friends and the other one threw me down on the street, was kicking my face, knocked out my tooth.</p><p>And all of the sudden, I looked up and here I see a guy coming with a gun pointed, I thought, at me. I said, \"You know what, I'm going to die over this. But it's OK — I know I'm right. I know this is wrong.\" [The] guy was a plainclothes [police]man; he saved my life.</p><p><strong>On the 12-year gap in her career after her critically acclaimed debut album</strong></p><p>Why I never did anything after that, I don't know. I wait for people to call me. I'm kind of shy and I just could not call up and ask them, \"Could I do another recording?\" I couldn't do it. ... I don't know, I was kind of surprised [by the praise for her first album]. Why did they think it's so wonderful? I don't! ... I don't like to listen to my own music and I don't like to record.</p><p><strong>On why she performs with just a bass as </strong><strong>accompaniment</strong></p><p>I don't know, I just love the sound of the bass. It just touched a certain part of me. I loved all that, you know, space.</p><p>I remember I was visiting family in Toledo, and my half-sister, I said, \"Hey, do you want to go hear some music? Charlie Mingus is playing at this club,\" and she said, \"Yeah, let's go.\"</p><p>So we sat at a table and Mingus saw me and he was shocked. He said, \"Wow, what are you doing here?\" I said, \"Well, I'm visiting family.\" So then he was like, \"OK, come on up and sing something with me!\" I said, \"What?\" He said, \"Come on up and sing.\"</p><p>... And my sister said, \"Yeah, go sing, go sing!\" So I'd never sung out with the bass and voice before and I did, and I sang \"Yesterdays.\"</p><p><strong>On being an icon in the jazz community, without being a household name</strong></p><p>The people that respect what I do and hire me, that's all I need, you know? I just need to keep doing this music as long as I live. And in your 80s, to be able to still perform this music, and get on an airplane and go all over the world, which I've done in the last couple of months — I was on a tour in Norway and I just got off of a tour of Germany — so I'm doing OK.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+86%2C+A+%27Jazz+Child%27+Looks+Back+On+A+Life+Of+Sunshine%2C+Sorrow&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"461"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367600054-77f46c.m3u?orgId=1&topicId=1105&aggIds=347139849&d=461&p=2&story=366792416&t=progseg&e=367599988&seg=10&ft=nprml&f=366792416"},{"href":"http://media.npr.org/assets/img/2014/11/26/sheila-c450c76f89372edd9bf11e41841c367d7dbc878d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1526","width":"2035"}}]}