{"created":"2015-03-19T18:09:40+00:00","modified":"2015-03-20T17:52:41+00:00","valid":{"from":"2015-03-20T17:52:40+00:00","to":"3015-03-20T17:52:40+00:00"},"hreflang":"en","title":"'A Little Life': An Unforgettable Novel About The Grace Of Friendship","published":"2015-03-20T17:42:00+00:00","teaser":"In Hanya Yanagihara's deeply moving novel, college friends rise, lose their bearings, fall in love, squabble and wrestle with life's tragedies in New York City.","itags":["npr_api","394050118"],"guid":"cf401a86-45ed-4de1-904d-e47697308e86","contentencoded":"<p>America is hooked on stories of redemption and rebirth, be it Cheryl Strayed rediscovering herself by hiking the Pacific Trail or the late David Carr pulling himself out of the crack-house and into <em>The</em> <em>New York Times</em>. We just love tales about healing.</p><p>But how far should we trust them? That's one of the many questions raised by <em>A Little Life</em>, a new novel by Hanya Yanagihara, whose acclaimed debut,<em> The People in the Trees</em>, came from seemingly nowhere 18 months ago. This new book is long, page-turny, deeply moving, sometimes excessive, but always packed with the weight of a genuine <em>experience</em>. As I was reading, I literally dreamed about it every night.</p><p>The book follows three decades in the life of four friends from a posh college. There's the kindhearted actor, Willem, and the self-centered artist, JB, of Haitian stock. There's the timorous would-be architect, Malcolm, born of a wealthy, mixed-race family and the handsome, lame Jude, a brilliant attorney addicted to cutting himself. As the book begins, they've moved to New York to make their fortune, and over the next 700 pages — yes, 700 — we watch them rise, lose their bearings, fall in love, slide into squabbles and wrestle with life's inevitable tragedies.</p><p>Yanagihara has a keen eye for social detail, and reading her early riff on actors like Willem who work as waiters, you may think she's offering something familiar — a generational portrait like Mary McCarthy's <em>The Group</em> or the witty, emblematic realism of Jonathan Franzen. In fact, the book's apparent normalcy lures you into the woods of something darker, stranger and more harrowing. Turns out that everything largely orbits around <em>one</em> of the four, Jude, whose gothic past Yanagihara slowly reveals.</p><p>For those who want trigger warnings, consider yourself warned — Jude's tale has enough triggers for a Texas gun show. The poor guy may endure the harshest childhood in fiction, one that's equal parts Dickens, Sade and <em>Grimm's Fairy Tales</em>. Evidently named for the patron saint of the hopeless and despairing, Jude is treated so badly that I flashed back to my mom reading me the book <em>Beautiful Joe</em>, about a dog so cruelly abused that I melted into inconsolable weeping.</p><p>Yanagihara writes with even more trenchant precision about the scars on the <em>adult</em> Jude's soul — the self-hatred and self-destructiveness, the yearning for love laced with utter mistrust, the baroque defense mechanisms he erects to keep anyone from learning who he really is. He struggles again and again, in long frustrating detail, to recover from his past, along with support from his friends, his doctor, Andy, and his law-school mentor, Harold, who becomes a father figure.</p><p>Now, I should also warn you that these struggles become too much, as sometimes happens with a John Cassavetes movie. Readers will be ready to move on, even if Jude is not. Then again, the book's driven obsessiveness is inseparable from the emotional force that will leave countless readers weeping.</p><p>Besides, Jude's condition is Yanagihara's way of exploring larger issues. Even as the book pointedly challenges the neat, happy arc of popular redemption stories — \"People don't change,\" Jude decides — it calls on our imaginative sympathy. Yanagihara is fascinated by how we understand minds very different from our own. Here, Jude's ghastly history puts him in a mental universe that his friends — and readers — must work to enter. Not that this is impossible, mind you. He's no alien. Jude's guardedness makes him the heightened embodiment of the secret private self we <em>all</em> have, with our own calming rituals, mental hideaways and escape hatches.</p><p>While <em>A Little Life</em> is shot through with pain, it's far from being all dark. Jude's suffering finds its equipoise in the decency and compassion of those who love him; the book is a wrenching portrait of the enduring grace of friendship. With her sensitivity to everything from the emotional nuance to the play of light inside a subway car, Yanagihara is superb at capturing the radiant moments of beauty, warmth and kindness that help redeem the bad stuff. In <em>A Little Life</em>, it's life's evanescent blessings that maybe, but only maybe, can save you.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27A+Little+Life%27%3A+An+Unforgettable+Novel+About+The+Grace+Of+Friendship&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Powers","audio":[{"meta":{"duration":"394"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394079243-5c191b.m3u?orgId=1&topicId=1034&e=394050118&d=394&ft=nprml&f=394050118"},{"href":"http://media.npr.org/assets/img/2015/03/19/9780385539258-1--9fbfc5dfc7faad0e2e75820ead1e10c1233bcefe.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"451","width":"602"}},{"href":"http://media.npr.org/assets/img/2015/03/19/yana_-9780385536776_jkt_ap1_r1-56f9601dfd58dd4bc796b298422a7c96c33d0acf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2546","width":"3395"}}]}