{"created":"2014-10-03T03:53:02+00:00","modified":"2015-04-30T19:47:48+00:00","valid":{"from":"2011-08-25T13:36:23+00:00","to":"3011-08-25T13:36:23+00:00"},"hreflang":"en","guid":"cf4159f4-93c7-4959-bcc9-c5d35af0ae15","title":"SOTRU - The Bronx: Still Rising from the Ashes","teaser":"From President Carter’s famous 1977 urban decay photo-op in the wastelands of the South Bronx to Grandmaster Flash and the Furious Five’s iconic early hip-hop rhymes about growing up in poverty, the Bronx has long been a symbol of America’s failings.  It still contains the poorest urban congressional district in the nation.  For people who live in New York’s other boroughs, the Bronx is usually a place to avoid.  And for Bronxites themselves, this place is often thought of as a place to escape—somewhere you get out of if you’re lucky.  But through the worst of the arson and abandonment of the 1970s and 80s, some reacted with determination.  They stayed, and put down roots, intent on surviving and making the Bronx better.  This episode shines a light on the hold-outs and the dreamers who’ve committed their lives to keeping chaos at bay in the Bronx.","description":"State of the Re:UnionThe Bronx:&nbsp; Still Rising From the AshesHost: Al LetsonDESCRIPTION: From President Carter&rsquo;s famous 1977 urban decay photo-op in the wastelands of the South Bronx to Grandmaster Flash and the Furious Five&rsquo;s iconic early hip-hop rhymes about growing up in poverty, the Bronx has long been a symbol of America&rsquo;s failings.&nbsp; It still contains the poorest urban congressional district in the nation.&nbsp; For people who live in New York&rsquo;s other boroughs, the Bronx is usually a place to avoid.&nbsp; And for Bronxites themselves, this place is often thought of as a place to escape&mdash;somewhere you get out of if you&rsquo;re lucky.&nbsp; But through the worst of the arson and abandonment of the 1970s and 80s, some reacted with determination.&nbsp; They stayed, and put down roots, intent on surviving and making the Bronx better.&nbsp; This episode shines a light on the hold-outs and the dreamers who&rsquo;ve committed their lives to keeping chaos at bay in the Bronx.Billboard (:59)Incue: From PRX and NPROutcue: But first, this newsNews Hole: 1:00-6:00SEGMENT A (12:29)Incue: I'm Al Letson andOutcue: next on State of the Re:UnionA. The Fires.&nbsp; In a latest round of proposed NYC budget cuts, Engine 60 in the South Bronx was on the list of firehouses to be closed.&nbsp; The neighborhood rallied around the firehouse, determined to keep it open&mdash;many people remember the fires of the 70s and 80s that ravaged this place, and they don&rsquo;t want history to repeat itself.&nbsp; Vivian Vasquez, for one, hasn&rsquo;t been able to forget the years of constant fires, sirens and abandonment.&nbsp; She was just a kid when the fires started, and now she&rsquo;s making a documentary film about her generation called Decade of Fire.&nbsp; Vivian recalls the shocking scenes from her childhood and recounts the mixed fates of a generation of Bronx people from that time, bringing us up to the present day. Her story frames the episode as a look at how people in the Bronx keep chaos at bay when the bottom drops out.&nbsp; &nbsp;B. Just This One Block: Saving Lyman Place.&nbsp; Hetty Fox lives on a little street, just one block long, called Lyman Place.&nbsp; Hetty grew up right here, and had great childhood, she says.&nbsp; And she used to be one of those Bronxites who&rsquo;d gotten out&mdash;in the late sixties, she moved to California and got her PhD. But when she moved back in 1970, Hetty barely recognized Lyman Place.&nbsp; Many of her neighbors were already gone, leaving their homes sitting abandoned.&nbsp; And the fires were coming closer.&nbsp; She decided to scrap her academic life in California and devote herself to defending Lyman Place from the encroaching emptiness.&nbsp; Hetty went into war mode.&nbsp; She defended empty buildings from vandals, staying up at night patrolling the block.&nbsp; She took over empty buildings, moved tenants into empty apartments, and convinced the city to start maintaining them.&nbsp; She started an after-school program in one of the abandoned buildings.&nbsp; And all through the 70s and 80s, not one building burned on Lyman Place.&nbsp; Hetty will be 74 this year, and all the kids on the block know her. She&rsquo;s taught generations of Lyman Place kids African dance, reading, writing, art, drumming. And for the past 35 years, every summer, Hetty helps turn Lyman Place into a &ldquo;play street&rdquo;&mdash;traffic is blocked off, and the street becomes one big yard for kids to play in.&nbsp; We listen in on the summertime play street, meet the second- and third-generation families of Lyman Place and tell the story of one woman keeping her community together in the face of seemingly insurmountable odds.&nbsp; BREAK: 19:00 - 20:00SEGMENT B (18:58)Incue: You're listening to State of the Re:UnionOutcue: P-R-X.O-R-GA.&nbsp; Dude, Where&rsquo;s My Landlord?When Jacqueline Rodriguez, a mother with baby twins, received a letter this spring from the New York City Marshal saying she should start sending her rent to them, to cover the landlord&rsquo;s unpaid electricity bills, she knew the situation with her building had taken a turn for the worse.&nbsp; Her story echoes, in a 2011 kind of way, what happened in the Bronx in the 1970s and 80s, with landlords jumping ship and tenants left to fend for themselves.&nbsp; But this time around, it's the foreclosure crisis that's stranding tenants.&nbsp; Jacqueline&rsquo;s building is small, just nine apartments on 179th Street in the South Bronx.&nbsp; She has lived there her whole life, since 1978. But in the past few years, the building&rsquo;s been going downhill&mdash;leaks, holes in the floors, collapsing walls, mice, rats, mildew&mdash;and no one had been able to get any response from the landlord.&nbsp; So when she got the letter from the City Marshal, Jacqueline decided it was time to investigate.&nbsp; She found out that the owner had actually disappeared way back in 2006.&nbsp; The lender was Lehman Brothers, which doesn&rsquo;t exist anymore.&nbsp; And since 2007, the building has been stuck is some kind of foreclosure purgatory.&nbsp; Nobody&rsquo;s sure who is responsible for the building now.&nbsp; Dina Levy, a policy director at the Urban Homesteading Assistance Board, provides the context for this aspect of the housing crash affecting renters in poor neighborhoods.&nbsp; It turns out the Bronx is the epicenter of this kind of failed real estate speculation in New York, and there are at least 7,000 apartments in the same situation across the borough.&nbsp; Now, Jacqueline is taking charge, organizing everybody in the building.&nbsp; Many tenants have been there for decades, and she figures, if they&rsquo;re going to be held responsible for the landlord&rsquo;s debt anyway, why not just go all the way and take over ownership of the building? She's been spending all of her spare time reading up on the obscure legal and financial regulations, organizing a tenants association, and getting a lawyer on board, and trying save her home&mdash;a simple goal in a very complicated situation.&nbsp; B. Growing up HIV-Positive in the BronxJahlove Serrano, 24, has dedicated his life to educating teenagers about HIV and AIDS. He&rsquo;s handed out condoms, convinced people to get tested, and mentored younger HIV-positive teenagers who also want to do this work.&nbsp;&nbsp; We open his story with a street scene of him training younger peer educators on the streets of the Bronx.&nbsp; Jahlove knows how important this work is&mdash;especially in the Bronx, where HIV infection rates are some of the highest among US cities, and young, black gay men are especially at risk.&nbsp; He knows because he himself contracted HIV when he was just 15 years old, a gay teenager growing up in Hunts Point in the South Bronx who didn&rsquo;t know enough about how to protect himself.&nbsp; Jahlove didn&rsquo;t get any information about sex at school or at home.&nbsp; His way of trying to learn what sex would mean for a gay teenager was to try it&mdash;just once, when he was 15&mdash;an experiment that turned from consensual sex into rape, and led to his infection with HIV.&nbsp; At 16, his mom kicked him out of the house because he was gay, and things unraveled from there.&nbsp; He dropped out of school. When he finally got tested at 17, he couldn&rsquo;t cope with being HIV-positive, so he ignored the news for years. He spent his teenage years avoiding his HIV diagnosis&mdash;but amazingly, reaching out to do HIV and AIDS education with his peers, both as a volunteer and a paid peer educator. He felt good about his work in the Bronx, giving out free condoms, encouraging teenagers to get tested, but he felt like&nbsp; a hypocrite because he wasn&rsquo;t dealing with his own health. Jahlove never got on meds; he was too ashamed to go to regular doctor appointments at the clinic. He was convinced he was going to die, estranged from his family.&nbsp; Just when things seemed to be at their worst, Jahlove met Tyra, the woman who would end up becoming his greatest supporter.&nbsp; Tyra is an activist, model and a transgender woman.&nbsp; She met Jahlove at a club, and they bonded immediately.&nbsp; Jahlove calls her &ldquo;mom&rdquo;, and he&rsquo;s not the only one.&nbsp; She&rsquo;s got over 20 young LGBT kids, part of a sprawling and devoted family she&rsquo;s assembled over the years.&nbsp; With her support Jahlove got his life back together.&nbsp; He went back to high school, started touring the country as a dancer.&nbsp; It was the life he&rsquo;d always wanted.&nbsp; Except one thing: his health was getting worse and worse.&nbsp; It would take a double diagnosis of Karposi&rsquo;s Sarcoma, a form of cancer, and full-blown AIDS to convince Jahlove to start treatment.&nbsp; Near death at age 22, he made a promise to devote his life to ending the AIDS epidemic if he pulled through.&nbsp; Today, Jahlove is healthy, and working more than full-time as an educator and advocate for young people with HIV and AIDS. BREAK: 39:00-40:00SEGMENT C: (18:59)Incue: I'm Al Letson and Outcue: This is N-P-RA. African Hip-Hop, Homegrown in the BronxPhil Black is one of those hardworking New Yorkers with a double life:&nbsp; Bronx public school teacher by day and music producer by night. Phil immigrated to the Bronx from Ghana with his family as a kid, just when hip-hop was exploding across the Bronx.&nbsp; He remembers some of the earliest hip-hop jams, with star-studded line-ups, right on his own block at 184th and Creston Avenue.&nbsp; When Phil grew up and first heard the Ghanaian music called &ldquo;hip-life&rdquo;, a hybrid of American hip-hop and Ghanaian high-life, he was skeptical at best.&nbsp; But once he traveled back to Ghana and saw how huge the scene was for young people there, he was sold.&nbsp; Meanwhile, the Ghanaian population in the Bronx had exploded.&nbsp; And Ghanaian teenagers were starting to get mixed up in the street life, gangs and crime.&nbsp; Phil was not a music producer back then, but he was determined to help his community.&nbsp; He started bringing young hip-life hopefuls into the studio, helping them make songs and sell their mix-tapes on the street.&nbsp; Today, Phil Black is at the forefront of the &ldquo;hip-life&rdquo; Bronx music scene. Over the years he has persuaded dozens of young men from the Bronx&rsquo;s Little Accra to trade street life for hip-life.&nbsp; We meet Akwaada Nyame, &ldquo;Junior Jesus&rdquo; in English, a young hip-lifer trying to make it. Akwaada raps about real life in the Bronx even though the major producers back in Ghana only want to hear about bling, partying and clubs, things most Ghanaian kids have never even seen.&nbsp; But like early hip-hop stars, he&rsquo;s determined to tell it like it is.&nbsp; And Phil Black is determined to make space on the stage and on the national scene for hip-life.&nbsp; He believes in this music, and he wants to see an African face in the Top 40 countdown, no matter how long it takes.&nbsp; B. The Secret Life of Bronx Sanitation WorkersAt 6am on the Bronx waterfront, sanitation workers gather just before their shift begins.&nbsp; We listen in on the morning&rsquo;s roll call and the surprising enthusiasm and playfulness of workers rushing to get out on their trucks to pick up the Bronx&rsquo;s garbage.&nbsp; We meet two of these unsung workers, David and Ernie, who&rsquo;ve been dedicated partners on the job for five years.&nbsp; As they follow their ten-mile route and lift more than 12 tons of garbage, we reflect on the idiosyncrasies of the work with the Department of Sanitation&rsquo;s resident anthropologist Robin Nagle.&nbsp; As part of her research, Robin worked on a route, drove the truck, slung garbage, just like David and Ernie.&nbsp; She learned the lingo: disco rice means maggots, to mongo is to pick&nbsp; up a useful item from the curb and take it home, hopper juice is the stuff that sloshes out of the back of the truck when the hydraulics crush the garbage.&nbsp; And, she learned that this job is more dangerous than being a cop or a firefighter.&nbsp; People are killed on the job every year.&nbsp; We end the piece marveling at sanitation workers risking their lives so that we can have order in ours.&nbsp; C. Friars in the Boogie DownFinding a sanctuary from the noise and people in the Bronx is tough.&nbsp; But there&rsquo;s a doorway on 156th Street that leads not just into a rare, blissful quiet, but almost seems to lead to another century.&nbsp; Here at St. Crispin Friary, a sect of Franciscan friars have made their home since the 1980s.&nbsp; They wear gray robes, tied with thick rope at the waist, and the tonsured hair that marks them unmistakably as deeply religious men.&nbsp;&nbsp;&nbsp;&nbsp; These friars felt moved to re-engage with their mission to help the poor, and the South Bronx seemed a perfect place to start.&nbsp; We expected this to be a serious story.&nbsp; But as soon as we get on to the block, we find a surprising scene&mdash;Father Louis, head of the friary, tying dozens of water balloons at the friars&rsquo; annual block party.&nbsp; His plan is to ambush the newest friars in a surprise attack from the fifth floor of the men&rsquo;s shelter the friars run here, and Al gleefully jumps right in.&nbsp; Madness and hysterical laughter ensues.&nbsp; And we learn that practical jokes are pretty typical for the friars&mdash;St. Francis, the saint they follow, was known for his joy, and they try to emulate him in their lives.&nbsp;&nbsp; Plus, levity helps with the heavy work they do on the block, working at the shelter with men at a low point in their lives.&nbsp; We hear from a few men who&rsquo;ve been through the shelter about how their time here left them not only stable, but light-hearted and more open to the world.&nbsp; And we end with the annual blessing of the block, where Father Louis dons his vestments and gets serious for the first time all day.&nbsp; A bell is rung as he leads a procession silently up and down 156th Street, blessing every building, with two little girls on scooters&mdash;his unofficial escorts&mdash;flanking him on either side.&nbsp; D.&nbsp; Wrap-Up // Bronx is Beautiful Vox // Credits: Al closes describing the Bronx as one of the most legendary places in America, a hard-up city where, when the bottom drops out, lots of people have nothing but each other.&nbsp; Which means the bonds that people form here are incredibly strong.&nbsp; Then we hear Bronx residents reflecting on what community in the Bronx means to them, the beauty of creating something out of nothing.&nbsp; PROGRAM OUT @ 59:00Broadcast Window Begins 9/16/11The Fall 2011 Season of State of the Re:Union will be available on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to September 16, 2012. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX. Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.Thanks for your consideration of the State of the Re:Union with Al Letson. Please contact your NPR Stations Relations person or Joan Miller at joanadrienne@gmail.com or 612-377-3256 with questions or to confirm carriage.","contentencoded":"State of the Re:Union<br />The Bronx:&nbsp; Still Rising From the Ashes<br /><br />Host: Al Letson<br /><br />DESCRIPTION: From President Carter&rsquo;s famous 1977 urban decay photo-op in the wastelands of the South Bronx to Grandmaster Flash and the Furious Five&rsquo;s iconic early hip-hop rhymes about growing up in poverty, the Bronx has long been a symbol of America&rsquo;s failings.&nbsp; It still contains the poorest urban congressional district in the nation.&nbsp; For people who live in New York&rsquo;s other boroughs, the Bronx is usually a place to avoid.&nbsp; And for Bronxites themselves, this place is often thought of as a place to escape&mdash;somewhere you get out of if you&rsquo;re lucky.&nbsp; But through the worst of the arson and abandonment of the 1970s and 80s, some reacted with determination.&nbsp; They stayed, and put down roots, intent on surviving and making the Bronx better.&nbsp; This episode shines a light on the hold-outs and the dreamers who&rsquo;ve committed their lives to keeping chaos at bay in the Bronx.<br />Billboard (:59)<br />Incue: From PRX and NPR<br />Outcue: But first, this news<br /><br />News Hole: 1:00-6:00<br /><br />SEGMENT A (12:29)<br />Incue: I'm Al Letson and<br />Outcue: next on State of the Re:Union<br /><br />A. The Fires.&nbsp; <br /><br />In a latest round of proposed NYC budget cuts, Engine 60 in the South Bronx was on the list of firehouses to be closed.&nbsp; The neighborhood rallied around the firehouse, determined to keep it open&mdash;many people remember the fires of the 70s and 80s that ravaged this place, and they don&rsquo;t want history to repeat itself.&nbsp; Vivian Vasquez, for one, hasn&rsquo;t been able to forget the years of constant fires, sirens and abandonment.&nbsp; She was just a kid when the fires started, and now she&rsquo;s making a documentary film about her generation called Decade of Fire.&nbsp; Vivian recalls the shocking scenes from her childhood and recounts the mixed fates of a generation of Bronx people from that time, bringing us up to the present day. Her story frames the episode as a look at how people in the Bronx keep chaos at bay when the bottom drops out.&nbsp; <br />&nbsp;<br />B. Just This One Block: Saving Lyman Place.&nbsp; <br /><br />Hetty Fox lives on a little street, just one block long, called Lyman Place.&nbsp; Hetty grew up right here, and had great childhood, she says.&nbsp; And she used to be one of those Bronxites who&rsquo;d gotten out&mdash;in the late sixties, she moved to California and got her PhD. But when she moved back in 1970, Hetty barely recognized Lyman Place.&nbsp; Many of her neighbors were already gone, leaving their homes sitting abandoned.&nbsp; And the fires were coming closer.&nbsp; She decided to scrap her academic life in California and devote herself to defending Lyman Place from the encroaching emptiness.&nbsp; Hetty went into war mode.&nbsp; She defended empty buildings from vandals, staying up at night patrolling the block.&nbsp; She took over empty buildings, moved tenants into empty apartments, and convinced the city to start maintaining them.&nbsp; She started an after-school program in one of the abandoned buildings.&nbsp; And all through the 70s and 80s, not one building burned on Lyman Place.&nbsp; Hetty will be 74 this year, and all the kids on the block know her. She&rsquo;s taught generations of Lyman Place kids African dance, reading, writing, art, drumming. And for the past 35 years, every summer, Hetty helps turn Lyman Place into a &ldquo;play street&rdquo;&mdash;traffic is blocked off, and the street becomes one big yard for kids to play in.&nbsp; We listen in on the summertime play street, meet the second- and third-generation families of Lyman Place and tell the story of one woman keeping her community together in the face of seemingly insurmountable odds.&nbsp; <br /><br />BREAK: 19:00 - 20:00<br /><br />SEGMENT B (18:58)<br />Incue: You're listening to State of the Re:Union<br />Outcue: P-R-X.O-R-G<br /><br />A.&nbsp; Dude, Where&rsquo;s My Landlord?<br /><br />When Jacqueline Rodriguez, a mother with baby twins, received a letter this spring from the New York City Marshal saying she should start sending her rent to them, to cover the landlord&rsquo;s unpaid electricity bills, she knew the situation with her building had taken a turn for the worse.&nbsp; Her story echoes, in a 2011 kind of way, what happened in the Bronx in the 1970s and 80s, with landlords jumping ship and tenants left to fend for themselves.&nbsp; But this time around, it's the foreclosure crisis that's stranding tenants.&nbsp; Jacqueline&rsquo;s building is small, just nine apartments on 179th Street in the South Bronx.&nbsp; She has lived there her whole life, since 1978. But in the past few years, the building&rsquo;s been going downhill&mdash;leaks, holes in the floors, collapsing walls, mice, rats, mildew&mdash;and no one had been able to get any response from the landlord.&nbsp; So when she got the letter from the City Marshal, Jacqueline decided it was time to investigate.&nbsp; She found out that the owner had actually disappeared way back in 2006.&nbsp; The lender was Lehman Brothers, which doesn&rsquo;t exist anymore.&nbsp; And since 2007, the building has been stuck is some kind of foreclosure purgatory.&nbsp; Nobody&rsquo;s sure who is responsible for the building now.&nbsp; Dina Levy, a policy director at the Urban Homesteading Assistance Board, provides the context for this aspect of the housing crash affecting renters in poor neighborhoods.&nbsp; It turns out the Bronx is the epicenter of this kind of failed real estate speculation in New York, and there are at least 7,000 apartments in the same situation across the borough.&nbsp; Now, Jacqueline is taking charge, organizing everybody in the building.&nbsp; Many tenants have been there for decades, and she figures, if they&rsquo;re going to be held responsible for the landlord&rsquo;s debt anyway, why not just go all the way and take over ownership of the building? She's been spending all of her spare time reading up on the obscure legal and financial regulations, organizing a tenants association, and getting a lawyer on board, and trying save her home&mdash;a simple goal in a very complicated situation.&nbsp; <br /><br />B. Growing up HIV-Positive in the Bronx<br /><br />Jahlove Serrano, 24, has dedicated his life to educating teenagers about HIV and AIDS. He&rsquo;s handed out condoms, convinced people to get tested, and mentored younger HIV-positive teenagers who also want to do this work.&nbsp;&nbsp; We open his story with a street scene of him training younger peer educators on the streets of the Bronx.&nbsp; Jahlove knows how important this work is&mdash;especially in the Bronx, where HIV infection rates are some of the highest among US cities, and young, black gay men are especially at risk.&nbsp; He knows because he himself contracted HIV when he was just 15 years old, a gay teenager growing up in Hunts Point in the South Bronx who didn&rsquo;t know enough about how to protect himself.&nbsp; Jahlove didn&rsquo;t get any information about sex at school or at home.&nbsp; His way of trying to learn what sex would mean for a gay teenager was to try it&mdash;just once, when he was 15&mdash;an experiment that turned from consensual sex into rape, and led to his infection with HIV.&nbsp; At 16, his mom kicked him out of the house because he was gay, and things unraveled from there.&nbsp; He dropped out of school. When he finally got tested at 17, he couldn&rsquo;t cope with being HIV-positive, so he ignored the news for years. He spent his teenage years avoiding his HIV diagnosis&mdash;but amazingly, reaching out to do HIV and AIDS education with his peers, both as a volunteer and a paid peer educator. He felt good about his work in the Bronx, giving out free condoms, encouraging teenagers to get tested, but he felt like&nbsp; a hypocrite because he wasn&rsquo;t dealing with his own health. Jahlove never got on meds; he was too ashamed to go to regular doctor appointments at the clinic. He was convinced he was going to die, estranged from his family.&nbsp; Just when things seemed to be at their worst, Jahlove met Tyra, the woman who would end up becoming his greatest supporter.&nbsp; Tyra is an activist, model and a transgender woman.&nbsp; She met Jahlove at a club, and they bonded immediately.&nbsp; Jahlove calls her &ldquo;mom&rdquo;, and he&rsquo;s not the only one.&nbsp; She&rsquo;s got over 20 young LGBT kids, part of a sprawling and devoted family she&rsquo;s assembled over the years.&nbsp; With her support Jahlove got his life back together.&nbsp; He went back to high school, started touring the country as a dancer.&nbsp; It was the life he&rsquo;d always wanted.&nbsp; Except one thing: his health was getting worse and worse.&nbsp; It would take a double diagnosis of Karposi&rsquo;s Sarcoma, a form of cancer, and full-blown AIDS to convince Jahlove to start treatment.&nbsp; Near death at age 22, he made a promise to devote his life to ending the AIDS epidemic if he pulled through.&nbsp; Today, Jahlove is healthy, and working more than full-time as an educator and advocate for young people with HIV and AIDS. <br /><br /><br /><br /><br />BREAK: 39:00-40:00<br /><br />SEGMENT C: (18:59)<br />Incue: I'm Al Letson and <br />Outcue: This is N-P-R<br /><br />A. African Hip-Hop, Homegrown in the Bronx<br /><br />Phil Black is one of those hardworking New Yorkers with a double life:&nbsp; Bronx public school teacher by day and music producer by night. Phil immigrated to the Bronx from Ghana with his family as a kid, just when hip-hop was exploding across the Bronx.&nbsp; He remembers some of the earliest hip-hop jams, with star-studded line-ups, right on his own block at 184th and Creston Avenue.&nbsp; When Phil grew up and first heard the Ghanaian music called &ldquo;hip-life&rdquo;, a hybrid of American hip-hop and Ghanaian high-life, he was skeptical at best.&nbsp; But once he traveled back to Ghana and saw how huge the scene was for young people there, he was sold.&nbsp; Meanwhile, the Ghanaian population in the Bronx had exploded.&nbsp; And Ghanaian teenagers were starting to get mixed up in the street life, gangs and crime.&nbsp; Phil was not a music producer back then, but he was determined to help his community.&nbsp; He started bringing young hip-life hopefuls into the studio, helping them make songs and sell their mix-tapes on the street.&nbsp; Today, Phil Black is at the forefront of the &ldquo;hip-life&rdquo; Bronx music scene. Over the years he has persuaded dozens of young men from the Bronx&rsquo;s Little Accra to trade street life for hip-life.&nbsp; We meet Akwaada Nyame, &ldquo;Junior Jesus&rdquo; in English, a young hip-lifer trying to make it. Akwaada raps about real life in the Bronx even though the major producers back in Ghana only want to hear about bling, partying and clubs, things most Ghanaian kids have never even seen.&nbsp; But like early hip-hop stars, he&rsquo;s determined to tell it like it is.&nbsp; And Phil Black is determined to make space on the stage and on the national scene for hip-life.&nbsp; He believes in this music, and he wants to see an African face in the Top 40 countdown, no matter how long it takes.&nbsp; <br /><br /><br />B. The Secret Life of Bronx Sanitation Workers<br /><br />At 6am on the Bronx waterfront, sanitation workers gather just before their shift begins.&nbsp; We listen in on the morning&rsquo;s roll call and the surprising enthusiasm and playfulness of workers rushing to get out on their trucks to pick up the Bronx&rsquo;s garbage.&nbsp; We meet two of these unsung workers, David and Ernie, who&rsquo;ve been dedicated partners on the job for five years.&nbsp; As they follow their ten-mile route and lift more than 12 tons of garbage, we reflect on the idiosyncrasies of the work with the Department of Sanitation&rsquo;s resident anthropologist Robin Nagle.&nbsp; As part of her research, Robin worked on a route, drove the truck, slung garbage, just like David and Ernie.&nbsp; She learned the lingo: disco rice means maggots, to mongo is to pick&nbsp; up a useful item from the curb and take it home, hopper juice is the stuff that sloshes out of the back of the truck when the hydraulics crush the garbage.&nbsp; And, she learned that this job is more dangerous than being a cop or a firefighter.&nbsp; People are killed on the job every year.&nbsp; We end the piece marveling at sanitation workers risking their lives so that we can have order in ours.&nbsp; <br /><br /><br />C. Friars in the Boogie Down<br /><br />Finding a sanctuary from the noise and people in the Bronx is tough.&nbsp; But there&rsquo;s a doorway on 156th Street that leads not just into a rare, blissful quiet, but almost seems to lead to another century.&nbsp; Here at St. Crispin Friary, a sect of Franciscan friars have made their home since the 1980s.&nbsp; They wear gray robes, tied with thick rope at the waist, and the tonsured hair that marks them unmistakably as deeply religious men.&nbsp;&nbsp;&nbsp;&nbsp; These friars felt moved to re-engage with their mission to help the poor, and the South Bronx seemed a perfect place to start.&nbsp; We expected this to be a serious story.&nbsp; But as soon as we get on to the block, we find a surprising scene&mdash;Father Louis, head of the friary, tying dozens of water balloons at the friars&rsquo; annual block party.&nbsp; His plan is to ambush the newest friars in a surprise attack from the fifth floor of the men&rsquo;s shelter the friars run here, and Al gleefully jumps right in.&nbsp; Madness and hysterical laughter ensues.&nbsp; And we learn that practical jokes are pretty typical for the friars&mdash;St. Francis, the saint they follow, was known for his joy, and they try to emulate him in their lives.&nbsp;&nbsp; Plus, levity helps with the heavy work they do on the block, working at the shelter with men at a low point in their lives.&nbsp; We hear from a few men who&rsquo;ve been through the shelter about how their time here left them not only stable, but light-hearted and more open to the world.&nbsp; And we end with the annual blessing of the block, where Father Louis dons his vestments and gets serious for the first time all day.&nbsp; A bell is rung as he leads a procession silently up and down 156th Street, blessing every building, with two little girls on scooters&mdash;his unofficial escorts&mdash;flanking him on either side.&nbsp; <br /><br />D.&nbsp; Wrap-Up // Bronx is Beautiful Vox // Credits: Al closes describing the Bronx as one of the most legendary places in America, a hard-up city where, when the bottom drops out, lots of people have nothing but each other.&nbsp; Which means the bonds that people form here are incredibly strong.&nbsp; Then we hear Bronx residents reflecting on what community in the Bronx means to them, the beauty of creating something out of nothing.&nbsp; <br /><br />PROGRAM OUT @ 59:00<br /><br />Broadcast Window Begins 9/16/11<br /><br />The Fall 2011 Season of State of the Re:Union will be available on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to September 16, 2012. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. <br /><br />State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX. Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.<br /><br />Thanks for your consideration of the State of the Re:Union with Al Letson. Please contact your NPR Stations Relations person or Joan Miller at joanadrienne@gmail.com or 612-377-3256 with questions or to confirm carriage.","byline":"Al Letson","published":"2011-08-25T13:36:23+00:00","tags":["African-American","Entertainment","Travel"],"itags":["prx:stories-67264"],"audio":[{"href":"https://hal.prx.org/pub/eb8d1929f50ff4e2e74350c7e84f32ef/0/web/story_image/146072/medium/TheBronx.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/a7b237697713af71a516813754c6a6d3/0/web/audio_file/317069/broadcast/01-Bronx_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1880421}},{"href":"https://cms.prx.org/pub/7b640c6173f4b450fd9d3441257e9273/0/web/audio_file/317070/broadcast/02-Bronx_Newscast_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":29,"size":926851}},{"href":"https://cms.prx.org/pub/7a254278430195170ce91093a96933cf/0/web/audio_file/317077/broadcast/03-Bronx_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941956}},{"href":"https://cms.prx.org/pub/15c9fd6bb4a97b4f0dcae1ef9d5f7b7a/0/web/audio_file/317117/broadcast/04-Bronx_Segment_A_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":43,"size":1305600}},{"href":"https://cms.prx.org/pub/7b7fac47f6b12700a06b2c489ac0348c/0/web/audio_file/317083/broadcast/05-Bronx_Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408506}},{"href":"https://cms.prx.org/pub/fec00c0a04854354745a1d6a886a92c5/0/web/audio_file/317084/broadcast/06-Bronx_Segment_B_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/093b293a987f8bb9053eeb0027e6a636/0/web/audio_file/317091/broadcast/07-Bronx_Segment_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36407671}}]}