{"created":"2014-09-11T18:51:18+00:00","modified":"2014-10-30T22:29:59+00:00","valid":{"from":"2014-10-30T22:29:59+00:00","to":"3014-10-30T22:29:59+00:00"},"hreflang":"en","title":"As 'Boardwalk Empire' Comes To A Close, Creator Reminisces About Its Start","published":"2014-09-12T12:26:00+00:00","teaser":"The HBO show began its final season Sunday. Terence Winter says he wrote the Prohibition-era drama in part to work with Martin Scorsese. It was \"something I couldn't possibly ... pass up,\" he says.","itags":["npr_api","347552966"],"guid":"cf439343-4b75-4144-8001-453bf245e189","contentencoded":"<p>When HBO executives handed <em>The Sopranos</em> executive producer Terence Winter a copy of <em>Boardwalk Empire</em> by Nelson Johnson, he says they asked him if he could find a TV series in it. The book was about the history of corruption in Atlantic City through the 20th century.</p><p>\"And [they] said ... 'Oh, by the way, Martin Scorsese is attached to this,' \" Winter tells <em>Fresh Air</em>'s Terry Gross. \"So, without even reading the book, I said, 'Yes, there's a TV series in this, and I'm going to find it.' \"</p><p>As the HBO series about rival gangsters, corrupt politicians and federal agents during the Prohibition era starts its fifth and final season, Winter reminisces about how it began.</p><p>He says the idea of working with Scorsese was a dream.</p><p>It was \"something I couldn't possibly even imagine, and certainly not pass up,\" Winter says.</p><p>So he went home and read the book and identified Enoch \"Nucky\" Johnson, the county treasurer during the Prohibition years, whom he later fictionalized as the series' main character Nucky Thompson, played by Steve Buscemi.</p><p>The series starts on the eve of Prohibition in 1920, when Thompson began his plan to keep the city awash in bootleg liquor — and make a fortune doing it. The final series starts in 1931, two years before the end of Prohibition, when Thompson hopes to use his liquor connections to go legit.</p><p>\"The more I ... read about it, there [were] so many things in the '20s that were really a mirror to current society,\" Winter says. \"Essentially, the illegal alcohol business is the drug business. ... The fact that we're still debating women's rights ... we're still debating evolution almost 100 years later. I thought, 'God, what an opportunity to really do a show that holds up a mirror to current society, and it's 90 years in the past.' \"</p><p>Winter says he also enjoyed bridging his work on <em>The Sopranos</em>, for which he won four Emmys, to <em>Boardwalk Empire</em>.</p><p>\"It was ... the flip side of what I had been doing on <em>The Sopranos</em> for eight years or so,\" he says. \"<em>The Sopranos</em> was sort of an exploration of the end of organized crime, or the waning days of organized crime. Prohibition was the beginning of that same thing.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On killing off characters </strong></p><p>Part of what makes [<em>Boardwalk Empire</em>] special for me is that we try to be as true to the characters as possible and let the chips fall where they may in terms of actor deals and commitments and that sort of stuff.</p><p>We made a deal with ourselves early on, on <em>The Sopranos,</em> that we would never keep a character alive because we like the actor who portrayed them. Because [then] we felt we would never kill anybody. You start to get very close to people, and if you start to let personal relationships bleed into the work, it really colors it in a bad way. ...</p><p>The hardest part of my job [is] making the phone call [to the actor], putting people out of work. [It's] tough. I've made a lot of those tough phone calls. ... I make the call before the actor reads it in the script or hears it from somebody on the crew. ... I actually called one actor and I said, \"Hey, it's Terry Winter,\" and he said, \"Well, I guess I'm dead.\"</p><p><strong>On his exposure to organized crime </strong></p><p>I grew up in Brooklyn, as a child in the '60s and a teenager in the '70s, and I guess by osmosis you rub elbows with people who are involved in that life, so you can't really avoid it. ... You never know who is standing behind you in line. If you're aware and you know who is doing what and who owns what store and what club, people are around. I was a little more aware of it growing up. I was interested in it. ...</p><p>[I worked for] a butcher shop. It was a chain of butcher shops that allegedly was owned by [head of the Gambino crime family] Paul Castellano in the '70s. ... It interested me enough, but not enough to ask any questions. I think I was a smart enough kid to just keep my eyes open and my mouth shut. Occasionally guys would come in and they'd say, \"Take a walk.\"</p><p><strong> On studying gangster films with Scorsese in preparation for <em>Boardwalk Empire</em></strong></p><p>That entire month of going to Martin Scorsese's office and watching gangster films with him was the best film course you've ever had times a billion. Getting to sit with him watching Rod Steiger's <em>Al Capone</em>, the <em>St. Valentine's Day Massacre</em>, all these classic films, <em>Public Enemy</em>, and to hear his live commentary.</p><p>He's very much about truth and real moments and real performances. He understands the juxtaposition of violence and humor — having an incredibly tense scene and then letting the air out of it, let the audience breathe with a light moment.</p><p>Some of Martin Scorsese's films that are very violent, <em>Goodfellas,</em> for example, <em>Raging Bull</em>, at times, can be very funny. These guys are so absurd in some ways that you almost can't help but laugh at them — I think <em>The Sopranos</em> was like that too.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+%27Boardwalk+Empire%27+Comes+To+A+Close%2C+Creator+Reminisces+About+Its+Start&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2269"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347727528-23a6ef.m3u?orgId=1&topicId=1138&ft=3&f=347552966"},{"href":"http://media.npr.org/assets/img/2014/09/11/boardwalk14_03-1a334ee3fe30292830b983473f905343b74e35e0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2795","width":"3730"}},{"href":"http://media.npr.org/assets/img/2014/09/11/vincent-piazza_-by-mcall-5b74fdce4160de0506f0668d3b1eb873f04a2f6d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3149","width":"4198"}},{"href":"http://media.npr.org/assets/img/2014/09/11/winter_by_frederickmbrown_getty_sq-1da19fa300f97c36b4729692dc2e8295d99119ce.jpg","type":"image/jpeg","meta":{"crop":"square","height":"2058","width":"2058"}}]}