{"created":"2015-06-05T14:29:52+00:00","modified":"2015-06-15T17:14:24+00:00","valid":{"from":"2015-06-15T17:14:24+00:00","to":"3015-06-15T17:14:24+00:00"},"hreflang":"en","title":"What Happens In Vegas Includes Crowded, Struggling Schools  ","published":"2015-05-06T13:54:00+00:00","teaser":"Teachers, students and administrators are stretched thin by serious overcrowding. The city could add 32 schools tomorrow and every one would be filled to capacity.","itags":["npr_api","402886741"],"guid":"cf460bf6-670b-4b3d-b29a-635b37351bde","contentencoded":"<p>Las Vegas is back, baby. After getting slammed by the Great Recession, the city today is seeing rising <a href=\"http://www.reviewjournal.com/news/las-vegas/prices-steady-home-closings-surge-march\">home sales</a>, solid <a href=\"http://www.reviewjournal.com/business/economy/nevada-jobless-rate-steady-job-growth-surges\">job growth</a> and a <a href=\"http://www.fool.com/investing/general/2015/04/07/biggest-thing-to-hit-vegas-in-years-not-a-casino.aspx\">record number of visitors</a> in 2014.stru</p><p>But the economic rebound has exacerbated the city's severe school overcrowding and left school administrators, lawmakers and parents scrambling.</p><p>Giant dump trucks and earth moving machines groan and spray dust just behind Robert Forbuss Elementary, in the desert on the edge of southwest Las Vegas.</p><p>They're piling rubble and dirt as if they're constructing a dam for an imagined waterway. But this is not part of normal building. The developer wants these new homes elevated for better views of the Vegas casino strip.</p><p>\"They're building these crazy houses here. I mean it's just ridiculous,\" says 70-year-old retired geologist Charlie Hauntz, standing in the school's dusty playground. All the kids call the recess volunteer Grandpa Charlie. His grandkids used to go here. Now he's part of the school's fabric.</p><p>He's disgusted by what he sees as Vegas' slow return to unbridled construction and sprawl, which is worsening area school crowding.</p><p>\"You don't issue building permits. You build a school first and then issue a building permit,\" he says. \"You just can't keep packing these kids in.\" It's as if the city learned little from the devastating recession, he adds.</p><p>This elementary school was built to serve a maximum of 780 students. Today it serves 1,230 — and enrollment is growing.</p><p>Forbuss Elementary is hardly alone. The crowding is so bad here in the Clark County School District that 24 schools will soon run on year-round schedules.</p><p>Forbuss already is. One of five sections is always on break to make room. Scores of other schools are on staggered schedules. More than 21,000 Clark County students are taking some online classes, in large part because of space strains. Nearly 700 kids in the district take<em> all</em> of their classes online.</p><p><strong>'You Have To Make Do'</strong></p><p>\"It's pretty rough some days. I'm in a small portable with 33 students,\" says Sarah Sunnasy. She teaches fifth grade at Bertha Ronzone Elementary School, a high-poverty school that is nearly 90 percent over capacity. \"We tend to run into each other a lot. Trying to meet individual needs when you have that many kids with such a wide range of ability levels is hard. We do the best we can with what we have,\" she says.</p><p>At Forbuss Elementary there are 16 trailer classrooms — the school prefers the term \"portables\" — parked in the outdoor recess area, eating away at playground space.</p><p>There's also a \"portable\" bathroom and portable lunchroom. \"It's warmer in the big school,\" a little girl tells me. \"These get cold in winter.\"</p><p>\"You have to make do,\" says Principal Shawn Paquette. \"You get creative.\"</p><p>\"Our school is so overcrowded, that, you know, everybody's gotta pitch in,\" says school support staffer Ruby Crabtree. \"We don't have enough people.\"</p><p>She wears multiple hats at this school: During one of the school's four crammed lunch periods she's a janitor. \"We do what we need to do and we jump in and do it,\" she says.</p><p>Later in the day we find Crabtree sitting in a hallway helping a 7-year-old to read. \"You gotta do the L first,\" she says, helping the student sound out the words. \"L-O-N-Guh. ... Good Job.\"</p><p>Dyana Tamasi, who teaches second grade, faces questions from frustrated parents asking if the \"portable\" education and crowding will end. \"Some have said, 'Oh, are they ever going into the building?' And we always say, if there's room we can go in. If there's not room, this is what our school has to do,\" Tamasi says.</p><p>The school district's struggles — teacher shortages, overcrowding and near bottom of the barrel achievement rankings — have rattled the city's business community.</p><p>\"We can't punt this. The business community has got to step up and lead,\" says Tom Skancke, the CEO of the <a href=\"http://www.lvgea.org/\">Las Vegas Global Economic Alliance</a>.</p><p>Among the states and Washington, D.C., \"we're ranked 51st in education,\" he says. \"You cannot compete in a global economy and be 51st in education.\" And, he adds, the main question employers thinking about locating in Las Vegas have is, \"Where do we and our employees put our kids?\"</p><p>The overstuffed schools and classrooms are hurting academics, says Paquette. \"The crowding issue absolutely plays into the instructional programs. Would I like to have fewer students in a building and run scheduling on a nine-month schedule and not have to be so creative? Yes. But I think we're doing the job we need to do.\"</p><p>The Nevada Legislature recently offered some relief by <a href=\"http://www.reviewjournal.com/leg-edu/controversial-nevada-school-bond-bill-signed-law\">agreeing to a bond rollover measure</a> that is expected to raise about $4 billion over the next decade to build new schools and renovate old ones.</p><p>To many the move was long overdue. Las Vegas has been one of America's fastest growing cities for nearly 20 years. Teachers, administrators and the school district are thankful for the the legislative help. But many here say it's not nearly enough. The handful of new schools won't be finished for at least two years.</p><p>\"No, it's not enough. While 4 billion sounds like a lot, we estimate we probably have closer to 7 billion worth of need right now,\" says the school district's chief financial officer, Jim McIntosh. \"We could build 32 elementary schools today and they would be to capacity.\"</p><p>And that's just to catch up to today's overcrowding. The district predicts, conservatively, at least 1 percent enrollment growth over the next two years. That's another 3,000 to 4,000 students. That means at least two more elementary schools every year.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Happens+In+Vegas+Includes+Crowded%2C+Struggling+Schools++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Westervelt","audio":[{"meta":{"duration":"252"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404626546-a875c7.m3u?orgId=1&topicId=1013&d=252&p=3&story=402886741&t=progseg&e=404625898&seg=11&ft=nprml&f=402886741"},{"href":"http://media.npr.org/assets/img/2015/04/29/img_1048-toned-182f815671dc3af02b1eb23a13c91f039fe53505.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1368","width":"1825"}}]}