{"created":"2015-03-11T21:59:28+00:00","modified":"2015-03-12T19:11:17+00:00","valid":{"from":"2015-03-12T19:11:17+00:00","to":"3015-03-12T19:11:17+00:00"},"hreflang":"en","guid":"cf4fbb4f-56a7-4c50-b9e3-19d348d56cdf","title":"The perils of conducting public diplomacy on private email","published":"2015-03-12T19:11:16+00:00","byline":"Joyce Hackel","tags":["politics","government","records","Conflict","Conflict & Justice","North America","United States","North America","Thomas Blanton","Email","Documents","Federal Records Protection Act","Secrecy","public domain","Reagan","Bush","Clinton","White House","Politics"],"teaser":"For decades, the independent National Security Archive has been suing the federal government to ensure that the emails US officials write remain in the public domain. ","contentencoded":"<p>It's not surprising that a private email account is stirring controversy for former US Secretary of State Hillary Clinton.</p>\n<p>Government officials have long been warned not to mix public business and private email, according to Thomas Blanton who directs the non-governmental National Security Archive in Washington, DC. Many of them admit to doing it anyway. </p>\n<p>\"Folks should know better by now, no official business on your email,\" Blanton says. \"Yet the law doesn't prohibit it, it just suggests it's not a good idea and you need to move those records over to the official system.\" </p>\n<p>Last week, Clinton revealed that during her four years at the helm of the State Department, she didn't use an official government email address, but instead conducted all official business using a private address. The email guidance provided in the Foreign Affairs Manual was clear when Clinton took the helm at the State Department in 2009: Emails were records, and were required to be saved as records. </p>\n<p>When President Barack Obama took office in 2009, intelligence agencies provided him with a special high-end encryption Blackberry that both archived his email messages and offered security designed to foil hackers and foreign intelligence agencies. </p>\n<p>Blanton says Clinton should have known a similar system might be available for her. </p>\n<p>\"My bet is, and this is real speculation, that she only asked a couple of questions besides the convenience one. ... My bet is she asked, 'What did Colin Powell and Condi Rice do?'' Blanton says. \"She found out Condi Rice didn't really use email, and Colin Powell used a private system and so she thought, and I'm speculating here, 'My predecessors did it, I'm not going to be held to a different standard.'\"</p>\n<p>Blanton also says Clinton may have received legal advice, warning her that after she left office, the State Department may or may not defend her against subpoenas from Congress demanding her files.<br /> <br />\"Whereas if she has email on a private server, her own lawyers, like David Kendall, would be able to intervene, to contest a subpoena or make the subpoena givers show better cause,\" Blanton notes. \"So you would have some greater protection.\" </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-11%2Fperils-conducting-public-diplomacy-private-email&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0311201509.mp3"},{"href":"http://www.pri.org/file/0311201509mp3"}]}