{"created":"2015-04-17T08:54:10+00:00","modified":"2015-06-03T15:00:36+00:00","valid":{"from":"2015-06-03T15:00:36+00:00","to":"3015-06-03T15:00:36+00:00"},"hreflang":"en","title":"Anniversary Of Oklahoma City Bombing Reopens Wounds For Survivors","published":"2015-04-17T20:05:00+00:00","teaser":"When the truck bomb exploded at the Alfred P. Murrah Federal Building on April 19, 1995, there were 21 children in the building's day care. Six survived, including Chris Nguyen and PJ Allen.","itags":["npr_api","400167661"],"guid":"cf582f68-6148-4b51-8db8-5f2aea382b8b","contentencoded":"<p>On the morning of April 19, 1995, a truck bomb exploded at the Alfred P. Murrah Federal Building in Oklahoma City. The blast — equal to 4,000 pounds of TNT — killed 168 people and injured hundreds more.</p><p>The federal office building also housed a day care center. The explosives-laden truck was parked directly beneath it. Of the 21 children there that morning, only six survived.</p><p>\"I remember that day, clearly, even 20 years later,\" Phuong Nguyen said during a recent visit to StoryCorps, sitting alongside her son, Chris. \"I was sitting in office, and there goes 'BOOM'. My boss come over and say, 'It is the Federal Building — did you have your baby at the day care there?' I say, 'Oh my God.'</p><p>\"You was the third child brought out. You have bleeding from the head down through your face. And you were screaming and crying.\"</p><p>Chris Nguyen, 25, was just 5 years old the day of the bombing.</p><p>\"A lot of times people ask me ,'What do you remember?' But I don't remember anything,\" he said to his mom, who says they would hide the newspaper and turn off the TV on the anniversary of the bombing, because they didn't want him to see or hear anything about what happened.</p><p>\"And then I found out in kindergarten. Some girl brought in a clip for show-and-tell. It was the bombing, and I started crying. That's the first time I heard about it, but I knew it was the bombing, nobody had to say it to me. I already knew,\" he said.</p><p>\"That day it left a scar in our life, and you know [that] scar, it going to stay with you,\" Phuong said to her son. \"It's not going to go away.\"</p><p>And while there are stories, interviews and news reports every year that remind him that he was a part of that day's events, it all feels a little like Harry Potter for Chris.</p><p>\"In the story his parents die and he survives somehow and he doesn't know why and he doesn't remember because he was also a baby,\" he said. \"That is what it's like for me.</p><p>\"I guess I've never really talked to you and Dad about this. There's a lot of pressure to make both of you proud, but also for all the parents who lost their own children. They won't ever get to have that, that sense of pride when they see their own children succeeding,\" he continued. \"And when I'm thinking about what I'm doing with my life, I have to think about all of the children that were in that day care that day, and how I'm lucky to have survived. I wouldn't want to waste this opportunity that they don't have.\"</p><p>PJ Allen, another survivor from the day care, had just turned 2 at the time of the bombing. He suffered broken bones, severe burns and damage to his lungs from inhaling debris.</p><p>\"We were in that hospital for three months,\" PJ's dad, Willie Watson, told him at StoryCorps. \"But I think it was about two or three weeks before you even woke up.\"</p><p>PJ, now 21, just thought he was a normal kid. \"I never really fully understood, like, what happened, or even what I was part of.\"</p><p>The two had never discussed the bombing over the years.</p><p>\"After all these years, 20 years, this is the first time we've sat down and actually talked about the bombing. I wanted to protect you, and I never wanted to relive it with you. Because, I personally hold myself responsible for you getting hurt,\" Willie said.</p><p>\"I was supposed to take you to the day care that day,\" he continued. \"But that morning when your mom was getting ready to go to work, she asked me, did I want her to take you. And I told her, I said, 'Well hey, you know, I'm pretty tired. I'm going to sleep another 30 minutes or so, so go ahead and take him.'</p><p>\"But if I would have kept you there with me, you wouldn't have got to the federal building until the bombing would have been over. You wouldn't have even been there,\" Willie said.</p><p>PJ had never known his father blamed himself for what happened to him that day. Or that his dad has nightmares about it.</p><p>\"I don't want you to walk around with this burden, I want you to be alive inside. I'm never angry about my situation. I'm all right, I'm good,\" PJ said. \"I like so many things about you, Dad. You're always the coolest guy in the room. I'm like, 'All right, when I get to that age, I'll be just like him. Walk in, be the man.'</p><p>\"And I don't hold you responsible for that day in any way,\" he told his dad.</p><p>Willie still wrestles with it.</p><p>\"But you were the one that was in there,\" he told PJ. \"And to see you come back was a miracle, and I'm proud of you. And I love you.\"</p><p>\"I wouldn't trade that for anything else in the world,\" PJ said. \"I love you very much, and I'm glad that you're my dad.\"</p><p><em>Produced for </em>Morning Edition<em> by Liyna Anwar.</em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at <a href=\"http://storycorps.org/\" target=\"_blank\">StoryCorps.org</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Anniversary+Of+Oklahoma+City+Bombing+Reopens+Wounds+For+Survivors&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"41"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400197031-83ae58.m3u?orgId=1&topicId=1022&aggIds=4516989&d=41&p=3&story=400167661&t=progseg&e=400285178&seg=15&ft=nprml&f=400167661"},{"meta":{"duration":"65"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400197396-d9b585.m3u?orgId=1&topicId=1022&aggIds=4516989&d=65&p=3&story=400167661&t=progseg&e=400285178&seg=15&ft=nprml&f=400167661"},{"meta":{"duration":"335"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400285307-e32d09.m3u?orgId=1&topicId=1022&aggIds=4516989&d=335&p=3&story=400167661&t=progseg&e=400285178&seg=15&ft=nprml&f=400167661"},{"href":"http://media.npr.org/assets/img/2015/04/16/coverdalenpr-a0b31049dd15c72320f85f0a8bfd4f342a848772.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2363","width":"3151"}},{"href":"http://media.npr.org/assets/img/2015/04/16/washburnnpr-47355a8492f90c98ec0ac849b5c6f69ddd527977.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"560","width":"746"}},{"href":"http://media.npr.org/assets/img/2015/04/16/nguyennpr-2dbab9ef6f13674fd193f1d44093f2bd625c4ea7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"560","width":"746"}},{"href":"http://media.npr.org/assets/img/2015/04/16/watsonnpr-bddf29b095a2d58dd1d77c2a981650f51b0df0a1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"674","width":"898"}}]}