{"created":"2015-02-02T22:19:55+00:00","modified":"2015-06-25T17:45:27+00:00","valid":{"from":"2015-06-25T17:45:27+00:00","to":"3015-06-25T17:45:27+00:00"},"hreflang":"en","title":"'Adventures Of Beekle' Wins Caldecott; Newbery Goes To 'The Crossover'","published":"2015-02-04T16:39:00+00:00","teaser":"The American Library Association awarded its top medals to Dan Santat's tale of an imaginary friend on a mission and Kwame Alexander's story of basketball-playing twins<em>.</em>","itags":["npr_api","383316163"],"guid":"cf5b266e-c172-4b5a-a0e1-b5a5aebb0525","contentencoded":"<p>Parents on the hunt for great kids' books get some help each year when the American Library Association gives out its Youth Media Awards. On Monday, the association announced a long list of winners in a variety of categories.</p><p>The two that get the most attention are the John Newbery Medal for most outstanding contribution to children's literature and the Randolph Caldecott Medal for picture book artistry. This year's Newbery went to Kwame Alexander's <em>The Crossover</em>, and the Caldecott went to Dan Santat's <em>The Adventures of Beekle: The Unimaginary Friend</em>.</p><p>Alexander says he couldn't sleep Sunday night knowing that he had a chance of winning the Newbery. \"I know we hear that it is all about the journey, and it was,\" he says. \"But I so wanted the journey to end in a really cool place.\"</p><p>His winning novel is a story about twin brothers who love each other and basketball in equal measure. Alexander knew a story about sports would attract reluctant readers, especially boys. And he wrote the novel in verse because he started out as a poet.</p><p>He says, \"When I set about the task of trying to write a novel, of course I went with what I knew. And I said, 'Oh, well I know how to write poetry so I'm going to be able write a novel in poems pretty easily.' \"</p><p>But it was a lot harder than he expected. He says he wanted to embrace a variety of forms so that kids would be introduced to different kinds of poetry, though he's surprised when he hears people describe some of the verse as rap.</p><p>\"That's so funny,\" he says. \"You know, I hear people say ... that there's rap in the book and of course, when I was writing it, there was no rap in my mind.\"</p><p><em>The Adventures of Beekle</em> is the story of an imaginary friend who goes in search of a child who needs him. Author and illustrator Dan Santat says, \"I found it interesting that no one had ever taken the approach from the imaginary friend's point of view.\"</p><p>He remembers when his own son first went to school and worried about making friends. He says the book is really a gift to his son, and winning the Caldecott just makes the whole experience sweeter.</p><p>\"I would have been perfectly fine knowing that my son would have been content growing up and maybe possibly having his own children and sharing the book and saying, you know, 'This book is a love letter from your grandfather to me.' But now it's going to have a sticker on [it] and now it can be shared, you know, with the world,\" he says. \"It's beyond words. I'm thrilled.\"</p><p>Other winners announced on Monday include:</p><ul><li><a href=\"http://www.npr.org/books/titles/348998578/brown-girl-dreaming\">Brown Girl Dreaming</a> by Jacqueline Woodson (Coretta Scott King Author Book Award)</li><li><a href=\"http://www.npr.org/books/titles/345524622/firebird\">Firebird</a> by Misty Copeland and illustrated by Christopher Myers (Coretta Scott King Illustrator Book Award)</li><li><a href=\"http://www.npr.org/books/titles/364769409/viva-frida\">Viva Frida</a> by Yuyi Morales (Pura Belpré Illustrator Award)</li><li><em>I Lived on Butterfly Hill</em> by Marjorie Agosín and illustrated by Lee White (Pura Belpré Author Award)</li><li><a href=\"http://www.npr.org/books/titles/361456766/ill-give-you-the-sun\">I'll Give You the Sun</a> by Jandy Nelson (Michael L. Printz Award)</li><li><em>The Right Word: Roget and His Thesaurus</em> by Jen Bryant and illustrated by Melissa Sweet (Robert F. Sibert Informational Book Award)</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Adventures+Of+Beekle%27+Wins+Caldecott%3B+Newbery+Goes+To+%27The+Crossover%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Lynn Neary","audio":[{"meta":{"duration":"141"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383346169-ff563d.m3u?orgId=1&topicId=1161&aggIds=100876926&d=141&p=2&story=383316163&t=progseg&e=383295522&seg=22&ft=nprml&f=383316163"},{"href":"http://media.npr.org/assets/img/2015/02/02/beekle_int_hires-2small-e37b28ebd8fa58f401d5d93ce3eb21c5563b798c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1082","width":"1443"}},{"href":"http://media.npr.org/assets/img/2015/02/02/beekle_interior3small-7abada82f1fcbbbd3e915bc19113295bf8ab3d9d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"439","width":"585"}}]}