{"created":"2015-05-14T19:37:43+00:00","modified":"2015-05-14T19:37:43+00:00","valid":{"from":"2014-05-19T18:24:40+00:00","to":"3014-05-19T18:24:40+00:00"},"hreflang":"en","guid":"cf60585d-ea97-4801-86c8-02876daea5e4","byline":"David Weinberg","itags":["PMP:Marketplace_PMP","Marketplace for Monday May 19, 2014","cf60585dea9780166c8f02876daea5e4","Marketplace"],"tags":["art","APM","motorcycles","manufacturing","Sustainability"],"contentencoded":"<div class=\"barn-cleaned\"><p><em>This is part one of a two part series. Read part two <a href=\"http://www.marketplace.org/topics/business/motorcycle-design-history-books\" target=\"_blank\">here</a>.</em></p>\n<p>Ten years ago JT Nesbitt was one of <a href=\"http://jalopnik.com/360036/jt-nesbitt-designer-of-the-confederate-wraith-readying-land-speed-record-attempt-documentary\" target=\"_blank\">the top motorcycle designers in the world.</a> His picture graced the cover of magazines. Celebrities sought out his extravagantly expensive machines. But in 2005, while he was visiting a prince in the Middle East, hurricane Katrina hit New Orleans and destroyed Confederate Motorcycles, the company that built <span>Nesbitt</span>’s bikes. Seven years later, his career hadn’t recovered. He was about to take a job waiting tables in the French Quarter, when a stranger showed up on his doorstep and turned his life upside down.</p>\n<p>The stranger was a fan of <span>Nesbitt</span>’s work. He wanted to see his latest motorcycle projects. But, <span>Nesbitt&nbsp;</span>explained, he hadn’t designed a bike in seven years, and he was broke. The stranger looked around the shop and offered to buy <span>Nesbitt</span>&nbsp;a drink. So the two of them took a walk down Decatur street, to a French Quarter bar called Molly’s .</p>\n<p>They took a seat at a table and ordered beers. And then the stranger asked <span>Nesbitt&nbsp;</span>a question.&nbsp; “He says, 'What would you do if you could do anything?'”</p>\n<p>The stranger says he asked the question on a whim, “I just honestly wanted to know, and [<span>Nesbitt</span>] was momentarily dumbfounded because nobody had asked him that. But strangely, as if it were rehearsed, he had his notebook with him.”</p>\n<p><span>Nesbitt&nbsp;</span>always carries his sketchbook with him. &nbsp;And so he pulled it out. But before opening it, he made the stranger swear on his grandmother’s eyeballs that he wouldn’t tell anyone about what he was about to show him. The Stranger agreed. So <span>Nesbitt&nbsp;</span>opened up his sketchbook.</p>\n<p>[[{\"fid\":\"267311\",\"view_mode\":\"default\",\"fields\":{\"format\":\"default\",\"field_file_image_alt_text[und][0][value]\":\"JT Nesbitt's sketch books\",\"field_file_image_title_text[und][0][value]\":\"\",\"field_description[und][0][value]\":\"\",\"field_description[und][0][format]\":\"full_html\",\"field_byline_text[und][0][value]\":\"Courtesy of JT Nesbitt\",\"field_migration_notes[und][0][value]\":\"\"},\"type\":\"media\",\"attributes\":{\"alt\":\"JT Nesbitt's sketch books\",\"height\":477,\"width\":850,\"class\":\"media-element file-default\"}}]]</p>\n<p>The \"Stranger’s\" name turned out to be <a href=\"http://admci.org/founders/\" target=\"_blank\">Jim Jacoby</a> and in many ways, JT Nesbitt and Jim Jacoby are opposites. <span>Jacoby&nbsp;</span>loves technology; he thinks it can be used to better mankind. <span>Nesbitt&nbsp;</span>shuns most modern conveniences. He doesn’t have phones that can text. Jacoby is soft-spoken, an introvert. “Even having a conversation like this is outside of what I would find comfortable,” he said in a recent interview. Nesbitt can be blunt and abrasive. “Dude, that’s a stupid question,” he once responded to a question I asked.</p>\n<p>But one trait they both share is obsessiveness. “This is the only thing that I think about,” said <span>Nesbitt&nbsp;</span>referring to his design project, “and the only thing I’ve thought about for the last eight years.”</p>\n<p><span>Jacoby&nbsp;</span>says he asked to see <span>Nesbitt</span>’s sketchbook simply out of curiosity. What he saw were the drawings of a bizarre looking motorcycle. But the more he thought about them, the more began to see the motorcycle as a solution to a much bigger problem: The decline of industrial design and craftsmanship in America.</p>\n<p>“It's unacceptable,” said&nbsp;<span>Jacoby</span>, “that somebody like JT would be sitting here waiting, unable to do what he’s capable of doing. And if we don’t capture this in people like JT and many other incredibly talented people who work with their hands first and then transfer things to computer, we’ll have lost something incredibly valuable.”</p>\n<p>Jacoby is a successful entrepreneur who started a company in 2001 called Manifest Digital. It builds websites and does social marketing for large corporations like McDonalds. He built it from nothing and had 140 employees working for him. But he was starting to have doubts about the life he had built around his company.</p>\n<p>“A company that needed to be profit driven and hit certain numbers... and I was trying to [save] the world... those two things are hard to square,” said Jim.</p>\n<p>The meeting with Nesbitt pushed him over the edge. He made the decision to quit the company he founded.</p>\n<p>And then he took his life savings and handed them over to <span>Nesbitt&nbsp;</span>to fund the building of three prototypes of this unusual machine. But the motorcycle commission is just one part of something bigger.</p>\n<p>“The goal is to separate the drive for profit from the act of designing,” explained Jacoby.<span>&nbsp;</span><span>He wants to remove the corporate constraints that normally hinder industrial designers like Nesbitt.&nbsp; Nesbitt doesn't have to worry about things like keeping the cost of materials down or designing for mass appeal.</span></p>\n<p>One of the reasons Nesbitt was on the verge of going back to being a waiter is that he is unwilling to compromise.</p>\n<p>“If Jim hadn't shown up I would be serving you lunch,” said Nesbitt, “and that’s OK. There’s honor in that. I’d rather be the guy serving you lunch than a guy who is building a compromised motorcycle for mass consumption.”</p>\n<p>Jacoby has not given <span>Nesbitt&nbsp;</span>any design restrictions for this motorcycle. <span>Nesbitt&nbsp;</span>has complete and total freedom. “So I don’t have to worry about 'Will people like this or that?', which frees me up to do pure design, pure art.”</p>\n<p>JT and Jim are trying to create a new type of patronage system. They compare it to the Medici’s, the wealthy banking family that birthed the Italian Renaissance. They call this system the <a href=\"http://admci.org/\" target=\"_blank\">ADMCi,</a> short for \"The American Design and Master Craft Initiative\".</p>\n<p>“I think we're at the beginning now of what could be another Renaissance,” says Jim. “You have more money sitting on the sidelines through private equity and venture capital and in business profits than has ever existed. My goal is to lead through example and inspiration, and say, 'Let’s believe in great craftsmen first, and put that money to work with them.' And the byproduct will create all kinds of other business opportunities.”</p>\n<p>The ADMCi is made up of three entities. One of them is a nonprofit called The Master Practitioner Foundation. This entity will apply for grants, and most importantly seek out wealthy donors, or patrons. JT is building three prototypes. When they are finished, JT and Jim will likely sell them for about $250,000 each. But whoever buys one won’t own it outright. They will be more like stewards of the motorcycle. In the same way an art collector might purchase a painting to be on display to the public, the motorcycle may be part of a traveling museum exhibit.</p>\n<p>&nbsp;[[{\"fid\":\"267371\",\"view_mode\":\"default\",\"fields\":{\"format\":\"default\",\"field_file_image_alt_text[und][0][value]\":\"\",\"field_file_image_title_text[und][0][value]\":\"\",\"field_description[und][0][value]\":\"%3Cem%3EJT%20Nesbitt%20and%20Jim%20Jacoby.%3C%2Fem%3E\",\"field_description[und][0][format]\":\"full_html\",\"field_byline_text[und][0][value]\":\"Scott Tudury\",\"field_migration_notes[und][0][value]\":\"\"},\"type\":\"media\",\"attributes\":{\"height\":539,\"width\":800,\"class\":\"media-element file-default\"}}]]</p>\n<p><a href=\"https://www.linkedin.com/pub/david-lenk/7/755/870\" target=\"_blank\">David Lenk</a> is an industrial design expert who also designs museum exhibits for a living.&nbsp;<span>Lenk thinks the ADMCi could help reverse the decline of industrial design and manufacturing in America, which, he says, peaked in the mid 1950s:&nbsp;</span><span>“You can walk through any flea market aisle today and find a Sunbeam blender or an Emerson fan or Bakelite Xenith radio from the late '40s to early '50s and, not only do they look good, they probably still work.”</span></p>\n<p><span>But, said Lenk, things started to change in the mid-50s. “The Harvard MBA grads started fanning out with their evangelizing of planned obsolescence, and finance became more important than corporate traditions of design or quality. And by the mid 60s it was all gone. It’s just junk.”</span></p>\n<p>Lenk believes that if the ADMCi’s first commission is a big enough success, if it makes a big enough splash, it could be a model for a new way to fund innovation and design, an alternative to traditional profit-driven investment models. It’s part of a decentralization that’s occurring, he said, “sort of an anti-corporate, structures that are like virtual teams of suppliers that come together to support efforts that will allow individuals with ideas such as JT Nesbitt to produce.”</p>\n<p>[[{\"fid\":\"267361\",\"view_mode\":\"default\",\"fields\":{\"format\":\"default\",\"field_file_image_alt_text[und][0][value]\":\"\",\"field_file_image_title_text[und][0][value]\":\"\",\"field_description[und][0][value]\":\"\",\"field_description[und][0][format]\":\"full_html\",\"field_byline_text[und][0][value]\":\"Jason Cormier\",\"field_migration_notes[und][0][value]\":\"\"},\"type\":\"media\",\"attributes\":{\"height\":500,\"width\":376,\"class\":\"media-element file-default\"}}]]</p>\n<p>Lenk’s involvement in this project happened entirely by chance. Nearly two years after JT first showed Jim his sketchbook at Molly’s, the two of them were back at the bar in their usual spot when Lenk happened to sit next to them. “It was a real motorhead moment. Within two sentences we were talking about French Coach work of the 1930s.”</p>\n<p>And then JT told David about his motorcycle prototype which by this point was nearly complete. It was in his shop just a few blocks away.&nbsp; The conversation ended, said Lenk, with an invitation to visit JT’s shop that Saturday, “but nothing could have prepared me for what I saw.”</p>\n<p><iframe src=\"//www.youtube.com/embed/F_QMLHn5lwY\" frameborder=\"0\" ></iframe></p>\n<p><em>Read more about Nesbitt's motorcycle in part two of this series, \"<a href=\"http://www.marketplace.org/topics/business/motorcycle-design-history-books\" target=\"_blank\">A motorcycle design for the history books</a>\".</em></p></div>","teaser":"In New Orleans, an experiment in funding, manufacturing and art.","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p><em>This is part one of a two part series. Read part two <a href=\\\"http://www.marketplace.org/topics/business/motorcycle-design-history-books\\\" target=\\\"_blank\\\">here</a>.</em></p>\"},{\"content\":\"<p>Ten years ago JT Nesbitt was one of <a href=\\\"http://jalopnik.com/360036/jt-nesbitt-designer-of-the-confederate-wraith-readying-land-speed-record-attempt-documentary\\\" target=\\\"_blank\\\">the top motorcycle designers in the world.</a> His picture graced the cover of magazines. Celebrities sought out his extravagantly expensive machines. But in 2005, while he was visiting a prince in the Middle East, hurricane Katrina hit New Orleans and destroyed Confederate Motorcycles, the company that built <span>Nesbitt</span>’s bikes. Seven years later, his career hadn’t recovered. He was about to take a job waiting tables in the French Quarter, when a stranger showed up on his doorstep and turned his life upside down.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The stranger was a fan of <span>Nesbitt</span>’s work. He wanted to see his latest motorcycle projects. But, <span>Nesbitt </span>explained, he hadn’t designed a bike in seven years, and he was broke. The stranger looked around the shop and offered to buy <span>Nesbitt</span> a drink. So the two of them took a walk down Decatur street, to a French Quarter bar called Molly’s .</p>\"},{\"type\":\"text/html\",\"content\":\"<p>They took a seat at a table and ordered beers. And then the stranger asked <span>Nesbitt </span>a question.  “He says, &apos;What would you do if you could do anything?&apos;”</p>\"},{\"content\":\"<p>The stranger says he asked the question on a whim, “I just honestly wanted to know, and [<span>Nesbitt</span>] was momentarily dumbfounded because nobody had asked him that. But strangely, as if it were rehearsed, he had his notebook with him.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>Nesbitt </span>always carries his sketchbook with him.  And so he pulled it out. But before opening it, he made the stranger swear on his grandmother’s eyeballs that he wouldn’t tell anyone about what he was about to show him. The Stranger agreed. So <span>Nesbitt </span>opened up his sketchbook.</p>\"},{\"content\":\"<p>[[{&quot;fid&quot;:&quot;267311&quot;,&quot;view_mode&quot;:&quot;default&quot;,&quot;fields&quot;:{&quot;format&quot;:&quot;default&quot;,&quot;field_file_image_alt_text[und][0][value]&quot;:&quot;JT Nesbitt&apos;s sketch books&quot;,&quot;field_file_image_title_text[und][0][value]&quot;:&quot;&quot;,&quot;field_description[und][0][value]&quot;:&quot;&quot;,&quot;field_description[und][0][format]&quot;:&quot;full_html&quot;,&quot;field_byline_text[und][0][value]&quot;:&quot;Courtesy of JT Nesbitt&quot;,&quot;field_migration_notes[und][0][value]&quot;:&quot;&quot;},&quot;type&quot;:&quot;media&quot;,&quot;attributes&quot;:{&quot;alt&quot;:&quot;JT Nesbitt&apos;s sketch books&quot;,&quot;height&quot;:477,&quot;width&quot;:850,&quot;class&quot;:&quot;media-element file-default&quot;}}]]</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The &quot;Stranger’s&quot; name turned out to be <a href=\\\"http://admci.org/founders/\\\" target=\\\"_blank\\\">Jim Jacoby</a> and in many ways, JT Nesbitt and Jim Jacoby are opposites. <span>Jacoby </span>loves technology; he thinks it can be used to better mankind. <span>Nesbitt </span>shuns most modern conveniences. He doesn’t have phones that can text. Jacoby is soft-spoken, an introvert. “Even having a conversation like this is outside of what I would find comfortable,” he said in a recent interview. Nesbitt can be blunt and abrasive. “Dude, that’s a stupid question,” he once responded to a question I asked.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>But one trait they both share is obsessiveness. “This is the only thing that I think about,” said <span>Nesbitt </span>referring to his design project, “and the only thing I’ve thought about for the last eight years.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>Jacoby </span>says he asked to see <span>Nesbitt</span>’s sketchbook simply out of curiosity. What he saw were the drawings of a bizarre looking motorcycle. But the more he thought about them, the more began to see the motorcycle as a solution to a much bigger problem: The decline of industrial design and craftsmanship in America.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“It&apos;s unacceptable,” said <span>Jacoby</span>, “that somebody like JT would be sitting here waiting, unable to do what he’s capable of doing. And if we don’t capture this in people like JT and many other incredibly talented people who work with their hands first and then transfer things to computer, we’ll have lost something incredibly valuable.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Jacoby is a successful entrepreneur who started a company in 2001 called Manifest Digital. It builds websites and does social marketing for large corporations like McDonalds. He built it from nothing and had 140 employees working for him. But he was starting to have doubts about the life he had built around his company.</p>\"},{\"content\":\"<p>“A company that needed to be profit driven and hit certain numbers... and I was trying to [save] the world... those two things are hard to square,” said Jim.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The meeting with Nesbitt pushed him over the edge. He made the decision to quit the company he founded.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>And then he took his life savings and handed them over to <span>Nesbitt </span>to fund the building of three prototypes of this unusual machine. But the motorcycle commission is just one part of something bigger.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“The goal is to separate the drive for profit from the act of designing,” explained Jacoby.<span> </span><span>He wants to remove the corporate constraints that normally hinder industrial designers like Nesbitt.  Nesbitt doesn&apos;t have to worry about things like keeping the cost of materials down or designing for mass appeal.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>One of the reasons Nesbitt was on the verge of going back to being a waiter is that he is unwilling to compromise.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“If Jim hadn&apos;t shown up I would be serving you lunch,” said Nesbitt, “and that’s OK. There’s honor in that. I’d rather be the guy serving you lunch than a guy who is building a compromised motorcycle for mass consumption.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Jacoby has not given <span>Nesbitt </span>any design restrictions for this motorcycle. <span>Nesbitt </span>has complete and total freedom. “So I don’t have to worry about &apos;Will people like this or that?&apos;, which frees me up to do pure design, pure art.”</p>\"},{\"content\":\"<p>JT and Jim are trying to create a new type of patronage system. They compare it to the Medici’s, the wealthy banking family that birthed the Italian Renaissance. They call this system the <a href=\\\"http://admci.org/\\\" target=\\\"_blank\\\">ADMCi,</a> short for &quot;The American Design and Master Craft Initiative&quot;.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“I think we&apos;re at the beginning now of what could be another Renaissance,” says Jim. “You have more money sitting on the sidelines through private equity and venture capital and in business profits than has ever existed. My goal is to lead through example and inspiration, and say, &apos;Let’s believe in great craftsmen first, and put that money to work with them.&apos; And the byproduct will create all kinds of other business opportunities.”</p>\"},{\"content\":\"<p>The ADMCi is made up of three entities. One of them is a nonprofit called The Master Practitioner Foundation. This entity will apply for grants, and most importantly seek out wealthy donors, or patrons. JT is building three prototypes. When they are finished, JT and Jim will likely sell them for about $250,000 each. But whoever buys one won’t own it outright. They will be more like stewards of the motorcycle. In the same way an art collector might purchase a painting to be on display to the public, the motorcycle may be part of a traveling museum exhibit.</p>\",\"type\":\"text/html\"},{\"content\":\"<p> [[{&quot;fid&quot;:&quot;267371&quot;,&quot;view_mode&quot;:&quot;default&quot;,&quot;fields&quot;:{&quot;format&quot;:&quot;default&quot;,&quot;field_file_image_alt_text[und][0][value]&quot;:&quot;&quot;,&quot;field_file_image_title_text[und][0][value]&quot;:&quot;&quot;,&quot;field_description[und][0][value]&quot;:&quot;%3Cem%3EJT%20Nesbitt%20and%20Jim%20Jacoby.%3C%2Fem%3E&quot;,&quot;field_description[und][0][format]&quot;:&quot;full_html&quot;,&quot;field_byline_text[und][0][value]&quot;:&quot;Scott Tudury&quot;,&quot;field_migration_notes[und][0][value]&quot;:&quot;&quot;},&quot;type&quot;:&quot;media&quot;,&quot;attributes&quot;:{&quot;height&quot;:539,&quot;width&quot;:800,&quot;class&quot;:&quot;media-element file-default&quot;}}]]</p>\",\"type\":\"text/html\"},{\"content\":\"<p><a href=\\\"https://www.linkedin.com/pub/david-lenk/7/755/870\\\" target=\\\"_blank\\\">David Lenk</a> is an industrial design expert who also designs museum exhibits for a living. <span>Lenk thinks the ADMCi could help reverse the decline of industrial design and manufacturing in America, which, he says, peaked in the mid 1950s: </span><span>“You can walk through any flea market aisle today and find a Sunbeam blender or an Emerson fan or Bakelite Xenith radio from the late &apos;40s to early &apos;50s and, not only do they look good, they probably still work.”</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>But, said Lenk, things started to change in the mid-50s. “The Harvard MBA grads started fanning out with their evangelizing of planned obsolescence, and finance became more important than corporate traditions of design or quality. And by the mid 60s it was all gone. It’s just junk.”</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Lenk believes that if the ADMCi’s first commission is a big enough success, if it makes a big enough splash, it could be a model for a new way to fund innovation and design, an alternative to traditional profit-driven investment models. It’s part of a decentralization that’s occurring, he said, “sort of an anti-corporate, structures that are like virtual teams of suppliers that come together to support efforts that will allow individuals with ideas such as JT Nesbitt to produce.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>[[{&quot;fid&quot;:&quot;267361&quot;,&quot;view_mode&quot;:&quot;default&quot;,&quot;fields&quot;:{&quot;format&quot;:&quot;default&quot;,&quot;field_file_image_alt_text[und][0][value]&quot;:&quot;&quot;,&quot;field_file_image_title_text[und][0][value]&quot;:&quot;&quot;,&quot;field_description[und][0][value]&quot;:&quot;&quot;,&quot;field_description[und][0][format]&quot;:&quot;full_html&quot;,&quot;field_byline_text[und][0][value]&quot;:&quot;Jason Cormier&quot;,&quot;field_migration_notes[und][0][value]&quot;:&quot;&quot;},&quot;type&quot;:&quot;media&quot;,&quot;attributes&quot;:{&quot;height&quot;:500,&quot;width&quot;:376,&quot;class&quot;:&quot;media-element file-default&quot;}}]]</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Lenk’s involvement in this project happened entirely by chance. Nearly two years after JT first showed Jim his sketchbook at Molly’s, the two of them were back at the bar in their usual spot when Lenk happened to sit next to them. “It was a real motorhead moment. Within two sentences we were talking about French Coach work of the 1930s.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>And then JT told David about his motorcycle prototype which by this point was nearly complete. It was in his shop just a few blocks away.  The conversation ended, said Lenk, with an invitation to visit JT’s shop that Saturday, “but nothing could have prepared me for what I saw.”</p>\"},{\"content\":\"<p><iframe frameborder=\\\"0\\\" src=\\\"//www.youtube.com/embed/F_QMLHn5lwY\\\"></iframe></p>\",\"type\":\"text/html\"},{\"content\":\"<p><em>Read more about Nesbitt&apos;s motorcycle in part two of this series, &quot;<a href=\\\"http://www.marketplace.org/topics/business/motorcycle-design-history-books\\\" target=\\\"_blank\\\">A motorcycle design for the history books</a>&quot;.</em></p>\",\"type\":\"text/html\"}]","title":"Two obsessed guys and a radical motorcycle design","description":"In New Orleans, an experiment in funding, manufacturing and art.","published":"2014-05-19T18:24:40+00:00","audio":[{"meta":{"width":"610","crop":"primary","height":"340"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/OddBike%20-%2010%20(painting).jpg?itok=-NC5CRYQ"},{"meta":{"duration_hms":"00:08:35","duration":515,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/05/19/marketplace_segment21_20140519"}},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/05/19/marketplace_segment21_20140519_64.mp3","type":"audio/mpeg","format":"MP3"}]}