{"created":"2014-10-11T11:42:37+00:00","modified":"2014-10-30T21:36:16+00:00","valid":{"from":"2014-10-30T21:36:16+00:00","to":"3014-10-30T21:36:16+00:00"},"hreflang":"en","title":"With ISIS At Its Border, Turkey Can't Decide What To Do","published":"2014-10-16T02:13:00+00:00","teaser":"Turkey is divided over how to respond to ISIS on its border and to Kurdish unrest within the country, making Turkey a shaky partner for the U.S.-led coalition.","itags":["npr_api","355340451"],"guid":"cf65d9bb-2454-42d5-a8e2-7cc5f0e88b48","contentencoded":"<p>Dozens of U.S. airstrikes in recent days have not prevented so-called Islamic State fighters from moving deeper into the Syrian Kurdish border town of Kobani. The United Nations is warning that thousands of people could be killed if the town falls.</p><p>Sanliurfa, the closest Turkish city to Kobani, is a meeting point for Syrians who fled the onslaught from ISIS fighters and Kurdish activists trying to help the embattled Syrian Kurdish militiamen defending the town.</p><p>In one crowded café, a Kurdish NGO worker says the <a href=\"http://www.npr.org/blogs/thetwo-way/2014/10/08/354518104/kurdish-protesters-killed-in-turkey-amid-calls-to-save-kobani\">protests that rocked Turkey</a> this week over the government's refusal to intervene alarmed Turks and Kurds alike. They re-awakened old fears from the bloody days before Turkey embarked on a peace process with its Kurdish minority.</p><p>Rezan Bilan says the government should have known people would rise up when Turkey decided to leave its tanks and troops within sight of Kobani but not helping.</p><p>\"This is [the] first thing they are asking,\" Bilan says. \"And the second thing [is], if not, if you can't send your tanks and your army to Syria, let us go. And they are not doing them both, even.\"</p><p>But with more than two dozen people killed in the protests, Kurdish leaders have asked demonstrators to return to their homes. Bilan says even amid the mounting frustration over the plight of Kobani, people here really don't want to return to the kind of Kurdish-Turkish violence that claimed tens of thousands of lives over the past 30 years.</p><p>\"That's why Kurds will not continue their protests for Kobani,\" he says. He says if that continues, then Kobani will fall.</p><p>That sense of resignation is a sharp contrast to the warnings of U.N. envoy Staffan de Mistura, who compared what could happen in Kobani to the massacre in Srebrenica during the Bosnian War in the 1990s. He urged Turkey to at least allow volunteers to cross and help defend the town.</p><p>So far Turkey isn't moved by such appeals. Foreign minister Mevlut Cavusoglu repeated this week that Turkey won't intervene on its own in Syria. And just to complicate things further, he said the anti-ISIS coalition should also be an anti-Assad coalition, saying that as long as Syrian president Bashar Assad remains in power, \"there will be nothing but blood, cruelty, massacres and tears.\"</p><p>That idea has gotten a chilly reception in Washington, as has Turkey's proposal for safe zones inside Syria.</p><p>The pressure on Turkey to jump into the fighting has a strong emotional pull, analysts say, but few people seem to have considered what might happen if Turkey actually did intervene.</p><p>If Turkey opens up another front in the long-running Syria conflict, it risks spreading the violence to yet another country, says Hugh Pope with the International Crisis Group.</p><p>\"Where will it not be vulnerable? There's a 500-mile border that is porous [and] that is already ... penetrated by the Jihadis,\" Pope says. \"We have 1.5 million Syrian refugees in Turkey, how many of them may be sleeper cells? Turkey will face real domestic problems if it tries to take really decisive action one way or the other in Syria.\"</p><p>Beyond inviting a backlash from ISIS and possibly the Syrian regime as well, Pope says the current crisis is deepening Turkey's many divisions at home: between Sunnis and non-Sunnis, Turks and Kurds, and religious and secular Turks.</p><p>The one positive element Turkey should be trying to salvage in all this, Pope says, is the tenuous peace process between the government and Kurdish PKK militants. The calming of the street protests may be a hopeful sign.</p><p>But frustration will flare again if Kobani falls, and if the goal is an international consensus on who will do what to confront ISIS in northern Syria, Pope has a bleak view at the moment.</p><p>\"I don't see any chance that there will be any such an international coalition, or U.N.-mandated move,\" he says. \"And I think that unfortunately, Turkey's just finding a complicated way of saying 'I can't do this.'\"</p><p>Over time that may change, and some see Turkey's still-vague agreement to help train and equip the so-called moderate Syrian opposition forces as a positive sign. But for the people and fighters of Kobani, time is running out.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+ISIS+At+Its+Border%2C+Turkey+Can%27t+Decide+What+To+Do&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Kenyon","audio":[{"meta":{"duration":"251"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355340452-e6c268.m3u?orgId=1&topicId=1009&ft=3&f=355340451"}]}