{"created":"2015-04-15T07:33:18+00:00","modified":"2015-05-23T00:00:23+00:00","valid":{"from":"2015-05-23T00:00:23+00:00","to":"3015-05-23T00:00:23+00:00"},"hreflang":"en","title":"From Horses To High-Rises: An Insider 'Unmasks' China's Economic Rise","published":"2015-05-04T00:26:00+00:00","teaser":"Over the past 25 years, former U.S. Treasury Secretary Henry Paulson watched China turn into the world's second largest economy. He explains what could halt the country's massive growth.","itags":["npr_api","399358396"],"guid":"cf673248-0864-41b2-94dc-3232cdf95833","contentencoded":"<p>When Henry Paulson first visited Beijing in 1991 as a banker, cars still shared major roads with horses.</p><p>\"I remember getting into a taxi that drove too fast on a two-lane highway ... [that was] clogged with bicycles and horses pulling carts,\" says the former secretary of treasury under George W. Bush. \"You still saw the <em>hutongs</em> — the old neighborhoods [with narrow streets] — which were very, very colorful and an important part of life.\"</p><p>Since the early '90s, Paulson has returned to China more than 100 times, as the head of Goldman Sachs and U.S. Treasury Secretary. Along the way, he has watched China become the world's second biggest economy.</p><p>\"Now the country puts up half of all new buildings on Earth. It consumes and produces 50 percent of the cement in the world, 50 percent of the steel, the coal,\" he says. Most of the old <em>hutongs</em> have been replaced by glass and steel skyscrapers.</p><p>Eventually, China will likely surpass the U.S. and become the largest economy in the world, Paulson says. \"But it's also a country with monumental challenges. There's as much danger in overemphasizing China's strength as in underestimating its potential.\"</p><p>In his new book, <a href=\"http://www.amazon.com/Dealing-China-Insider-Economic-Superpower/dp/161113899X\">Dealing With China: An Insider Unmasks the New Economic Superpower</a>, Paulson describes some of the major challenges China faces as its people become richer.</p><p>At the top of that list is government censorship. China has the <a href=\"http://www.npr.org/2012/08/07/158352562/wu-where-opportunities-shift-to-chinas-new-cities\">fastest-growing</a> urban population in the world, with nearly 650 million people living in cities. At the same time, the government continues to severely limit political freedom.</p><p>Paulson says that approach isn't sustainable.</p><p>\"Today you have the president of the country emphasizing the party being tougher on certain human rights, and on the media and internet — toughening up censorship,\" he says. \"I look at this and I tell them, 'You live in an information economy, and you're not going to succeed if you close people off from information and innovation.' \"</p><p>Both publicly and privately, China's president — Xi Jinping — is very direct about his own views on this topic, and his colleagues' views.</p><p>\"They don't aspire to have a Western-style, multiple-party democracy,\" Paulson says. \"They don't aspire to have Western values. Jinping believes that the future of the country, the stability, is dependent on a strong Chinese Communist Party.</p><p>\"I feel quite strongly that won't work long term,\" Paulson says. As more people prosper, they'll demand information and rights.</p><p>But Paulson does give the government credit for listening — and responding — to its people.</p><p>\"The Chinese leadership over time has been pretty pragmatic in terms of understanding the mood of the people,\" he says. \"Today they are focused on the things people care about the most: fighting corruption; restoring property rights to peasants; working to clean up the environment; working to ameliorate some of the income inequality.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Horses+To+High-Rises%3A+An+Insider+%27Unmasks%27+China%27s+Economic+Rise&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"423"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399751542-8bb2c1.m3u?orgId=1&topicId=1004&d=423&p=3&story=399358396&t=progseg&e=399750277&seg=14&ft=nprml&f=399358396"},{"href":"http://media.npr.org/assets/img/2015/04/14/468249324-990978ded2ceede8fa8417c12fe1fa42daf60a4a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3653","width":"4871"}},{"href":"http://media.npr.org/assets/img/2015/04/14/gettyimages-94664482-2692a8b54b8d43e0be2fb14be164a558a0a3c9fb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2012","width":"2681"}}]}