{"created":"2015-02-25T22:50:16+00:00","modified":"2015-05-13T21:13:00+00:00","valid":{"from":"2015-05-13T21:13:00+00:00","to":"3015-05-13T21:13:00+00:00"},"hreflang":"en","title":"What Net Neutrality Rules Could Mean For Your Wireless Carrier","published":"2015-02-26T14:37:00+00:00","teaser":"The FCC votes Thursday on rules that would make Internet providers treat all traffic equally. Big wireless companies say that will make it harder to keep their networks from getting too congested.","itags":["npr_api","388948293"],"guid":"cf7c7271-b906-4fc7-bfcf-a5a80518440a","contentencoded":"<p>After a decade of debate, the federal government is poised to change how it regulates Internet access, to make it more like telephone service and other public utilities.</p><p>The Federal Communications Commission is set to vote Thursday <a href=\"http://transition.fcc.gov/Daily_Releases/Daily_Business/2015/db0204/DOC-331869A1.pdf\" target=\"_blank\">on broad new rules</a> to enforce the principle of net neutrality — the idea that Internet providers should <a href=\"http://www.npr.org/blogs/alltechconsidered/2015/02/04/383520623/after-months-of-debate-fcc-poised-to-unveil-internet-rules\" target=\"_blank\">treat all traffic on their networks equally</a>.</p><p>For the first time, the rules would apply fully to wireless broadband as well — and some big wireless companies are pushing back.</p><p>Net neutrality advocates argue that there's only one Internet, so the same set of rules should apply whether you're getting online at home, on your phone or any other mobile device you want.</p><p>FCC Chairman Tom Wheeler agrees. Earlier this month, he told NPR that \"it is very important that these rules cover wireless, if for no other reason than 55 percent of Internet traffic today goes over wireless devices. And that's only going to go up.\"</p><p>The FCC is taking a very different approach from the last time it tried to enforce net neutrality, back in 2010. Those rules — <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/01/14/262454310/feds-cant-enforce-net-neutrality-what-this-means-for-you\">later overturned in court</a> — would have allowed wireless carriers to discriminate against websites or applications in order to prevent congestion on their networks.</p><p>Brent Skorup, a research fellow in technology policy at George Mason University's Mercatus Center, says that's \"a recognition that wireless is different\" from the wires that carry data into homes and businesses.</p><p>He says wireless bandwidth is scarce, and wireless companies have to make sure that no one is hogging that bandwidth. Skorup says the new rules would force those companies to prove to the FCC that their management practices are \"reasonable.\"</p><p>\"It puts them through this gantlet of approval, whereas previously, a wireless carrier could just put out a new service,\" Skorup says. \"And now it'll be, 'Does this comply with these half-dozen principles?' or whatever the rules say.\"</p><p>Big wireless companies agree the new rules would make it harder to manage congestion on their networks, but not all wireless carriers are on the same page here. Sprint and T-Mobile have publicly said they're not opposed to the new rules. And public interest groups say that's proof that wireless is really not so different from the rest of the Internet.</p><p>\"If there are indeed reasons that wireless needs to be treated differently, then they can make the case for that,\" says Craig Aaron, president of the D.C.-based nonprofit Free Press. \"But in most cases, it shouldn't be up to your Internet service provider to pick and choose for you which websites are going to work, which apps are going to work.\"</p><p>But there's something net neutrality advocates dislike about the proposed rules, too — and it's related to what policy wonks call <a href=\"https://gigaom.com/2014/04/26/forget-fast-lanes-the-real-threat-for-net-neutrality-is-zero-rated-mobile-traffic/\">\"zero-rating.\"</a> Basically, that means your wireless provider promises not to count one app or group of apps against your monthly data cap.</p><p>T-Mobile's \"Music Freedom\" plan, which lets subscribers stream all the music they want without data charges, is one example. That may sound like a good deal for consumers — who doesn't like free data? But critics say there's a problem.</p><p>\"I think zero-rating is the next big threat to innovation and free speech online,\" says Barbara van Schewick, a professor at Stanford Law School. She says the problem with some zero-rating plans is that they create an un-level playing field — where wireless companies can favor their own video services, for example, or strike business deals that favor other big companies.</p><p>\"That distorts competition, interferes with user choice,\" she says. \"And that's exactly what network neutrality is designed to protect.\"</p><p>Van Schewick wants the FCC to take a hard line and ban some forms of zero-rating, but FCC Commissioner Ajit Pai says the commission shouldn't take a stand on zero-rating at all. He says consumers should get to choose any kind of wireless plans they want.</p><p>\"My bottom line: If you like your current service plan, you should be able to keep your current service plan,\" Pai says. \"The FCC shouldn't take it away from you.\"</p><p>That's not what the commission plans to do. FCC officials say they'll decide what kind of zero-rating is allowed on a case-by-case basis. This may sound like a bureaucratic detail, but it's a big deal for wireless companies. In court filings, Verizon said it's one reason why the company sued to block the FCC's last set of net neutrality rules.</p><p>It's a good bet the wireless industry will be taking the commission to court over its new rules, as well. Last month, the president of the industry trade group told Congress that wireless providers \"will have no choice but to look to the courts\" if the FCC moves ahead with its proposed rules.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Net+Neutrality+Rules+Could+Mean+For+Your+Wireless+Carrier&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"255"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389041468-295ae5.m3u?orgId=1&topicId=1006&d=255&p=2&story=388948293&t=progseg&e=389002992&seg=1&ft=nprml&f=388948293"}]}