{"created":"2014-09-08T16:02:04+00:00","modified":"2015-03-03T16:15:10+00:00","valid":{"from":"2015-03-03T16:15:10+00:00","to":"3015-03-03T16:15:10+00:00"},"hreflang":"en","title":"Remembering Shacki: Liberia's Accidental Ebola Victim","published":"2014-09-08T16:01:00+00:00","teaser":"Shacki Kamara went out to buy his aunt some tea. Then she heard from the neighborhood kids: \"They shot Shacki.\" He died the next day. Eva Nah is still asking why.","itags":["npr_api","345774509"],"guid":"cf7e474c-b6c0-4e95-83d2-079f58110257","contentencoded":"<p>Sixteen-year-old Shacki Kamara was an accidental victim of Ebola. He didn't die of the virus, but if the virus hadn't struck Liberia, he might still be alive.</p><p>Kamara lived in West Point, a shantytown on a peninsula jutting out from the capital city of Monrovia. An Ebola holding center there was attacked on Aug. 16 and patients fled; on Aug. 20, the government imposed a lockdown.</p><p>Residents protested the next day, and clashed with security forces. During the unrest, Kamara was shot — apparently a single bullet wounded both legs. He lay in the street bleeding for at least 20 minutes. He was taken to Monrovia's main medical teaching facility, JFK Hospital, but its emergency room had lost two doctors to Ebola and wasn't able to care for him. So he was shuttled to Redemption Hospital, where he died on Aug. 22 from loss of blood and body fluids.</p><p>Eva Nah raised Shacki from the age of 2. That's when he lost his mother (her sister) and father.</p><p>His aunt, who's 63, still asks: \"Why?\"</p><p>Nah had sent her nephew to buy tea for her breakfast on the morning of the protest. She says it was quiet when he went out on the errand. As she puts it, \"He got caught up in the mix.\"</p><p>\"They shoot him; [they] shoot him foot,\" she says. The soldier's bullet went through both legs and came out the front. \"It bust the entire leg,\" Nah says.</p><p>Neighborhood children told her what had happened: \"They shot Shacki. They shot Shacki.\" Her oldest son confirmed the news. He had tried to run up to Shacki, telling the soldiers, \"It's my brother. I want to get my brother.\"</p><p>The soldiers, he said, told him they'd shoot him if he came any closer.</p><p>Nah, who also raised Shacki's older sister Fanta, 25, and 22-year-old brother Samuel, says the teenager helped her sell ice water to West Point residents. \"He goes all over the community to fetch me the water that I will be able to sell. Now Shacki is dead.\"</p><p>Asked about the circumstances of his death, Dr. Bernice Dahn, deputy health minister and chief medical officer for Liberia, says the teenager arrived at Redemption Hospital \"in extreme shock. They tried to revive the shock, but he did not recover.\"</p><p>\"Surely, a 16-year-old boy shouldn't die of gunshot wounds to the foot,\" I said to Dr. Dahn.</p><p>Her response: \"It is true that people are dying from treatable conditions.\"</p><p>Liberian President Ellen Johnson Sirleaf went to West Point during the quarantine and personally apologized to Shacki's aunt. \"She's the head, for every one of us,\" Nah says, \"so if she comes to say sorry to me, I accept and I say, 'OK.' \"</p><p>Nah says the president added that \"she will get back to me.\" And has that happened? \"I'm still waiting for her.\"</p><p>Asked to look back on the tragedy of last month, Nah dissolves into tears. \"I feel bad. I say, I hurt. Every morning I can feel it in my body.\"</p><p>Her neighbors try to comfort her. They tell her she must move on with her life.</p><p>But Shacki meant everything to Eva Nah. And now he is gone.</p><p>\"Only God can comfort me,\" she says. \"Only God can take me through.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Remembering+Shacki%3A+Liberia%27s+Accidental+Ebola+Victim&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ofeibea Quist-Arcton","audio":[{"meta":{"duration":"255"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345868875-660e25.m3u?orgId=1&topicId=1031&e=345774509&d=255&ft=nprml&f=345774509"},{"href":"http://media.npr.org/assets/img/2014/09/04/dsc_0334-x-aunt-92d6d18c5355a6bb961f84bb616da15c4c042a7f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1796","width":"2394"}},{"href":"http://media.npr.org/assets/img/2014/09/04/ebola_11-eece90f34e7b6a0b8b52ecd2d19a38f27a9d2a9e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1855","width":"2473"}}]}