{"created":"2015-05-02T11:58:00+00:00","modified":"2015-06-05T15:26:23+00:00","valid":{"from":"2015-06-05T15:26:23+00:00","to":"3015-06-05T15:26:23+00:00"},"hreflang":"en","title":"Citing Religious Beliefs, Muslim Gitmo Inmates Object To Female Guards","published":"2015-05-04T22:24:00+00:00","teaser":"A judge has blocked women from shackling and escorting the five Muslim men on trial for plotting the Sept. 11 attacks. Soldiers, in turn, have filed Equal Opportunity complaints against the judge.","itags":["npr_api","403572938"],"guid":"cf904447-1190-40f1-947a-d54cb4845df0","contentencoded":"<p>A clash between Muslim inmates and the female soldiers assigned to guard them has led to a standoff at the lockup in Guantanamo Bay, Cuba.</p><p>A judge has blocked female guards from shackling and escorting five Muslim men being tried for plotting the Sept. 11 attacks. Soldiers, in turn, have filed Equal Opportunity complaints against the judge.</p><p>Walter Ruiz is the lawyer for one of the Guantanamo detainees who object to being escorted by female guards.</p><p>During the first six years he represented him, Ruiz says, only male guards had touched his client — that is, until last fall, when female members of a National Guard unit became part of the team that shackled him.</p><p>Ruiz says his client refuses to leave his cell if women are on the escort team because Muslim men can only touch women they're related to.</p><p>\"It means that we are not able to meet, we are not able to speak with each other on legal issues, and therefore I'm not able to provide the legal services that I am required to provide and the advocacy that I'm required to provide on his behalf,\" Ruiz says. \"It's an access to counsel issue.\"</p><p><strong><strong>Religious Belief Or Manipulation Of Court?</strong><br /></strong></p><p>Today, no female guards are allowed to handle the <a href=\"http://www.npr.org/2015/02/26/389024404/no-end-in-sight-for-sept-11-proceedings-at-guantanamo-bay\">defendants in the Sept. 11 case</a>. The judge presiding in that trial, Col. James Pohl, has refused to lift his restraining order.</p><p><a href=\"http://www.armed-services.senate.gov/hearings/15-03-12-us-northern-command-and-us-southern-command\">At a recent Senate hearing</a>, New Hampshire Republican Kelly Ayotte criticized the judge's decision.</p><p>\"When the 9-11 attackers don't want women guarding them, it's absurd, and I don't think we should be accommodating that,\" she said.</p><p>Ayotte directed her remark to <a href=\"http://www.southcom.mil/aboutus/Pages/General-John-F--Kelly.aspx\">Gen. John Kelly</a>, the head of the U.S. Southern Command, who's in charge of Guantanamo. Kelly told Ayotte he disagreed with the judge's order, but there was nothing he could do about it. He suggested the judge had been misled.</p><p>\"Because the high-value detainees felt it was against their religion, which anyone that knows anything about the Muslim religion knows that it's not against their religion,\" Kelly said.</p><p>The general said the five Sept. 11 defendants and their lawyers were manipulating the court trying their case.</p><p>\"And as soon as this is over, it'll be, 'We don't want to be touched by Jews, or we don't want to be touched by, you know, black soldiers, or we don't want to be touched by Roman Catholics,\" Kelly said. \"It's beyond me why we even consider some of these requests.\"</p><p>Ruiz, the lawyer for one of the defendants, finds that comment telling.</p><p>\"When General Kelly makes that kind of statement, it's very clear that he doesn't really understand what is happening in the detention center that they're supposed to be supervising,\" Ruiz says.</p><p>And that's not the only issue, says <a href=\"http://www.nbmlaw.com/attorneys/david_Nevin.html\">David Nevin,</a> who represents alleged Sept. 11 mastermind Khalid Sheikh Mohammed. Nevin says it's also a matter of showing respect for a well-established tenet of Islam.</p><p>\"There's a problem, a religious problem, protected under the First Amendment to the U.S. Constitution, with having women touch men,\" Nevin says. \"It's just something that's not done.\"</p><p>Which is why, Nevin says, female guards simply cannot escort these Muslim men.</p><p>\"So while it is, you know, completely desirable and understandable for women to have a greater role in the military, there's no explanation for why it absolutely has to be applied in this way, in this place, and that's the problem,\" he says.</p><p><strong>Both Male And Female Soldiers Affected, Complaints Say</strong></p><p>That problem has gone away with the judge's restraining order against using female guards — an order Kelly says he has to abide by.</p><p>\"I'm almost ashamed that I'm doing it because I am discriminating against my soldiers because they're female,\" he said. \"They're trained. They're capable. They're ready.\"</p><p>The U.S. Southern Command says it has investigated the Equal Opportunity complaints filed there by unidentified National Guard members. Some were women, who said they'd been discriminated against by the judges' restraining orders; about half were men, who complained those orders increased their work loads. The findings of that probe have yet to be made public.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Citing+Religious+Beliefs%2C+Muslim+Gitmo+Inmates+Object+To+Female+Guards&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Welna","audio":[{"meta":{"duration":"224"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403766795-36af35.m3u?orgId=1&topicId=1122&d=224&p=7&story=403572938&t=progseg&e=403740101&seg=2&ft=nprml&f=403572938"}]}