{"created":"2015-01-07T18:58:37+00:00","modified":"2015-05-13T21:23:15+00:00","valid":{"from":"2015-05-13T21:23:15+00:00","to":"3015-05-13T21:23:15+00:00"},"hreflang":"en","title":"5 Signs We're Not In Post-Partisan Paradise Yet","published":"2015-01-10T15:11:00+00:00","teaser":"It took only a day for the shiny new 114th Congress to start looking like the beaten and battered 113th that limped out of town last month.","itags":["npr_api","375638814"],"guid":"cf9632ca-3189-497f-8d04-25616202b25a","contentencoded":"<p>If you follow the latest fashions in Washington politics, you've surely noticed the new look for 2015. It's all about \"showing we can govern\" and putting the flamboyant partisan stylings of past years behind us.</p><p>Unfortunately, this week the new political season opened in Washington, and that latest theme took a pratfall as soon as it reached the runway. All the cheery holiday talk about consensus and working together seemed forgotten overnight.</p><p>\"It's going to be a little bumpy,\" was the gentle warning <a href=\"http://www.politico.com//story/2015/01/mitch-mcconnell-senate-majority-leader-114013.html\" target=\"_blank\">relayed</a> from Sen. John Cornyn, the Texas Republican just re-elected in November and newly installed as the majority whip for the Senate.</p><p>It took only a day for the shiny new 114th Congress to start looking like the beaten and battered 113th that limped out of town last month. Here are five ways you could tell the winter chill outside was penetrating the Capitol and that thoughts of a new era were on hold.</p><p><strong>1. Keystone Kops Return</strong></p><p>The new Senate majority leader, Mitch McConnell, had made the Keystone pipeline his first order of business. The long-delayed and controversial project, designed to bring tar sands oil from Canada all the way to the Gulf Coast, has been approved by the House and will be again later this week. But it has never won its day in the Senate. Now McConnell has anointed it Senate Bill 1, announcing there would be a hearing on it Wednesday, a committee vote on Thursday and floor debate next week. But Senate Democrats would not accede to holding the hearing during a regular Senate floor session. And President Obama immediately issued a veto threat in advance.</p><p><strong>2.</strong> <strong>Rumblings Of Veto Avalanche</strong></p><p>Obama has cast only two vetoes so far in his presidency — fewer than any president in the 20th century — and neither was a big deal. He hasn't needed the veto pen because he has been protected from unwanted bills reaching his desk. Even after Republicans took over the House four years ago, Democrats in the Senate smothered all legislation the president seriously objected to. That regime is over. Now the Democrats' last line of defense will be the president himself. The issuing of the Keystone veto threat before the bill had even been officially considered in the Senate was a clear sign that the White House is ready, even raring, to play this kind of defense.</p><p><strong>3. An Agenda Of Cloture And Overrides</strong></p><p>As much as McConnell would like to preside over a productive Senate — and no one questions that he would — at this point he seems far more likely to supervise a parade of cloture petitions and veto overrides. Keystone would only be the beginning, with tougher sanctions on Iran up next and budget and immigration struggles after that. The Senate GOP appears to have the half-dozen Democratic crossovers it needs to shut off a filibuster on Keystone, but not the baker's dozen it would need to override a veto. McConnell has a raft of regulations and restrictions on business he would like to address, but his early weeks are more likely to be dominated by leftover business and held-over controversies — including the confirmation of Loretta Lynch, Obama's choice for attorney general.</p><p><strong>4. Hardened Party Lines Everywhere</strong></p><p>McConnell's team has identified a handful of Democrats it sees as centrists ripe for alliance with the majority and a few more as prospects for persuasion. But the truth is, the six Democrats most likely to side with the GOP on floor votes were the six who lost their seats to Republican challengers in November — three from the South and three from the Mountain West. And it's harder to base bipartisanship on personal friendship. Nearly two-thirds of the senators in the 114th have been in the chamber eight years or fewer. And most of this Senate arrived after serving in the House, the home of partisan warfare. Speaking of the House, Republican gains there have depressed the Democratic minority to something resembling an irreducible minimum. That means the remaining Democrats are more liberal, not less, and more likely to vote as a bloc than ever.</p><p><strong>5. Tea Party Still Brewing</strong></p><p>The largest GOP majority in nearly 70 years was supposed to give Speaker Boehner a stronger hand. But 25 Republicans voted openly against the speaker's re-election. That was the biggest rebellion against a speaker since the Civil War, and it stepped all over the party's triumphant storyline. Still more trouble for Boehner: Those 25 rebels represent a larger group deeply opposed to \"showing we can govern\" if that means working with the White House. Restive over the budget deal Boehner struck with Obama last month, the hard core within his caucus fears he will also compromise on immigration, trade, taxes and changes to the Affordable Care Act. An early test on Obamacare, changing the definition of \"full-time work\" from 30 hours to 40, was to be a slam-dunk for both chambers. Now, so many conservatives are rejecting the idea that the proposal may not even be brought to a vote. In the Senate, McConnell will have several colleagues with Tea Party ties to contend with. An extra, vexing challenge given that at least three of them are running for president.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=5+Signs+We%27re+Not+In+Post-Partisan+Paradise+Yet&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ron Elving","audio":[{"meta":{"duration":"254"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376300614-34876c.m3u?orgId=1&topicId=1014&d=254&p=7&story=375638814&t=progseg&e=376300606&seg=2&ft=nprml&f=375638814"}]}