{"created":"2015-05-06T15:26:24+00:00","modified":"2015-05-13T20:58:28+00:00","valid":{"from":"2015-05-13T20:58:28+00:00","to":"3015-05-13T20:58:28+00:00"},"hreflang":"en","title":"Obama Laces Up To Tout Asian Trade Deal At Nike","published":"2015-05-07T17:47:00+00:00","teaser":"The president says he's pushing for the controversial Trans-Pacific Partnership in part to boost \"Made in the U.S.A.\" products around the world. So why make the pitch at Nike?","itags":["npr_api","404476809"],"guid":"cfa5cea8-b13b-4048-a8bb-7ac4076311d3","contentencoded":"<p>President Obama says he wants consumers around the world buying more products stamped, \"Made in the U.S.A.\"</p><p>That's one reason he's pushing a controversial Asian trade deal known as the Trans-Pacific Partnership.</p><p>Obama has chosen a curious setting to make his pitch for the trade agreement this week. He'll be speaking Friday at the Beaverton, Ore., headquarters of the Nike Corporation.</p><p>\"All of their footwear, all of their clothing is produced in contract factories in places like Vietnam and Indonesia and China,\" said Scott Nova, executive director of the Worker Rights Consortium, a watchdog group that monitors overseas factories.</p><p>\"Nike is one of the companies that helped perfect the sourcing model that now defines production in footwear and garments and other major light manufacturing sectors. And it's a model based on cheap labor and poor working conditions,\" Nova said.</p><p>Nike, which had $28 billion in sales last year, did not respond to telephone and email requests for comment.</p><p>After a burst of bad publicity in the 1990s, Nike tried to clean up factory abuses such as child labor. But the company's most recent report on \"sustainable business performance\" acknowledges nearly a third of the factories making its products fall short of Nike's own standards. Hours and wages are the most common complaints.</p><p>That raises eyebrows of critics who ask why the president would choose such a setting to make the case for his Asia-Pacific trade deal. The administration says the proposed agreement is designed to raise labor standards in the 12 participating countries including Vietnam, the No. 1 source for Nike shoes.</p><p>\"The president believes that by raising labor standards and raising environmental standards throughout the Asia-Pacific region, that will level the playing field for American businesses,\" said White House spokesman Josh Earnest. \"No longer will companies be able to gain an unfair advantage by capitalizing on low labor standards.\"</p><p>When Nike first blazed the trail of offshore manufacturing in the 1960s, more than 90 percent of the shoes Americans wore were still made domestically. But since then, nearly every other American shoemaker has followed Nike's path, and today more than 99 percent of our shoes are imported, mostly from China, Vietnam and Indonesia.</p><p>Oregon Sen. Ron Wyden, who represents Nike's home state of Oregon, is one of the leading supporters of the trade deal. He <a href=\"https://www.documentcloud.org/documents/2072972-senate-ustr-tpp-footwear-letter-july-2013.html\" target=\"_blank\">wrote a letter</a> two years ago arguing there's no justification for the tariffs levied on imported shoes, now that there's virtually no domestic manufacturing left to protect. Shoe tariffs totaled $2.7 billion last year, of which about $460 million was for shoes from countries covered by the Trans-Pacific Partnership.</p><p>Supporters say lowering those tariffs would give a boost to the shoe design and marketing jobs that are still located in the United States.</p><p>\"It will help us design more shoes. It will help us sell more shoes. And when we're selling more shoes, we're creating more jobs throughout the supply chain,\" said Matt Priest, president of the Footwear Distributors and Retailers of America, an industry trade group.</p><p>Indeed, the Asia-Pacific trade deal is less about defending labor-intensive manufacturing than promoting intellectual property, services and agriculture sectors where the U.S. has a competitive advantage. But that raises a question: Why doesn't the president's West Coast pitch for the trade deal take him to a movie studio or a rice farm — businesses where the products still say \"Made in the U.S.A.\"?  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama+Laces+Up+To+Tout+Asian+Trade+Deal+At+Nike&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Horsley","audio":[{"meta":{"duration":"225"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404483314-ba4a36.m3u?orgId=1&topicId=1014&d=225&p=2&story=404476809&t=progseg&e=404377838&seg=6&ft=nprml&f=404476809"}]}