{"created":"2015-05-10T09:51:05+00:00","modified":"2015-06-05T15:26:08+00:00","valid":{"from":"2015-06-05T15:26:08+00:00","to":"3015-06-05T15:26:08+00:00"},"hreflang":"en","title":"At 70, Keith Jarrett Is Learning How To Bottle Inspiration","published":"2015-05-10T21:37:00+00:00","teaser":"The jazz pianist is celebrating his birthday with a pair of new releases, one of which documents how his creative process plays out in front of live audiences.","itags":["npr_api","404975326"],"guid":"cfc80c0b-4651-4fcf-8935-9bc0a1302b5e","contentencoded":"<p><a href=\"http://www.npr.org/artists/14867336/keith-jarrett\" target=\"_blank\">Keith Jarrett</a> hit a milestone this past week: The famed jazz pianist turned 70 years old, and he's decided to mark the occasion with two new releases. One offers his take on two important classical works; the other, <em>Creation,</em> documents how his creative process plays out in front of a host of live audiences.</p><p>For Jarrett, inspiration and execution occur almost simultaneously. He doesn't know what he's going to play when; he sits down to play a concert and simply allows the music to come to him. <em>Creation</em> is a collection of live recordings from throughout 2014, reshuffled into what could pass as one long improvised performance.</p><p>Jarrett spoke with NPR's Rachel Martin about the challenge of arranging those disparate moments into something cohesive, and how the experience compares to one of his most famous performances ever. Hear the radio version at the audio link, and read an edited version of their conversation below.</p><p><strong>Rachel Martin: The first track on this album, \"Part I,\" is from June 2014 at Roy Thomson Hall in Toronto. What was it about this piece that felt like a beginning?</strong><strong></strong></p><p><strong>Keith Jarrett: </strong>I felt that while I was playing it. And that helped me so much, because if you take nine tracks and you figure out what the permutations would be from one to nine, every possible order, that's really hard. But if you know what should come first, what it did is it set me up with how I felt after I played the last note. Did it end in a major key? What key was it? What was the feeling? What part of the keyboard was I playing on?</p><p>My principle up to now has been to not edit out anything, so almost everything that's come out has been a single concert with a single audience — and that started to freak me out, really. [This time] I had to become a producer. I had to sequence this thing, and I thought that was gonna take months. But the very first sequence I came up with is what you hear.</p><p><strong>Your voice comes in at a couple different points on these recordings, almost involuntarily.</strong></p><p>Oh, it's always involuntary.</p><p><strong>Well, I'll tell you this: I've long wondered what happens to you in those moments. I remember listening to</strong><strong> <em></em></strong><strong><em>The</em></strong><strong><em> </em></strong><strong><em>K</em></strong><strong><em>ö</em></strong><strong><em>ln Concert</em></strong><strong></strong><strong>, and when your voice comes in — I'd never heard anything like that. The first time I heard that I was in my early 20s, and I thought, \"What has moved him?\"</strong></p><p>I'm trying to think of the right way to put this: It's potential limitlessness that I'm feeling at that moment. If you think about it, it's often in a space between phrases, [when I'm thinking,] \"How did I get to this point where I feel so full?\" And if you felt full of some sort of emotion you would have to make a sound. So that's actually what it is — with the trio, without the trio, solo. Luckily for me, I don't do it with classical music.</p><p><strong></strong><strong>Have you ever felt compelled to?</strong></p><p>I had to be taught by conductors, mostly.</p><p><strong></strong><strong>They told you to knock it off?</strong></p><p>No, I knew better already; I was trained classically. But one time, I missed my entrance in a very simple Mozart piece because I was listening to to the orchestra and they sounded so beautiful. And the conductor turned around and said, \"Don't listen.\" That ruined me, man. That destroyed my interest in constantly staying in that world, because my main job is listening. If you're improvising and you're not listening, the next second that comes up, you have nothing to say.<strong></strong></p><p><strong>Not only are you 70 this year, but it's the anniversary of an important performance: <em>The</em></strong><strong><em> </em></strong><strong><em>K</em></strong><strong><em>ö</em></strong><strong><em>ln Concert</em></strong><strong></strong><strong> happened 40 years ago. How do you think back on that particular event?</strong></p><p>I think about the bad Italian food I had, and was served last, as I was supposed to start playing. I think of the fact that they rented the wrong piano, and then had gotten rid of the rented truck, so they couldn't get the right piano. Not only was it the wrong piano, it was the wrong brand of piano.<strong></strong></p><p><strong>Keith, you are fixating on negative details!</strong></p><p>No, I'm just saying, that's the first thing that comes up, because those were preparatory to the music.</p><p>As I walked on stage, I remember putting my fist up, with the engineers watching and my producer Manfred [Eicher]. We almost sent the engineers home — it might never have been recorded, because of everything being wrong. The piano sounded terrible. Manfred had to work on the sound like a crazy person afterwards.</p><p><strong></strong><strong>So that music almost never existed, because of all those mishaps.</strong></p><p>Exactly. And then it did exist, and I was in the car driving with Manfred and we had a little cassette in there. And we looked at each other and said, \"Oh, man. This has to come out.\"</p><p><strong></strong><strong>You knew it was good.</strong></p><p>Yes.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+70%2C+Keith+Jarrett+Is+Learning+How+To+Bottle+Inspiration&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"388"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405624512-177bea.m3u?orgId=1&topicId=1039&aggIds=347139849&d=388&p=10&story=404975326&t=progseg&e=405624317&seg=9&ft=nprml&f=404975326"},{"href":"http://media.npr.org/assets/img/2015/05/07/keithjarrett_089-ea44dafddbea6e0fa3424bcdf64ff947a62ab46c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3740","width":"4984"}}]}