{"created":"2014-09-29T18:31:18+00:00","modified":"2014-10-02T18:10:30+00:00","valid":{"from":"2014-10-02T18:10:30+00:00","to":"3014-10-02T18:10:30+00:00"},"hreflang":"en","guid":"cfd5dfb1-833d-47e0-b0ef-9755012901c8","title":"The world is actually becoming more peaceful — believe it or not","published":"2014-10-02T18:10:29+00:00","byline":"Christopher Woolf","tags":["conflict","history","research","Conflict","Conflict & Justice","Global","Steven Pinker","War","Violence","Behavior","Cognitive science"],"teaser":"New research suggests that, despite this summer's headlines, the world is actually more peaceful today than in recent history.","contentencoded":"<p>It&rsquo;s time for a reality check. War seems more widespread than ever. Iraq, Syria, Ukraine, Gaza, Afghanistan, etc. <a href=\"http://www.bbc.co.uk/news/world-europe-29190890\">Pope Francis warned</a> earlier this month that a &quot;piecemeal&quot; World War III may have already begun. Violence on the streets seems to be growing too.</p><p>But stop the presses! It seems that may not actually be true.</p><p>&ldquo;Violence exists,&rdquo; says Harvard psychologist Steven Pinker. &ldquo;It hasn&rsquo;t gone down to zero. But past decades were far more violent.&rdquo;</p><p>Pinker has crunched the numbers. He first <a href=\"http://online.wsj.com/news/articles/SB10001424053111904106704576583203589408180\">published his findings</a> in 2011 in a book called <a href=\"http://www.penguin.com/book/the-better-angels-of-our-nature-by-steven-pinker/9780143122012\">The Better Angels of our Nature: Why Violence has Declined</a>. He&rsquo;s just <a href=\"http://stevenpinker.com/files/pinker/files/has_the_decline_of_violence_reversed_since_the_better_angels_of_our_nature_was_written.pdf\">updated his findings</a> in the light of the violence in the three years since then.</p><p>In an interview, Pinker says &ldquo;you can really only get a sense of how violent the world is, and what the trends are, if you count.&rdquo; &nbsp;</p><p>&ldquo;What you have to do, of course,&rdquo; he explains, &ldquo;is count the number of wars, count the number of people killed in war, plot the trend over time. That&rsquo;s how you get a picture of whether the world has become more, or less, violent. It&rsquo;s the only way to get such a picture.&rdquo;</p><p>Pinker points out that during World War II, the human population lost 300 of every 100,000 people each year. During the Korean War it was in the 20s, before dropping into the teens during the Vietnam era. In the 1980s and 1990s, it fell into the single digits. For most of the 21st century it&rsquo;s been below one war death per 100,000 people per year.</p><p>There has been an uptick globally as a result of the civil war in Syria, doubling from 0.5 per 100,000 to 1. But Pinker says &ldquo;you can&rsquo;t compare 1 with 15 or 25 or 300.&rdquo; Everywhere else in the world, the stats are still trending downward. The same is true for homicides.</p><p>&ldquo;If you get your view of the world from the news, you&rsquo;re always going to think that we&rsquo;re living in violent times,&rdquo; Pinker says. &ldquo;Because if anything blows up, if there&rsquo;s any shooting anywhere in the world, it instantly gets beamed across the globe. News is about stuff that happens. It&rsquo;s not about stuff that doesn&rsquo;t happen. And as long as violence hasn&rsquo;t gone down to zero, there will always be enough incidents to fill the news.&rdquo;</p><p>&ldquo;Look at all the places that aren&rsquo;t blowing up,&rdquo; he adds. &ldquo;That is not going to be on the news. You never see a reporter standing on the streets in Mozambique or Colombia saying there&rsquo;s no war this year. But there were wars in past years, and we forget about them because they are not news.&rdquo;</p><p>As a psychologist, Pinker suggests a couple of explanations as to why people believe the world is falling apart. &ldquo;Cognitive psychologists speak about the &quot;availability bias&quot; &mdash; a term invented by Daniel Kahneman and Amos Tversky &mdash; according to which we judge risk by how easy it is to remember examples. Now, of course you take a course in intro stats and you realize that&rsquo;s not a good way to estimate probability. But that&rsquo;s the way the human mind works without statistical training.&rdquo;</p><p>In addition to this cognitive bias, Pinker says = psychologically there can also often be a moralistic bias.</p><p>&ldquo;If you have some sort of cause, if you&rsquo;re trying to rally supporters behind a movement, people think the most effective way to do it is to give people an impression that things are getting worse, and that they have to act now, otherwise things will get worse still. Personally, I&rsquo;m not convinced that&rsquo;s the best way to mobilize people for a cause because it&rsquo;s easy to throw up your hands and say that part of the world is a hell-hole; they&rsquo;ve always hated each other; they always will hate each other; it&rsquo;s intractable; there&rsquo;s nothing we can do,&quot; he explains. &quot;When you start to see that intractable conflicts are not, that is, people can seemingly hate each other for a long time and then lay down their arms and not pick them up again, it kind of emboldens you to say, well, maybe we can do that again.&rdquo;</p><p>Pinker says there are lessons from all this for the public, and for journalists.</p><p>For the public, he says, &ldquo;you have got to think clearly. You should not base your view of the world on images, because that&rsquo;s just not an accurate indicator of the shape of the world.&rdquo;</p><p>Pinker doesn&rsquo;t blame journalists, but he says they need to set events in historical and statistical perspective.</p><p>&ldquo;If you just simply say, here&rsquo;s a violent event, therefore the world is getting more violent, you&rsquo;re making a mathematical error. You&rsquo;re misleading your listeners,&rdquo; he says.</p><p>Pinker does not believe that the decline in war and violence is a product of a change in human nature. &nbsp;</p><p>&ldquo;People worry that if we have violent impulses, does that mean that we are permanently doomed to violence?&rdquo; Pinker says the answer is no. &nbsp;</p><p>&ldquo;Human nature has many parts,&rdquo; he says. &ldquo;And I think it does have impulses that lead to violence. But it also has components that can suppress violence, like self-control, like empathy, like reason. And we&rsquo;ve slowly and gradually and haltingly figured out work-arounds for our darker side. We&rsquo;ve figured out things like the rule of law, and an international community, and ideals of non-violence, that can &ndash; not in one fell swoop &ndash; but kind of chip away at our tendency toward violence.&rdquo;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/dove%20angel.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/dove-angeljpg"},{"href":"https://www.youtube.com/watch?v=ramBFRt1Uzk"},{"href":"http://www.pri.org/file/steven-pinker-surprising-decline-violence"}]}