{"created":"2015-07-02T21:03:20+00:00","modified":"2015-07-02T21:27:46+00:00","valid":{"from":"2015-07-02T21:27:46+00:00","to":"3015-07-02T21:27:46+00:00"},"hreflang":"en","guid":"cfdddc3b-d5c2-4de7-884a-1ac2793a2ebb","title":"For adopted Guatemalans, a searcher will look for birth moms. But sometimes the reunions are fraught.","published":"2015-07-02T21:27:42+00:00","byline":"Laurie Stern","tags":["adoption","families","culture","Across Women's Lives","Economics","Business, Finance & Economics","Antigua","North America","Guatemala","Adoption in Guatemala"],"teaser":"Guatemala shut down international adoptions in 2008. Before that, US families adopted some 30,000 Guatemalan children. Now those kids are growing up, and some want a connection with their birth families. Enter \"searchers,\" who will try to track down birth families for a fee. But as one adoptive mom found out, that process can be difficult — and it's as unregulated as international adoption itself once was in Guatemala.","contentencoded":"<p dir=\"ltr\">By definition, international adoption is a transaction between unequals. It takes desperation to relinquish a baby, and privilege to adopt one. Those disparities led to abuses in Guatemala’s adoption system that resulted in its shutdown in 2008. Unless you’re Guatemalan, you can’t adopt a Guatemalan baby now.</p>\n<p dir=\"ltr\">Before the shutdown, US families adopted about 30,000 Guatemala-born children. One of them is my son, Diego.  We met his birth family when I went to get him in 1999. He was five-and-a-half months old.</p>\n<p dir=\"ltr\"></p><div class=\"media media-element-container media-default\"><img height=\"447\" width=\"900\" alt=\"Laurie Stern and her husband traveled to Guatemala in 1999 to adopt their son Diego.\" title=\"Laurie Stern and her husband traveled to Guatemala in 1999 to adopt their son Diego.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/diegodiptych.jpg?itok=VSpKjuMN\" /><div class=\"field-caption\">\n    <p>Laurie Stern and her husband traveled to Guatemala in 1999 to adopt their son Diego when he was five and a half months old.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Laurie Stern</p>\n  </div>\n</div>\n<p dir=\"ltr\">Because our adoption was held up by a corrupt attorney, we spent nine months in Guatemala. We visited his birth mom, Isabel, in Santiago Atitlan several times. We’ve been back every few years. Diego is almost 17 now, and his connection with Isabel is stronger than ever.</p>\n<p dir=\"ltr\">We adopted Diego at the start of what turned out to be a boom in Guatemalan adoptions. Now many of the kids born in the late 1990s and early 2000s are growing up and asking questions about their birth families. It’s not always easy to get answers. So some adoptive families are hiring “searchers” in Guatemala to find birth families.</p>\n<p dir=\"ltr\">Families find searchers online or by word of mouth, and they may end up paying hundreds, sometimes thousands of dollars to begin a search. Sometimes searchers find the birth mother on the first try; sometimes they don’t. Often, the searches lead to biological family members who may or may not know about the child who was adopted.</p>\n<p dir=\"ltr\"><iframe width=\"480\" height=\"270\" src=\"https://www.youtube.com/embed/Uc_7v08ig0s?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p dir=\"ltr\"><em>Diego Luke in Guatemala in 2009. He and his adoptive parents have met his birth family several times.</em></p>\n<div class=\"nochop\">\n<iframe allowfullscreen=\"\" frameborder=\"0\" height=\"520\" mozallowfullscreen=\"\" msallowfullscreen=\"\" oallowfullscreen=\"\" src=\"https://kuangkeng.cartodb.com/viz/210c206a-20d7-11e5-b0ee-0e853d047bba/embed_map\" webkitallowfullscreen=\"\" width=\"100%\"></iframe></div>\n<p>“Searching is a crapshoot,” says Nancy Hoffman, a US citizen who’s lived in Antigua, Guatemala for nearly 20 years. Hoffman’s also a travel agent and adoptive mother. A few years ago, when clients began asking her to do searches, she agreed to use her connections.</p>\n<p dir=\"ltr\">“A search is a very delicate process,” she says. Many birth mothers live in rural communities. They may not have told neighbors they were pregnant or that they gave up a baby.</p>\n<p dir=\"ltr\">Hoffman found searching to be too fraught, so she now refers clients to one of a handful of searchers she trusts.</p>\n<p dir=\"ltr\">One of them is a searcher who asked to be called Lolita. Most searchers I talked with said it was too risky to even use first names because so many Guatemalans want to keep the adoption system’s old “irregularities” a secret.</p>\n<p dir=\"ltr\">Lolita says she loves getting to tell birth mothers their children are okay. She shows them photos and, in some cases, arranges a meeting. She says she also loves telling children “about the lives they could have had.”</p>\n<p dir=\"ltr\"></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/ana_cocanower.jpg?itok=Elc9FLGM\" alt=\"\" /><div class=\"field-caption\">\n    <p>Ana Cocanower, 13, at home near Houston with her dog Scout.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Cocanower family</p>\n  </div>\n</div>Lolita helped one adoptive family, the Cocanowers, who live in a suburb of Houston. Ana Cocanower, 13, learned last winter that her birth family has a farm near the border with Honduras. She finally got to meet them this year and says she was “filled with happy tears.”\n<p dir=\"ltr\">“My [birth] siblings look a lot like me,” she says. “They have little loose curls. Some of them are darker and lighter because some of them work in the farm areas and some of them stay in the house.”</p>\n<p dir=\"ltr\">The Cocanowers’ searcher suggested a fancy restaurant for the meeting. Ana noticed right away that her birth mother couldn’t read the menu. She also learned that her birth mother misses her, and that her siblings are doing well in school. Ana and her adoptive family are thinking about how to stay in touch.</p>\n<p dir=\"ltr\">Not all meetings go as well. Marta Howard was placed in foster care in Guatemala when she was six. Now 15, she was ambivalent about meeting her birth mother, but her adoptive parents thought it was important. A searcher brought the birth mother to a fast food restaurant in Antigua.</p>\n<p dir=\"ltr\">Marta and her birth mother sat at opposite ends of the table, refusing to acknowledge each other. Her parents begged the birth mother to make the first move.  </p>\n<p dir=\"ltr\"></p><div class=\"media media-element-container media-default\"><img height=\"365\" width=\"900\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/moms.jpg?itok=u3oNlAFF\" alt=\"\" title=\"\" /><div class=\"field-caption\">\n    <p>Left: Marta Howard, 15, with her foster mother, Reina. Marta lived with Reina’s family from age 6 to 8. Right: Marta Howard, 15, with her mother Martha Howard in the market in Antigua.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Marta Howard (image left); Martha Howard (image right)</p>\n  </div>\n</div>\n<p dir=\"ltr\">But the birth mother would not. She explained she was penniless and sick when she relinquished Marta, and it was clear to her now that Marta is better off than she might have been. After lunch everyone posed for pictures, though Marta would not stand next to her birth mother. The adoptive parents gave the birth mother the equivalent of $100 cash, and she left on her boyfriend’s motorbike. The Howards say some day Marta will be grateful for the meeting.</p>\n<p dir=\"ltr\">The Howards have a better relationship with Marta’s foster family. Marta lived with them from ages 6 to 8. On the Guatemala trip last winter, Marta and her foster sister celebrated their quinceaneras together. The Howards helped the foster family build a house and send them money monthly.</p>\n<p dir=\"ltr\">That’s the thing about searching. If an emotional connection is made, a financial arrangement invariably follows. For a fee, searchers will deliver Christmas baskets or make monthly visits or help send a sibling to school.</p>\n<p dir=\"ltr\">At least one searcher charges everyone a premium so she can provide health care and help to all the birth mothers she knows.</p>\n<p dir=\"ltr\">Decisions about how to stay in touch are difficult and as personal as decisions can be. There’s no “right way” to do it, no “best practices,” at least not yet.</p>\n<p dir=\"ltr\">We give Isabel about $100 whenever we visit. She always weeps when she sees Diego. They hug each other hard. Diego says he loves her and feels “right” when he visits. He says the relationship has helped him define himself.</p>\n<p>“If I didn't meet her, I probably wouldn't have a connection,” he says. “I could say, ‘Oh, I'm originally from Guatemala,’ but I wouldn’t know what I was talking about. And I do now.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-30%2Fsearchers-reunite-adopted-guatemalans-and-birth-moms-its-not-always-happy-reunion&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/07022015_04.mp3"},{"href":"http://admin.pri.org/file/0702201504mp3"}]}