{"created":"2015-05-22T20:32:43+00:00","modified":"2015-05-26T20:02:35+00:00","valid":{"from":"2015-05-26T20:02:35+00:00","to":"3015-05-26T20:02:35+00:00"},"hreflang":"en","guid":"cfe6af81-eb52-48d3-95b9-8cbb0b2c8639","title":"LGBT activists are excited for Ireland's refendum, but still wary of popular votes","published":"2015-05-26T20:02:31+00:00","byline":"Bradley Campbell","tags":["gay rights","LGBT rights","marriage","same-sex marriage","referendum","Irish politics","Global Politics","Ireland","Same-sex marriage","Social Issues","Referendum","Politics","Democracy"],"teaser":"No other country in the world has had a popular vote to allow same-sex couples to marry — and that's just fine with some LGBT activists. They say minority rights aren't a question for popular votes, and they're afraid of rejection, even in Ireland.","contentencoded":"<p>Polls in Ireland suggest that voters will back a referendum to approve same-sex marriage, becoming the first country in the world to do so by popular vote.</p>\n<p>“It’s a very nerve racking day,” says Justine Quinn, who supports same-sex marriage. “I’ve been following this for a long number of years and it’s been amazing to see public attitudes really change. So it means a huge amount to me.”</p>\n<p>Anti same-sex marriage advocates insist the vote will be tighter than expected. \"The mainstream media would certainly give the impression that the ‘yes’ side would have a hands down win,\" says Kate Bopp, an activist who is against the referendum. \"But it’s been my experience, along with fellow volunteers who have been traveling the length and breadth of Ireland ... that’s there’s a lot of reservation about this amendment to our constitution.”</p>\n<p>There <em>are</em> <a href=\"http://www.theguardian.com/society/2015/may/18/could-polls-be-wrong-irelands-gay-marriage-referendum-vote-same-sex\">plenty of reasons polls could be wrong</a>, everything from a high number of undecideds to the possibility that people are telling pollsters yes while privately planning to vote no. And that's why same-sex marriage advocates don't typically turn to the ballot box to secure their rights.</p>\n<p>J. Lester Feder, who covers LGBT issues around the globe for BuzzFeed News, says a lot of activists think it’s inappropriate to put a question of minority rights to a popular vote. There's also the political reality that same-sex marriage would, until recently, likely fail in most countries.</p>\n<p>“We’ve seen that in the United States, where the majority of these referenda banning same-sex marriage have passed,” he says. “Only in the most recent election cycles have we seen the first victories on the other side.”</p>\n<p>Feder says some Irish activists are even still worried that their referendum might suffer a shock defeat, much in the same way that LGBT activists were stunned by their failure in 2008 to block Proposition 8, a California ballot initiative that banned same-sex marriage.</p>\n<p>“There is some fear among LGBT activists that Ireland could go the same way,\" he says.</p>\n<p>Feder says his own travels through Ireland make him think the referendum will pass in the end. But just like everyone else, he says, he can only wait and see.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-22%2Flgbt-activists-ireland-worried-and-hopeful-about-putting-their-marriage-rights&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05222015_03.mp3"},{"href":"http://admin.pri.org/file/0522201503mp3"}]}