{"created":"2015-04-01T19:28:54+00:00","modified":"2015-04-01T21:12:07+00:00","valid":{"from":"2015-04-01T21:12:07+00:00","to":"3015-04-01T21:12:07+00:00"},"hreflang":"en","guid":"cfff50d9-014a-492a-a54b-41d37d55f0ba","title":"Meet the harmonium king of Queens, New York","published":"2015-04-01T21:12:04+00:00","byline":"Bruce Wallace","tags":["harmonium","music","india","Guyana","New York","queens","Global Nation","Culture","Arts, Culture & Media","New York","United States","India","Guyana","Global Hit","Harmonium","Buddhism","Music","Religion"],"teaser":"Mindra Sahadeo, an Indo-Guyanese musician who now lives in New York, has found a niche bringing the city’s harmoniums back to life. It's a way to connect to his Indian heritage and fill his shared apartment with music.","contentencoded":"<p>Mindra Sahadeo shares an apartment in the Richmond Hills neighborhood of Queens, New York, with his mother, sister and a rotating cast of about a dozen harmoniums.</p>\n<p>Several of the instruments packed inside thick aluminum cases and piled inside the front door. More are stacked up in the living room, which doubles as Sahadeo’s repair shop. The word is out about Sahadeo’s harmonium workshop, and there’s a steady stream of hobbyists, yoga instructors, and professional musicians dropping off instruments for him to fix.</p>\n<p>Sonny Singh, a member of the band Red Baraat, <a href=\"http://opencitymag.com/harmonium-soul/\">was relieved to learn about</a> Sahadeo's services when Singh faced a crisis with his own harmonium. I’d actually never seen a harmonium up close, so Sahadeo opened up one that he designed with a friend in Calcutta. Its body is a deep brown teak, with floral carving around a silver nameplate.</p>\n<p>Music, of course, fills the apartment. When I got there, Sahadeo’s sister Nanda was in her room practicing. After we talked for a while — and, full disclosure, their mom fed me some pretty amazing Indian food — she and Sahadeo play a bit.</p>\n<p>Their mom sits and listens, too, gently rocking back and forth in time with the music. Later she tells me that it’s a little bittersweet to listen to the two of them play. It reminds her of her husband, who passed away a while ago; and of her other son, who died recently. Pictures of both of them hang on the living room wall, looking on.</p>\n<p>The instrument connects Sahadeo to his family’s roots in India. His great-grandparents moved from there to Guyana, part of a <a href=\"http://guyanachronicle.com/east-indian-immigration-1838-1917/\">wave of migrant workers</a> at the turn of the 20th century, and they brought India’s music with them. </p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/story/gallery/Madhura_TopOff_0.jpg?itok=SyRXPdjq\" alt=\"\" /><div class=\"field-caption\">\n    <p>The bodies of Sahadeo’s Madhura harmoniums are made of Burmese teak salvaged from old houses.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Bruce Wallace</p>\n  </div>\n</div>\n<p>The family has Hindu singers and dancers on both sides, and Sahadeo's sister, Nanda, has pictures of herself performing as a kid. She also remembers the time someone came to her family's house in Guyana with a harmonium. They showed it to her dad and asked if he wanted to buy it.</p>\n<p>Then Sahadeo put his hand on the harmonium and found melodies. \"So we got our first harmonium,\" Nanda says. He soon mastered the instrument and, with Nanda and two other siblings, formed a sort of house band in the Hindu temple their father had rebuilt in their village.</p>\n<p>Sahadeo moved from Guyana to New York five years ago and started tuning up harmoniums at the Hindu temples and Sikh gurdwaras in his neighborhood. Then demand grew and he started charging for repairs.</p>\n<p>It sometimes bums him out to see harmoniums in bad shape.</p>\n<p>“Harmoniums for us are like sacred,\" Sahadeo says. \"It’s part of us, our culture and tradition and everything. I saw some harmoniums that came here — terrible, terrible condition. I always tell them, ‘Please, I’m gonna fix it and everything, but please, can you just, a little bit of care.’”</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/eLf0DBhrz24\" width=\"560\"></iframe></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-01%2Fmeet-harmonium-king-queens-new-york&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/Harmonium.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/harmoniumjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04012015_09.mp3"},{"href":"http://www.pri.org/file/0401201509mp3"}]}