{"created":"2015-04-01T09:01:54+00:00","modified":"2015-05-13T21:05:31+00:00","valid":{"from":"2015-05-13T21:05:31+00:00","to":"3015-05-13T21:05:31+00:00"},"hreflang":"en","title":"Nigeria's New President: From Military Ruler To 'Newborn Democrat' ","published":"2015-04-02T09:22:00+00:00","teaser":"For the first time, an opposition challenger has defeated a sitting president at the ballot box. A peaceful<em> </em>transfer of power from one elected leader to another would be another first for Nigeria.","itags":["npr_api","396757455"],"guid":"d00624a3-ff7b-41f6-99f3-db7d0e5382e1","contentencoded":"<p>In the middle of the night, after a long day waiting for election results on Tuesday, supporters of former military leader Muhammadu Buhari took to the streets of Abuja to celebrate his historic victory in Nigeria's presidential election.</p><p>Many were chanting, \"Change\" and carrying traditional brooms, the symbol of Buhari's party. Jubilant supporters, men and women, were sweeping the ground and the air, saying their leader would sweep out corruption and the extremist group Boko Haram in Nigeria and sweep in order and rule of law.</p><p>At the crack of dawn, the president-elect addressed the giant nation he is poised to lead for the next four years as president.</p><p>\"Your vote affirms that you believe Nigeria's future can be better than what it is today,\" Buhari said. \"It is you, Nigerians, that have won. The people have shown the love for our nation and their belief in democracy.\"</p><p>Buhari's triumph marks the first time an opposition presidential challenger has defeated a sitting president at the ballot box.</p><p>Thirty years after he seized power in a military coup, Buhari becomes the new leader of a complex, diverse and often divided nation — Africa's biggest democracy, which is battling an insurgency in the northeast.</p><p>A peaceful transfer of power from one elected leader to another would be another first for Nigeria.</p><p>This is the fourth time the 72-year-old Muslim northerner has run for president since the end of military rule in Nigeria in 1999. Buhari is a slim, fit, bespectacled, no-nonsense man, who always wears an upright traditional cap. He calls himself a converted, newborn democrat.</p><p>The man he defeated, Goodluck Jonathan, a Christian from the south, took the unprecedented step in Nigeria of calling Buhari before the final results were announced to concede defeat.</p><p>\"Nobody's ambition is worth the blood of any Nigerian,\" Jonathan said in a statement. \"I promised the country free and fair elections, I have kept my word.\"</p><p>\"What Jonathan did is commendable,\" says Shehu Sani, a writer, civil society activist and senator-elect from Buhari's opposition APC party. \"His acceptance has seriously helped prevent the outbreak of violence and given a sense of maturity to the transition process.\"</p><p>The new nickname for Nigeria's new leader is \"the people's general.\"</p><p>Buhari must be a president for all Nigerians, Sani says, and will have only a short grace period — a maximum of six months — to start delivering on his promises to sweep away corruption and defeat the extremists of Boko Haram.</p><p>\"These are fundamental issues that Buhari has to tackle immediately, for people to believe that his government is different from the one in the past,\" Sani says.</p><p>Not everyone remembers Buhari fondly as a military leader in the 1980s. He had the reputation of being tough on indiscipline, jailing those accused of corruption, muzzling the media and punishing people who threw litter on the streets. The Buhari period was also known for human rights abuses.</p><p>But his supporters, and some of his critics, tend to agree that he did not use the treasury as his personal pocketbook, as many Nigerian leaders have been accused of.</p><p>Buhari says he is here to serve and to govern — and not to rule.</p><p>Aisha Birma was among hundreds of Buhari supporters who gathered to celebrate Tuesday evening. She comes from Borno, the state in northeastern Nigeria hardest hit by Boko Haram.</p><p>Birma says she's prepared to give Nigeria's president-elect the benefit of the doubt regarding his pledges to tackle insecurity.</p><p>Many voters, like Birma, accuse Jonathan of not taking the insurgency seriously enough, and not doing enough to find the missing more than 200 Chibok schoolgirls abducted nearly a year ago, and accepted Buhari's promise to be tough on Boko Haram.</p><p>\"What we have gone through — Boko Haram insurgency for the past six years in Borno — and Jonathan was not able to handle it well,\" she says. \"Security is paramount, once you cannot provide security, you cannot talk about anything else.\"</p><p>That's a warning for Muhammadu Buhari and his vice-president, who are scheduled to be sworn in on May 29. Nigerians are hoping for a smooth and peaceful transition.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Nigeria%27s+New+President%3A+From+Military+Ruler+To+%27Newborn+Democrat%27+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ofeibea Quist-Arcton","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396757456-a561be.m3u?orgId=1&topicId=1126&d=232&p=3&story=396757455&t=progseg&e=396757433&seg=16&ft=nprml&f=396757455"}]}