{"created":"2014-09-06T02:30:18+00:00","modified":"2014-10-30T22:38:50+00:00","valid":{"from":"2014-10-30T22:38:50+00:00","to":"3014-10-30T22:38:50+00:00"},"hreflang":"en","title":"A Disappointing Jobs Report May Mask Economy's Strength","published":"2014-09-06T00:39:00+00:00","teaser":"The latest labor report indicates a slowdown in job growth, but many economists aren't buying it. They say other data paint a stronger picture, but the jobs numbers may delay higher interest rates.","itags":["npr_api","346124656"],"guid":"d012e890-e0e5-4013-a4eb-9214828e8b8d","contentencoded":"<p>The latest employment numbers indicate a slowdown in job growth, but many economists aren't buying it.</p><p>The Bureau of Labor Statistics said Friday that only 142,000 jobs were added in August. That's way below what analysts had expected. And many economists don't think it represents the true strength of the U.S. economy.</p><p>Economists from across the country voiced skepticism about <a href=\"http://www.npr.org/blogs/thetwo-way/2014/09/05/346030001/hiring-slows-in-august-but-unemployment-dips-to-6-1-percent\">the government's data</a>.</p><p>\"Today's employment report represents a little bit of an interruption in a very nice string of good news we've had on the employment front,\" said Carl Tannenbaum of Northern Trust in Chicago. \"[The increase of] 142,000 jobs is by far the lowest that we've had so far this year, but it does appear out of order with some of the readings we've had otherwise.\"</p><p>He pointed out that <a href=\"http://www.bloomberg.com/news/2014-09-02/manufacturing-in-u-s-expands-at-fastest-pace-in-three-years.html\">data on manufacturing has been strong</a>, and surveys of hiring intentions are good. And again this week first-time <a href=\"http://research.stlouisfed.org/fred2/graph/?g=JsB\">claims for unemployment insurance were very low</a>. That leads Tannenbaum to believe the job creation number in the August jobs report will be revised upward in coming months.</p><p>John Silvia, chief economist at Wells Fargo, agrees. But he also thinks this report rightly curbs a bit of growing enthusiasm about the economy's strength.</p><p>\"The job market continues to improve, but it's not accelerating,\" he said. \"I think that was the disappointment some people expressed today — that they had very strong numbers [forecast] for the second half of the year in terms of job growth and overall economic growth. So, there's still growth, but it's not accelerating,\" Silvia said.</p><p>He does believe job growth will return to the 225,000- to 240,000-a-month range for the rest of the year. But he cautions that tepid global growth, especially the recent <a href=\"http://www.npr.org/2014/08/14/340422516/once-thriving-heart-of-the-eurozone-stagnates\">stalling out of the eurozone economy</a>, could be a drag.</p><p>\"Certainly, I think that the European situation will erode some of the growth expectations, as well as once again delaying any move by the Fed in terms of raising\" interest rates, Silvia said.</p><p>Friday's disappointing job growth number does support Fed Chair Janet Yellen's argument <a href=\"http://www.npr.org/2014/08/21/342095332/fed-officials-debate-timing-of-interest-rate-hike\">that the economy won't be ready</a> for a Fed rate increase anytime soon. The internal data that Yellen watches — including wage growth, the level of part-time work, and the level of long-term unemployment — all improved somewhat in August, but each needs to show more improvement before they suggest a tightening labor market.</p><p>Tannenbaum says Friday's report bolsters Yellen's position. \"There have been voices at one end of the table that are suggesting that the job market is already dangerously close to getting a little tighter, but today's evidence would seem to undermine that point of view,\" he said.</p><p>The unemployment rate did tick down 0.1 percentage point, to 6.1 percent in August. That's usually viewed as a sign of a stronger labor market. But Friday's data show that it declined mostly because people were leaving the labor force, which suggests the labor market isn't providing enough jobs, and some job seekers are just giving up.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Disappointing+Jobs+Report+May+Mask+Economy%27s+Strength&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Ydstie","audio":[{"meta":{"duration":"178"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346137612-7cd69c.m3u?orgId=1&topicId=1017&ft=3&f=346124656"},{"href":"http://media.npr.org/assets/img/2014/09/05/payrolls_2014-3d4b8048787301f0177a3a8beeeb311569b4b3cb.png","type":"image/jpeg","meta":{"crop":"standard","height":"449","width":"599"}}]}