{"created":"2015-05-18T17:05:38+00:00","modified":"2015-05-18T17:05:38+00:00","valid":{"from":"2013-11-01T20:52:22+00:00","to":"3013-11-01T20:52:22+00:00"},"hreflang":"en","guid":"d020d6c4-0480-4ffa-8641-c39ca2690d42","teaser":"When box-office returns are lower than expected, it's often the marketing department that bare the brunt of the punishment.","title":"When a movie flops, marketing takes the blame","published":"2013-11-01T20:52:22+00:00","byline":"Kai Ryssdal","tags":["APM","Business","film","marketing","movies"],"description":"When box-office returns are lower than expected, it's often the marketing department that bare the brunt of the punishment.","itags":["Marketplace","Marketplace for Friday, November 1, 2013","PMP:Marketplace_PMP","d020d6c40480ffab6411c39ca2690d42"],"contentencoded":"<div class=\"barn-cleaned\"><p><span>You're not gonna see their names on the credits when you go to a movie. They don't amount to much on the red carpet. But arguably, marketing executives are some of the most important people in Hollywood. &nbsp;Nobody's gonna go see a movie they don't know about, right?&nbsp; That said, when things don't go well at the box-office, they're the ones that take the fall.&nbsp;</span></p>\n<p>Sharon Waxman &nbsp;is founder and editor-in-chief of entertainment site <a href=\"http://www.thewrap.com/\">The Wrap</a> and she says \"it's raining marketing chiefs in Hollywood.\"</p>\n<p>Waxman notes that Sony, Relativity, Dreamworks Animation and Universal have all made changes to their marketing teams. To her, it signals a certain amount of nervousness and dysfunction at the studios.&nbsp;<span>\"When you change your marketing, that means the movies aren't working,\" Waxman says.</span></p>\n<p>Waxman says that firing the marketing team is a way to show visible change to frustrated shareholders, but a lot of movies from these studios have still pulled in big receipts at the budget office. &nbsp;</p>\n<p>\"The question is,\" Waxman says, \"what are the studios really trying to accomplish?&nbsp; Are they moving into some era of digital marketing, really changing the way they are presenting their movies to the public using Twitter and Facebook and social or is it more of a game of musical chairs.\"</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p></div>","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p><span>You&apos;re not gonna see their names on the credits when you go to a movie. They don&apos;t amount to much on the red carpet. But arguably, marketing executives are some of the most important people in Hollywood.  Nobody&apos;s gonna go see a movie they don&apos;t know about, right?  That said, when things don&apos;t go well at the box-office, they&apos;re the ones that take the fall. </span></p>\"},{\"content\":\"<p>Sharon Waxman  is founder and editor-in-chief of entertainment site <a href=\\\"http://www.thewrap.com/\\\">The Wrap</a> and she says &quot;it&apos;s raining marketing chiefs in Hollywood.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Waxman notes that Sony, Relativity, Dreamworks Animation and Universal have all made changes to their marketing teams. To her, it signals a certain amount of nervousness and dysfunction at the studios. <span>&quot;When you change your marketing, that means the movies aren&apos;t working,&quot; Waxman says.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Waxman says that firing the marketing team is a way to show visible change to frustrated shareholders, but a lot of movies from these studios have still pulled in big receipts at the budget office.  </p>\"},{\"content\":\"<p>&quot;The question is,&quot; Waxman says, &quot;what are the studios really trying to accomplish?  Are they moving into some era of digital marketing, really changing the way they are presenting their movies to the public using Twitter and Facebook and social or is it more of a game of musical chairs.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p> </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> </p>\"},{\"type\":\"text/html\",\"content\":\"<p> </p>\"},{\"content\":\"<p> </p>\",\"type\":\"text/html\"}]","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/143629987.jpg?itok=AKqsPA6J","meta":{"width":"610","crop":"primary","height":"340"}},{"meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/11/01/marketplace_segment19_20131101"},"duration":209,"duration_hms":"00:03:29"},"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/11/01/marketplace_segment19_20131101_64.mp3","format":"MP3"}]}