{"created":"2014-11-21T22:28:03+00:00","modified":"2015-03-26T23:05:19+00:00","valid":{"from":"2015-03-26T23:05:19+00:00","to":"3015-03-26T23:05:19+00:00"},"hreflang":"en","title":"These 'True Tales' Add Nuance To The Immigration Discussion","published":"2014-11-21T23:36:00+00:00","teaser":"President Obama announced an executive action on immigration this week. For an in-depth look at the issue, author Gustavo Arellano recommends two nonfiction collections about Mexican immigrants.","itags":["npr_api","365686476"],"guid":"d023bf0f-dd7b-4681-8c19-b59131e6d115","contentencoded":"<p>We need more stories and books that treat Mexican immigrants as humans — novel idea, right? But far too often, the media and authors cast them as sinners or saints, with little deviation from cliches established decades ago.</p><p>That's why I recommend the writer Sam Quinones, and his two collections:<em> True Tales from Another Mexico </em>and <em>Antonio's Gun and Delfino's Dream: True Tales of Mexican Migration. </em></p><p>Read them both, you'll see something rare: his migrant characters are brilliant, maddening, flawed and very human.</p><p>\"I think nuance and complexity form the big beautiful heart of Mexican immigration,\" Quinones writes in the introduction to <em>Antonio's Gun</em>, \"and they are what I seek.\" What epics he found!</p><p>He tells the tales of Mexicans transforming small Midwest towns, of corrupt politicians perverting democracy, a man who came to this country illegally and became a millionaire, and a short Oaxacan named Zeus Garcia who plays basketball like Jordan and Magic.</p><p>\"[Zeus' team] was the best team in the Zapoteco region of Oaxaca,\" Quinones writes, \"though no player was over five-foot nine. Their practices consisted of running uphill for two hours every day with bike-tire tubes filled with sand tied around their ankles ...\"</p><p>The chapters flow like magical realism, but Quinones' background as a crime reporter keeps his prose sharp and marching forward.</p><p>And it's in Quinones' telling that Americans can learn the truth: Mexicans here aren't returning to Mexico. They may say they seek retirement in their ancestral villages, but America's promise gave them visions bigger than what they left. It's a situation that, Quinones writes, has \"enough irony for a Chekhov story.\"</p><p><em>Gustavo Arellano is the editor of </em>OC Weekly<em> and author of </em>Taco USA: How Mexican Food Conquered America.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=These+%27True+Tales%27+Add+Nuance+To+The+Immigration+Discussion&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gustavo Arellano","audio":[{"meta":{"duration":"112"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365762071-c93814.m3u?orgId=1&topicId=1034&aggIds=257657827&e=365686476&d=112&ft=nprml&f=365686476"}]}