{"created":"2014-08-29T19:54:54+00:00","modified":"2014-08-29T19:54:54+00:00","valid":{"from":"2014-08-29T19:54:54+00:00","to":"3014-08-29T19:54:54+00:00"},"hreflang":"en","guid":"d02a33bb-6076-43b9-80dd-d7a132801d00","title":"Prejudice, exclusion and sexism is all part of life for a Tibetan migrant in Beijing","published":"2014-08-29T19:54:53+00:00","byline":"Matthew Bell","tags":["women","movies","Media & Journalism","Human Needs","Culture","Arts, Culture & Media","Beijing","Asia","China","Tibet","Asia","East Asia","Jocelyn Ford","Zanta","Yang Qing","Tibet"],"teaser":"American reporter Jocelyn Ford only set out to snag some contact in inaccessible Tibet. Instead, when she sat down to talk to a Tibetan woman named Zanta, she ended up as part of her own story, experiencing Zanta's struggles and the deeply-ingrained sexism of Tibetan society.","contentencoded":"<p>Veteran radio journalist Jocelyn Ford admits she had an ulterior motive when she sat down on a Beijing sidewalk to chat with a Tibetan woman selling jewelry.</p><p><span style=\"line-height: 1.538em;\">Ford was trying to report about life in Tibetan areas of southwest China, which are generally off-limits to foreign reporters. She hoped the woman might have&nbsp;</span><span style=\"line-height: 1.538em;\">contacts who could help her out, so</span><span style=\"line-height: 1.538em;\">&nbsp;Ford bought a bracelet as an excuse to make conversation.</span></p><p>But Zanta, a widowed migrant who&#39;d traveled to Beijing from a remote Tibetan village, had a very different understanding of that first meeting.&nbsp;&ldquo;She concluded that since I was the first foreigner to stoop down and talk to her ... that we must have been related in a past life,&quot; Ford says.</p><p>In a new documentary film titled, &ldquo;Nowhere to Call Home,&rdquo; Ford tells Zanta&#39;s personal story: Her struggle to make a living in Beijing as an undocumented migrant and provide an education for Yang Quing, her grade-school aged son. Money is a challenge, but family pressures turn out to be even worse.</p><p>&ldquo;She is conflicted because she both wants to be a good daughter-in-law and a good Buddhist,&rdquo; Ford explains. &ldquo;She must serve her in-laws. But at the same time, they are draconian. They don&#39;t want her son to go to school at all.&rdquo;</p><p>When she left her village and arrived in the Chinese capital as a young single mother, Zanta &mdash; like many Tibetans, she goes by only one name &mdash; knew very little about the ways of the world. She could not read and had no official ID card, but she did know that she wanted Yang Qing to have more opportunities than she had.</p><p>Ford says Zanta reasoned that &ldquo;if [my son&#39;s] going to get ahead in life, he&#39;s going to need to learn Chinese and he&#39;s going to have to be literate.&rdquo;</p><p>At one point, Zanta called Ford out of the blue and asked in desperation for the American to adopt her son. Ford says the proposal came as a complete surprise. While she didn&#39;t want to adopt the boy, she was worried about Zanta&#39;s wellbeing</p><p>Ford decided break the traditional barrier between journalist and subject, agreeing to pay for the Yang Qing&#39;s school fees. That turned Ford into one of the main players in the drama between Zanta and her late husband&#39;s family &mdash; and in her own film as well.</p><p>Zanta&#39;s father-in-law was the main antagonist. Over the phone, he threatened and berated Zanta about her decision to raise his grandson in Beijing and send him to school. He demanded Zanta bring Yang Qing back to their village for a visit. During that visit, he<span style=\"line-height: 1.538em;\">&nbsp;also decided that he didn&#39;t like Ford very much.</span></p><p>&ldquo;I was trying to be a journalist and stay out of it for a long time and not impose my views,&rdquo; Ford says. &ldquo;But at one point, I just could not stand it anymore, because nobody in Zanta&#39;s family was standing up for her.&rdquo;</p><p>As Ford learned more about the pressures on Zanta from her in-laws and the dynamics of traditional Tibetan village life, the journalist was taken aback to find out how much blatant sexism her friend had to deal with. Even the word for &quot;woman&quot; in Tibetan translates as &quot;inferior birth.&quot;</p><p>&ldquo;There is so much information around the world about Tibet, but nobody ever talks about this,&rdquo; she says. For example, when Ford visited Zanta&#39;s village, she learned that Tibetan women are expected to keep quiet whenever they are in front of men. She was also told about how Zanta&#39;s parents and sisters were bullied by other villagers simply because they don&#39;t have any young men around for their protection. &nbsp;</p><p>Over time, Ford says Zanta shared more intimate details about her family life. &ldquo;It was years after I knew her that she told me that of her four sisters, three had attempted suicide because of abuse by in-laws.&rdquo;</p><p>Ford says she hopes her film might help call attention to the issue of the treatment of women in Tibetan society:&nbsp;&ldquo;I&#39;m afraid that the political issue [of Chinese rule over Tibet] has often been given first-class status, and people have not considered the well-being of half the population.&rdquo;</p>","audio":[{"href":"https://vimeo.com/41077700"},{"href":"/file/nowhere-call-home"}]}