{"created":"2015-02-16T18:31:30+00:00","modified":"2015-02-16T20:17:48+00:00","valid":{"from":"2015-02-16T20:17:48+00:00","to":"3015-02-16T20:17:48+00:00"},"hreflang":"en","title":"Danish Mayor Weighs In On Violent Extremism","published":"2015-02-16T19:34:00+00:00","teaser":"Following the attacks in Copenhagen, the mayor of Denmark's second-largest city, Aarhus, discusses the issue of Islamic extremism.","itags":["npr_api","386742505"],"guid":"d02ba0fe-dfa3-4ba3-b70c-ab8d026d4e11","contentencoded":"<p>Two men accused of providing the Denmark gunman shelter and discarding a weapon are in custody. Danish police say they made the arrests yesterday and that the suspects face a custody hearing today.</p><p>The gunman killed one person at a free speech seminar and another outside a synagogue before being fatally shot by police.</p><p><strong>Jacob Bundsgaard</strong> is the mayor of Aarhus, the second-largest city in Denmark. He&#8217;s attending a White House summit this week on countering violent extremism &#8211; something that was planned before the attack occurred.</p><p>Denmark has produced more foreign fighters per capita than anyone else in the world and is home to what officials labeled as one of the most radical houses of worship in all of Europe.</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;Instead of just leaving them alone, we try our utmost to reintegrate them into society, to provide them with a mentor.&#8221;</p><p></div></p><p>&#8220;We will prosecute if we are able to lift the burden of evidence of any crimes committed by, typically, these young men returning from Syria,&#8221; said Mayor Bundsgaard. But, there is not always evidence, which led the country to resort to more creative solutions.</p><p>&#8220;These young people have legal residence in Denmark so instead of just leaving them alone, we try our utmost to reintegrate them into society, to provide them with a mentor, and to provide them basically with a better and more positive path in life than the one that led them to violent extremism.&#8221;</p><p>Not everyone agrees with these solutions. Some argue that even pursuing and believing in more radical and violent interpretations of Islam amounts to treason for a Danish citizen and should be punished.</p><p>Yet without hard evidence, Mayor Bundsgaard says they cannot prosecute. The best solution in that instance, he said, is to &#8220;challenge their values and opinions.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.aarhus.dk/da/politik/Byraadet/Byraadets-medlemmer/Borgmester-Jacob-Bundsgaard.aspx\" target=\"_blank\">Jacob Bundsgaard</a></strong>, mayor of Aarhus, the second-largest city in Denmark. He tweets <a href=\"https://twitter.com/jbundsgaard\" target=\"_blank\">@jbundsgaard</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Danish+Mayor+Weighs+In+On+Violent+Extremism&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"354"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386756133-fa88a8.m3u?orgId=1&e=386742505&d=354&ft=nprml&f=386742505"},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0216_denmark.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"793","width":"1280"}}]}