{"created":"2014-09-05T20:50:52+00:00","modified":"2014-09-05T20:50:52+00:00","valid":{"from":"2014-09-05T20:50:52+00:00","to":"3014-09-05T20:50:52+00:00"},"hreflang":"en","guid":"d04358a0-60ba-48d2-a63a-7a3c8a34cbfa","title":"The Italian Bobby Fischer is making chess history in St. Louis","published":"2014-09-05T20:50:51+00:00","byline":"Bradley Campbell","tags":["chess","Culture","Sports","Arts, Culture & Media","St. Louis","North America","United States","Missouri","North America","Ben Finegold","Brian Jerauld","Fabiano Caruana","Magnus Carlsen","Chess","Games","Magnus Carlsen","Fabiano Caruana","Sports"],"teaser":"A tournament in St. Louis has everyone in the chess world mesmerized. Norway's glamorous, 23-year-old World Chess Champion Magnus Carlsen was the favorite. But a younger upstart has won a record-setting seven games ... and could unseat him. ","contentencoded":"<p>The eyes of the chess world are on St. Louis, Missouri. That&#39;s right, the city best known to most of us for baseball and Budweiser is currently hosting what organizers say is the &quot;strongest tournament in the history of chess &mdash; ever.&quot;</p><p>It&#39;s called the Sinquefield Cup. And according to chess insiders, this tournament really is worthy of the hype. I asked Ben Finegold, a grandmaster from St. Louis, to give us the low-down.</p><p>&quot;We have the World Chess Champion, we have the number one American player, and of the six players participating, they are all among the top ten in the world,&quot; he says. &quot;So it&#39;s very exciting for everybody here in St. Louis.&quot;</p><p>Like Finegold says, among those playing is the LeBron James of chess, the World Chess Champion Magnus Carlsen. The Norwegian is 23 and models for luxury fashion brand G-Star denim. And he destroys every stereotype about cardigan wearing chess dorks. You see him carrying bottles of champagne at high profile parties or doing ceremonial first kicks at soccer matches for Real Madrid. He&#39;s a star in his home country and the rock star of the chess world.</p><p>But Carlsen&#39;s not what people are talking about right now.</p><p>Instead, an even younger chess prodigy, Fabiano Caruana, is astonishing everyone. The Italian American is playing completely out of his mind and the Sinquefield is his coming-out party. &quot;He&#39;s having, what I would consider, the greatest tournament in history,&quot; says Finegold.</p><p>St. Louis Public Radio&#39;s chess blogger &mdash; yes, they have one &mdash; Brian Jerauld wrote about&nbsp;<a href=\"http://news.stlpublicradio.org/post/chess-st-louis-witnessing-chess-history-it-happens-sinquefield-cup\">the history-making feat</a> after Caruana won his sixth straight game:</p><p style=\"margin-left: 40px;\"><em>Caruana has equaled the longest starting win streak in an elite tournament in the modern era, established by World Champion GM Anatoly Karpov in Linares 1994 -- oft-argued as the greatest tournament performance ever.&nbsp;Twenty years later, we&rsquo;re witnessing a direct argument to that epic performance, right here in the Central West End. If they weren&rsquo;t paying attention before, chess enthusiasts everywhere around the globe have already begun celebrating.</em></p><p>He wrote that <em>before</em> Caruana won a record-setting seventh straight game. It has everyone in the chess world, in a word, giddy. The online announcers giggle at Carauna&#39;s moves. It seems as though no one can quite believe what they are seeing. &nbsp;</p><p>Finegold explains the incredible nature of such a run. He says the level of players in the tournament is so high, you might expect them to easily end a game in a draw. &quot;So to not lose a game, and not draw a game, is phenomenal,&quot; he says. &quot;We&#39;re all mystified as to what&#39;s going on.&quot;</p><p>Most everyone is excited to see if Caruana can unseat Carlsen as the top player in the world. Until this tournament, many felt Carlsen was untouchable. But Caruana beat him in the first of two games.</p><p>Grandmaster Finegold says the main victor in the tournament is the chess world writ large. &quot;We can see a great rivalry coming soon,&quot; he says.</p><p>It&#39;s unlikely Caruana will go 10-0. But he still might be able to do the unthinkable.</p><p>UPDATE: Caruana and Carlsen played to a draw. It was an exciting match. And even without a clear cut victory, the tie gave Caruana enough points to secure the&nbsp;<span style=\"line-height: 20.0063037872314px;\">Sinquefield Cup title for 2014.</span></p>","audio":[]}