{"created":"2014-10-27T19:47:38+00:00","modified":"2014-10-30T23:45:12+00:00","valid":{"from":"2014-10-30T23:45:12+00:00","to":"3014-10-30T23:45:12+00:00"},"hreflang":"en","title":"The Argument For Keeping California One State","published":"2014-07-31T18:36:00+00:00","teaser":"After hearing from the \"Six Californias\" campaign, Steven Maviglio offers the opposing view.","itags":["npr_api","336868915"],"guid":"d04821c7-82e8-4a04-b42d-547e83dffb7c","contentencoded":"<p>Earlier this week, we heard about a proposal to split California into six states. The question could be on a state ballot in 2016, if officials approve the over 1 million signatures submitted by the group <a href=\"http://www.sixcalifornias.com/\" target=\"_blank\">Six Californias</a>.</p><p>Today, <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson heard from <strong>Steven Maviglio</strong>, co-founder of <a href=\"https://www.facebook.com/pages/OneCalifornia/1424183441204439?ref=br_tf\" target=\"_blank\">OneCalifornia</a>, about why his group opposes the ballot initiative to split California into six states.</p><p>&#8220;There are challenges the state faces &#8212; education, pensions. We&#8217;ve got problems, and so does every other state in the union,&#8221; Maviglio explained. &#8220;This, unfortunately, doesn&#8217;t address any of those issues. it&#8217;s just an idea by someone who has a lot of money to put on the ballot.&#8221;</p><p>He also pointed to the potential negative consequences of the plan, such as a lack of access to an in-state university in Jefferson and the economic interdependence of the Central Valley and the rest of the state.</p><p>Silicon Valley entrepreneur Timothy Draper is behind the &#8220;Six Californias&#8221; proposal. Hear our interview on Monday with him <a href=\"http://hereandnow.wbur.org/2014/07/28/six-californias-draper\" target=\"_blank\">here</a>.</p><ul><li><a href=\"http://www.huffingtonpost.com/joe-rodota/bad-breakup-keep-californ_b_4810920.html\" target=\"_blank\">Read an op-ed by OneCalifornia co-founder Joseph Rodota</a> (See Rodota&#8217;s bio <a href=\"http://www.fwdobserver.com/about/joseph-rodota/\" target=\"_blank\">here</a>)</li></ul><h4>Interview Highlights</h4><p><strong>On why Draper&#8217;s issues with government representation are unfounded</strong></p><p>&#8220;If you have problems with government, the size of it is not going to make a difference.&#8221;</p><p>&#8220;I was listening to Mr. Draper talk about how great the state was 40 years ago. The last time I checked, we&#8217;re pretty much the same size adding a few more million people, so it&#8217;s not a function of the size. We [now] fortunately have a governor who is actually addressing some of the concerns he&#8217;s talking about.&#8221;</p><p><strong>On why the measure won&#8217;t (and shouldn&#8217;t) pass</strong></p><p>If there was a tax on political stupidity, this probably would balance the national debt. I mean, it&#8217;s going nowhere: It&#8217;s gonna lose at the polls, it&#8217;s not ever gonna pass Congress. But what it&#8217;s doing though is actually damaging the California brand. When you hear Tim Draper talk about his measure, he starts off with a five-minute riff about how bad California is &#8212; that doesn&#8217;t create jobs, that doesn&#8217;t get people to move here, that doesn&#8217;t increase economic activity. It tears the state down.&#8221;</p><p>&#8220;This somehow could create less bureaucracy rather than more? I can&#8217;t fathom that, because having 600 more politicians &#8230; that&#8217;s gonna be a massive bureaucracy and a trillion dollar cost to it.&#8221;</p><p><strong>On why he co-founded OneCalifornia</strong></p><p>&#8220;For many months people just laughed this off and said &#8216;It&#8217;s silly.&#8217; But now it&#8217;s gonna be on the ballot. Now it&#8217;s actually damaging our state&#8217;s credibility. So we have formed a group to oppose it because we want to raise the questions about what it really means. How it&#8217;s gonna impact everything from our state parks to our energy system, our water system. Things where the state is together and has state plans &#8212; our pension system. We want to raise questions about the costs and the actual practicality of it. It&#8217;s nice to try to blow up the state, but you should really have a plan once you do that, what&#8217;s going to happen.&#8221;</p><h4>Guest</h4><ul><li><strong>Steven Maviglio</strong>, co-founder of OneCalifornia and head of <a href=\"http://forzacommunications.com/\" target=\"_blank\">Forza Communications</a>. He was press secretary to former California governor Gray Davis. He tweets <a href=\"https://twitter.com/stevenmaviglio\" target=\"_blank\">@stevenmaviglio</a> and the campaign tweets <a href=\"https://twitter.com/NoCABreakup\" target=\"_blank\">@NoCABreakup</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Argument+For+Keeping+California+One+State&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"516"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336874418-a4ef03.m3u?orgId=1&ft=3&f=336868915"}]}