{"created":"2015-02-25T18:50:34+00:00","modified":"2015-02-25T21:33:00+00:00","valid":{"from":"2015-02-25T21:33:00+00:00","to":"3015-02-25T21:33:00+00:00"},"hreflang":"en","title":"Feminist Gamer Withdraws From PAX East, Citing Safety Concerns","published":"2015-02-25T21:32:00+00:00","teaser":"Video game developer Brianna Wu discusses the threats against her and her role as a feminist leader amid the Gamergate controversy.","itags":["npr_api","389019629"],"guid":"d052f66d-a29b-46b9-bc68-2bacdfe5eb33","contentencoded":"<p>When <a href=\"http://east.paxsite.com/\" target=\"_blank\">PAX East</a>, one of the country&#8217;s highest-profile gaming festivals, opens its doors in Boston next week, one gaming studio is <a href=\"http://spacechannel6.com/post/111384260988/why-gsx-is-withdrawing-from-pax-east\" target=\"_blank\">staying home</a>.</p><p><strong>Brianna Wu</strong>, co-founder of Giant Spacekat, was a prime target of Gamergate, the online attack on women gamers and developers who were advocating for changes in the industry and in games, to combat sexism and misogyny.</p><p>Last October, after Wu&#8217;s home address was tweeted publicly, Wu was forced to flee her home. She says she is now receiving rape and death threats, which she believes need to be addressed with extra security at PAX East to keep her employees safe.</p><p>Event organizer Penny Arcade has denied that request, but says the safety of all gamers and exhibitors is their number one priority.</p><p>In recent days, Wu has also been surprised by one of her chief online tormentors, a man who called himself &#8220;Jace Connors,&#8221; <a href=\"http://www.buzzfeed.com/josephbernstein/gamergates-archvillain-is-really-a-trolling-sketch-comedian#.qk3DZb67VV\" target=\"_blank\">revealing his true identity to BuzzFeed</a> and saying that his threats were just a joke. He says his real name is Jan Rankowski, and that he&#8217;s a Maine 20-year-old who performs comedy in Rhode Island. Rankowski once crashed his car on the way to Wu&#8217;s house, allegedly to kill her.</p><p>Brianna Wu joins <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young in the studio to discuss her decision to withdraw from PAX East, and about her unexpected &#8211; and at times challenging &#8211; role as a feminist leader in the gaming world.</p><h4>Interview Highlights: Brianna Wu</h4><p><strong>On the claim that the threats against her were a joke</strong></p><p>&#8220;It didn’t seem like a joke to me or my employees. This has had a terrible psychological impact on me and on the women I work with. And I don’t understand what the joke can be. I’ve had 57 separate death threats in the last five months. Some of them very actionable. I can’t understand what could possibly be funny about adding to that.&#8221;</p><p><strong>On how she was harassed by &#8220;Jace Connors&#8221;</strong></p><p>&#8220;He sent me videos holding up the knife and saying &#8216;I’m going to murder you with this knife, Assassin’s Creed style.&#8217; He’s sent me videos of crashing his car on the way to my house and threatening to deliver me justice. Sent me countless tweets saying how he’s going to shoot me in the head. And you know even after I went to court and got a restraining order against him, he continued to contact me and threaten me. I’ll tell you, the judge probably isn’t going to think violating his restraining order is a hilarious joke.&#8221;</p><p><strong>Are you going to take legal action against him?</strong></p><p>&#8220;If anything this is going to redouble it. The reason I’ve chosen to spend some of my very limited time in my career fighting harassment is because this isn’t just about me, this is about all women in tech. And you know, if someone is thinking it’s enjoyable to harass and threaten to kill a woman in the industry, we have to take a stand on that and the precedent here that he’s setting, just &#8216;oh this is hilarious,&#8217; &#8211; that’s even more dangerous. And I also want to say if you look at the psychology of people who do finally face trials for threatening to kill women, it’s very predictable that that’s what they say &#8211; &#8216;hey, it’s just a joke.'&#8221;</p><p><strong>You and other women are asking for what?</strong></p><p>&#8220;We just want to have careers like the men in this field do. Its not complicated. Here in the gamer world there’s been an explosion of female gamers, women that like to play games. Just a few years ago we were only 17 percent of the market; now we’re 49 percent of the market. So as the female player base has exploded, there’s more and more attention between the people playing the games and the people making the games.</p><p><strong>On tension over how the women are depicted in the games</strong></p><p>&#8220;What I have advocated in my career repeatedly is let’s just hire some more women. If you have more women making games, then these hyper-sexualized depictions of women go away on their own if you have women at the table.&#8221;</p><p><strong>On whether female characters in her games are also sexualized</strong></p><p>&#8220;I think there’s a big difference. Now I’m part of a generation of gamer. I grew up and I love sexy awesome women kicking butt in games. But the difference is if you play one of my games, there are never any camera angles that kind of hover and sexually titillate the characters, they’re constantly portrayed as people. And I also want to tell you something that I’ve said repeatedly going forward &#8211; as I created those characters, I had no idea that I’d become one of the most well-known women in technology today. Those characters you looked at, we’re actually redoing all the character designs for our PC release. Because I realized we have a responsibility to portray women differently.&#8221;</p><p><strong>How are you going to do that?</strong></p><p>&#8220;What we’re doing is simply adding armor to the characters, and I also think that as we’re going forward, we have to think about new ways to portray women. I mean, I did not realize this when I started Giant Spacekat four years ago, but there are a lot of women out there who are frustrated about never seeing their body type never represented in media. There are a lot of women over 40 who are frustrated with women older than 20 never appearing in video games. I think the problem isn’t that you can’t show sexy, strong, powerful women, the problem is that’s the only way women are ever depicted. And for me as a studio leader, I’m very happy to look at my work, to critically evaluate it, to listen to the women that are telling me their opinion, and to change direction. If we don’t listen to that feedback who’s going to?&#8221;</p><p><strong>On critics who say there’s no place for social commentary in gaming</strong></p><p>&#8220;I think it’s ridiculous. You know, I enjoy &#8216;Call of Duty,&#8217; for instance. This is a very powerful video game. But it’s ultimately a game that kind of glorifies militarism, violence, and imperialism. That in and of itself is certainly a political statement, choosing to ignore something is a political statement.&#8221;</p><p>&#8220;I don’t think you can create art outside of political context and I think if you’re a gamer, we’ve wanted so long for games to be considered serious art. And yet that knife cuts both ways. If you’re going to say games are art, just like a movie is art, that’s going to include artistic critique and that’s going to include feminist critique.&#8221;</p><p><strong>Is Penny Arcade responsible for your security? Can you provide your own?</strong></p><p>&#8220;I am. Going forward.&#8221;</p><p>&#8220;Something about Giant Spacekat that people should know is that we’ve made a conscious decision to be the company that will treat women with utter professionalism. And often that includes mothers. My co-founder is the mother of a 3-year-old girl. I have another employee that’s going to have a baby in two months. And when these employees are coming to me saying &#8216;Brianna, I don’t feel safe in this environment,&#8217; I have a moral responsibility to listen to them and to take that seriously.&#8221;</p><p><strong>What happens when a company like yours is not on the floor at PAX East?</strong></p><p>&#8220;It has a terrible economic impact for us. We clocked last year, when our studio was much smaller, we estimated that we showed our game to 1,500 people a day for three days. I did press non-stop. That’s a lot of eyeballs that are not going to be on our game. So that has a devastating economic impact for my company, and ultimately the women that work for me and their jobs.&#8221;</p><p><strong>On the impact of Gamergate</strong></p><p>&#8220;I’ve lost so much sleep over this. I waste at least a day a week dealing with law enforcement on it. It’s taken a terrible human toll on me.&#8221;</p><p><strong>Will you ever quit?</strong></p><p>&#8220;No, no. One of the really strange things about Gamergate is I got into development to develop games. I didn’t get into development to become a feminist figure. But you know, that’s something that’s happened and my career is larger than myself at this point. Every day I have women writing me telling me how much they look up to me and how much they appreciate me bringing these issues to the forefront. I’m going to stick with it and I’m going to change this industry for the better.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.briannawu.net/\" target=\"_blank\">Brianna Wu</a></strong>, video game developer and co-founder of <a href=\"http://www.revolution60.com/\" target=\"_blank\">Giant Spacekat</a>. She tweets <a href=\"https://twitter.com/spacekatgal\" target=\"_blank\">@Spacekatgal</a> and her blog is <a href=\"http://spacechannel6.com/\" target=\"_blank\">Space Channel 6</a>.</li></ul><h4><strong>Read More</strong></h4><ul><li><a href=\"http://www.polygon.com/2015/2/19/8070269/brianna-wu-giant-spacekat-pulls-out-of-pax-east\">Brianna Wu's studio, Giant Spacekat, pulls out of PAX East due to safety concerns (update)</a></li><li><a href=\"http://jezebel.com/man-who-terrorized-brianna-wu-for-months-says-he-was-ju-1687689719\">Man Who Terrorized Brianna Wu For Months Says He Was Just Kiddin Around</a></li><li><a href=\"http://arstechnica.com/tech-policy/2015/02/gamergate-troll-turns-tail-after-receiving-harassment-of-his-own/\">GamerGate troll turns tail after receiving harassment of his own</a></li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Feminist+Gamer+Withdraws+From+PAX+East%2C+Citing+Safety+Concerns&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"652"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389044694-665609.m3u?orgId=1&e=389019629&d=652&ft=nprml&f=389019629"},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0224_giant-spacekat.png","type":"image/jpeg","meta":{"crop":"standard","height":"525","width":"700"}}]}