{"created":"2015-02-10T21:34:07+00:00","modified":"2015-02-11T20:33:30+00:00","valid":{"from":"2015-02-11T20:33:30+00:00","to":"3015-02-11T20:33:30+00:00"},"hreflang":"en","guid":"d05625d5-edd8-460c-8ca0-9211799a3332","title":"The ladies-only beer club of Sweden launches their first pale ale","published":"2015-02-11T20:33:26+00:00","byline":"Marco Werman","tags":["FemAle","beer","Sweden","brewing","feminism","Across Women's Lives","Food","Lifestyle & Belief","Europe","Sweden","Europe"],"teaser":"Why does brewing always seem to be the business of men? A group of women in Sweden are trying to change that by brewing their own beer: \"We Can Do It!\" ","contentencoded":"<p>Why does brewing always seem to be the business of men?</p>\n<p>Like in Scandinavia. The craft beer scene is booming. But it remains a boys club. Even in a place as progressive as Sweden. It seems the guys just can't grasp that girls like beer.</p>\n<p>\"The guys think that girls should drink like, fruity beer or light beers. Not so big beers,\" says Elin Carlsson of Gothenburg.</p>\n<p>She's kind of annoyed that men can't get it: Girls like craft beer.</p>\n<p>Just take this story Carlsson heard from her bartender friend.</p>\n<p>\"A lot of times guys came to her and they say, 'Oh, can I talk to someone who knows something about beers?'\" Carlsson recalls. \"And she's like, 'I work in the bar and I know my stuff about beers.'\"</p>\n<p>But even then the men wouldn't listen. Carlsson finds it crazy. So two years ago she started a group called Fem Ale on Facebook. The group would alert women to bars that had great beers on tap. Fem Ale also arranged tastings at local breweries.</p>\n<p>And guess what? Yeah, women like beer. \"Friends of mine talked to their girlfriends and their mothers,\" she says. \"So a lot of people came to the tastings.\"</p>\n<p>Not only that, but a dude-free zone meant the women felt more comfortable getting into the finer points about beer. \"A lot of women, they ask things about the beers and they are interested,\" she says. \"And they say that if they were on a beer tasting with only guys they wouldn't ask those kinds of questions.\"</p>\n<p>So a total success. Unless you want more. Carlsson and her crew did. So when her bartender friend suggested they brew their own brew, the women of Fem Ale were down. \"So we got together a few women and we talked to a brewery, Ocean brewery here in Gothenburg and asked them if they were interested in brewing a beer,\" she says.</p>\n<p>Ocean said yes. The women of Fem Ale came up with a recipe and went all in, brewing a 423-gallon batch. \"We brewed a Pale Ale,\" she says. \"It's a little more bitter and it has a lot of hops in it. It's kind of fresh, bitter, pale ale.\"</p>\n<p>Fem Ale's beer topped out at 4.6 percent. That meant the Swedish government had to approve it for sale in state-run liquor stores. Undeterred, the women got the go-ahead from officials. Now they just needed a name for all that beer and came up with the name: We Can Do It.</p>\n<p>That's the name. A nod to Rosie The Riveter. And most importantly to the beer group, it's good. \"That batch sold out before we could even brew it,\" she says.</p>\n<p>Already, a couple of small breweries have approached Fem Ale about partnering with them for more. Carlsson’s fine with that.</p>\n<p>\"I think it's good to involve more women in it. Just to show them how it's done.\"</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/10647230_737255986368534_6864455266071054633_n.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/106472307372559863685346864455266071054633njpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02102015_03.mp3"},{"href":"http://www.pri.org/file/0210201503mp3"}]}