{"created":"2015-05-15T11:20:45+00:00","modified":"2015-05-15T11:20:45+00:00","valid":{"from":"2013-08-06T18:54:04+00:00","to":"3013-08-06T18:54:04+00:00"},"hreflang":"en","guid":"d05fbe0b-76aa-4178-814d-49110d36ce2d","title":"Online summer school: It's still school","published":"2013-08-06T18:54:04+00:00","contenttemplated":"[{\"content\":\"<p>Some of you may have fond memories of Summer School. I’m sorry did I say fond? I meant haunting.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Sitting in class next to the kid who’s snoring or possibly dead, the teacher who wants to be there even less than you do, and the constant FOMO (Fear Of Missing Out) knowing that your friends are at the pool, or sitting on the couch watching a movie about people at the pool.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Well, congratulations. You can now experience many of those memorable high school moments  from the comfort of your own home, thanks to the internet. Welcome to Online Summer School.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Sabrina Sampson, a rising 9<sup>th</sup> grader at the Maggie L. Walker Governor’s school in Richmond, Va., took health this summer, so she could play in the orchestra next year. “Each lesson would be sort of an interactive power point presentation with audio and videos -- more like YouTube videos than lecture videos,” she says. There were online assignments and worksheets, and the teacher was pretty engaged. “She gave really good feedback.  It was a real class with real expectations.”</p>\"},{\"content\":\"<p>It’s a real trend, too.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“There is a tremendous growth in the amount of online courses students are taking,” says Patte Barth, director of the Center for Public Education, part of the National School Boards Association. “School districts are cutting back on summer school programs as a way to balance their budgets.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>In Los Angeles, for example, last year there was $40 million in the budget for summer school. This year, there’s $1 million. Districts in Philadelphia and Florida have also cut their summer programs.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“Traditional summer school program is very expensive, because a lot of it’s over time and extra pay,” says Joseph Gagnon, CEO of online education provider <a href=\\\"http://www.pennfoster.edu/\\\" target=\\\"_blank\\\">Penn Foster</a>. “The online program is about 50 percent the cost.”  Penn Foster’s web-based courses, in subjects like Earth Science and World Literature, pull in thousands of high school students a year. They currently have 43,000 high school students enrolled.  </p>\"},{\"content\":\"<p>Engagement in online courses is just as much of a challenge as it is in a brick-and-mortar setting.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Without an instructor standing over the class, online learning requires a certain level of maturity and an ability to be self-motivated (or have parents who will endlessly nag their kids).</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Gagnon says his company tries to maintain engagement by using what usually distracts students -- “using text messaging and email, chat and Facebook, using a social community.”</p>\"},{\"content\":\"<p>Barth, with the Center for Public Education, says there isn’t much data on how many kids make it to the finish line.  </p>\",\"type\":\"text/html\"},{\"content\":\"<p>“In some cases they work really really well. And they are a really great vehicle for providing students access for courses they might not have,” she says.  But on the other hand, it can be easy for students to slip through the digital cracks. “Students aren’t being monitored necessarily in the online universe, many students are getting lost in cyber space, not getting the results we want out of online courses.  So it’s a real mixed bag out there.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>For students who think it’s going to be a breeze, not so, says Sabrina Sampson -- who, by the way, got an A+ in her health class. “You kind of think health class that should be easy but it was actually really intense from what I thought it would be.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“Fun-sucking” was another word Sampson used to describe it.  “Just cause it’s your summer and you want to relax.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Turns out, even online. It’s still summer <em>school,</em>  and no amount of technology can change that.</p>\"}]","description":"School budget cuts are wiping out traditional summer school programs, so more students are turning to the web.","teaser":"School budget cuts are wiping out traditional summer school programs, so more students are turning to the web.","byline":"Sabri Ben-Achour","tags":["APM","Education","online education","summer school"],"itags":["d05fbe0b76aa178214d249110d36ce2d","Marketplace for 8/6/13","PMP:Marketplace_PMP","Marketplace"],"contentencoded":"<div class=\"barn-cleaned\"><p>Some of you may have fond memories of Summer School. I’m sorry did I say fond? I meant haunting.</p>\n<p>Sitting in class next to the kid who’s snoring or possibly dead, the teacher who wants to be there even less than you do, and the constant FOMO (Fear Of Missing Out) knowing that your friends are at the pool, or sitting on the couch watching a movie about people at the pool.</p>\n<p>Well, congratulations. You can now experience many of those memorable high school moments &nbsp;from the comfort of your own home, thanks to the internet. Welcome to Online Summer School.</p>\n<p>Sabrina Sampson, a rising 9<sup>th</sup> grader at the Maggie L. Walker Governor’s school in Richmond, Va., took health this summer, so she could play in the orchestra next year. “Each lesson would be sort of an interactive power point presentation with audio and videos -- more like YouTube videos than lecture videos,” she says. There were online assignments and worksheets, and the teacher was pretty engaged. “She gave really good feedback.&nbsp; It was a real class with real expectations.”</p>\n<p>It’s a real trend, too.</p>\n<p>“There is a tremendous growth in the amount of online courses students are taking,” says Patte Barth, director of the Center for Public Education, part of the National School Boards Association. “School districts are cutting back on summer school programs as a way to balance their budgets.\"</p>\n<p>In Los Angeles, for example, last year there was $40 million in the budget for summer school. This year, there’s $1 million. Districts in Philadelphia and Florida have also cut their summer programs.</p>\n<p>“Traditional summer school program is very expensive, because a lot of it’s over time and extra pay,” says Joseph Gagnon, CEO of online education provider <a href=\"http://www.pennfoster.edu/\" target=\"_blank\">Penn Foster</a>. “The online program is about 50 percent the cost.” &nbsp;Penn Foster’s web-based courses, in subjects like Earth Science and World Literature, pull in thousands of high school students a year. They currently have 43,000 high school students enrolled. &nbsp;</p>\n<p>Engagement in online courses is just as much of a challenge as it is in a brick-and-mortar setting.</p>\n<p>Without an instructor standing over the class, online learning requires a certain level of maturity and an ability to be self-motivated (or have parents who will endlessly nag their kids).</p>\n<p>Gagnon says his company tries to maintain engagement by using what usually distracts students -- “using text messaging and email, chat and Facebook, using a social community.”</p>\n<p>Barth, with the Center for Public Education, says there isn’t much data on how many kids make it to the finish line. &nbsp;</p>\n<p>“In some cases they work really really well. And they are a really great vehicle for providing students access for courses they might not have,” she says.&nbsp; But on the other hand, it can be easy for students to slip through the digital cracks. “Students aren’t being monitored necessarily in the online universe, many students are getting lost in cyber space, not getting the results we want out of online courses.&nbsp; So it’s a real mixed bag out there.”</p>\n<p>For students who think it’s going to be a breeze,&nbsp;not so, says Sabrina Sampson -- who, by the way, got an A+ in her health class. “You kind of think health class that should be easy but it was actually really intense from what I thought it would be.”</p>\n<p>“Fun-sucking” was another word Sampson used to describe it.&nbsp; “Just cause it’s your summer and you want to relax.”</p>\n<p>Turns out, even online. It’s still summer <em>school,</em> &nbsp;and no amount of technology can change that.</p></div>","audio":[{"type":"image/jpeg","meta":{"crop":"primary","height":"340","width":"610"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/onlineschool.jpg?itok=S1fsrueN"},{"meta":{"duration":159,"duration_hms":"00:02:39","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/08/06/marketplace_segment21_20130806"}},"type":"audio/mpeg","format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/08/06/marketplace_segment21_20130806_64.mp3"}]}