{"created":"2015-05-27T15:05:23+00:00","modified":"2015-05-28T15:05:23+00:00","valid":{"from":"2015-05-28T15:05:23+00:00","to":"3015-05-28T15:05:23+00:00"},"hreflang":"en","title":"Smokers More Likely To Quit If Their Own Cash Is On The Line","published":"2015-05-14T19:25:00+00:00","teaser":"A carrot isn't enough — bring on the stick. A study finds smokers are more likely to quit tobacco if they lose some of their own money after a relapse, than if they get a bonus for quitting the habit.","itags":["npr_api","406459255"],"guid":"d0626366-6118-4d81-a7d3-fddd6e067aca","contentencoded":"<p>A new study finds that employer-based programs to help people stop smoking would work better if they tapped into highly motivating feelings — such as the fear of losing money.</p><p>This conclusion flows from a study involving the employees of CVS/Caremark. Some workers got postcards asking them if they wanted a cash reward to quit smoking. One card ended up in the hands of Camelia Escarcega in Rialto, Calif., whose sister works for CVS.</p><p>Escarcega says she had smoked for many years and wanted to quit, and figured money would be a good incentive. Her sister told her she was welcome to enroll in the study, so she did.</p><p>Escarcega didn't know it at the time, but the study was comparing different financial incentives to help people quit smoking. Hers was straightforward: Over a span of six months, she'd get up to $800 if she quit and didn't start again.</p><p>She did pretty well, she says. \"I've been smoke-free for a year and a half now.\" The program offered her free nicotine patches, but Escarcega says she didn't even need that added help.</p><p><a href=\"https://www.med.upenn.edu/apps/faculty/index.php/g358/p8932\">Dr. Scott Halpern</a>, a professor of medicine, epidemiology, medical ethics and health policy at the University of Pennsylvania, worked with colleagues to design the study, as a way of exploring the best way to entice people to quit tobacco, using financial incentives.</p><p>\"A dollar is not a dollar,\" Halpern says, \"and how you design smoking cessation programs of the same approximate value goes a long way toward determining how effective these programs will be.\"</p><p>The researchers compared a few approaches. Some people simply got cash for quitting. Others were offered a carrot-and-stick approach. They'd get a similar financial reward if they quit, but they'd also lose $150 of their own money if they started smoking again.</p><p>\"People are much more afraid of losing $5 than they are motivated to earn $5,\" Halpern says. \"And so people's actions go with their psychology.\"</p><p>It came as no surprise that the researchers found it a lot harder to convince people to put down a deposit of their own money. But when they did, the results were remarkable.</p><p>\"The deposit programs were twice as effective as rewards, and five times more effective than providing free smoking cessation aids like nicotine replacement therapy,\" Halpern says.</p><p>More than half of the people who had money on the line stopped smoking for at least six months. These results are <a href=\"http://www.nejm.org/\">reported</a> Wednesday in the latest <em>New England Journal of Medicine</em>. And Halpern argues the approach is much more effective than what most companies do now.</p><p>\"Many programs are structured such that employees who stop smoking are rewarded by having less money taken out of their paychecks for insurance premiums the following year,\" Halpern notes. \"But by bundling the rewards into paychecks they're relatively invisible to people — and the fact that they occur in the future — makes it less influential than if people were handed the same amount of money more quickly.\"</p><p>Mercer, a benefits consulting company, <a href=\"http://www.mercer.com/content/mercer/global/all/en/newsroom/modest-health-benefit-cost-growth-continues-as-consumerism-kicks-into-high-gear.html\">reports</a> that 21 percent of large employers currently offer financial incentives to workers who quit smoking or don't start — primarily by reducing their health-insurance premiums. (An additional 5 percent of those companies offer other incentives). And more than half of the nation's biggest employers use incentives.</p><p>Halpern says insurance premium rebates aren't the best way to go.</p><p>\"Employers and insurers could do a whole lot more to curb smoking than they currently are,\" he says. \"And doing so, they would reduce costs to themselves and improve public health.\" Each employee who smokes costs a company more than $5,000 extra a year, due to health care costs and other expenses.</p><p>This is potentially tricky ground to navigate, though.</p><p>\"Companies may have a concern that if they sign people into this kind of a wellness program and [the employees] lose that deposit, they're going to feel really badly,\" says <a href=\"http://www.chicagobooth.edu/faculty/directory/u/oleg-urminsky\">Oleg Urminsky</a>, at the University of Chicago's Booth School of Business.</p><p>The worry is that those bad feelings \"may spill into other things,\" Urminsky says. \"Are they going to resent the employer? Are they going to be complaining? It's a powerful tool but it's one that has to be used carefully.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Smokers+More+Likely+To+Quit+If+Their+Own+Cash+Is+On+The+Line&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Harris","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406505254-ecabba.m3u?orgId=1&topicId=1128&d=235&p=2&story=406459255&t=progseg&e=406504908&seg=19&ft=nprml&f=406459255"}]}