{"created":"2014-12-23T22:37:37+00:00","modified":"2014-12-29T21:11:56+00:00","valid":{"from":"2014-12-29T21:11:56+00:00","to":"3014-12-29T21:11:56+00:00"},"hreflang":"en","guid":"d07154b2-74cd-4b64-af3b-9601cc9ccc5a","title":"When the Internet goes down in North Korea, there aren't many to notice","published":"2014-12-29T21:11:54+00:00","byline":"Joyce Hackel","tags":["Hacking","hackers","Kim Jong-un","computer network","internet","intranet","outage","Cyberwarfare","SafeMode","Technology","Science, Tech & Environment","Asia","North Korea","China","United States","Asia","East Asia","North America","Max Fisher","Hacking","Hackers","North Korea","Kim Jong-un","Computer network","Internet","intranet","outage","Computing","Internet in North Korea","Kwangmyong"],"teaser":"No one know who's responsible for taking out North Korea's Internet on Tuesday, but most North Koreans aren't especially concerned. They use an \"Intranet\" called Kwangmyong, or \"Bright Star,\" and for them, nothing changed.","contentencoded":"<p>If someone switched off North Korea's Internet Monday, they're not stepping forward to take credit. Two of the most likely suspects, Washington and Beijing, won't say they did it. But high-ranking American officials haven't officially ruled out the possibility that the US played a role in the nearly 10-hour outage.</p>\n<p>\"The State Department is ... saying, 'We can't discuss operational details,\" says Max Fisher, content direct for Vox. \"They seem to be going out of their way to say, 'Hey, just so you know, we're not denying responsibility for this.'\" </p>\n<p>Fisher thinks it's possible the shutdown was a collaborative effort between the United States and China; neither country was happy with the Sony hack that has been blamed on North Korea. And North Korea's Internet likely relies on a single provider in China, so \"all it takes is someone in Beijing flipping the switch,\" according to Fisher.</p>\n<p>Yet Monday's cyber shutdown didn't register for the vast majority of North Koreans. The few North Koreans that can log-on — via dial-up or by plugging into a network at a university — only have access to the private \"intranet\" called the Kwangmyong, or \"Bright Star\" in Korean.</p>\n<p>\"What Kwangmyong looks like is sort of like what the Internet looked like, circa 1994,\" Fisher says. \"You're completely shut off from the rest of the Internet, and you've got a few very old looking programs — email, web browser, message forums — that are actually pirated copies of Japanese versions of Microsoft products that were smuggled in from China.\" </p>\n<p>And don't even try to log onto Google. That's reserved for the inner circle of North Korean leadership, like military leaders, propagandists and hackers. </p>\n<p>\"When the news came out this week that the North Korean Internet was shut down, that actually did not touch the Kwangmyong,\" Fisher says. \"For them, everything was just fine and dandy.\"</p>\n<p>Relatively few residents of the Hermit Kingdom have government permission to own a computer, let alone the resources to buy one. But authorities are making Bright Star available to an increasing number of North Koreans now that pirated DVDs of South Korean soap operas are trickling across the border. </p>\n<p>\"They don't want North Korea to look too poor or impoverished compared to the outside world,\" Fisher says. </p>\n<p>Meanwhile, a new generation of North Korean hackers is in the making. \"Often they will send them abroad to Russia or China to train,\" he says, adding that the push to groom more competent hackers may ultimately eclipse North Korea's conventional military efforts. </p>\n<p>\"It's actually much cheaper and much more within their means to spend all of that money instead on training a small number of hackers,\" Fisher says. \"It's a way of saying, 'Listen, if you mess with us, if you step on our toes, we can cause a lot of trouble for you.'\" </p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/122320142.mp3"},{"href":"http://www.pri.org/file/122320142mp3"}]}