{"created":"2014-11-23T07:59:43+00:00","modified":"2015-05-22T18:27:19+00:00","valid":{"from":"2015-05-22T18:27:19+00:00","to":"3015-05-22T18:27:19+00:00"},"hreflang":"en","title":"Former D.C. Mayor Marion Barry Dies","published":"2014-11-23T18:28:00+00:00","teaser":"The fiery Washington, D.C., politician who was famously re-elected after going to jail for crack cocaine possession, has died after months of battling a number of health issues. He was 78.","itags":["npr_api","366059452"],"guid":"d075e6eb-83ea-471e-8558-2539ba36c612","contentencoded":"<p>Marion Barry, the fiery Washington, D.C., politician who was famously re-elected after going to jail for crack cocaine possession, has died after months of battling health issues. He was 78.</p><p>The four-term mayor, who was still serving his third term on the D.C. Council, was famous for fighting for the District's disenfranchised, but won national notoriety after he was caught on FBI video with an ex-girlfriend and crack cocaine in 1990.</p><p>He was considered by many to be the district's most charismatic and controversial politician.</p><p>Barry collapsed Saturday and was taken to United Medical Center in Washington, D.C., where he died. He had just been released earlier from Howard University Hospital, where he had been admitted on Thursday, <a href=\"http://www.wusa9.com/story/news/local/dc/2014/11/23/marion-barry-dies-78-years-old/19437553/\" target=\"_blank\">according to WUSA9</a>.</p><p>The cause of death is unknown. Barry struggled with diabetes, a blood infection and was a prostate cancer survivor, <a href=\"http://www.wtop.com/109/3748855/Former-DC-Mayor-Marion-Barry-released-from-hospital\" target=\"_blank\">reports WTOP</a>. He had a liver transplant in 2009.</p><p>Barry won three terms as mayor, then spiraled into decline because of drug and alcohol abuse. After serving a prison term, he ran a fourth time for mayor in 1994 and won.</p><p>He told the crowd in 2004 the same thing that has always rallied his supporters.</p><p>\"I'm gonna stand up for you, and everybody knows I've been given a gift by God, by God himself, to lead, to stand up, to fight, to empower people,\" he said.</p><p>Barry is survived by his estranged wife, Cora, and son, Marion.</p><p>The <a href=\"http://www.washingtonpost.com/local/obituaries/marion-barry-dies-4-term-dc-mayor-the-most-powerful-local-politician-of-his-generation/2014/11/23/331ad222-c5da-11df-94e1-c5afa35a9e59_story.html\" target=\"_blank\">Washington Post</a> calls him \"the most savvy local politician of his generation. He dominated the city's political landscape in the final quarter of the 20th century.\"</p><p>He installed summer jobs programs for youths and home-buying assistance for the working class, and put thousands of blacks in middle- and upper-level city jobs that had once been reserved for whites, Bart Barnes of the Post reports.</p><p>\"He came to Washington as a champion of the downtrodden and the dispossessed and rose to the pinnacle of power and prestige,\" Barnes writes.</p><p>Journalists loved Barry for his candor and rhetorical flair, said Clarence Page, a D.C.-based columnist for <em>The Chicago Tribune</em>. Page also remembers Barry as a civil rights activist.</p><p>\"He was there with the Freedom Riders,\" Page said. \"He was a neighborhood organizer.\"</p><p>Born In Mississippi in 1936, his jobs as a child included picking cotton. During the 1960s, he earned a master's degree in chemistry at Fisk University and was arrested several times for sit-ins.</p><p>Barry was the first chairman of the Student Non-violent Coordinating Committee, and moved to Washington in 1965 to launch a local chapter. His political career started with the school board, then the city council.</p><p>Barry was shot just above the heart in 1977 during the two-day siege of a District office building by Hanafi Muslims. The wound was superficial, and the next year, he ran for mayor and won.</p><p>\"He ran all the traps,\" said Ivan Brandon, a media consultant who has known Barry since 1967. \"He did all the hard work to get to the point where he could run for mayor.\"</p><p>Brandon said Barry's supporters were diverse during his first mayoral campaign.</p><p>\"The white community in D.C. — the folks who had been here a long time, the people who were the actual power brokers,\" Brandon said. \"Marion managed to appeal to those folks. They saw him as an agent of change.\"</p><p>But by his third term, rumors were swirling about his drug and alcohol use.</p><p>\"With him, it was more his own personal problems with drugs, with staying out late and his marriage falling apart, these sort of things that were such a stark contrast to his early years,\" said Page.</p><p>In 1990, Barry was caught on a now-infamous video tape by the FBI when an informant with whom he'd had a previous relationship lured him to a Washington hotel room and insisted he smoke crack cocaine.</p><p>During the arrest, a furious Barry kept muttering, \"Goddamn bitch set me up.\"</p><p>Then-U.S. Attorney Jay Stephens denied that Barry had been framed.</p><p>\"He entered on his own volition,\" Stephens said at the time. \"He himself put himself in that situation.\"</p><p>But Page said the jurors at Barry's trial didn't buy the charges against him.</p><p>\"The jury sympathized with him, seeing his arrest as a set-up,\" Page said. \"He was only convicted of a misdemeanor and then re-elected immediately after he got out. This has been kind of typical of his career.\"</p><p>Barry's 1992 victory as a Ward 8 councilman and his re-election as the District's mayor in 1994, stunned the nation. He had already lost most of his white support, which deepened the city's racial divide.</p><p>Congress stripped Barry of much of his control, and he declined to seek a fifth term in hopes that lawmakers would restore full home rule. In 2004, Barry ran again for the D.C. Council in Ward 8, and won.</p><p>Barry's friend, Ivan Brandon, explained that the man one newspaper dubbed \"Mayor for Life\" also had a strong personal appeal.</p><p>\"The beauty of Marion is that he survived all this and he still deeply cares about the city, definitely deeply cares about the poor people and the middle class in the city,\" Brandon said. \"He can grab your arm and grab your hand and talk to you, and you'll walk away thinking you've been chatting with your best friend.\"</p><p>Barry himself reflected on his political legacy in 1998, when he announced that he would not seek a fifth term as mayor.</p><p>\"Perhaps my most important service which will probably be the most remembered was my efforts to strengthen minority businesses and minority enterprises in the District of Columbia,\" he said.</p><p><strong>Update at 1:27 p.m. ET. A Stories Life And Career:</strong></p><p>President Obama issued this statement on the passing of Barry:</p><blockquote><p>\"Michelle and I were saddened to hear of the passing of Marion Barry. Marion was born a sharecropper's son, came of age during the Civil Rights movement, and became a fixture in D.C. politics for decades. As a leader with the Student Nonviolent Coordinating Committee, Marion helped advance the cause of civil rights for all. During his decades in elected office in D.C., he put in place historic programs to lift working people out of poverty, expand opportunity, and begin to make real the promise of home rule. Through a storied, at times tumultuous life and career, he earned the love and respect of countless Washingtonians, and Michelle and I extend our deepest sympathies to Marion's family, friends and constituents today.\"</p></blockquote>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Former+D.C.+Mayor+Marion+Barry+Dies&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Allison Keyes","audio":[{"meta":{"duration":"780"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366140725-712ef2.m3u?orgId=1&topicId=1014&d=780&p=10&story=366059452&t=progseg&e=366084527&seg=4&ft=nprml&f=366059452"},{"meta":{"duration":"276"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366140722-09c75f.m3u?orgId=1&topicId=1014&d=276&p=10&story=366059452&t=progseg&e=366084527&seg=4&ft=nprml&f=366059452"}]}