{"created":"2015-05-28T18:33:27+00:00","modified":"2015-05-29T14:06:59+00:00","valid":{"from":"2015-05-29T14:06:59+00:00","to":"3015-05-29T14:06:59+00:00"},"hreflang":"en","title":"David Oyelowo On Acting, His Royal Roots And The One Role He Won't Take","published":"2015-05-29T14:06:00+00:00","teaser":"The British-born Nigerian actor talks about playing an American veteran in <em>Nightingale</em>, the reasons he stays in character for weeks at a time and his aversion to playing \"the black best friend.\"","itags":["npr_api","409718943"],"guid":"d07d42b7-19e1-4e1c-8770-e912dcf1cb82","contentencoded":"<p>If actor David Oyelowo projects a regal air, it's one he comes by naturally. Born in England to Nigerian parents, Oyelowo's father had always told him that theirs was a royal family, a claim the actor initially discounted.</p><p>\"I was like, 'Yeah, whatever,' \" Oyelowo tells <em>Fresh Air's</em> Terry Gross. But then the family moved back to Nigeria, where they lived on a street named after his family, and the actor realized that his father had not been joking.</p><p>Oyelowo says that his family's royal heritage did not come with financial or \"positional\" benefits, but it did convey a \"sense of self that has enabled me, as I've gone into my life in the West, to carry myself in a way that flies in the face of the world in which I live.\"</p><p>At the age of 24, Oyelowo brought his regal bearing to the stage, where he became the first black actor to portray a king in a Royal Shakespeare Company production. More recently, he has made a name for himself by taking on American film roles. He played Martin Luther King Jr. in the film <em>Selma</em>, a civil rights activist in <em>The Butler</em> and a member of the Tuskeegee Airmen in <em>Red Tails. </em>His most recent film, HBO's <em>Nightingale</em>, is a single-character drama in which Oyelowo portrays an American veteran who is having a mental breakdown.</p><p>Oyelowo is open to playing many different types of characters, but he says there are a few roles he will not consider: \"Don't send me your script if you want me to play the black best friend. I just won't do that. You can feel when it's literally an afterthought; you can feel when it's like, 'Oh quick, let's get some color in here.' That I won't do because it's disrespectful and, for me, I'm either part of the solution or I'm part of the problem.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On his character in</strong><strong> </strong><strong><em>Nightingale</em></strong><strong><em> </em></strong></p><p>The fact of the matter is Peter Snowden [the main character in <em>Nightingale</em>] wasn't written as African-American, but when I read it I felt: Here is an opportunity to play the kind of African-American that I've certainly encountered in having lived here now for eight years, but I very rarely see in cinema. This is a guy who is an introvert. He's a bit of a nerd. He's agoraphobic, doesn't like leaving the house. There's nothing outward about him and I wanted that to be reflected in his voice. He also has an odd relationship with his sexuality. I would argue that he's gay, but he's in denial about that fact — that's to do with repression that comes from having been in the military, a religious upbringing that flies in the face of that. So I wanted a voice that didn't have any lyricism to it; I wanted it to be a little bit whiny, a little bit annoying.</p><p><strong>On staying in character while shooting</strong><strong> </strong><strong><em>Nightingale</em></strong><strong> </strong><strong>and</strong><strong> </strong><strong><em>Selma </em></strong></p><p>I stayed in character for the three weeks we shot <em>Nightingale</em> and for the three months we shot <em>Selma</em>. [<em>Selma</em> Director] Ava [DuVernay] would call me out of the blue at times just to check — I think she was shocked that I was going to go through with this. This is how bad it got: I remember, my wife, we were moving house[s] at the time and my wife called me and said, \"So what do you think? Should we go for the gray curtains or the brown?\" And I literally went, [in the voice of King] \"Well, I think we should ...\" and she went, \"Stop! Stop! I cannot talk curtains with Dr. King, we're going to pick this up afterwards. What on earth are you doing?\" So that was the moment I thought, \"OK, I'm all the way in, here.\" But yes, I just felt, for me, personally, I just felt you can't half-do Dr. King.</p><p><strong>On evoking King's voice</strong><strong> </strong><strong>and musical cadence </strong></p><p>I studied his cadence to the point whereby you understand that sometimes he used very — to be perfectly frank — bizarre emphasis. ... As someone who has studied his cadence, I know that it's only if I hit some of his idiosyncrasies in terms of the way he spoke that you will overall feel like you are watching Dr. King. And Ava and I broke down every single speech and we put in the rule of three, which he used a lot of the time. He would pause at an idea at the beginning, refer to it in the middle and bring it home at the end. These were all things that we wove into speeches that weren't words that he spoke but are evocative of the speeches he gave because there is a music to the way he gave a speech. ... Like any musician, like any composer, there's a signature style and that signature style can be transposed and that's what we did with the speeches.</p><p><strong>On his father coming from a royal Yoruba family </strong></p><p>My dad has tribal marks on his cheeks, he has four gashes in each cheek, which is very much part of the Yoruba tribe. ... If anyone messed with me at school, my dad would say, \"Tell them — look, see these marks on my face? I fought with a tiger, so they don't want to touch my son.\" So I believed for years that my dad had wrestled a tiger, which is why he had these marks on his cheeks. So, of course, at some point I realized that that was a load of bologna so when he was then saying that we were from a royal family I was like, \"Yeah, whatever.\" But then we shipped up in Nigeria and we lived on Oyelowo Street, named after my family, and we lived on the Oyelowo Compound. ... It was a very bizarre cultural thing to adapt to, going back.</p><p><strong>On how being from a royal family has affected him </strong></p><p>There are a lot of challenges I have undeniably faced as a black person both in the U.K. and in the U.S. that contrive to make me feel lesser than what I am, and I can absolutely see that in the African-American experience in this country. If you feel like the beginning of your history is rooted in slavery, that really, I think, messes with your sense of self, your self-esteem and your self-worth. But to know you came from a lineage of kings; to know that you came from a place whereby every opportunity afforded within that society is yours for the taking — it makes you get out of your bed a very different way than if you feel like today is yet another fight. So that is something I carry with me that I know has been of huge benefit as a result of my family and where I'm from.</p><p><strong>On being</strong><strong> </strong><strong>bullied </strong><strong>because he refused to take on a \"minority mentality\"</strong><strong> in school in North London </strong></p><p>If your notion of what it is to be black has been tarnished by what the culture in which you live in projects onto you, then you have a cankered sense of what that means. In the U.K., the reason I was being called a \"coconut\" [like the insult \"Oreo\" in the U.S.] is because to be black in the inner city school that I was going to was to be abusive to the teachers, to be getting as many girls pregnant as you possibly can, to be in trouble with the law — these were all things that were badges of honor where I grew up in North London. So to be a kid who wore his uniform correctly, who was respectful to his teachers, who put his head down and did his work, somehow I was trying to be something other than what I am supposed to be ...</p><p>It really confused me because here I am, literally having come back from the so-called motherland, and I had other people who looked like me saying that I was trying to not be what it is to be black, but that's because they had taken on a false notion of what that should mean. ... It was also a notion that was being projected onto them by the society in which they live: criminality is somehow linked to being black; teenage pregnancy is linked to being black; things that are negative are linked to being black. And they were taking it on and I absolutely refused to do that because I knew it not to be true. That's what I would refer to as a \"minority mentality.\" It's a sort of self-fulfilling prophecy of being the thing that the larger society says you are.</p><p><strong>On being the first black person to play a king [Henry</strong><strong> </strong><strong>V</strong><strong>I] in a Royal Shakespeare Company production </strong></p><p>When I was cast I had no idea that I was the first black person to be afforded that opportunity at the R.S.C. and, to be honest, I kind of tried to ignore it but it wouldn't go away. It was constantly in the press. There was one point at which I was rehearsing and I spent all of my lunch breaks fielding questions from the press and at some point we had to shut it down because the director didn't cast me to elicit that kind of reaction. ...</p><p>I remember reading an article in the <em>Telegraph</em><em> </em>newspaper, which is a big newspaper in the U.K., and an Oxford professor said something like, \"We open ourselves to ridicule when we allow black people to play English kings who clearly were not of African descent,\" or something like that, which to my mind is a pretty nonsensical thing to say when I don't know a single Egyptian who has played Cleopatra. And up until not that long ago white actors were playing Othello in Shakespeare plays in the U.K. So it sort of didn't hold any water, really ... but the play very quickly dulled those voices.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=David+Oyelowo+On+Acting%2C+His+Royal+Roots+And+The+One+Role+He+Won%27t+Take&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2663"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410321322-797bde.m3u?orgId=1&topicId=1137&d=2663&p=13&story=409718943&t=progseg&e=410253241&seg=1&ft=nprml&f=409718943"},{"href":"http://media.npr.org/assets/img/2015/05/28/nightingale05-e876214a9d029a0dd1c3f117fd0dd383f4ec5d30.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1078","width":"1438"}},{"href":"http://media.npr.org/assets/img/2015/05/28/selma--atsushi-nishijima---paramountsmall-1fc9663e2c09da3b6265af16bdb8f2bfc4b25117.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2394","width":"3193"}}]}