{"created":"2014-11-10T22:40:23+00:00","modified":"2014-11-11T19:45:30+00:00","valid":{"from":"2014-11-11T19:45:30+00:00","to":"3014-11-11T19:45:30+00:00"},"hreflang":"en","guid":"d088f6f8-c465-4edb-a4dc-0c753712f708","title":"The current situation in Europe is looking more like the Cold War","published":"2014-11-11T19:45:27+00:00","byline":"David Leveille","tags":["Cold War","US-Russia relations","NATO","military cooperation","Global Politics","Europe","North America","Russia","United States","Europe","North America","Ian Kearns","Vladimir Putin","International relations","Submarine","Military","NATO","Politics"],"teaser":"A new report from the European Leadership Network details a surge in incidents involving Russian planes and submarines, raising fears of a \"new Cold War.\" And without better coordination, the risk of an unintended conflict could rise along with tensions.","contentencoded":"<p>Twenty-five years after the Berlin Wall fell, the Cold War might be making an unwelcome comeback.</p>\n<p>\"We're in a confrontation with Russia,\" says Ian Kearns, the director of the European Leadership Network, a London-based resarch group. \"I think a lot of people understand that. But many fewer people understand that the confrontation now has to be managed.\"</p>\n<p>New research by the organization points to 40 suspicious and dangerous incidents in the past year involving Russian military planes, ships and submarines. That included a sub hunt near Sweden, simulated cruise missile attacks on other nations and a near-miss between a Russian military plane and a Scandinavian Airlines passenger jet. </p>\n<p>\"What President Vladimir Putin is trying to do — having invested a lot of money in the Russian military in recent years, and continuing to do so — is beginning to flex Russian military muscle.\" The intent is to \"demonstrate to the West that Russia is back as a military power and needs to be treated with respect.\"  </p>\n<p>Kearns say the wide range of incidents suggests Russia's military is adopting a more assertive, even aggressive posture. \"Russia may be testing how good NATO's defenses are and, at the same time, training Russian military personnel in near-combat conditions against a high-tech opponent like NATO,\" he says.</p>\n<p>And all of those incidents mean a bigger risk of unintended escalation, especially with relations already tense over Ukraine. </p>\n<p>\"History tells us that one of big problems is that events begin to drive policy,\" Kearns says. \"That's the big risk here: First, there's an incident; then potentially one incident escalates into something else and triggers a dynamic in which both sides believe that their prestige and their interests are sufficiently at stake, so that it becomes very difficult for either of them to de-escalate.\"</p>\n<p>That means all sides need to exercise restraint and improve communication, Kearns says: \"Our militaries are not talking to each other. We don't know what they're doing, when they're going to do it, where they're going to do it. Neither do they know what NATO's militaries are doing. That situation is just ripe for unintended escalation.”</p>\n<p>The ELN report calls for some kind of military-to-military communication and coordination. That would increase predictability on all sides, Kearns argues, and “give leaders and commanders on the ground much more time to make sensible decisions rather than to feel that they're under possible attack.\"</p>\n<p>And the group has one final, chilling observation: \"To perpetuate a volatile stand-off between a nuclear-armed state and a nuclear-armed alliance and its partners in the circumstances described in this paper is risky at best. It could prove catastrophic at worst.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}