{"created":"2015-01-23T08:37:42+00:00","modified":"2015-06-05T15:30:15+00:00","valid":{"from":"2015-06-05T15:30:15+00:00","to":"3015-06-05T15:30:15+00:00"},"hreflang":"en","title":"A Blind Woman Gains New Freedom, Click By Click By Click","published":"2015-01-26T22:20:00+00:00","teaser":"Blind since birth, Julee-anne Bell learned to get by better on her own with echolocation, a method explored in this week's <em>Invisibilia. </em>But along the way, she found that independence came with costs.","itags":["npr_api","379138970"],"guid":"d08ad610-b50d-4af8-b52d-a49474b25681","contentencoded":"<p><em>For someone who is blind, a simple click can be the sound of sight.</em></p><p><em>It's a technique called echolocation. Bats and other animals use it to see at night. And it's being used by an increasing number of people who are blind. They listen to how the clicking sounds they make with their tongues bounce off the world around them. It tells them a surprising amount about the world.</em></p><p><em>The technique was popularized by a man in California named Daniel Kish, who is the main subject of this week's <a href=\"http://www.npr.org/programs/invisibilia/\">Invisibilia,</a> NPR's new show about human behavior. Here, show co-host Lulu Miller tells the story of a woman who encountered some unexpected complications when she tried to learn.</em></p><p>Wanna know a great trick for figuring out how to click? Just do what Daniel Kish told Julee-anne Bell.</p><p>\"Imagine licking peanut butter off the roof of my mouth,\" says Bell. \"As soon as I did that, I got my click.\"</p><p>Julee-anne, who is in her early 40s and lives near Brisbane, Australia, has been blind since birth. She first heard about echolocation when she was 38 and the mother of two boys. Up until that point, she had spent her whole life getting around unfamiliar places on someone's arm, because she felt too nervous to go out alone with a cane or guide dog.</p><p>\"Physically I would be like butterflies, like serious butterflies when you're about to go on stage or do something really scary,\" Julee-anne says.</p><p>But when she holds onto someone's arm, she feels as if the world returns.</p><p>In fact, it was her husband's arm that made her fall in love with him. His arm literally reached out and rescued her when a careless boyfriend left her alone and terrified one night in college.</p><p>And Thomas Bell loved having her there. \"It was quite a nice feeling, actually, to have her on my arm. It sort of brought us closer together.\"</p><p>But that loving arm would eventually become a problem if Julee-anne was going to learn echolocation.</p><p>Julee-anne had hired Kish, who lost his sight as a toddler due to cancer and who developed the echolocation technique, to give her lessons after she heard about him on TV.</p><p>Kish flew out to Australia and spent a few days with her, teaching her how to click with her tongue and how to interpret what the echoes of those clicks meant. As they walked down the street and she clicked, he would ask: What was she detecting? A fence? A car? A tree? A person?</p><p>Once Julee-anne had mastered her click, Kish turned to a much more difficult thing to conquer — the fear of letting go of someone's arm.</p><p>Thomas understood that the goal was for Julee-anne to walk on her own, but it was hard for him to stand back.</p><p>\"I would find myself walking very close,\" Thomas says. \"I would sort of hover.\"</p><p>And it was hard for their sons Daniel and Joshua, too. \"It was daunting and scary,\" Julee-anne says. \"I was tense, he was tense. Everybody was tense.\"</p><p>But slowly she got better at the technique, which she uses while using a long white cane. (She now works as administrative manager for <a href=\"http://www.worldaccessfortheblind.org/\">World Action for the Blind</a>, the organization that Kish founded.)</p><p>Finally she decided to do something previously unthinkable: Travel alone to California to go hiking.</p><p>She met up with Daniel Kish and a few of his friends in Los Angeles, and went hiking along a steep ravine.</p><p>Suddenly, says Kish, \"We heard a slidy, soily sound.\"</p><p>Julee-anne had fallen off the side of a cliff. At a certain point she hit rock and started rolling — \"log-rolling down,\" says Julee-anne.</p><p>\"I lost my cane, I lost my hiking stick,\" she says. \"And you have no idea how — how is this going to end?\"</p><p>It ended with a friend of Kish's jumping down to help her roll to a stop. Once she realized she was battered and bruised but OK, Julee-anne's first thought was of her family. \"The thought I had was: They're gonna be really mad.\"</p><p>And they were — especially Thomas.</p><p>\"I was pretty shocked and concerned,\" he says. \"And I guess I got a bit angry.\"</p><p>\"And of course my husband's first response was that, well, 'Daniel should have taken better care of you,' \" Julee-anne says. \"And I said, 'You know what, I'm a grown-up!' \"</p><p>It took some time, but eventually Thomas got the message: The person he loved wanted to be let go. And he needed to let her go.</p><p>The boys spoke about this too, about how hard it was to give up being her guide. They said it made them feel proud.</p><p>And this became Julee-anne's strange struggle. She realized in healing herself, she was also hurting the people around her, in a way.</p><p>\"And I didn't even realize at the time what I was doing by wrenching away,\" Julee-anne says. \"And that's one of the reasons why I tend to hold his arm now.\"</p><p>The other reason is that in the last year, Thomas has become ill. It looks as if it might be multiple sclerosis.</p><p>So every day now, Julee-anne takes his arm and they walk. He uses a walking stick and she uses a cane. They walk side by side. \"And that is part of how we still connect,\" she says.</p><p>\"I'm not a terribly stable guide anymore,\" Thomas says. \"She is sort of taking the lead and sort of caring for me.\"</p><p><em>To hear more about echolocation and how Daniel Kish uses it to ride a bike, listen to the third episode </em><em>of </em>Invisibilia,<em> NPR's newest program. It explores how invisible things shape our behavior and our lives. The program runs on many public radio stations, and the podcast is available for download at </em><a href=\"http://www.npr.org/programs/invisibilia/\">NPR.org</a> <em>and on </em><a href=\"https://itunes.apple.com/us/podcast/npr-invisibilia-podcast/id953290300?mt=2\">iTunes</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Blind+Woman+Gains+New+Freedom%2C+Click+By+Click+By+Click&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lulu Miller","audio":[{"meta":{"duration":"419"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379282789-ea2e58.m3u?orgId=1&topicId=1128&d=419&p=3&story=379138970&t=progseg&e=379282668&seg=9&ft=nprml&f=379138970"},{"href":"http://media.npr.org/assets/img/2015/01/22/sonar_final1-a3f164d1b5d16bb7d917d3cdeec869afbdd55db6.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1125","width":"1502"}},{"href":"http://media.npr.org/assets/img/2015/01/22/juleeanne-1-5aa41b79bff139b7d679421069508d853a9284a0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1350","width":"1800"}}]}