{"created":"2014-09-19T19:43:56+00:00","modified":"2014-12-23T18:40:42+00:00","valid":{"from":"2014-12-23T18:40:42+00:00","to":"3014-12-23T18:40:42+00:00"},"hreflang":"en","title":"Farming The Bluefin Tuna, Tiger Of The Ocean, Is Not Without A Price","published":"2014-07-30T19:21:00+00:00","teaser":"Scientists are trying to raise prized bluefin tuna completely in captivity. An experiment at a Baltimore university is the first successful attempt in North America.","itags":["npr_api","336339179"],"guid":"d096110f-6ab8-455f-9510-ad118c9b579b","contentencoded":"<p>In a windowless laboratory in downtown Baltimore, some tiny, translucent fish larvae are swimming about in glass-walled tanks.</p><p>They are infant bluefin tuna. Scientists in this laboratory are trying to grasp what they call the holy grail of aquaculture: raising this powerful fish, so prized by sushi lovers, entirely in captivity. But the effort is fraught with challenges.</p><p>When I visited, I couldn't see the larvae at first. They look incredibly fragile and helpless, just drifting in the tanks' water currents. But they're already gobbling up microscopic marine animals, which in turn are living on algae.</p><p>\"It's amazing. We cannot stop looking at them! We are here around the clock and we are looking at them, because it is so beautiful,\" says <a href=\"http://www.umbc.edu/imet/people/zohar.html\">Yonathan Zohar</a>, the scientist in charge of this project.</p><p>It's beautiful to Zohar because it's so rare. Scientists are trying to raise bluefin tuna completely in captivity in only a few places around the world. Laboratories in <a href=\"http://www.nytimes.com/2013/11/11/business/energy-environment/japans-delicate-search-for-a-way-to-breed-tuna-on-an-industrial-scale.html?pagewanted=all&_r=0\">Japan</a> have led the effort. This experiment, at the University of Maryland Baltimore County's <a href=\"http://marinebiotechnology.umbc.edu/\">Institute of Marine and Environmental Technology</a>, is the first successful attempt in North America.</p><p>Scientists still have a long way to go to succeed. Most of the larvae have died, but hundreds have now survived for 10 days, \"and we are counting every day,\" says Zohar. \"We want to be at 25 to 30 days. This is the bottleneck. The bottleneck is the first three to four weeks.\"</p><p>If they make it that far, they'll be juvenile fish and much more sturdy. Then, they'll mainly need lots to eat.</p><p>Fully grown, the bluefin tuna is a tiger of the ocean: powerful and voracious, its flesh in high demand for sushi all around the world.</p><p>Journalist <a href=\"http://paulgreenberg.org/\">Paul Greenberg</a> wrote about bluefin tuna in his book <em>Four Fish</em>. If you're an angler, he says, catching one is an experience you don't forget.</p><p>\"When they come onboard, it's like raw energy coming onto the boat. Their tail will [beat] like an outboard motor, just blazing with power and energy,\" he says.</p><p>The fish can grow to 1,000 pounds. They can swim up to 45 miles per hour and cross entire oceans.</p><p>They're also valuable. Demand for tuna has grown, especially in Japan, where people sometimes pay <a href=\"http://www.businessinsider.com/bluefin-tuna-sells-for-record-breaking-18-million-2013-1\">fantastic prices</a> for the fish.</p><p>That demand has led to overfishing, and wild populations of tuna now are declining.</p><p>That's why scientists like Zohar are trying to invent a new way to supply the world's demand. They're trying to invent bluefin tuna farming.</p><p>\"The vision is to have huge tanks, land-based, in a facility like what you see here, having bluefin tuna that are spawning year-round, on demand, producing millions of eggs,\" he says.</p><p>Those eggs would hatch and grow into a plentiful supply of tuna.</p><p>That brings us back to these precious larvae. Before there can be aquaculture, large quantities of these larvae have to survive. Here in the laboratory, the scientists are tinkering with lots of things — the lights above the tanks, the concentration of algae and water currents — to keep the fragile larvae from sinking toward the bottom of the tank.</p><p>\"They tend to go down,\" explains Zohar. \"They have a heavy head. They go head down and tail up. If they hit their head on the bottom they are gone. They are not going to survive.\"</p><p>Enough are surviving, at the moment, that Zohar thinks they're getting close to overcoming this obstacle, too.</p><p>But that still leaves a final hurdle. The scientists will need to figure out how to satisfy the tuna's amazing appetite without causing even more damage to the environment.</p><p>A tuna's natural diet consists of other fish. Lots of other fish. Right now, there are tuna \"ranches\" that capture young tuna in the ocean and then fatten them up in big net-pens. According to Greenberg, those ranches feed their tuna about 15 pounds of fish such as sardines or mackerel for each additional pound of tuna that can be sold to consumers. That kind of tuna production is environmentally costly.</p><p>Zohar thinks that it will be possible to reduce this ratio or even create tuna feed that doesn't rely heavily on other fish as an ingredient.</p><p>But Greenberg says the basic fact that they eat so much makes him wonder whether tuna farming is really the right way to go. It increases the population of a predator species that demands lots of food itself.</p><p>\"Why would you domesticate a tiger when you could domesticate a cow,\" he asks — or, even better, a chicken, which converts just 2 pounds of vegetarian feed into a pound of meat.</p><p>If farmed tuna really can reduce the demand for tuna caught in the wild, it would be worth doing. But it might do more good, he says, to eat a little lower on the marine food chain. We could eat more mussels or sardines. It would let more tuna roam free.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Farming+The+Bluefin+Tuna%2C+Tiger+Of+The+Ocean%2C+Is+Not+Without+A+Price&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"275"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336468363-9ca63c.m3u?orgId=1&topicId=1053&ft=3&f=336339179"},{"href":"http://media.npr.org/assets/img/2014/07/29/tunatanks-dc33631fdb695f4e5163409413e2aae54a1e11ec.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2003","width":"2671"}},{"href":"http://media.npr.org/assets/img/2014/07/29/larvae-with-prey-infront-a30a1898564436011a182499495aa9ebfa31f9c2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"509","width":"680"}},{"href":"http://media.npr.org/assets/img/2014/07/29/day-12-with-teeth-f9b9294d12941b2dcb72bd41b2739c1b857fd248.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"508","width":"677"}}]}