{"created":"2014-08-29T19:50:25+00:00","modified":"2014-12-04T14:31:09+00:00","valid":{"from":"2014-12-04T14:31:09+00:00","to":"3014-12-04T14:31:09+00:00"},"hreflang":"en","title":"Rats! New York City Tries To Drain Rodent 'Reservoirs'","published":"2014-08-29T12:00:00+00:00","teaser":"Health officials want to reduce the rat population, so they're hiring extra exterminators, sealing up holes and teaching regular New Yorkers how to make homes and gardens less rat-friendly.","itags":["npr_api","344022034"],"guid":"d09b2694-534d-45d8-a916-21be9f34d90f","contentencoded":"<p>New York City is launching the latest salvo in its never-ending war on rats.</p><p>City officials are ramping up efforts to teach regular New Yorkers how to make their streets, businesses and gardens less hospitable to rodents — in other words, to see their neighborhood the way a health inspector would.</p><p>When Caroline Bragdon, a rat expert with the city's Department of Health and Mental Hygiene, walks through the East Village, she's not looking at the people or the storefronts. Her eyes point down, at the place where the sidewalk meets the buildings and the street. \"If you look really carefully, you can even see their hairs,\" Bragdon says, pointing to a little hole in the sidewalk next to a sewer grate. \"When we see something like this, what we say to each other is, 'This catch basin is hot.' You know, 'This is ratty.' \"</p><p>By that measure, this is one of the hottest neighborhoods in New York City. And it's one of the testing grounds for the city's new \"rat reservoir pilot\" — an initiative to try to reduce the rat population in neighborhoods with chronic infestations. Part of the plan is to hire extra exterminators and to seal up holes in sidewalks, parks and other public infrastructure. Rats can squeeze through the tiniest opening \"in doors, in windows, in sidewalk curbs, in any building infrastructure,\" says Bragdon. \"Rats only need a hole or a gap the size of a quarter to enter.\"</p><p>It's not enough just to poison the rats and collapse their burrows, Bragdon says. The city still does that, too. But she says the rats often come back — unless you can remove the conditions that attracted them in the first place.</p><p>\"People complain about the city's rats coming into their property,\" Bragdon says, \"but if you don't pest-proof your doors, it's like leaving your door open.\"</p><p>So another part of the city's new initiative is to educate regular New Yorkers on the finer points of rat behavior. It's a class known as <a href=\"http://www.nyc.gov/html/doh/html/environmental/pest-rodent-academy.shtml\" target=\"_blank\">the<strong> </strong>Rat Academy</a>, a free, two-hour course on how to make a business, apartment building or community garden less attractive to rodents. The city holds Rat Academies periodically for landlords and anyone else who asks. Earlier this month, Bragdon taught a class for community gardeners in the East Village.</p><p>\"We have a terrible rat infestation this year,\" says Brooke Demos, the co-president of a community garden on Avenue B. \"The actual rats, the droppings, the dead rats, the decomposing rats. We smell the decomposing rats and have to find them underneath thick vegetation.\"</p><p>The rat problem is also on the upswing at another garden on Fifth Street. Longtime gardener Analee Sinclair thinks the main problem is people who feed the pigeons. \"They'll throw a big pile of rice down somewhere in the garden or outside the garden,\" says Sinclair, \"and that's saying free food for all rats, come and get it.\"</p><p>Seventy years ago, the great journalist Joseph Mitchell wrote in <em>The New Yorker</em> that \"some authorities believe that in the five boroughs there is a rat for every human being.\" If anything, experts today say there are probably more.</p><p>Rats are basically nocturnal. On a recent tour of the East Village, Bragdon doesn't spot any live ones — but she did see a dead rat next to a construction site on Houston Street.</p><p>\"You have the bait station here, and the dead rat over there,\" Bragdon says. \"At least we got one.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rats%21+New+York+City+Tries+To+Drain+Rodent+%27Reservoirs%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"222"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344193438-2ab7fc.m3u?orgId=1&topicId=1128&ft=3&f=344022034"},{"href":"http://media.npr.org/assets/img/2014/08/28/nyc-rat-fb960b4a0fe4a5e07d146d149ac5d43a986ecb5b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1461","width":"1948"}}]}