{"created":"2014-09-02T17:05:13+00:00","modified":"2014-10-31T00:55:16+00:00","valid":{"from":"2014-10-31T00:55:15+00:00","to":"3014-10-31T00:55:15+00:00"},"hreflang":"en","title":"Digital Detox, Step 1: Step Away From The Phone","published":"2014-06-25T15:15:00+00:00","teaser":"Summer vacation season has people thinking about how to sign off and escape from the Internet. Is it possible? <em>All Things Considered</em> wants to know about your attempt at a digital detox.","itags":["npr_api","324892657"],"guid":"d0a2a6c4-546e-47b9-ac2c-d9c68be939b1","contentencoded":"<p>The summer months are upon us again. It's the season to sit outside, decompress and finally put those accumulated sick days to good use: It's vacation season.</p><p>Vacation traditionally means taking a break from all of the stresses, worries and routines of our daily lives. We put the work down in order to pick up a cool drink and a new novel.</p><p>So let's make sure we have everything:</p><p>Flip-flops? Check.</p><p>Suntan lotion? Check.</p><p>Cellphone? Laptop? iPad? Hmm.</p><p>Believe it or not, some people put down the smartphone, avoid their email, and stay off of social media for more than a few hours at a time.</p><p>Mat Honan puts himself in situations where he doesn't even have the option of using technology. He goes camping.</p><p>\"I love to go out,\" says Honan, a senior writer at <em>Wired </em>magazine<em>.</em></p><p>Honan says he loves being online, but he thinks \"there's value in <a href=\"http://www.wired.com/2013/10/honan/\">spending time in quiet reflection</a>.\"</p><p>\"That's something we've known for thousands of years,\" he says. \"Very hard to be reflective when you're distracted by these streams that have something interesting.\"</p><p>So whether it's for a week or a few days, the tech writer says take a break: Just unplug.</p><p>Paul Baier, a software company executive, takes breaks from social media a little bit more seriously — he pays for it.</p><p>Or at least he did.</p><p>Baier's daughter, just now finishing her sophomore year of high school, knew her father thought she spent too much time on Facebook. So, halfway through her freshman year, the now 15-year-old put a deal on the table: If Baier paid her, she would <a href=\"http://articles.latimes.com/2013/feb/07/business/la-fi-tn-daughter-facebook-break-200-20130207\">stay off Facebook</a>.</p><p>The sentence? Six months off social media.</p><p>The price? $200.</p><p>\"I thought she was joking,\" says Baier. \"I said you couldn't live without Facebook.\"</p><p>But she did, and with ease. And she was baffled when the Internet and TV went crazy with her story. She turned down all interviews.</p><p>And this isn't the only story of its kind.</p><p>A teacher waived an exam for students who <a href=\"http://www.kare11.com/story/news/education/2014/05/20/cell-phone-final-test-high-school-technology-kimball-test-math/9342939/\">agreed to give up their phones</a>. Another writer <a href=\"http://www.theverge.com/2013/5/1/4279674/im-still-here-back-online-after-a-year-without-the-internet\">stayed off the Internet, entirely, for a year</a>. He said he learned it wasn't the Internet that was causing his problems.</p><p>So, we want to hear your story. Tell us about your attempt at a digital detox. Did you last a week, a day? Was it challenging? Refreshing? Tell us what you did, and how it went. But you have to use the Internet to let us know.</p><p>Visit <em>All Things Considered</em> on <a href=\"https://twitter.com/npratc\">Twitter</a> or <a href=\"https://www.facebook.com/npratc?rf=109615589056326\">Facebook</a>, or <a href=\"https://docs.google.com/forms/d/1lLD5FhrVMPzJqgyEf0w8igW8ryqgQuEOtk8SbPEyBTs/viewform\">fill out this form</a>, to tell us about your digital detox stories.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Digital+Detox%2C+Step+1%3A+Step+Away+From+The+Phone&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"131"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324906617-1e86b8.m3u?orgId=1&topicId=1049&ft=3&f=324892657"},{"href":"http://media.npr.org/assets/img/2014/06/23/istock_000024700211small-72b857d0122aab05f4b9bc21ddddd83afe032808.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"553","width":"738"}}]}