{"created":"2015-03-06T21:20:04+00:00","modified":"2015-03-09T18:04:33+00:00","valid":{"from":"2015-03-09T18:04:33+00:00","to":"3015-03-09T18:04:33+00:00"},"hreflang":"en","guid":"d0af0dcc-123b-43e8-8a75-b36c3d5f4807","title":"Mount Everest has a problem — with poop","published":"2015-03-09T18:04:31+00:00","byline":"Bradley Campbell","tags":["everest","sherpa","mountain climbing","human waste","waste disposal","Environment","Science, Tech & Environment","Asia","Nepal","Himalayas","Asia","South Asia","Greg Vernovage","Ang Tshering Sherpa","Himalayas","Climbing","Mount Everest","Sherpa people","Mountaineering","Mount Everest disaster"],"teaser":"The Nepal Mountaineering Association says human waste is a bigger problem than trash on Mt. Everest. But the climbers aren't going away, so we asked an Everest expedition leader how he plans to safely heed the call of nature atop the world's tallest mountain.","contentencoded":"<p>Overcrowding on Mount Everest is always a concern, but there's another problem piling up on the world's tallest mountain: poop.</p>\n<p>A decade of climbers heeding the call of nature has caused a potential health hazard on the hill. There's no plumbing on the mountain, so human waste is simply left on the slopes</p>\n<p>Ang Tshering Sherpa, chief of the Nepal Mountaineering Association, told Reuters this week that <a href=\"http://www.reuters.com/article/2015/03/04/us-nepal-everest-idUSKBN0M00A220150304\">human excrement is a bigger problem</a> than the oxygen bottles, torn tents, broken ladders and other trash climbing teams left behind. \"Discarded in ice pits, the human waste remains under the snow,\" Sherpa said. \"When washed down by glaciers [when the snow melts,] it comes out in the open.\"</p>\n<p>But the climbers aren't going away, and Everest's mountaineering season opens up again this week after a deadly 2014. So how do you poop on the top of the world without leaving a trace?</p>\n<p>Greg Vernovage knows. He's the Mt. Everest Expedition Leader for <a href=\"http://www.mountainguides.com/\">International Mountain Guides</a> based in Washington State. He says it all starts at Base Camp. \"We have these gigantic blue barrels that we line with bags. It's made things a lot cleaner down there,\" he says.</p>\n<p>It gets trickier as you go higher, so he has his clients and his sherpas carry little biodegradable bags to poop inside. Each member is responsible for hauling his own bags both up and down the mountain. \"Our goal with using these things is to remove it entirely from the mountain,\" he says.</p>\n<p>He admits it isn't a perfect solution. High elevation does a number on the digestive system; climbers sometimes barely have time to take off their pants, let alone dig out a baggie from a pocket. But most of the time, he says, climbers manage to do things cleanly.</p>\n<p>When they return to base camp, Vernovage pays a guy known as the \"Goo Man\" to take the bags away for a dollar per kilo. \"The Goo Man is always wandering around camp looking for a way to make money,\" he says. \"He will come up and porter the human waste out of base camp and down the valley to a proper area.\"</p>\n<p>But not all outfits take as much care of the mountain, he says. Nepalese sherpas say some climber still just pop a squat in the snow or head behind a rock to do their business. And Vernovage says you can still see frozen poop from previous expeditions at base camp. The climbers refer to them as \"stalactites.\"</p>\n<p>\"I'd be a liar if I said we're perfect,\" he admits. \"We are not perfect. It's an ongoing process and battle.\"</p>\n<p>Vernovage says one way to combat this is to lead by example. Peer pressure, it seems, works. So do penalties put in place by the Nepalese government requiring climbers to bring back at least 17.6 pounds of trash and human waste down from the mountain. Those who don't risk losing a $4,000 garbage deposit. Vernovage says these rules, along with leading by example, have already done a lot to help clean up the mountain.</p>\n<p>\"I think we are progressing in a positive way every year,\" he says. \"Every year we are making great strides at cleaning up the mountain from years and years ago as well as keeping it clean for the future.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-06%2Fhow-poop-top-world&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0306201504.mp3"},{"href":"http://www.pri.org/file/0306201504mp3"}]}