{"created":"2015-01-20T21:26:40+00:00","modified":"2015-03-28T19:05:22+00:00","valid":{"from":"2015-03-28T19:05:22+00:00","to":"3015-03-28T19:05:22+00:00"},"hreflang":"en","title":"Supreme Court Examines Gray Area In Judicial Campaigning","published":"2015-01-21T16:25:00+00:00","teaser":"The court today heard arguments testing whether states may prohibit candidates for judgeships from soliciting campaign donations personally.","itags":["npr_api","378660069"],"guid":"d0b136df-dd1f-4f34-8338-4d6c1bb4e0d2","contentencoded":"<p>The U.S. Supreme Court heard arguments Tuesday in a case that tests whether states may ban judicial candidates from personally soliciting campaign contributions.</p><p>For most of the last decade, the Supreme Court's conservative majority has systematically dismantled federal and state campaign finance laws enacted to limit corruption and the appearance of corruption in the legislative and executive branches of government. Tuesday's case is the first challenge targeted specifically at the judicial branch.</p><p>Thirty-nine states elect some or all of their judges, and 30 of them bar personal solicitations in order to preserve judicial impartiality. If the Supreme Court treats those bans the same way it has treated other funding regulations, the personal solicitation bans are doomed by a 5-to-4 vote.</p><p>In those earlier cases, Justice Anthony Kennedy led the charge to abolish fundraising limits for legislative and executive candidates. But Kennedy has long been a strong advocate of a judiciary free from outside influences. So, if Florida and the other states have any hope of prevailing in this case, they have to persuade Kennedy that judgeships are different from other elected positions.</p><p>Kennedy's questions on Tuesday gave mixed signals about his views.</p><p>The challenge to the Florida personal solicitation ban was brought by Lanell Williams-Yulee, who announced her candidacy for the trial bench by sending out a signed letter asking for campaign contributions and posting her appeal on her website. She was reprimanded and fined for this. Williams-Yulee contends that the personal solicitation ban violates her First Amendment right of free speech.</p><p>Her lawyer, Andrew Pincus, told the justices Tuesday that the Florida ban might be justified for one-on-one, in-person solicitations, but not for mass mailings.</p><p>Justice Kennedy noted that a ban on face-to-face solicitations has \"all sorts of gradations.\"</p><p>\"What about a personal, one-on-one letter? How is that different?\" he asked. \"And then what about a letter to five people?\"</p><p>Laywer Pincus replied that the Court has, in other contexts, drawn a line between written and oral communications.</p><p>\"If we meet somewhere, and I take out a tablet and write something down and hand it to you,\" Chief Justice John Roberts probed, \"is that written or oral?\"</p><p>Suppose the state's view is that we want our judiciary \"to be above the political fray?\" Justice Ruth Bader Ginsburg asked.</p><p>Pincus replied that when a state chooses to elect judges, instead of using some appointment mechanism, the same rules apply to judicial elections as all other elections. A second problem with the Florida law, argued Pincus, is that it allows judges to know who gave contributions to their election committees.</p><p>Well, \"how can the judge not know,\" especially in states with public disclosure, Kennedy asked. It seems \"unworkable\" that everybody else reads the list, but the judge does not, he added.</p><p>Kennedy's questions suggested he believes it's very difficult to draw a limited line, more limited than the one drawn by Florida. But it remained unclear whether he thinks <em>any </em>line is permissible.</p><p>When lawyer Pincus tried to bolster his challenge by noting that Florida's judicial candidates are permitted to send thank-you notes to contributors, Justices Sonia Sotomayor and Stephen Breyer scoffed. A thank-you note \"is a form of politeness\" that doesn't put the same pressure on a lawyer to give, said Breyer. When a judge asks a lawyer to do something, the answer is almost invariably \"yes,\" he observed, But a lawyer feels much more free to say \"no\" to a campaign manager.</p><p>\"The proof is in the pudding,\" Justice Sotomayor said. She cited statistics that show judicial candidates in states where candidates can fundraise personally raise \"appreciably\" more money than judicial candidates in states that require candidates to fundraise through a committee.</p><p>Kennedy was silent for the second half of the argument when the Florida Bar's Barry Richard defended the personal solicitation ban. The other conservatives, with the exception of the always-silent Justice Clarence Thomas, took turns taking whacks at Richard.</p><p>Chief Justice Roberts pressed him repeatedly, asking what interest the solicitation ban serves. Richard replied that the state's interest is in protecting the impartiality of the courts and preventing <em>quid pro quo</em> corruption.</p><p>Justice Breyer chimed in with a famous quote, invoking the Magna Carta: \"Justice shall not be sold, nor shall it be denied.\"</p><p>\"That's at least 800 years old,\" he observed.</p><p>Chief Justice Roberts shot back: \"800 years ago, judges were not elected.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Supreme+Court+Examines+Gray+Area+In+Judicial+Campaigning&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"238"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378660070-a0978a.m3u?orgId=1&topicId=1070&e=378660069&d=238&ft=nprml&f=378660069"}]}