{"created":"2015-04-22T22:25:47+00:00","modified":"2015-04-28T15:05:15+00:00","valid":{"from":"2015-04-28T15:05:15+00:00","to":"3015-04-28T15:05:15+00:00"},"hreflang":"en","title":"The Nearly Lost Story Of Cambodian Rock 'N' Roll","published":"2015-04-23T01:25:00+00:00","teaser":"Before the Khmer Rouge regime, a thriving pop and rock scene adapted Western music heard on U.S. military radio stations. The documentary <em>Don't Think I've Forgotten </em>took 10 years to make.","itags":["npr_api","401020275"],"guid":"d0b46c05-67b4-47dc-b2d0-a9bb7dec07c6","contentencoded":"<p>The tragic story of Cambodia in the '60s and '70s is well-known: It became engulfed in the Vietnam War, then more than a million Cambodians died under the Khmer Rouge regime. Doctors, lawyers, teachers — educated people — were targeted in the communist takeover. So were artists and singers.</p><p>A new film documents the vibrant pop music scene that existed before the Khmer Rogue. <a href=\"http://www.dtifcambodia.com/\">Don't Think I've Forgotten: Cambodia's Lost Rock And Roll<em>,</em></a> which took director John Pirozzi 10 years to make, opens this week in New York.</p><p>One of the artists included in the film, Sinn Sisamouth, still is considered the greatest Cambodian singer of all time, an artist who embraced and adapted Western styles for Cambodian audiences.</p><p>\"I think he was actually both Elvis Presley and Frank Sinatra,\" Pirozzi tells NPR's Robert Siegel.<strong></strong></p><p>During the 20 years when pop music exploded in Cambodia, the musicians incorporated influences from around the world. They would imitate what we would call surf rock. There's also a very surprising Afro-Cuban music trend that started to blend in, and even covers of Western artists like <a href=\"http://www.npr.org/artists/15442799/carlos-santana\" target=\"_blank\">Santana</a>. The sounds from other countries were constantly changing Cambodian music.</p><p>One of the most fascinating things Pirozzi discovered while making the film was the very short lag time between music coming out of the West and the Cambodian musicians' ability to pick up on it.</p><p>\"I think,\" Pirozzi says, \"Western music for Cambodians was something that goes back to pre-rock 'n' roll. I mean, there were dance halls in Phnom Penh, and big band music and crooners were very popular in the '50s. People like Perry Como, Pat Boone, Frank Sinatra were getting into Cambodia through the elite, through the wealthy Cambodians who were being educated in France and coming back with records.\"</p><p>Initially, urban elites only had access to the '60s discotheque scenes shown in the film. But as American GIs began broadcasting close to Cambodia, Western music opened up to more and more people. By the time the '70s came around, right before the Khmer Rouge came into power, it was more accessible for Cambodians.</p><p>The rise of the Khmer Rouge spelled the end of the booming pop scene. Foreign sounds were banned and only traditional music was allowed. The capital city of Cambodia, Phnom Penh, was emptied out.</p><p>\"I think most of the famous singers — like Sinn Sisamouth, Ros Serey Sothea — were so high profile, it was impossible for them to hide their identities,\" Pirozzi says. \"But the backing musicians — the drummers, the guitar players, the bass players — they weren't as well known, so they could pretty much see what was happening and were able to hide their identities, some of them.</p><p>\"You had to really pick up on the situation quickly, and understand you had to hide your identity or else you could potentially be a target.\"</p><p>Sieng Vanthy is one of the few famous musicians who managed to survive.</p><p>\"I told them I was a banana seller,\" she says in the film. \"If I told them I was a singer, I would have been killed.\"</p><p>\"When we interviewed her,\" Pirozzi says, \"no one had really asked her about this time in her life for a long time, and you have to remember these people had their identities stripped from them. They had to start whole new lives, even after the Khmer Rouge, coming back to a city that was completely destroyed, a country that was completely destroyed.</p><p>\"So conducting the interviews and asking people to access this time was a very intense process.\"</p><p>When Pirozzi started the film, he was told by many people that he wouldn't find anything in terms of photographs and archival footage — but a lot of the music was still out there.</p><p>\"People held onto it, people hid it, people saved it,\" he says. \"There's so many people who came to me when they found out about the film who had little pieces to the puzzle — who had songs, who had photos, who had maybe a little bit of footage. And so the film sort of came together in a very communal way, with people who really cared about the music and cared about the country.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Nearly+Lost+Story+Of+Cambodian+Rock+%27N%27+Roll&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"480"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401540570-9ccce5.m3u?orgId=1&topicId=1039&aggIds=100920965&e=401020275&d=480&ft=nprml&f=401020275"},{"href":"http://media.npr.org/assets/img/2015/04/20/dontthink_still_full4-ac3b5ef5abb4148c668f9b2e6f87f9c4e8690694.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2733","width":"3645"}},{"href":"http://media.npr.org/assets/img/2015/04/20/dontthink_still_full91-4d5c23c246fe620e0b6c25e4b267e4010bc991b0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1170","width":"1561"}},{"href":"http://media.npr.org/assets/img/2015/04/20/dontthink_still_full1-fa229e119fb7651a41a50ff4042de8e8b80caa54.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1013","width":"1352"}}]}