{"created":"2014-12-20T10:30:09+00:00","modified":"2014-12-23T21:05:15+00:00","valid":{"from":"2014-12-23T21:05:15+00:00","to":"3014-12-23T21:05:15+00:00"},"hreflang":"en","title":"Sondheim's Songs Go 'Into The Woods' And Onto The Big Screen","published":"2014-12-20T16:39:00+00:00","teaser":"Director Rob Marshall is no stranger to the movie musical — and now, he's taking on the challenge of adapting Stephen Sondheim's knotty, complicated songs to the big screen with <em>Into the Woods.</em>","itags":["npr_api","371927713"],"guid":"d0b6b2ba-45e6-478b-bfeb-59b27f46c278","contentencoded":"<p><em>Into The Woods</em> is a 1987 Stephen Sondheim musical that we'd now call a mashup: A baker and his wife want a child. The little girl in a red hood who lifts pies from their shop lives next to a witch who once kidnapped the baker's baby sister, whom she now keeps locked in a tower. But she'll reverse a curse on the baker and his wife if they can find a white cow, a red cape, long blond hair, and a gold slipper: Jack and the Beanstalk meets Little Red Riding Hood, Rapunzel and Cinderella.</p><p>Rob Marshall — who won an Academy Award in 2003 for his film of the musical <em>Chicago</em> — has brought <em>Into the Woods</em> to the screen. He tells NPR's Scott Simon that while he's made some changes to the original show, many things remained the same. \"We held on to sort of the main elements and the central core of the piece ... and then made sure we reimagined it as a film as well.\"</p><hr /><h3>Interview Highlights</h3><p><strong>Why <em>Into the Woods?</em></strong></p><p>I loved it when I saw it in 1987 ... It says so much about parents and children, it says so much about the consequences of wishes, and I just found it, I've always found it really special and unique. ... I really see this as a sort of 21st century, modern fairy tale, even though it was written in the last century. It feels so relevant for today, especially children of today, who are dealing with some big issues, and it really, if I had to say, the central meaning of the piece, it comes in the song \"No One is Alone,\" which is a beautiful song, and it ... lets children know that they're not alone in the world.</p><p><strong>On the complicated wording of Sondheim's songs</strong></p><p>It's a challenge for actors, now question, but it's also a gift. There's such beautiful material and depth in these songs, they're beautiful stories unto themselves, you know, they always have a beginning, middle and an end. At the end of the song, someone's always different than they are at the beginning — the story and the character work happens inside the song. I really think of Steve as an actor himself, in a way. He just can find the colors of a person's character, and what they're going through and their dilemmas so clearly and so deeply, and it's just, it's thrilling for an actor to sing a Sondheim song.</p><p><strong>On the resurgence of movie musicals</strong></p><p>I was told many times that the musical was dead when I was doing <em>Chicago</em>, and I never really believe that a genre is dead — I really feel it's sort of the actual execution of the pieces and the careful way in which you have to approach them. I mean, everyone thought the sword-and-sandal film was dead until <em>Gladiator</em> arrived, you know — it happens a lot. So I believe in the genre of musicals on film. ... When they don't work, they're hard to watch because they're awkward and people start to sing and it doesn't feel right, and one of the goals in a film is to make sure that the singing is earned. That by the time they get to singing, they have no other choice but to sing ... and when it works, there's nothing like it.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sondheim%27s+Songs+Go+%27Into+The+Woods%27+And+Onto+The+Big+Screen&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"360"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372070508-1135de.m3u?orgId=1&topicId=1137&ft=3&f=371927713"},{"href":"http://media.npr.org/assets/img/2014/12/19/into-the-woods-01037_r-25ef2e424a789fdb86d7136471a922b2b34f2a56.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2553","width":"3405"}}]}