{"created":"2014-12-18T23:31:06+00:00","modified":"2014-12-22T21:05:42+00:00","valid":{"from":"2014-12-22T21:05:42+00:00","to":"3014-12-22T21:05:42+00:00"},"hreflang":"en","title":"Opportunity, Caution Seen For U.S. Banks As Cuba Rules Ease","published":"2014-12-18T23:32:00+00:00","teaser":"President Obama eased restrictions on Cuba this week, including a relaxation of rules barring U.S. banks from doing business there. But banks are awaiting details and are likely to proceed cautiously.","itags":["npr_api","371701243"],"guid":"d0b89312-6f0e-4cf9-b1c2-e26038753115","contentencoded":"<p>Among the changes to U.S. restrictions on Cuba President Obama <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/17/371398638/cuba-frees-american-contractor-alan-gross\">announced Wednesday</a> was a relaxation of the rules barring U.S. banks from doing business there.</p><p>Americans traveling in Cuba will now be able to use their credit cards and ATM cards, but many U.S. banks see the new rules as something of a legal minefield.</p><p>Even before Wednesday's announcement, the trade embargo with Cuba wasn't absolute. The government allowed U.S. citizens to sell certain kinds of <a href=\"http://www.npr.org/blogs/thesalt/2014/12/18/371478629/what-the-change-in-u-s-cuba-relations-might-mean-for-food\">agricultural</a> and medical products to Cuba under special license, but many companies were reluctant to do so.</p><p>The government has long barred U.S. banks from doing business in Cuba, meaning anyone hoping to sell products there had to find an intermediary bank in Cuba to process the trade. It's a complicated process, and Julia Sweig of the Council on Foreign Relations says a lot of banks decided it wasn't worth the trouble.</p><p>\"Cuba has to tie itself in knots in order to find financial or business institutions that are willing to pay the additional markup to do business with it,\" she says.</p><p>The new rules will allow U.S. banks to form direct relationships with banks in Cuba. They will also make the process of paying for goods traded with the country a lot easier.</p><p>\"So these changes are potentially seismic in that they would make a lot simpler, a lot more direct and a lot cheaper, all of these financial transactions,\" says Ted Henken, a professor at Baruch College and author of <em>Entrepreneurial Cuba: The Changing Policy Landscape.</em></p><p>And yet, many banks are looking at these changes with caution.</p><p>The U.S. has trade embargos against several countries including Iran and North Korea, and in recent years the U.S. government has pursued banks that violate them aggressively. In July, the French bank BNP Paribas agreed to pay a <a href=\"http://www.npr.org/blogs/thetwo-way/2014/06/30/327074923/bnp-paribas-agrees-to-pay-8-83-billion-in-sanctions-probe\" target=\"_blank\">$9 billion fine</a> for processing transactions for clients in several embargoed countries including Cuba.</p><p>\"In general, banks have been shaken very deeply by recent enforcement actions and are disinclined to dip their feet into what they see as shark-infested waters,\" says Clif Burns, an attorney who specializes in sanctions.</p><p>Right now many U.S. banks are waiting to see the text of the new regulations, says David Schwartz, president and CEO of the Florida International Bankers Association.</p><p>\"Banks are going to analyze very closely the regulations that do come out to determine how much leeway that does give them, how does that reduce the risk of doing that business?\" he says.</p><p>But Schwartz also acknowledges that the relaxation of the Cuban embargo is an opportunity for banks, even if they're cautious about taking advantage of it.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Opportunity%2C+Caution+Seen+For+U.S.+Banks+As+Cuba+Rules+Ease&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jim Zarroli","audio":[{"meta":{"duration":"171"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371721127-bcca08.m3u?orgId=1&topicId=1017&ft=3&f=371701243"},{"href":"http://media.npr.org/assets/img/2014/12/18/35305781_h33835480-83e2633daace8ae5be528432ac35622c76994b77.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2732","width":"3647"}}]}