{"created":"2015-04-08T07:46:32+00:00","modified":"2015-05-09T16:16:07+00:00","valid":{"from":"2015-05-09T16:16:07+00:00","to":"3015-05-09T16:16:07+00:00"},"hreflang":"en","title":"For The Modern Man, The Sweatpant Moves Out Of The Gym","published":"2015-04-23T18:17:00+00:00","teaser":"High-end sweatpants are becoming a staple in an increasing number of men's wardrobes. It's part of a global fashion trend called \"athleisure,\" where gym clothes find their way out of the workout room.","itags":["npr_api","397138654"],"guid":"d0c047e4-a2df-4781-aa00-31859eeb694c","contentencoded":"<p>They are not blue jeans. They are not slacks. They are not chinos or khakis.</p><p>\"They're like a jogger,\" Lee Davis says of his pants, walking through an outdoor mall in Los Angeles called The Grove. He's wearing them with a professional black cardigan over a designer white tee, with a crisp fitted baseball cap and fancy tennis shoes. The pants stand out the most. They fit him impeccably, with clear, tapered lines and a high-end, light-khaki material that flows luxuriously.</p><p>Davis is just one of several male customers walking through the mall in sweatpants. He says his cost $195, and that they are worth it.</p><p>\"They're kind of in between a sweat pant and a dress pant,\" Davis says. \"Denim sometimes can really be looked at as just casual. This makes it a little more dressy, because of the material.\"</p><p>He and his nearly $200 sweatpants are perhaps the poster child for fashion's latest obsession.</p><p><strong>What Is Athleisure?</strong></p><p>Davis' sweats are part of a growing trend called \"athleisure.\" Gym clothes are making their way out of the gym and becoming a larger part of people's everyday wardrobes — and a bit fancier in the process. The <a href=\"http://www.usatoday.com/story/money/2014/12/23/athleisure-activewear-shopping-holiday/19616825/\">NPD group says</a> sales of athleisure apparel were more than $35 billion last year and that athletic apparel now makes up 17 percent of the entire American clothing market.</p><p>H&M, Urban Outfitters, Aeropostale and TopShop have all launched athleisure lines. Certain collections have gotten endorsements from celebrities like Kanye West and Beyonce. Chanel even makes a couture sneaker now. <a href=\"http://www.wsj.com/articles/yoga-poseurs-athletic-apparel-moves-out-of-the-gym-to-every-day-1408561182\">The Wall Street Journal reports</a> that some estimates predict the U.S. athletic apparel market will increase by nearly 50 percent by 2020, even as Americans participate in fewer sports.</p><p>How did all of this happen? Will McKitterick, an analyst with IBIS World, says there are two big factors at play in the rise of athleisure: yoga and the cyclical nature of blue jean sales.</p><p>First, McKitterick says, there has been what he calls \"a change in what's appropriate to wear.\" Think yoga pants. Over the past decade or so, women have led this charge, specifically in their embrace of yoga pants outside of yoga studios. Now yoga pants, tights and leggings have moved from the gym to just about everywhere. That only helped make room for men's sweatpants to leave the couch.</p><p>McKitterick says declining jean sales are part of the equation as well. Reports say sales of denim in the U.S. were down 6 percent last fiscal year. \"Men, and people more generally, have a lot of jeans,\" he says. \"Jean sales have done really well over the last 10 years, and we've gone through a number of different fads surrounding jeans, perhaps most recently skinny jeans.</p><p>\"But, fashion denim is cyclical,\" says McKitterick. \"So it seems we're in a downturn period right now, and that's not too surprising coming off the large amount of sales we've seen over the last 10 years.\"</p><p>Athleisure apparel helps fill that void. For what it's worth, McKitterick says jeans have faced competition before, from corduroys in the '70s, and khakis and chinos in the '90s. Jeans bounced back both times.</p><p><strong>How Do You Wear Fancy Sweats?</strong></p><p>As far as who wears fancy men's sweatpants, Tyler Kantor, store manager of the Bonobos Guideshop La Brea - Los Angeles, says it's all types of guys.</p><p>\"You're going have your fashion forward guy, specifically looking for the jogger type sweat,\" he says. \"And then you have the customer who, it catches their eyes.\" Kantor says there's a third type of customer who \"we get to really guide them towards the sweat and get them out of their comfort zone.\"</p><p>Bonobos sweatpants retail for $98. I tried on a pair at the store, and then bought some for myself. Then I went to an expert for some advice on how to wear them: Robin Ghivan, fashion critic for <em>The Washington Post</em>. She says the particular style of athleisure that gave birth to expensive men's sweats came from city streets.</p><p>\"It really came out of the idea of streetwear, and the way that so many people who live in urban centers end up essentially carrying their entire day's worth of wardrobe and errand-running material, and half their closet with them sometimes,\" she said.</p><p>\"What you often end up with is a guy who is perhaps on his way to the office, but he's gonna stop at the gym beforehand, so he's got on a pair of sweatpants, but maybe he's got a blazer over his sweatpants, because he doesn't want to put the blazer in a gym bag. And he's got a parka over the blazer. And maybe instead of wearing his usual workout shoes, he's got on a pair of high-end sneakers. And so you ended up with this kind of [mix-match] of a wardrobe, simply out of necessity and convenience.\"</p><p>But Ghivan admits the look might not appeal to all men. \"On the one hand, they are a bit irresistible because they are familiar and they are comfortable, and they represent all the things that we love about clothes,\" she said. \"They make us feel warm and cozy. But there's also this voice in your head telling you, 'These are not appropriate to be worn to the office or in any professional situation.' And I also think there's a part of us that thinks, 'I cannot believe I should spend that much money on sweatpants.' \"</p><p>Still, she says if men do choose to wear fancy sweats, they should dress them up, not down. \"I would not wear them, for instance, with a T-shirt. I would wear them with a sport jacket, and maybe a sweater underneath the sport jacket.\"</p><p>Done right, Ghivan says the look \"feels very familiar and reassuring, but just makes men look like themselves, just better.\"</p><p>As for me, I wore those Bonobos sweats to work one day. My colleague Travis Larchuk said of my look, \"It's like Monet clothes. From far away you look like a put-together person. But then close up, you can you can see that you're really schlubbing it up at work.\"</p><p>And maybe, with all of athleisure apparel, that's the point.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+The+Modern+Man%2C+The+Sweatpant+Moves+Out+Of+The+Gym&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sam Sanders","audio":[{"meta":{"duration":"218"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398224701-d65ed1.m3u?orgId=1&topicId=1048&d=218&p=3&story=397138654&t=progseg&e=398224552&seg=19&ft=nprml&f=397138654"},{"href":"http://media.npr.org/assets/img/2015/04/07/463369760-f2da38b15b75bcfceaa8526b1b49312c4be44d6a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1996","width":"2664"}}]}