{"created":"2015-04-19T12:02:21+00:00","modified":"2015-04-27T19:05:15+00:00","valid":{"from":"2015-04-27T19:05:15+00:00","to":"3015-04-27T19:05:15+00:00"},"hreflang":"en","title":"'This Is Going To Be Too Hard': Keeping Kids From Using Pot","published":"2015-04-20T19:59:00+00:00","teaser":"Once a symbol of the counterculture, pot is now part of the culture. In Colorado, it's part of <em>everyday</em> culture, raising concerns for parents and those working to keep young people away from drugs.","itags":["npr_api","400699332"],"guid":"d0c0a48b-af70-42ab-b786-c080c5ec9957","contentencoded":"<p>Public perceptions of marijuana have come a long way. Once a symbol of the counterculture, pot has become part of the culture.</p><p>In Colorado, it's part of everyday culture.</p><p>Colorado has allowed medical marijuana since 2001, but voters amended the state constitution in 2012 to allow private marijuana consumption for adults aged 21 or older. The first-ever stores to sell state-regulated recreational pot opened their doors on Jan. 1, 2014.</p><p>The law has raised serious concerns for parents and those working with kids to keep young people away from drugs.</p><p>This week on <a href=\"http://www.npr.org/tags/399382645/for-the-record\">For the Record</a>: Parenting through the pot laws.</p><p>We hear three different viewpoints from people who have close contact with kids as they wade through the new world of legalization.<em> (Click on the audio link to hear their full stories.)</em></p><p><strong>Susie Bosley, middle school health teacher, Boulder, Colo.</strong></p><p>Bosley remembers the night Amendment 64 passed, legalizing recreational marijuana.</p><p>\"In a moment of despair, that night that it passed, I even went online and was like, 'Can I do another job now? This is going to be too hard.' \"</p><p><strong>Tina Thompson, police officer with Aspen, Colo., Police Department</strong></p><p>\"The message we're really trying to give to these kids is delay, delay, delay. We're not trying to demonize marijuana. We know that our state supports it for over 21, so we just want to let these kids know that the longer they wait, the more developed their brain is and the less likely they will become addicted, or any other harmful effects of marijuana.\"</p><p><strong>Julie Dooley, president, Julie's Natural Edibles, Denver, Colo.</strong></p><p>\"It's a different kind of conversation than maybe we had with our parents 40 years ago, where it was bad, it was unknown. We didn't know where you got it, where was it grown. My family, they're very respectful of cannabis. They see it as a medicine and they see it as something that can definitely help people in extraordinary ways.\"</p><p><strong>My Takeaways</strong></p><p>First, honestly, I had no idea there were so many edible pot products out there — chocolate, soda, even potato chips. Sure the law prohibits people under 21 years of age to use marijuana, but the preponderance of these kinds of products would rightfully worry some parents.</p><p>Second, Thompson called this generation of teens in Colorado \"guinea pigs.\" It's really unclear how the law will change their marijuana use and what long-term impact that will have.</p><p>Finally, students in Colorado are getting inundated with information about pot — marketing messages, prevention messages, conversations with parents. These kids are going to know a whole lot more about pot than other kids around the country because of this law.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27This+Is+Going+To+Be+Too+Hard%27%3A+Keeping+Kids+From+Using+Pot&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rachel Martin","audio":[{"meta":{"duration":"486"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400750544-a3aa80.m3u?orgId=1&topicId=1091&e=400699332&d=486&ft=nprml&f=400699332"},{"href":"http://media.npr.org/assets/img/2015/04/19/73245308-a4f6a8b26332eb0000af70418c9edadf73b281ea.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1980","width":"2643"}}]}