{"created":"2015-04-06T17:21:53+00:00","modified":"2015-04-07T18:50:39+00:00","valid":{"from":"2015-04-07T18:50:39+00:00","to":"3015-04-07T18:50:39+00:00"},"hreflang":"en","title":"Report Finds Failures In Rolling Stone's Retracted Rape Story","published":"2015-04-07T18:50:00+00:00","teaser":"The report, commissioned by Rolling Stone, was authored by Columbia Graduate School of Journalism deans.","itags":["npr_api","397855900"],"guid":"d0d0b50d-a366-44ef-a67a-cc9b3e9834bc","contentencoded":"<p>Rolling Stone retracted a November article detailing an alleged rape at a University of Virginia fraternity after <a href=\"http://www.rollingstone.com/culture/features/a-rape-on-campus-what-went-wrong-20150405\">a new report</a> found systematic failings on multiple levels of the reporting and editing process.</p><p><a href=\"http://www.rollingstone.com/culture/features/a-rape-on-campus-what-went-wrong-20150405\">The report</a>, commissioned by Rolling Stone, was authored by Dean Steve Coll and Academic Affairs Dean Sheila Coronel of the Columbia University Graduate School of Journalism. The magazine’s managing editor, Will Dana, is quoted in the report as saying, “It’s on me. I’m responsible,” but no one involved in the editorial process has yet been punished.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young speaks with NPR media correspondent <strong>David Folkenflik</strong> for more on the response to the report and its contents.</p><h4>Interview Highlights</h4><p><strong>On who was responsible for the mistakes made in the retracted rape story</strong></p><p>“It was a signal failing, top to bottom, of Rolling Stone’s editorial process from the reporter to her lead editor to the fact-checker to the overall managing editor, Will Dana, of Rolling Stone. The report laid out in stark detail how many failures not only of omission, but of commission were involved, and I think what was really telling was the degree to which the writer, Sabrina Rubin Erdely, and her editorial colleagues decided not to contact people who could have verified or disputed key elements of the victim’s tale.”</p><p><strong>On what they should have done before the story was published</strong></p><p>“What you’re supposed to do is verify in multiple directions, in multiple ways, from as many sources and resources as you can think of what occurred and why. And to be clear with readers what you know, what you don’t know and how you know those things. And the failure on both of those levels is pretty severe.</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>“What you can’t do is assert these things and present it as a narrative in a cinematic fashion and seemingly present that as almost fact.”</p><p></div></p><p>I spoke with Will Dana in recent days in anticipation of the release of this rather damning report, and I asked him about not only the failure to contact those friends, but the failures to be transparent with readers about that fact. And he said, ‘Well, the transparency issue was really a second or third order lapse compared to the other lapses.’ But I think it’s almost on an equal stage for two reasons: one, you have to keep faith with readers; two, in a sense I think it’s really important that it might forestall stupid decisions. The very act of writing on a screen or on a piece of paper a choice that you made that doesn’t bear up to scrutiny might tell you to say, ‘you know what, I’m going to stop right there. We’re going to go back and revisit this.&#8217;”</p><p><strong>On if the article will affect the credibility of other rape and sexual assault cases</strong></p><p>“Fundamentally, rape is a real question. It’s a real issue. I think the real issues about how victims and accusers are treated, about how seriously campuses deal with these things, how they handle them administratively rather than referring them, perhaps, to criminal law enforcement authorities… but what you can’t do is assert these things and present it as a narrative in a cinematic fashion and seemingly present that as almost fact. I think one of the ways in which you can tell the reporter&#8217;s own bent clouded her judgement fatally in this, it was that Sabrina Erdely’s apology last night went to her editors and colleagues, went to her readers, went to the University of Virginia, but notably didn’t single out the fraternity itself, and I thought that was a very stingy, parsimonious apology, because the fraternity, in some ways, was the most seemingly damaged reputationally for an event for which there is no proof it took place.”</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.npr.org/people/4459112/david-folkenflik\" target=\"_blank\">David Folkenflik</a></strong>, media correspondent for NPR. He tweets <a href=\"https://twitter.com/davidfolkenflik\" target=\"_blank\">@davidfolkenflik</a>.</li></ul><h4><strong>Earlier Coverage</strong></h4><ul><li><a href=\"http://hereandnow.wbur.org/2014/12/08/uva-rolling-stone\">Fallout Continues After Rolling Stone Backtracks On UVA Rape Story</a></li><li><a href=\"http://hereandnow.wbur.org/2014/12/03/uva-rape-rolling-stone\">How The Media Covered Rape Allegations At UVA</a></li><li><a href=\"http://hereandnow.wbur.org/2014/11/24/uva-rape-culture\">UVA Students Respond To Article Detailing Rape Culture</a></li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Report+Finds+Failures+In+Rolling+Stone%27s+Retracted+Rape+Story&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"414"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397891281-80e5dd.m3u?orgId=1&e=397855900&d=414&ft=nprml&f=397855900"},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/1124_uva.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"426","width":"624"}}]}