{"created":"2015-01-23T10:03:05+00:00","modified":"2015-05-13T21:20:33+00:00","valid":{"from":"2015-05-13T21:20:33+00:00","to":"3015-05-13T21:20:33+00:00"},"hreflang":"en","title":"Who Are The Houthis Of Yemen? ","published":"2015-01-26T16:33:00+00:00","teaser":"The Houthis have burst onto the scene in recent months and effectively taken control of the capital, Sanaa. Members espouse an offshoot of Shiite Islam and are now a major force in a volatile country.","itags":["npr_api","379282727"],"guid":"d0d1cf6e-018e-499e-9e92-fb0ebf46010a","contentencoded":"<p><a href=\"http://www.mei.edu/content/article/yemens-houthi-takeover\" target=\"_blank\">The Houthis of northern Yemen</a> were an obscure group until recently. But they surged to prominence in September, when the Houthi militia took over parts of Yemen's capital, Sanaa.</p><p>Yemen's president, Abed Rabbo Mansour Hadi, was weakened by the Houthi advance and agreed to a deal that allowed the militia to keep control in a number of key areas in Sanaa.</p><p>The fragile deal fell apart this week as the Houthis seized the presidential palace and placed more demands on Hadi, who resigned on Thursday. This has plunged Yemen into uncertainty.</p><p>Letta Tayler, a senior researcher on terrorism at Human Rights Watch who has closed followed Yemen, spoke to NPR's David Greene about the Houthis, a minority in Yemen who practice an offshoot of Shiite Islam known as Zaidism.</p><p><strong>DAVID GREENE: Who are the Houthis?</strong></p><p>LETTA TAYLER: They are a real wild card. They're a rebel group from northern Yemen. They have rapidly morphed into the armed faction of a full-fledged political movement. And I guess the most important thing for Americans to know is that part of the Houthi slogan is \"God is great.\" But then it continues, \"Death to America, death to Israel.\"</p><p><strong>Does this suggest Yemen is moving into a very dangerous place?</strong></p><p>Well, it could indeed be moving into a very dangerous place. But despite the slogan, the Houthis have not harmed Americans, nor have they harmed Israel. It's AQAP [al-Qaida in the Arabian Peninsula] in Yemen ... that is kidnapping and in some cases killing, foreigners. It's not the Houthis. So again, they're a wild card. We really don't know which direction they might go.</p><p><strong>Does the U.S. fight against al-Qaida in Yemen fall apart?</strong></p><p>Well, ironically, the one thing that we know that the Houthis and the U.S. government have in common is that they both want to get rid of al-Qaida in the Arabian Peninsula. So it may actually work out. It may not be entirely implausible to envision the Houthis and the United States joining in the fight against AQAP. So even marginal but sincere action against the AQAP by the Houthis might be a step forward.</p><p><strong>There's something incredibly striking about this narrative.</strong></p><p>This is often the way Yemen is. Yemen's politics and intrigue makes the word \"Byzantine\" seem simplistic. We don't know if Yemen is really sliding into chaos or if it's just continuing to hover on the brink. But we do know that this is a serious challenge for the U.S. government. ...</p><p>Combating terrorism is a priority for the Yemeni people, but it is not nearly as high on the priority list as ending government corruption, creating jobs, providing a good education system, ensuring that the country does not run out of water.</p><p>So these are the concerns of Yemenis. Yes, AQAP is one of those concerns, but most Yemenis see AQAP as more of a problem for the U.S. government. And they see the U.S. government coming in, not to help fix its own problems, but rather to take out elements of AQAP that may be a threat to the U.S., but not to resolve any of the deep problems of Yemen.</p><p><strong>Does anything give you hope for the future of this country?</strong></p><p>Every time I go to Yemen, I think, \"Can things really get worse?\" And then somehow they pop back up. I think the thing that gives me the most hope is the Yemeni people. There are so many people filling the squares and the streets of Yemen who genuinely want change, who will continue to press their demands peacefully, no matter how often they are tempted to try to shed blood. Let's not cross this country off just yet as a failed state.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Who+Are+The+Houthis+Of+Yemen%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"273"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379282728-879876.m3u?orgId=1&topicId=1009&d=273&p=3&story=379282727&t=progseg&e=379282668&seg=11&ft=nprml&f=379282727"}]}