{"created":"2014-10-03T19:43:58+00:00","modified":"2014-10-31T01:48:42+00:00","valid":{"from":"2014-10-31T01:48:42+00:00","to":"3014-10-31T01:48:42+00:00"},"hreflang":"en","title":"How To Stay Afloat In Your Infinite Stream Of Photos","published":"2014-05-23T22:22:00+00:00","teaser":"In an age of smartphones, it's easy to take an overwhelming number of photos. NPR's picture editor, Kainaz Amaria, has some tips for creating a bounty of images without driving yourself crazy.","itags":["npr_api","315240991"],"guid":"d0e35b07-04a2-4131-9f99-863ee2dc3393","contentencoded":"<p>On average, I make about 1,000 images each month on my iPhone. That's about 33.33333333333 (you get the idea) images a day. And that's just in an average month; if I'm on vacation or on assignment, that number might double or even triple.</p><p>It may sound extreme, but I wouldn't have it any other way. Photography is the language I am most comfortable speaking. Why bother describing a moment, <a href=\"http://kainazamaria.tumblr.com/\">when I can capture that feeling and share it instantly</a>?</p><p>So how do I avoid getting buried alive in this endless stream of digital information of my own making?</p><p>What if I told you there was one word that could ease your digital overload?</p><p>Here it is: <em>thoughtfulness</em>.</p><p>It's that easy. Being thoughtful in every step of the process — from making, sharing, archiving and printing your images — will ease your digital anxiety.</p><p>Here are some tips on how to do it:</p><p><strong>1. Making Images</strong></p><p>Yes, I say \"<em>making</em> images\" instead of \"taking images.\" When I'm behind the camera, I'm actively seeing what is in the frame, <em>and</em> what I've edited out. I'm composing, anticipating and sometimes waiting to get the moment right. I make more than one image of the same scene and I'm <em>in</em> the moment. I'm there. Once the camera goes up, I don't shut down — I bring every bit of focus to my frame.</p><p><strong>2. Curating And Sharing<br /></strong></p><p>I share <em>only</em> the images that I care about. The ones that make me feel something. The ones that communicate a thought, idea or a feeling.</p><p><strong>3. Archiving</strong></p><p>Every month, I take my images off the camera and save them on two separate hard drives. It doesn't take long if you do it in small doses. And I save every image.</p><p><strong>4. Printing</strong></p><p>If it's worth sharing, it's worth printing. That's my motto. And it's now easier than ever to turn your digital memories into analog goodies. There are sites that, with a few simple clicks, will print your images on everything from marshmallows to ceramic tiles.</p><p>If you want to create something more traditional, make a photo book after every 500 images you post. Make the time to take your cherished memories from your phone and put them on your walls, on your fridge and on your desk. In doing so, you're reviving those memories and solidifying those moments in your life.</p><p><strong>5. Take A Frame-Free Day</strong></p><p>One last piece of advice comes from renowned photojournalist <a href=\"http://instagram.com/edkashi\" target=\"_blank\">Ed Kashi</a>. He is a voracious image creator and loves what the digital revolution has to offer. I asked him if he had any tips for avoiding getting overwhelmed.</p><p>\"No! I have just given in to this constant state of connectedness. It's an addiction. I love what I do. I love making and sharing imagery and stories ... it's 24/7 if you're not careful,\" he says.</p><p>But if you <em>are</em> trying to stop being consumed by your camera, he offers this tip: \"Actually, my solution is to sleep,\" he says. \"And find times to break away from the laptop in particular. But breaking away from the phone has become an issue.\"</p><p>And that is important, too: to have some days when you don't make any images — when you just close your eyes and will yourself to remember the moment.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+To+Stay+Afloat+In+Your+Infinite+Stream+Of+Photos&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kainaz Amaria","audio":[{"meta":{"duration":"323"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1315279320-d21805.m3u?orgId=1&topicId=1143&aggIds=314571508&ft=3&f=315240991"},{"href":"http://media.npr.org/assets/img/2014/05/23/photo_memory-55921f21cf9f4af3df1e524a3fb6d51a3b063231.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1553","width":"2071"}}]}