{"created":"2014-09-17T15:55:24+00:00","modified":"2014-10-30T22:19:22+00:00","valid":{"from":"2014-10-30T22:19:22+00:00","to":"3014-10-30T22:19:22+00:00"},"hreflang":"en","title":"For Scotland's 16-Year-Olds, The First Vote Will Be On Independence","published":"2014-09-18T13:23:00+00:00","teaser":"Scotland has lowered the voting age from 18 to 16 for Thursday's referendum on independence. But it looks like the youngest voters won't be casting ballots in the way that many had initially expected.","itags":["npr_api","349085178"],"guid":"d0eb17cd-ddc7-4fb7-9c5b-93ca09c6c94f","contentencoded":"<p>It's lunchtime at Drummond Community High School in Edinburgh. The kids are all wearing the uniform of a smart black blazer, white shirt and blue tie. Some 16- and 17-year-olds are here with their cheese sandwiches and their baked potatoes.</p><p>They get to cast ballots Thursday in what looks to be a close vote on whether Scotland will become independent or remain part of the United Kingdom.</p><p>Here's what some of them are saying:</p><p>\"Scotland will be a richer country if there's a 'yes' vote\" for independence, says Calum Preston. \"It's just a fact.\"</p><p>\"What if that fact doesn't influence any of the decisions I'm going to make?\" counters Mark Burns.</p><p>\"We'll have more devolved powers,\" Preston responds.</p><p>The teenagers are passionate new voters on opposite sides of the debate. Preston, who favors independence, says before this campaign he didn't care about politics at all.</p><p>\"Because all the parties were offering pretty much the same thing anyway,\" he explains. \"And if I voted, it probably wouldn't matter what I voted.\"</p><p>In the last two years, these students have been inundated with campaign materials, television ads, lectures and debates.</p><p>Many of them are eating it up.</p><p>Nishat Mohammad and Zoe Clark say that people who think teenagers are too immature to follow this debate clearly haven't been following teenagers.</p><p>\"Our influence is more important than the older generation because we're going to be living here longer,\" says Mohammad.</p><p>\"I think we have a fresher look because so many people become sort of disillusioned with normal politics. But we're just coming into it now so we've not got like that — don't believe in it anymore,\" adds Clark.</p><p><strong>Defying Expectations</strong></p><p>Scotland's government declared two years ago that the voting age would be lowered from 18 to 16 for this referendum. At the time, most everyone thought a solid majority of the newest and youngest voters would help the independence campaign.</p><p>But Jan Eichhorn, a professor of social policy at the University of Edinburgh, says that assumption was wrong on several levels.</p><p>\"The 16-, 17-year-olds are under 3 percent of the vote. So they were never going to be vote decisive,\" he says. </p><p>Eichhorn has conducted surveys of Scottish teenagers, and his findings on their political views defied expectations: The 16- and 17-year-olds are on average slightly less likely than adults to vote for independence.</p><p>And, he says, the level of political interest among teenagers is as high as among adults. Ninety-seven percent of all of the people who are eligible to vote in Scotland have registered.</p><p>The most decisive factor in determining a teenager's vote is an evaluation of how the economy would fare in an independent Scotland.</p><p>\"Overall, they are informed. They have a slightly different way of getting at information. But there's no evidence to suggest that they're less capable than adults of voting, from a research point of view,\" Eichhorn says.</p><p>These teenagers are just as likely to read newspaper articles and campaign materials. Unlike their parents, they're more likely to find those materials through social media.</p><p>Facebook says in the past five weeks, there were 10 million Facebook interactions about the referendum.</p><p>Leonie Malone, 16, says some of her 15-year-old friends are jealous that she gets this privilege.</p><p>\"We're allowed to have a baby and move into a house at 16,\" she says. \"I can get married. Why can't we decide what's best for our country?\"</p><p>She says kids used to show up at school and talk about reality television. <br />Now they're talking about actual reality.</p><p>Even if this age group does not change the outcome of the independence referendum, Eichhorn thinks they have changed Scotland.</p><p>\"I think it will be very hard in Scotland to say to young people, 'Well, you can decide about the future of your country, but you can't vote for your local member of the Parliament.' I think that would be very strange.\"</p><p>This will be the first time 16- and 17-year-olds have been allowed to vote in Scotland. But many people believe it won't be the last.</p><p><em>You can follow Ari Shapiro on Twitter <a href=\"https://twitter.com/arishapiro\" target=\"_blank\">@arishapiro</a>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Scotland%27s+16-Year-Olds%2C+The+First+Vote+Will+Be+On+Independence&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"258"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349329500-4480c6.m3u?orgId=1&topicId=1124&ft=3&f=349085178"}]}