{"created":"2015-02-22T13:26:01+00:00","modified":"2015-03-06T20:20:55+00:00","valid":{"from":"2015-03-06T20:20:55+00:00","to":"3015-03-06T20:20:55+00:00"},"hreflang":"en","title":"Imagining The Future: 'Howard Project' Students Look Forward","published":"2015-02-22T17:36:00+00:00","teaser":"A high school teacher, a lawyer, a nurse, a minister: Four college seniors at Howard University in Washington, D.C., describe their career ambitions and how they feel as graduation grows closer.","itags":["npr_api","387782876"],"guid":"d0eb8143-e96a-4291-ac8b-40b7e766e41c","contentencoded":"<p>In some ways, the questions young people grapple with are universal: Who are you? What's important to you? What kind of life do you want?</p><p>But at the same time, those questions are profoundly shaped by each person's experience.</p><p>As part of an ongoing conversation on <em>Weekend Edition</em>, four college seniors at a historically black university in Washington, D.C., are sharing insight into their experiences — both shared and individual.</p><p>We asked Howard University's Ariel Alford, Leighton Watson, Taylor Davis and Kevin L. Peterman four questions: How do they feel about graduating? How do they see themselves fitting into their respective career paths? Who are their role models? And where do they want to be in 10 years?</p><p><em>Click the audio link above to hear their answers with a soundtrack of songs that inspire them — or read some of their answers below.</em></p><hr /><h3>Ariel Alford<br /><em>aspiring high school history teacher</em></h3><p><strong>On graduation</strong></p><p>I feel very excited to graduate. I feel excited over the smallest things — like I'm excited to set up my classroom and I'm excited to meet my students. And actually last night I prayed for all of my future students.</p><p><strong>Where she sees herself in 10 years</strong></p><p>I want to be happy. I want to be spiritually centered and grounded. I want to have read a lot more books than I've read now. Ideally, by 32, it would be cool if I was married and had a few kids. I mean, I want a lot of kids, I want a big family. I'll probably still be teaching. Who knows, I may be on the school board, or I may be trying to run for office, or working for the U.N.</p><hr /><h3>Leighton Watson<br /><em>aspiring lawyer</em></h3><p><strong>On graduation</strong></p><p>I feel amazing about graduating ... in four years, which, if you look at the national averages, is not average anymore. But then also just having the experience of moving on to the next level. The four years of college weren't the four years or period of time that I was looking forward to the most. It's really this next phase of life, where it's a bunch of firsts: It's your first time getting a car, first time getting an apartment, first time living truly on your own, paying bills.</p><p><strong>On<strong> fitting into his career field</strong></strong></p><p>When I look at cases and trials like Trayvon Martin and Michael Brown and different things like that ... Those cases make me want to go into the legal field because I know — I would like to know — I can represent those sort of people that maybe can't hire the best legal counsel and maybe don't have the money for the best legal counsel. And I'd like to be the person to get that call.</p><hr /><h3>Taylor Davis<br /><em>aspiring nurse</em></h3><p><strong>On graduation</strong></p><p>I found out that I wouldn't be graduating over the winter break and it was really difficult for me because it came initially with a lot of shame, just because it's not something that people would expect of me. So I spent that winter break, thankfully, at home, away from Howard, away from my peers, alone and alone with God. It really allowed me to recenter myself. And I can see how God has allowed certain circumstances that seem negative on the surface; I see how He's going to allow this to greatly benefit me in the long run. So it's really put me in a place where I can experience true contentment and joy regardless of what is going on around me.</p><p><strong>On fitting into her career field, and why she expects to have to work harder than her coworkers</strong></p><p>There is always going to be this question of your competence. Intellect is really — especially in America — associated with whiteness, and if you don't have that then you're assumed to not be as intelligent. And it's drilled in you as an African-American, from childhood until you finish your education ... that you have to work twice as hard to get half as far. And we internalize this ideology that we have to grind our fingers to the bone and in some ways disassociate ourselves from our blackness to obtain success. And I've really gotten to a point in my life where I ask, \"Why?\"</p><hr /><h3>Kevin L. Peterman<br /><em>aspiring minister</em></h3><p><strong>On fitting into his career field</strong></p><p>African-Americans ... if there's any institution that has truly kept our community together, it is our religious tradition. And it's all about expanding that. I truly want to be the future of this concept of the black church, this concept of theology that liberates.</p><p><strong>On his role models</strong></p><p>My grandmother, who was the greatest inspiration, the smartest person I knew who never walked into a college — who was indeed probably the smartest person I ever met. My mother, who's been such a support to me. Her love just inspires me to continue to want to do something to make her proud.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Imagining+The+Future%3A+%27Howard+Project%27+Students+Look+Forward&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"511"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388187232-421b6a.m3u?orgId=1&topicId=1013&aggIds=391259749&e=387782876&d=511&ft=nprml&f=387782876"},{"href":"http://media.npr.org/assets/img/2015/02/20/_mg_6043-9bb722d45440e68789213f33506ffd4037ff8f80.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/02/20/_mg_5964-eae40e39508f5d35a21d6b78e6ef45b21514a919.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/02/20/_mg_5938-2f97ece7fa8820a28344b1a56353163d60b522ae.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1927","width":"2570"}},{"href":"http://media.npr.org/assets/img/2015/02/20/_mg_6143-00155c09911896943acd24dd87a6d351590e637c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/02/20/_mg_6099-635755c2a3b2db01cd5a750490e6242299c0f74d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}