{"created":"2015-02-16T16:35:27+00:00","modified":"2015-02-18T16:56:55+00:00","valid":{"from":"2015-02-18T16:56:55+00:00","to":"3015-02-18T16:56:55+00:00"},"hreflang":"en","guid":"d0f8db4b-5188-4e00-b07f-f545ec7afbb5","title":"Why today is the best time to live in human history","published":"2015-02-18T16:56:44+00:00","byline":"Christopher Woolf","teaser":"In researching death, a reporter finds a surprise: \"Yes, it would have been great to hear Mozart playing live. Or maybe watch Shakespeare putting on a show. But until recently, life for most people was nasty, brutish and above all —short.\"","tags":["Health","Health & Medicine","Global","Charles Cornwallis","Mozart","Shakespeare","The World That Was","Wolfgang Amadeus Mozart","Music","Classical music"],"contentencoded":"<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/-aBhT3ItQeI?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>I love history. But the more I learn, the happier I am to be living now.</p>\n<p>Yes, it would have been great to hear Mozart playing live. or maybe watch Shakespeare putting on a show. But then you've got to remember, Mozart croaked at 31, and Shakespeare shuffled off this mortal coil at just 52.</p>\n<p>The fact is, until recently, life for most people was nasty, brutish, and above all — short.</p>\n<p>The causes are pretty obvious: bad food, bad hygiene, bad toilet habits, and almost no understanding of infectious disease. Thank goodness for antibiotics, vaccines and modern sanitation. Sewage systems, by the way, were introduced in the 19th century, just about the same time bureaucrats started collecting big data on births and deaths.</p>\n<p>And their stats are pretty grim. About one in four children born in America or England in the 1860s would die before their 5th birthday. And that was nationally. In crowded cities like Liverpool, in England, that figure could reach 50 percent.</p>\n<p>Adults fared better, but even in the prime of life — in your 20s and 30s — you could expect to attend the funerals of 1 percent of people the same age as you — every year. Nowadays, for Americans, that rate is 10 times lower. And it's not just in the US and Britain that things are better.</p>\n<p>It's everywhere.</p>\n<p>Even in war-torn Syria, life expectancy today is actually better than in Victorian England. And even in the deadliest country on earth today — Sierra Leone — you're going to live longer than the average American born in the same year as FDR (1882.)</p>\n<p>So when it comes to thinking about the history of death, the first thing you have to realize is that — for most of human existence —- death was a constant companion.</p>\n<p>And the second is, we just don't SEE death in the way we used to. Most people used to die at home, and their bodies would be cleaned and prepared for burial or cremation by their families. Nowadays, most Americans die in the hospital — there's no need even to see the body of your loved one, if you don't want to.</p>\n<p>And then there's the rituals and superstitions. There was a great fear of premature burial in the 19th century, so if you had the money, you might have a bell put on your grave, connected by string to your finger, so you could ring for help — if you got better. For those left above ground, mourning was heavy on the ritual.</p>\n<p>In Victorian England, if you lost an immediate family member, you were expected to wear black for a full year. Black drapes were also supposed to be hung on your house for specified periods. And in Spain and Portugal until quite recently, widows were supposed to wear black for the rest of their lives.</p>\n<p>So did this constant contact with death make it any easier to cope with? Perhaps. For some.</p>\n<p>But take a little time to check out letters and journals, and you soon see that grief could be just as hard as it is today. Take the hard-nosed British general, Charles Cornwallis — known for his aristocratic reserve. He left the war in America when he heard his beloved wife, Jemima, the mother of his two children, was seriously ill with liver disease. He was able to spend a final few weeks with her, but she died on Valentine's Day, 1779, aged just 31. The general shut himself off from his friends — but poured out his heart in letters like this one to his brother. He wrote that Jemima's death \"effectually destroyed all my hopes of happiness in this world. ... The mere thought of her harrows up my soul.\"</p>\n<p>So maybe it's OK that we never saw Shakespeare put on Macbeth, or heard Mozart playing a piano concerto.</p>\n<p>At least we have a better chance of growing old with the people we love. </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-16%2Fvery-short-history-death&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0216201508.mp3"},{"href":"http://www.pri.org/file/0216201508mp3"}]}