{"created":"2015-06-24T20:40:45+00:00","modified":"2015-06-30T18:49:10+00:00","valid":{"from":"2014-12-05T07:28:17+00:00","to":"3014-12-05T07:28:17+00:00"},"hreflang":"en","published":"2014-12-05T07:28:17+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>In mid-1970s Britain, a bunch of kids who called themselves ‘punks’ started bashing out sometimes primitive, but literally revolutionary rock music — changing the face of the music and fashion industries in the process… and sometimes making themselves the targets of derision and violence.</p>\n<br />\n<p>At the center of it all was <a href=\"http://vivalbertine.com/\">Viv Albertine</a>. She formed the band The Flowers of Romance with Sid Vicious, dated Mick Jones of The Clash, and achieved rock-legend status when she joined ‘Palmolive’ and ‘Ari Up’ in the&nbsp;massively influential band <a href=\"http://en.wikipedia.org/wiki/The_Slits\">The Slits</a>, one of the extremely rare female-led groups of the era.</p>\n<br />\n<p>Ms. Albertine opens up about her music career, personal struggles, and legacy as a feminist pop culture icon in her new memoir, “<a href=\"http://www.amazon.com/Clothes-Clothes-Music-Music-Boys/dp/1250065992/?tag=dinnerp-20\">Clothes, Clothes, Clothes. Music, Music, Music. Boys, Boys, Boys.</a>”</p>\n<br />\n<a href=\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\"><img class=\"aligncenter\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\" alt=\"DPD-Banner\" /></a><br />\n<p><strong>Rico Gagliano:</strong> Viv, it’s great to have you.</p>\n<br />\n<blockquote>\n<p><strong>Viv Albertine:</strong> Well, thank you for asking me!</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> The Slits’ album “Cut” is considered a classic of its day, way more sophisticated and unpredictable than what a lot of people think of as punk. What song would you like people to hear off it?</p>\n<br />\n<blockquote>\n<p><strong>Viv Albertine:</strong> I think it’s got to be “Typical Girls” really, because it was a whole list of all the things that were expected of you as a girl at that time. We were so obviously rebelling against the whole lot, and I think that one says it all, really.</p>\n</blockquote>\n<br />\n<p><iframe src=\"//www.youtube.com/embed/ZyXGblps64M\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe></p>\n<br />\n<p><strong>Rico Gagliano:</strong> So ahead of its time. But it’s actually interesting: In the book you talk about the first record that blew your mind as a kid, and it’s a very classic place to start for a young British girl in the 1960s.</p>\n<br />\n<blockquote>\n<p><strong>Viv Albertine:</strong> The Beatles, “You Can’t Do That” — the B-side of “Can’t Buy Me Love.”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> That’s exactly right. The way that moment is described in the book is so electric. Reading it, I was reminded of that moment when <em>I</em> first encountered rock ‘n’ roll.&nbsp; I’m wondering if writing this book did the same thing for you.&nbsp; Or if you’ve just kind of had that rock ‘n’ roll charge with you ever since 1964 or whenever that was.</p>\n<br />\n<blockquote>\n<p><strong>Viv Albertine:</strong> I don’t think I’ve ever had it as strongly as I did that day, actually. It seemed so young, especially looking back. It was the ’60s, I suppose, when young girls and boys weren’t as developed as they are now and so into music. No one heard music much, and it wasn’t on the TV.&nbsp; So to have heard that record at my babysitter’s house… it was like a portal to another world, and I was so grateful that there was another world out there.</p>\n<br />\n<p>I was deathly bored with my life. You know, we were poor. There was no sort of culture in the home. Food was ugly and brown and watery. To have these screaming boys, you know — it was electrifying.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Do you still get that feeling when you hear that song?</p>\n<br />\n<blockquote>\n<p><strong>Viv Albertine:</strong> I do when I hear <em>that</em> song. I don’t so much when I hear contemporary music so much. You know, very, very rarely. I was in a beautiful cake shop the other day, and I heard this record, and I thought, “Oh, my God! This is a lovely, poignant, solo voice. You know, girl singing, and there’s something really moving me. At last I’m being moved by modern music!” And I listened really hard… and it was Neil Young.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> It wasn’t a girl at all!</p>\n<br />\n<p>I was going to ask you this later, but there’s a quote in the book: “Because I grew up with the music that was trying to change the world, that’s what I still expect from it.” Is there any music that does that for you?</p>\n<br />\n<blockquote>\n<p><strong>Viv Albertine:</strong> Not First World music — not Western World music, really. Because the thing is, the world has changed for us.&nbsp; And I think young people are more educated, more <em>intelligen</em>t possibly, more worldly, and there isn’t the <em>need</em> to kick down the doors like we had to back then to be heard. I mean, young people back then had nothing. In England, I mean Britain, we had nothing on TV, no youth television, no youth culture. No one was interested in you if you were poor and young on top of that. You had no expectations, and the only good thing about that was that you were kind of invisible, or at least ignored, so they sort of didn’t notice us getting up to quite so much trouble until it was too late!</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> But it sounds like that’s a bad thing; that it results in lousy music if kids are now intelligent and revered.</p>\n<br />\n<blockquote>\n<p><strong>Viv Albertine</strong>: I wouldn’t say <em>lousy</em> music, but I don’t think it’s the sort of music that generates revolution. It might make you feel good, it might make you want to dance, it might help you when you’re down, but I don’t think it is a call to arms like it was.</p>\n<br />\n<a href=\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/12/clothes-clothes-clothes.jpg\"><img class=\"alignleft\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/12/clothes-clothes-clothes-671x1024.jpg\" alt=\"clothes clothes clothes\" /></a><br />\n<p>I don’t think that’s a bad thing. I mean, maybe we <em>need</em> a generation or two of just hardworking, fairly level-headed young people. And also, there are opportunities for a girl now. She could think, “Oh, I’ll be a human rights lawyer, I’ll be an activist, I’ll run a company, I’ll do this, I’ll start up my own thing.” I mean, I had none of those opportunities.&nbsp; And I don’t think there’s anything wrong, you know, with having sort of a different slant on life, and music being… it’s gone back down to being <em>entertainment</em> for a while, I think.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Well, let’s go back to the ’70s where you are doing kind of the extraordinary: You’re playing in punk bands at a time when being in a band is still a pretty outsider-y thing to do… and women <em>certainly</em> didn’t join rock bands… and punks were hated by most of English society. Of all of those obstacles, which was the toughest to overcome?</p>\n<br />\n<blockquote>\n<p><strong>Viv Albertine:</strong> Well, I think the toughest was the peer group, really.&nbsp; Because we were so hard on each other. You know, any time you wrote a lyric, or you wrote a riff, or you dressed in a certain way, or you held hands with your boyfriend, your records in your record collection, <em>everything</em> we did was torn to pieces by the rest of the pack. You had to justify everything you did, and you had to know how to sort of stand up for yourself and defend yourself and your choices. And it was just really uncomfortable. It wasn’t a happy-go-lucky time. It was a really, really strict time, and we were strict about everything: the cut of the clothes, the color of the clothes.</p>\n<br />\n<p>So, I think that was the hardest thing. We got attacked and stabbed and abused, but we were so convinced we were on the right track and had a mission that we just thought other people were fools. But our own peer group mattered a lot to us.&nbsp; But we were all very, very tough on each other, and that was quite uncomfortable, actually.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Give me maybe the most outstanding example of kind of being judged on whether you were a poseur or a punk.</p>\n<br />\n<blockquote>\n<p><strong>Viv Albertine:</strong> I mean, the most terrible things you could call the other person were either a “poseur” or a “careerist!” Everything was very strict. I remember Sid teaching me about the width of collars on suits and jackets, which ones were acceptable and not acceptable. I remember when Chrissie Hynde answered a question that Vivienne Westwood asked her with, “Oh, I don’t know. I just go with the flow”… and Vivienne wouldn’t speak to her again for a year for such a woolly answer!</p>\n</blockquote>\n<br />\n<p><img class=\"alignleft\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/12/AllyPallyGigatAlexanderPalace1980_Pg233_CopyrightDavidCoriowww.davidcorio.com_-659x1024.jpg\" alt=\"AllyPallyGigatAlexanderPalace1980_Pg233_CopyrightDavidCorio(www.davidcorio.com)\" /><br />\n<br />\n<strong>Rico Gagliano:</strong> “There is no flow. There are <em>rules</em>.” Is that the idea?</p>\n<br />\n<blockquote>\n<p><strong>Viv Albertine:</strong> Yeah, there was no flow. That was hippie-ish, that was wishy-washy, that was not knowing your stance, which side of the bed you came down on kind of thing. You had to know where you stood in life. You had to be able to stand up for it. Actually, in a way you could almost have any opinion as long as you could argue it.&nbsp; But ‘going with the flow’ was weak.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> I should say this book took me longer to read than it should have, because I kept stopping to go on YouTube and watch videos of all the bands you mentioned.&nbsp; And at one point you talk about seeing a young David Bowie. I’m watching this amazing video of him playing live in, I think, 1973 or something, and halfway down the comments section someone wrote, “Those hot girls in the audience are all our mothers.”</p>\n<br />\n<blockquote>\n<p><strong>Viv Albertine:</strong> [laughs] That’s true!</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Which feels like a lame thing to say on a lot of levels, but it did make me wonder: looking back on this life, which was extreme in so many ways, how do you look at it now as a grown-up?</p>\n<br />\n<blockquote>\n<p><strong>Viv Albertine:</strong> Well, you know, in a way, writing the book reflected back to me that I can still think the way I used to think, and anyone can still be that youthful person they were, with those morals and those dreams. It has to mutate a bit — maybe you don’t shout and swear and spit on the pavement anymore — but I still feel the spirit of punk is in that book, in the style of the writing, in the way I’ve lived my life.</p>\n<br />\n<p>You know, I’ve taken chances all the way through my life. I did try and conform somewhere in the middle there; it went horribly wrong. I am ultimately still that person.&nbsp; And a lot of sort of older people who’ve read the book have found that as well. It sort of reaffirmed to them, “No, I <em>can</em> still be that person.”</p>\n<br />\n<p>And younger people who read it are just so jealous!</p>\n</blockquote>\n<br /></div>","tags":["APM","Chattering Class","books","music"],"contenttemplated":"[{\"content\":\"<p>In mid-1970s Britain, a bunch of kids who called themselves ‘punks’ started bashing out sometimes primitive, but literally revolutionary rock music — changing the face of the music and fashion industries in the process… and sometimes making themselves the targets of derision and violence.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p>At the center of it all was <a href=\\\"http://vivalbertine.com/\\\">Viv Albertine</a>. She formed the band The Flowers of Romance with Sid Vicious, dated Mick Jones of The Clash, and achieved rock-legend status when she joined ‘Palmolive’ and ‘Ari Up’ in the massively influential band <a href=\\\"http://en.wikipedia.org/wiki/The_Slits\\\">The Slits</a>, one of the extremely rare female-led groups of the era.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Ms. Albertine opens up about her music career, personal struggles, and legacy as a feminist pop culture icon in her new memoir, “<a href=\\\"http://www.amazon.com/Clothes-Clothes-Music-Music-Boys/dp/1250065992/?tag=dinnerp-20\\\">Clothes, Clothes, Clothes. Music, Music, Music. Boys, Boys, Boys.</a>”</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<a href=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\\\"><img alt=\\\"DPD-Banner\\\" class=\\\"aligncenter\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\\\" /></a>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Viv, it’s great to have you.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Viv Albertine:</strong> Well, thank you for asking me!</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> The Slits’ album “Cut” is considered a classic of its day, way more sophisticated and unpredictable than what a lot of people think of as punk. What song would you like people to hear off it?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Viv Albertine:</strong> I think it’s got to be “Typical Girls” really, because it was a whole list of all the things that were expected of you as a girl at that time. We were so obviously rebelling against the whole lot, and I think that one says it all, really.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><iframe allowfullscreen=\\\"allowfullscreen\\\" frameborder=\\\"0\\\" src=\\\"//www.youtube.com/embed/ZyXGblps64M\\\"></iframe></p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> So ahead of its time. But it’s actually interesting: In the book you talk about the first record that blew your mind as a kid, and it’s a very classic place to start for a young British girl in the 1960s.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Viv Albertine:</strong> The Beatles, “You Can’t Do That” — the B-side of “Can’t Buy Me Love.”</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> That’s exactly right. The way that moment is described in the book is so electric. Reading it, I was reminded of that moment when <em>I</em> first encountered rock ‘n’ roll.  I’m wondering if writing this book did the same thing for you.  Or if you’ve just kind of had that rock ‘n’ roll charge with you ever since 1964 or whenever that was.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Viv Albertine:</strong> I don’t think I’ve ever had it as strongly as I did that day, actually. It seemed so young, especially looking back. It was the ’60s, I suppose, when young girls and boys weren’t as developed as they are now and so into music. No one heard music much, and it wasn’t on the TV.  So to have heard that record at my babysitter’s house… it was like a portal to another world, and I was so grateful that there was another world out there.</p><br /><p>I was deathly bored with my life. You know, we were poor. There was no sort of culture in the home. Food was ugly and brown and watery. To have these screaming boys, you know — it was electrifying.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Do you still get that feeling when you hear that song?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Viv Albertine:</strong> I do when I hear <em>that</em> song. I don’t so much when I hear contemporary music so much. You know, very, very rarely. I was in a beautiful cake shop the other day, and I heard this record, and I thought, “Oh, my God! This is a lovely, poignant, solo voice. You know, girl singing, and there’s something really moving me. At last I’m being moved by modern music!” And I listened really hard… and it was Neil Young.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> It wasn’t a girl at all!</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>I was going to ask you this later, but there’s a quote in the book: “Because I grew up with the music that was trying to change the world, that’s what I still expect from it.” Is there any music that does that for you?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Viv Albertine:</strong> Not First World music — not Western World music, really. Because the thing is, the world has changed for us.  And I think young people are more educated, more <em>intelligen</em>t possibly, more worldly, and there isn’t the <em>need</em> to kick down the doors like we had to back then to be heard. I mean, young people back then had nothing. In England, I mean Britain, we had nothing on TV, no youth television, no youth culture. No one was interested in you if you were poor and young on top of that. You had no expectations, and the only good thing about that was that you were kind of invisible, or at least ignored, so they sort of didn’t notice us getting up to quite so much trouble until it was too late!</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> But it sounds like that’s a bad thing; that it results in lousy music if kids are now intelligent and revered.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Viv Albertine</strong>: I wouldn’t say <em>lousy</em> music, but I don’t think it’s the sort of music that generates revolution. It might make you feel good, it might make you want to dance, it might help you when you’re down, but I don’t think it is a call to arms like it was.</p><br /><a href=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/12/clothes-clothes-clothes.jpg\\\"><img alt=\\\"clothes clothes clothes\\\" class=\\\"alignleft\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/12/clothes-clothes-clothes-671x1024.jpg\\\" /></a><br /><p>I don’t think that’s a bad thing. I mean, maybe we <em>need</em> a generation or two of just hardworking, fairly level-headed young people. And also, there are opportunities for a girl now. She could think, “Oh, I’ll be a human rights lawyer, I’ll be an activist, I’ll run a company, I’ll do this, I’ll start up my own thing.” I mean, I had none of those opportunities.  And I don’t think there’s anything wrong, you know, with having sort of a different slant on life, and music being… it’s gone back down to being <em>entertainment</em> for a while, I think.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Well, let’s go back to the ’70s where you are doing kind of the extraordinary: You’re playing in punk bands at a time when being in a band is still a pretty outsider-y thing to do… and women <em>certainly</em> didn’t join rock bands… and punks were hated by most of English society. Of all of those obstacles, which was the toughest to overcome?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Viv Albertine:</strong> Well, I think the toughest was the peer group, really.  Because we were so hard on each other. You know, any time you wrote a lyric, or you wrote a riff, or you dressed in a certain way, or you held hands with your boyfriend, your records in your record collection, <em>everything</em> we did was torn to pieces by the rest of the pack. You had to justify everything you did, and you had to know how to sort of stand up for yourself and defend yourself and your choices. And it was just really uncomfortable. It wasn’t a happy-go-lucky time. It was a really, really strict time, and we were strict about everything: the cut of the clothes, the color of the clothes.</p><br /><p>So, I think that was the hardest thing. We got attacked and stabbed and abused, but we were so convinced we were on the right track and had a mission that we just thought other people were fools. But our own peer group mattered a lot to us.  But we were all very, very tough on each other, and that was quite uncomfortable, actually.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Give me maybe the most outstanding example of kind of being judged on whether you were a poseur or a punk.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Viv Albertine:</strong> I mean, the most terrible things you could call the other person were either a “poseur” or a “careerist!” Everything was very strict. I remember Sid teaching me about the width of collars on suits and jackets, which ones were acceptable and not acceptable. I remember when Chrissie Hynde answered a question that Vivienne Westwood asked her with, “Oh, I don’t know. I just go with the flow”… and Vivienne wouldn’t speak to her again for a year for such a woolly answer!</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><img alt=\\\"AllyPallyGigatAlexanderPalace1980_Pg233_CopyrightDavidCorio(www.davidcorio.com)\\\" class=\\\"alignleft\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/12/AllyPallyGigatAlexanderPalace1980_Pg233_CopyrightDavidCoriowww.davidcorio.com_-659x1024.jpg\\\" /><br /><br /><strong>Rico Gagliano:</strong> “There is no flow. There are <em>rules</em>.” Is that the idea?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Viv Albertine:</strong> Yeah, there was no flow. That was hippie-ish, that was wishy-washy, that was not knowing your stance, which side of the bed you came down on kind of thing. You had to know where you stood in life. You had to be able to stand up for it. Actually, in a way you could almost have any opinion as long as you could argue it.  But ‘going with the flow’ was weak.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> I should say this book took me longer to read than it should have, because I kept stopping to go on YouTube and watch videos of all the bands you mentioned.  And at one point you talk about seeing a young David Bowie. I’m watching this amazing video of him playing live in, I think, 1973 or something, and halfway down the comments section someone wrote, “Those hot girls in the audience are all our mothers.”</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Viv Albertine:</strong> [laughs] That’s true!</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Which feels like a lame thing to say on a lot of levels, but it did make me wonder: looking back on this life, which was extreme in so many ways, how do you look at it now as a grown-up?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Viv Albertine:</strong> Well, you know, in a way, writing the book reflected back to me that I can still think the way I used to think, and anyone can still be that youthful person they were, with those morals and those dreams. It has to mutate a bit — maybe you don’t shout and swear and spit on the pavement anymore — but I still feel the spirit of punk is in that book, in the style of the writing, in the way I’ve lived my life.</p><br /><p>You know, I’ve taken chances all the way through my life. I did try and conform somewhere in the middle there; it went horribly wrong. I am ultimately still that person.  And a lot of sort of older people who’ve read the book have found that as well. It sort of reaffirmed to them, “No, I <em>can</em> still be that person.”</p><br /><p>And younger people who read it are just so jealous!</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"}]","itags":["PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2014-12-05","d0f91bbaeafb80e6aba974146e7bf5a2"],"description":"In mid-1970s Britain, a bunch of kids who called themselves ‘punks’ started bashing out sometimes primitive, but literally revolutionary rock music — changing the face of the music and fashion industries in the process… and sometimes making themselves the targets of derision and violence. At the center of it all was Viv Albertine. She formed […]","title":"Punk Legend Viv Albertine of The Slits on Rules and Rock","byline":"Martin, Brittany","guid":"d0f91bba-eafb-480e-8aba-74146e7bf5a2","teaser":"In mid-1970s Britain, a bunch of kids who called themselves ‘punks’ started bashing out sometimes primitive, but literally revolutionary rock music — changing the face of the music and fashion industries in the process… and sometimes making themselves the targets of derision and violence. At the center of it all was Viv Albertine. She formed […]","audio":[{"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/12/AllyPallyGigsqDavidCoriowww.davidcorio.com_.jpg","meta":{"height":null,"crop":"primary","width":null}},{"meta":{"height":null,"crop":"primary","width":null},"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/12/AllyPallyGigatAlexanderPalace1980_Pg233_CopyrightDavidCoriowww.davidcorio.com_.jpg"},{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/12/Viv-1_Cleared-by-Viv_Carolina-Ambida-photo-cred.jpg","type":"image/jpeg","meta":{"width":null,"crop":"primary","height":null}},{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/12/clothes-clothes-clothes.jpg","type":"image/jpeg","meta":{"width":null,"crop":"primary","height":null}},{"format":"MP3","type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/segments/2014/12/05/1205_albertine_128.mp3","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/segments/2014/12/05/1205_albertine","type":"application/json"},"duration":522,"duration_hms":"00:08:42"}}]}