{"created":"2015-01-09T21:54:46+00:00","modified":"2015-06-16T17:32:40+00:00","valid":{"from":"2015-06-16T17:32:40+00:00","to":"3015-06-16T17:32:40+00:00"},"hreflang":"en","title":"New York Police Commissioner Confirms Work Slowdown By Officers","published":"2015-01-13T00:52:00+00:00","teaser":"But William Bratton tells NPR the issue was being corrected. The death of Eric Garner in police custody and the subsequent slaying of two New York City police officers has created a tense atmosphere.","itags":["npr_api","376174815"],"guid":"d103d6d9-6726-4b5c-afe1-f1d6f7be2efc","contentencoded":"<p>New York City Police Commissioner William Bratton confirmed there had been a <a href=\"http://www.npr.org/2015/01/08/375914022/when-morale-dips-some-cops-walk-the-beat-but-do-the-minimum\" target=\"_blank\">work slowdown</a> by officers in the weeks since <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/20/372162633/2-police-officers-shot-in-ambush-in-new-york-city\" target=\"_blank\">two police officers were shot dead</a>, but added that the matter was being corrected.</p><p>\"We've been taking management initiatives to identify where it's occurring, when it's occurring,\" Bratton told NPR's Robert Siegel. \"I think the officers themselves have, on their own, been beginning to return to normal patterns of work. So we're coming out of what was a pretty widespread stoppage of certain types of activity.\"</p><p>The comments come days after Patrick Lynch, the head of the Patrolman's Benevolent Association, <a href=\"http://www.npr.org/2015/01/06/375434450/nypd-union-leader-apology-from-de-blasio-would-go-a-long-way\">told Siegel</a> there was no slow down. He attributed the decline in crime statistics — arrests and summonses for minor offenses are down dramatically — to the New York Police Department doubling up its foot patrols and patrol cars after the Dec. 20 shooting deaths of Officers Wenjian Liu and Rafael Ramos.</p><p>Bratton's response today: \"That would be one factor in terms of the decline of some of the numbers, but it would in no way influence significantly the overall dropoff of activity.\"</p><p>Relations between the NYPD and Mayor Bill De Blasio are tense following the deaths. <a href=\"http://www.npr.org/2015/01/07/375671949/nypd-commissioner-is-a-man-caught-in-the-middle\">Scores of officers turned</a> their backs on the mayor at the funeral for the officers.</p><p>As NPR's Joel Rose <a href=\"http://www.npr.org/2015/01/07/375671949/nypd-commissioner-is-a-man-caught-in-the-middle\" target=\"_blank\">reported</a>, rank-and-file officers say De Blasio \"contributed to an anti-police climate by not cracking down on protests after the death of Eric Garner,\" who died in police custody. Police unions say that climate fed into the shooting deaths of Ramos and Liu.</p><p>Bratton would not specifically discuss the Garner case, but told NPR's Seigel: \"Life would be so much easier if people didn't resist the police in the first place and there would not be altercations. Life would be so much easier in the first place if people didn't engage in activity that resulted in other citizens calling, complaining about their activity.\"</p><p>He acknowledged that African-American men experience harsher treatment than their white counterparts, but noted it was not just at the hands of the police.</p><p>\"We're talking about a much more complex, larger national issue — don't go blaming the police,\" he said. \"I'm sorry, we're not going to be the whipping boy, if you will, for this issue in America.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+York+Police+Commissioner+Confirms+Work+Slowdown+By+Officers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Krishnadev Calamur","audio":[{"meta":{"duration":"341"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376174816-f14291.m3u?orgId=1&topicId=1070&d=341&p=2&story=376174815&t=progseg&e=376135987&seg=13&ft=nprml&f=376174815"}]}