{"created":"2015-04-03T17:34:29+00:00","modified":"2015-04-08T19:35:00+00:00","valid":{"from":"2015-04-08T19:35:00+00:00","to":"3015-04-08T19:35:00+00:00"},"hreflang":"en","title":"When Civilians Accuse Troops Of Rape, Military Courts Often Decide","published":"2015-04-03T22:42:00+00:00","teaser":"Hundreds of times a year, civilians accuse military personnel of sexual assault. The cases can wind up in the military justice system, where many victims say they are at a big disadvantage.","itags":["npr_api","397267336"],"guid":"d10483bf-6a20-497e-9323-872e86c069cc","contentencoded":"<p>Brittany Bentz was 16 years old in 2012, living near Edwards Air Force Base in California. She went to the same martial arts studio as a family friend, who was 25 and in the Air Force.</p><p>\"He was like a brother so I felt comfortable talking with him, hanging out with him,\" Bentz says.</p><p>It's NPR policy to name plaintiffs in sexual assault cases only if they want to tell their story — and Bentz does.</p><p>According to her testimony at trial, Bentz says she needed a ride to martial arts class on March 7, 2012, so she called the airman. He came to the house and, Bentz claims, pinned her against the door in the laundry room and raped her.</p><p>Rape in the U.S. military has been called an epidemic by commanders. The Pentagon has claimed progress in the fight against sexual assault. It points out that more victims are reporting such crimes, which could mean they trust the military justice system more than before.</p><p>But that system doesn't just affect the lives of the troops. Every year, hundreds of civilians claim they are sexually assaulted by troops. They can find themselves involved in a court martial proceeding where civilian accusers aren't treated the same as those in uniform.</p><p>It took Bentz a long time to decide to press the case. When she did, even the Air Force prosecutors warned her it would be tough.</p><p>\"Are you sure you want to go through with this?\" Bentz recalls them asking her. \"Yes, I want to go through with this. 'OK then, we're going in whole heartedly.'\"</p><p><strong>A Different Set Of Rules</strong></p><p>But Bentz had no idea what she would face as the only one not in uniform at military court.</p><p>When civilians and military members are involved in a case, it may be handled by either civilian or military courts and it can often be determined jurisdiction-by-jurisdiction and case-by-case.</p><p>The military justice system also has different rules, and Bentz's case highlighted those differences.</p><p>First, the Air Force investigators asked Bentz to call the airman on the phone so they could listen in.</p><p>On that call, Bentz asks the airman if he is sorry for what happened. NPR obtained an official transcript of the call.</p><p>Airman: \"That's why I feel so bad about it.\"</p><p>Ms. Bentz: \"So you feel bad ...\"</p><p>Airman: \"... among other things.\"</p><p>Ms. Bentz: \"... that you forced me to have sex and almost completely ruined my relationship with my boyfriend, because me and him almost broke up after that.\"</p><p>Airman: \"Yeah, I remember you telling me that. And I more than feel bad about it, because I think about it all the time, you know, how much I screwed things up.\"</p><p>The call is almost 15 minutes long. It's ambiguous — the airman does not admit raping Bentz. But the Air Force investigators decided to call the airman in to question him.</p><p>This is exactly how a civilian detective would have investigated this case. But after that — the two systems of justice diverge.</p><p>For example, under California law, a 25-year-old having sex with a 16-year-old would be statutory rape. But under the Uniform Code of Military Justice, the age of consent is 16.</p><p><strong>A Confusing Process</strong></p><p>There are plenty of other differences, and they're enough to make a civilian, even a civilian lawyer, confused, says Don Christensen, formerly the chief prosecutor for the Air Force.</p><p>\"The court martial process is unlike any other criminal process in this country,\" he says. \"It's confusing enough for military members who go through the process. But for a civilian who has no ties to the military, it is like entering another world.\"</p><p>Christensen now leads a group called <a href=\"http://action.protectourdefenders.com/probono\" target=\"_blank\">Protect Our Defenders</a> and is a leading critic of the military's treatment of rape cases.</p><p>There is one reform he applauds though. It's called the Special Victims Counsel.</p><p>Under pressure from Congress, the Pentagon created it to help support rape victims and protect their legal rights.</p><p>Dr. Nate Galbreath, with the Pentagon's Sexual Assault Prevention, says the Special Victims Counsel actually puts the military system out ahead of civilian courts.</p><p>\"The Special Victims Council program is something that we just don't see in the civilian system,\" he says. \"You do have sexual assault response teams in selected jurisdictions, but the military, we're the only ones that I know of to do this regularly, uniformly, and with as many resources for victims.\"</p><p>The problem for Bentz and other civilians is they are not entitled to a Special Victims Counsel.</p><p><strong>Three Rounds Of Questioning</strong></p><p>Throughout this process, Brittany's mom, Melinda Bentz, looked to the Air Force prosecutors for help. But, as in a civilian court, prosecutors can't give legal advice to a victim.</p><p>\"Our heads were spinning. All this legal jargon and this military jargon,\" she recalls. \"Any time I would ask a question they did what they had to do, which was say, 'I can't advise you, I can't advise you, I can't advise you.'\"</p><p>Without a military person to advise her, Brittany Bentz was essentially cross-examined three times. First, when the defense asked to question her. She didn't know she could have refused. She says that turned into a three-hour session.</p><p>The second round of questioning came at the pretrial hearing, which the military calls Article 32. Again, Bentz didn't understand the rules. Bentz was very close to handing over her Facebook account, and her phone and text records to the opposing counsel when her mom figured out she didn't have to.</p><p>Finally, there was the deposition. In California civilian courts, a judge can't force a person who says she was raped to be deposed. A deposition can be like being on trial and it can intimidate victims enough to drop the case or never report it in the first place. That's according to Brian Condon, a civilian lawyer who started advising Brittany Bentz, pro bono.</p><p>\"There's anecdotes from other cases where proceedings have gone on for hours and hours and days, and victims exposed to extensive questioning. Certainly you could see from the outside that may be trying to harass the victim or dissuade her from moving forward,\" says Condon.</p><p><strong>A Therapist Explains Her Notes </strong></p><p>Equally intimidating for Bentz: Defense lawyers demanded her therapist's records. Condon says under California law that would have been nearly impossible.</p><p>The military judge ordered Bentz's therapist to explain her confidential notes — in front of the accused and his lawyers.</p><p>\"It was traumatic. You say things ... to your therapist, there's some stuff in there that I might not have told my mom right away,\" says Bentz.</p><p>Beyond exposing her private thoughts, reading out Bentz's records gave the accused's legal counsel a look inside her head, says her mother.</p><p>\"So basically, the defense had someone listening to her therapy records helping them form how to manipulate her on the stand,\" says Melinda Bentz. \"She didn't even want to go to therapy anymore.\"</p><p>After 2 1/2 years, the case concluded with a verdict last October: not guilty.</p><p>NPR reached the airman by phone. He said he did not rape Brittany Bentz. He declined to answer whether they had sex, and he declined to be interviewed further. NPR is not publishing his name because of the verdict.</p><p>Brittany Bentz is now 19 and in college.</p><p>There was a time when it didn't look like she would make it to college. The court martial consumed her senior year in high school, her grades suffered, and so did her social life.</p><p>\"I did really bad with making friends. I just didn't trust anybody,\" says Bentz.</p><p>Her mother says Brittany has regained some of that trust in people.</p><p>\"My happiest day was I called her up and she says, 'Mom, I can't talk. We're having pizza and doing nails.' It was the first time that she had friends,\" her mother says.</p><p>Brittany Bentz says she's glad that her case was among several that inspired changes to the way the military handles rape.</p><p>It's now harder for a military court to order depositions or demand mental health records. But civilians who find themselves in a military court still aren't assigned a Special Victims Counsel.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+Civilians+Accuse+Troops+Of+Rape%2C+Military+Courts+Often+Decide&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Quil Lawrence","audio":[{"meta":{"duration":"478"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397325314-3426a7.m3u?orgId=1&topicId=1070&e=397267336&d=478&ft=nprml&f=397267336"}]}