{"created":"2015-05-14T16:46:42+00:00","modified":"2015-05-21T19:10:41+00:00","valid":{"from":"2015-05-21T19:10:41+00:00","to":"3015-05-21T19:10:41+00:00"},"hreflang":"en","title":"Matthew Weiner: No Longer Linda's Loser Husband ","published":"2015-05-17T10:22:00+00:00","teaser":"<em>Mad Men</em> creator Matthew Weiner joins us in Santa Barbara, Calif., to talk screenwriting, life before success, and his secret past as a <em>Jeopardy!</em> champion.","itags":["npr_api","406467009"],"guid":"d1077580-f06d-4ab2-a1ea-e7e95e0bbfc0","contentencoded":"<p>When Matthew Weiner was working as a writer on the HBO series <em>The Sopranos</em>, a crewman walked up to him and said, \"I heard you were the son of a doctor from Hancock Park. What are you doing here?\" Weiner responded, \"Well, I have what they call 'an imagination.' \"</p><p>More than 15 years later, that imagination landed Weiner a hit series on AMC. To date, <em>Mad Men</em> has earned him seven Emmy Awards, three Golden Globes, a Peabody and more.</p><p>\"You dream of what you dream of,\" Weiner told Ophira Eisenberg on stage at the Lobero Theatre in Santa Barbara, CA. \"I sort of identified with the whole [1960s ad agency] environment.\"</p><p>It took Weiner a long time to find the right home for <em>Mad Men</em>, and many big networks turned him down. A note he received early on was that the show and its hero, Don Draper, would not be relatable outside of the United States.</p><p>But Weiner disagrees. He believes the series has told the story of the American Dream.</p><p>\"In America you can come from nowhere,\" Weiner said. \"Another country, a West Virginia mining town... [you can] make up your whole life. And you may never heal from the wounds of that existence, but you can make it.\"</p><p>He was right about the show's universal appeal, as <em>Mad Men</em> can be seen around the world in 120 countries.</p><p>It wasn't Weiner's memories of the 1960s that attracted him to writing the show (he's the same age as Draper's youngest, Baby Gene). Rather, Weiner was interested in the decade because he considers it as a forgotten time. \"People [think] that it sort of went from Marilyn Monroe to Woodstock — they know about Camelot and the Kennedy assassination, but I don't think they know [how] gradual of a change it was.\"</p><p>We spoke to Weiner at the end of his gradual change, days before <em>Mad Men</em>'s series finale. Though he won't say a word about the highly anticipated last episode, he's been happy with the (limited) reception so far. \"The writers liked it.\" he said. \"The actors liked it, or at least they acted like they like it. My wife liked it. And my wife hates everything.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On life before screenwriting success</strong></p><p>I was Linda's Loser Husband. You should know that. That was my title. I was the guy who you might ask to go get [you] from the airport in the middle day.</p><p><strong>On the origins of <em>Mad Men</em>'s finale</strong></p><p>I knew what was going to happen when I pitched the show to AMC, but I didn't know how it was going to happen until a few years ago. I knew the what, but not the how.</p><p><strong>On being a one-day <em>Jeopardy!</em> champion </strong></p><p>It was the only money I earned for the first five years of my marriage.</p><p><em>Heard in <a href=\"http://www.npr.org/programs/ask-me-another/406459203/a-mad-men-endgame\">A Mad Men Endgame</a></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Matthew+Weiner%3A+No+Longer+Linda%27s+Loser+Husband+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"4100"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406728881-f7e4ff.m3u?orgId=1&topicId=1008&aggIds=167740319&d=4100&p=58&story=406467009&t=progseg&e=406459203&seg=6&ft=nprml&f=406467009"},{"meta":{"duration":"821"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406522550-4e84e8.m3u?orgId=1&topicId=1008&aggIds=167740319&d=821&p=58&story=406467009&t=progseg&e=406459203&seg=6&ft=nprml&f=406467009"},{"href":"http://media.npr.org/assets/img/2015/05/13/p11305161-4ede6a70631d7dbcd000d1486a126a6395dee799.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"959","width":"1279"}},{"href":"http://media.npr.org/assets/img/2015/05/13/479995913-d3a04e8ea58cafdb0d7690f1b707d807d75711c5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2341","width":"3122"}}]}