{"created":"2015-02-27T02:42:05+00:00","modified":"2015-05-13T21:12:39+00:00","valid":{"from":"2015-05-13T21:12:39+00:00","to":"3015-05-13T21:12:39+00:00"},"hreflang":"en","title":"As First Black American NHL Player, Enforcer Was Defenseless Against Racism","published":"2015-02-27T15:03:00+00:00","teaser":"Val James became the first American-born black player in the NHL in 1982. He faced vicious racism, including fans throwing bananas on the ice. After 30 years in silence, he is talking about it now.","itags":["npr_api","389284068"],"guid":"d11671c4-7546-483c-8614-2220b29c83e4","contentencoded":"<p>The first black American hockey player in NHL history is telling his story almost 30 years after he retired.</p><p><a href=\"http://www.hockeydb.com/ihdb/stats/pdisplay.php?pid=6582\" target=\"_blank\">Val James</a> was a revered and feared fighter — known in hockey as an enforcer — during short stints for the Buffalo Sabres and the Toronto Maple Leafs in the 1980s. But he was defenseless to the racist taunts and slurs that showered down on him from opposing teams' fans.</p><p>James and his wife, Ina, dropped off the map after an injury forced him out of hockey. He did building maintenance and taught at a local hockey school in Niagara Falls, Ontario. She worked with people with disabilities. They rarely talked about his life in the pros.</p><p>\"I couldn't watch hockey for about 10 years,\" he says. \"And when I did come back to watching hockey I could only take 15 minutes of it, and then I'd have to turn it off. Because all the things would start again.\"</p><p>The \"things\" were harrowing memories of being one of the only black men in what was still considered by many at the time to be a white man's game.</p><p>Fans would taunt him by throwing bananas on the ice and hung a monkey doll, in a noose, over the penalty box, says John Gallagher, who co-wrote James' new autobiography, <em>Black Ice: The Val James Story</em>.</p><p>James was an unlikely hockey pro: He was born in Florida and grew up on Long Island, the son of a migrant farmer. He didn't lace up skates until he was 13. Yet he became the first U.S.-born African-American to reach the NHL — preceded by several black Canadians — in 1982 when the Buffalo Sabres called him up for seven games.</p><p>James faced vicious racism from the youth leagues on up, Gallaguer says. In the book, they describe footage a CBS news crew captured at a minor league game in Virginia.</p><p>\"You had individual fans sitting with their families yelling the most vile, racist slurs you can imagine,\" Gallagher says. \"You had a 16, 17-year-old kid with a <em>watermelon</em>, and he was proudly showing it to the camera, and the watermelon had Val James' name on it.\"</p><p>James says he retaliated the only way he could: He checked the opposing players harder and punched more viciously. But mostly he kept the pain inside.</p><p>It took decades of soul searching to talk about it, James says. And now he's enjoying a recognition his fans say is long overdue.<br /> <br /> James played half his career at Buffalo Sabres' minor league club, the Rochester Americans, or the Amerks, as they're known. He was beloved there, says longtime season ticket holder Rachel Konz.</p><p>\"He was the best fighter on the ice that the Amerks ever had,\" says Konz. \"We'd chant his name — 'Val! Val! Val!' — and they'd send him out and he'd fight. Awesome.\"</p><p>James says writing his book has been therapeutic, and its message is simple.</p><p>\"I don't have any animosity towards the things that have happened, I just know that they happened,\" he says. \"And perhaps, through the book and the message that's coming through, we can change a few minds and have people look at people as individuals instead of by the color of their skin.\"</p><p>Despite stars like P.K. Subban and Evander Kane, ice hockey remains a stubbornly white sport. Only about 5 percent of NHL players are black, years after James played. Gallagher says James' story can inspire another generation.</p><p>\"When he was the only black man — not only on the ice, but in the entire arena — the strength and the courage that he had, it's remarkable,\" he says. \"I think that's the lasting legacy of his story.\"</p><p>There's another reason Val James is such a fan favorite here in Rochester. In 1983, the enforcer, the guy who's supposed to muscle space for other players, scored the winning goal for the league championship.</p><p>James says he can now reclaim the joy of that goal, and of a sport he loves.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+First+Black+American+NHL+Player%2C+Enforcer+Was+Defenseless+Against+Racism&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Sommerstein","audio":[{"meta":{"duration":"269"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389321655-623f4c.m3u?orgId=1&topicId=1001&d=269&p=2&story=389284068&t=progseg&e=389250631&seg=8&ft=nprml&f=389284068"},{"href":"http://media.npr.org/assets/img/2015/02/26/gettyimages_463942116edit-98ab577371987134f52802ea4e8f8e1b3753dac7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1476","width":"1967"}}]}