{"created":"2015-03-06T22:12:49+00:00","modified":"2015-03-10T23:05:20+00:00","valid":{"from":"2015-03-10T23:05:20+00:00","to":"3015-03-10T23:05:20+00:00"},"hreflang":"en","title":"Iditarod's Top Dogs Will Brave New Twists","published":"2015-03-09T13:20:00+00:00","teaser":"In the already challenging sled dog race, there has been a change in the normal route due to warm weather. The strongest veteran mushers size up their strengths that have prepared them to compete.","itags":["npr_api","391244526"],"guid":"d130f0c4-e0ee-477f-be18-db21f00a871d","contentencoded":"<p>The Iditarod Sled Dog race starts Saturday. The normal route takes mushers over mountain ranges and across frozen tundra and sea ice for 1,000 miles.</p><p>This year, unseasonably warm weather forced a change in the route, but that doesn't mean the level of competition has lightened.</p><p>The Iditarod normally starts in Anchorage, but the race committee was forced to relocate the start line to Fairbanks due to poor trail conditions.</p><p>This year's reroute includes a section of trail that doesn't get much winter traffic. Some places have little to no snow coverage, and in at least one spot, there is open water where there should be solid ice. But the race will go on.</p><p>\"In the Iditarod, it's just full of all the top competitors and so it's really fun to line your team up against all those really great dog teams,\" musher Brent Sass says.</p><p>Sass is coming to the Iditarod after his recent win in Alaska's other 1,000-mile sled dog race — the Yukon Quest. This year, he'll compete in his third Iditarod.</p><p>\"It goes to these really remote villages that don't get a lot of traffic from outsiders all year long, so it's really fun to pull into the villages and see the excitement from all the people and the history that the race holds,\" he says.</p><p>The race was founded to commemorate a historic route mushers used to deliver serum to Nome during a diphtheria outbreak in 1925.</p><p>It's the dramatic, folkloric stories about traveling across the state and out to the sea ice on Alaska's west coast that draw rookies like Canadian Brian Wilmshurst.</p><p>He says he's nervous. \"These big windstorms and just the vast white nothingness ... I totally don't know what to expect to tell you the truth.\"</p><p>Aliy Zirkle says the Iditarod last year was the most challenging of her career. A fan favorite, Zirkle placed second for the third consecutive time as a crowd chanted her name at the finish line.</p><p>After nearly a week traveling on snowless, rough trail, a fierce windstorm stirred up a ground blizzard roughly 30 miles from the finish line. By the time the race was over, a third of the field had dropped out and some teams were rescued.</p><p>\"In my craziest dreams, I never would have expected to be mushing in that,\" she says.</p><p>But Zirkle says the experience strengthened her relationship with her dogs.</p><p>\"I think that I was successful last year because of the way that I work with my dogs — that my dogs trust me and that the time and effort I put into whelping puppies in my home, and raising them by hand and knowing each one of them intimately actually paid it forward,\" she says.</p><p>In 2000, Zirkle became the first woman to win the Yukon Quest. She is only the third woman in the world to win a 1,000-mile sled dog race.</p><p>This year she'll compete in her 15th Iditarod, along with nearly 80 other mushers. She knows a win won't come easy, but she'll draw on past experience to get there.</p><p>\"It's so fun to be able to travel with dogs who want to go and run more than you do,\" she says. \"When you get on the sled, they're moving, so you better hang on and that's the coolest thing in the whole world.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Iditarod%27s+Top+Dogs+Will+Brave+New+Twists&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Schwing","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391269432-619007.m3u?orgId=1&topicId=1003&e=391244526&d=234&ft=nprml&f=391244526"},{"href":"http://media.npr.org/assets/img/2015/03/06/schwing2-76b098adc4e7defaf684b36b057f435dd6c2b0f0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"449","width":"599"}},{"href":"http://media.npr.org/assets/img/2015/03/06/schwing1-c8f641be6d8dada14f5711092c18f652cf7afe83.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1152","width":"1536"}}]}