{"created":"2015-07-01T21:40:07+00:00","modified":"2015-07-02T18:29:29+00:00","valid":{"from":"2015-07-02T18:29:29+00:00","to":"3015-07-02T18:29:29+00:00"},"hreflang":"en","guid":"d13fab73-840c-480f-ab9b-a04d5f1bfb07","title":"While the US embassy in Cuba prepares to re-open, a real estate boom is transforming Havana","published":"2015-07-02T18:29:23+00:00","byline":"Daniel Gross","tags":["government","diplomacy","business and economy","Economics","Business, Finance & Economics","North America","Cuba"],"teaser":"It's been 54 years since the US embassy closed during the icy diplomacy of the Cold War. But the embassy is reopening in a Havana that is quickly changing.","contentencoded":"<p>President Barack Obama announced today that the US embassy in Havana would re-open in just a few weeks, as part of renewed diplomatic ties between Cuba and the US.</p>\n<p>It’s one of many changes to sweep through Cuba in recent years. While international commerce and tourism have increased, an equally important transformation has happened from within — the development of a robust real estate market.</p>\n<p>Signs of the shift are visible near the embassy building, which will likely be renovated and expanded. Small businesses have opened in the neighborhood, and restaurants line the city’s coastal boulevard, overlooking the Gulf of Mexico.</p>\n<p>“As in the rest of Cuba, that neighborhood has changed because the economic policies are changing,” says Philip Peters, a former State Department official who now serves as president of the Cuba Research Center.</p>\n<p>Until 2011, Cubans weren’t allowed to sell property, like houses and apartments. To stay within the law, they had to “swap” property and keep quiet about cash transfers.</p>\n<p>Today, with real estate transactions officially legal, Cuba is starting to address a long-standing housing shortage. Many buildings in Havana remain dilapidated, but the government has begun promoting do-it-yourself renovations through low-cost hardware stores.</p>\n<p>Other improvements in housing rely on goods imported from the United States. “Miami has really become the Home Depot of Cuba,” Peters says. “If you fly to Cuba, you see all these Cuban Americans who are going with one suitcase, and then three or four packages that include all kinds of household goods. Bicycles, flat-screen TVs, and hardware.”</p>\n<p>In spite of increases in tourism and commerce, international visitors won’t be able to get a piece of the real estate action anytime soon. But it is getting easier for Americans to visit — and Peters is happy about that.</p>\n<p>“I still find it to be a very beautiful city,” he says. “It’s sort of a laboratory of all kinds of different architecture.”</p>\n<p>Peters adds that changes in Cuban economic policy have had visible effects on the streets of Havana. “What people possess and own, they care for,” he says.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-07-01%2Freal-estate-boom-transforming-havana-where-us-embassy-cuba-about-re-open&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/07012015_03.mp3"},{"href":"http://admin.pri.org/file/0701201503mp3"}]}