{"created":"2014-09-23T13:29:30+00:00","modified":"2014-09-23T13:29:30+00:00","valid":{"from":"2014-09-23T13:29:30+00:00","to":"3014-09-23T13:29:30+00:00"},"hreflang":"en","title":"For Women, Being A Jock May Also Signal Political Ambition","published":"2014-03-29T22:59:00+00:00","teaser":"Women who play competitive sports in college are more likely to go into politics, a study says, suggesting that increased opportunities for women under Title IX may help boost interest public office.","tags":["npr_api","292475438"],"contentencoded":"<p>Sen. Kirsten Gillibrand of New York tries to play tennis a couple of times a week. Sports have been part of her life for a long time, going back to high school when she played tennis and soccer.</p><p>Later, at Dartmouth in the late 1980s, Gillibrand served as co-captain of the squash team. What the future senator did not do in college was participate in student government. \"I'd gone to one or two young Democratic events, and interestingly, it was almost all male — and all of the men were very aggressive,\" she says. \"And so I didn't really feel like I fit in.\"</p><p>Obviously, running for office in college makes it much more likely the student will get into public life after graduating. But doing competitive sports may also be a good indicator of political ambition.</p><p><a href=\"http://www.american.edu/spa/wpi/upload/Girls-Just-Wanna-Not-Run_Policy-Report.pdf\" target=\"_blank\">For a study</a>, Professor Jennifer Lawless at American University asked 2,100 college students if they would consider a career in politics.</p><p>\"The effect was quite substantial,\" Lawless says. \"Women who played sports and were competitive playing sports were about 25 percent more likely to express an interest in running for office later in life.\"</p><p>There's a boost for men, too, but it's not as big. Serious male athletes are about 15 percent more likely to think about getting into politics. Thing is, men across the board are already much more disposed than women to run. So Lawless sees encouraging girls to play sports as one way to start equalizing male and female political ambition.</p><p>\"It's clearly a way that we can generate more interest among women and get them to think about running for office,\" she says.</p><p>Now, casually participating in sports isn't enough to have an impact on political ambition. It's the athletes who say they really care about winning who are more likely to consider running. Lawless says there are a couple of skills they pick up playing sports that transfer well to politics.</p><p>\"The first is the ability to compete and the willingness to lose,\" she says. \"In most cases, if you like sports and you're competitive, although you probably prefer to win, you've gained some familiarity with losing, and you know it's not the end of the world.\"</p><p>That squares with Gillibrand's experience. She says it was a squash match she lost in college that proved most formative. \"I played one tough match I remember at Yale. I was so over my head, I got crushed,\" she says.</p><p>She says it was painful at the time, but it also helped prepare her for the contact sport of politics later in life. \"I think it takes a level of fear out of something like running for office and putting yourself out there in a competitive contest and letting people choose,\" she says.</p><p>Gillibrand is far from the only female athlete serving on Capitol Hill. Republican Sen. Kelly Ayotte from New Hampshire was a competitive skier in college. She and Gillibrand are in their 40s. They are among the youngest members of the U.S. Senate.</p><p>And in the House, Democrat Rep. Tulsi Gabbard of Hawaii is a 32-year-old surfer who's also participated in a lot of martial arts training.</p><p>Jessica Grounds, co-founder of the group Running Start, an organization that encourages women to run for office, points out that politicians like Gillibrand and Ayotte came of age after the passage of Title IX in 1972. That's the legislation that mandated girls and women have equal access to playing sports.</p><p>\"We see strong correlations between women who played sports and are now successful CEOs of companies and are not only running for office but successful in their leadership positions,\" Grounds says.</p><p>Since Title IX passed, the number of girls and women participating in school sports went from about 300,000 to more than 3 million. That has implications beyond high school playing fields. It seems it could also make a difference in women's representation in company boardrooms and Congress as well.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Women%2C+Being+A+Jock+May+Also+Signal+Political+Ambition&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alexandra Starr","guid":"d14e548f-251b-45c1-8a24-970f83495ab1","audio":[{"meta":{"duration":"244"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1296421977-36c4b8.m3u?orgId=1&topicId=1055&ft=3&f=292475438"},{"href":"http://media.npr.org/assets/img/2014/03/21/politics-sports-4760eb4a869ca300327fd525edf9de5115fbade1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"643","width":"857"}}]}