{"created":"2015-06-10T14:40:36+00:00","modified":"2015-06-10T14:40:36+00:00","valid":{"from":"2015-06-10T14:40:36+00:00","to":"3015-06-10T14:40:36+00:00"},"hreflang":"en","guid":"d15181f0-c34c-4d65-b995-363fa40c0cfa","title":"Regents Ratify UC's Deal With Gov. Brown, But...","published":"2015-05-21T17:08:00+00:00","teaser":"<p>The University of California tuition and funding deal negotiated by Gov. Jerry Brown and UC President Janet Napolitano has been approved by the university&rsquo;s Board of Regents. But the two sides still don&rsquo;t agree on a key part of the deal.</p><p>Instead of five-percent tuition increases in each of the next five years, UC in-state tuition will remain frozen for two academic years, then rise each year at the rate of inflation starting in 2017.</p><p>Napolitano says tying future tuition to inflation is an important part of the deal. &ldquo;That expectation, and starting to build that in, helps families with predictability; it helps us with planning and management; and was something that we bargained for, quite frankly,&rdquo; she said at Thursday's Board of Regents meeting in San Francisco.</p><p>Napolitano says in-state enrollment will remain frozen as well. &ldquo;We agreed, however, that we would let the Legislature consider that question &ndash; and the related funding that would need to be appropriated for additional in-state residents,&rdquo; she said.</p><p>The UC insists the governor has agreed not to line-item veto extra money lawmakers put in the state budget. But Brown himself has suggested otherwise: &ldquo;If we don&rsquo;t arrive at agreement, I&rsquo;m going to have to hold the budget down by the means that I have at my hands,&rdquo; he said at his budget announcement last week.</p><p>Beyond that, the governor&rsquo;s office isn&rsquo;t commenting.</p><p>Regents also authorized eight-percent tuition increases for out-of-state students in each of the next five years.</p>","itags":["npr_api","408683356"],"contentencoded":"<p>The University of California tuition and funding deal negotiated by Gov. Jerry Brown and UC President Janet Napolitano has been approved by the university’s Board of Regents. But the two sides still don’t agree on a key part of the deal.</p><p>Instead of five-percent tuition increases in each of the next five years, UC in-state tuition will remain frozen for two academic years, then rise each year at the rate of inflation starting in 2017.</p><p>Napolitano says tying future tuition to inflation is an important part of the deal. “That expectation, and starting to build that in, helps families with predictability; it helps us with planning and management; and was something that we bargained for, quite frankly,” she said at Thursday's Board of Regents meeting in San Francisco.</p><p>Napolitano says in-state enrollment will remain frozen as well. “We agreed, however, that we would let the Legislature consider that question – and the related funding that would need to be appropriated for additional in-state residents,” she said.</p><p>The UC insists the governor has agreed not to line-item veto extra money lawmakers put in the state budget. But Brown himself has suggested otherwise: “If we don’t arrive at agreement, I’m going to have to hold the budget down by the means that I have at my hands,” he said at his budget announcement last week.</p><p>Beyond that, the governor’s office isn’t commenting.</p><p>Regents also authorized eight-percent tuition increases for out-of-state students in each of the next five years.</p><p><a href=\"http://feeds.feedburner.com/~ff/CapitalPublicRadioNewsPodcast?a=L6Kx-84dcKw:_uIPIp8nyKg:qj6IDK7rITs\"></a></p><p>The University of California tuition and funding deal negotiated by Gov. Jerry Brown and UC President Janet Napolitano has been approved by the universityâs Board of Regents. But the two sides still donât agree on a key part of the deal.  <div class=\"fullattribution\">Copyright 2015 MPX. To see more, visit <a href=\"\"></a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Regents+Ratify+UC%27s+Deal+With+Gov.+Brown%2C+But...&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"info@capradio.org","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408683364-dd3d24.m3u?orgId=30000&story=408683356&ft=nprml&f=408683356"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408683368-3ac5ac.m3u?orgId=30000&story=408683356&ft=nprml&f=408683356"}]}