{"created":"2015-03-21T11:11:38+00:00","modified":"2015-03-23T19:57:19+00:00","valid":{"from":"2015-03-23T19:57:19+00:00","to":"3015-03-23T19:57:19+00:00"},"hreflang":"en","title":"Justice Department Weighs In On Assembly-Line Justice For Children","published":"2015-03-22T17:46:00+00:00","teaser":"For the first time, the federal government is asserting juveniles' right to counsel by wading into a Georgia case alleging inadequate representation. Authorities say the problems occur nationwide.","itags":["npr_api","394278540"],"guid":"d15f9471-66cd-4587-ba74-58714123b865","contentencoded":"<p>The Justice Department for the first time is weighing in on a state court case on whether some courts are depriving juveniles of their rights to a lawyer.</p><p>The department filed a <a href=\"http://www.justice.gov/opa/pr/department-justice-statement-interest-supports-meaningful-right-counsel-juvenile-prosecutions\" target=\"_blank\">statement of interest</a> in a Georgia case that alleges that public defense in four southern counties is so underfunded that low-income juveniles are routinely denied the right to legal representation.</p><p>Civil rights attorneys say that in Georgia, most young people get \"assembly-line justice\" that can haunt them the rest of their lives.</p><p>The court case accuses the counties of failing to meet their constitutional obligations to provide effective representation. The lawyers provided to young people in these juvenile courts may meet them just 15 minutes before a proceeding, and sometimes spend much of that time convincing them to admit guilt.</p><p>\"There are too many places in this country where both kids and adults are facing jail time without any adequate constitutional protections and right to counsel,\" says Vanita Gupta, acting chief of the Civil Rights Division at the Justice Department.</p><p>She says the department's court filing sets out the way the system ought to work — not just in Georgia but all over the country.</p><p>\"It is more than just having a lawyer by your side,\" she says. \"It has to mean that the lawyer has the resources to investigate a case, to be able to file motions, to make sure that they are meeting a client in advance to figure out, is there a defense? Is there investigation that needs to be done?\"</p><p>The <a href=\"https://www.schr.org/\" target=\"_blank\">Southern Center for Human Rights</a>, an Atlanta-based group, filed the lawsuit in Fulton County Superior Court in January 2014.</p><p>The group's president, Stephen Bright, says that those four Georgia counties handled about 600 juvenile cases last year, but that public defenders — already swamped with nearly 1,700 adult cases — provided representation to just a tiny fraction of those children.</p><p>The counties contracted with a private lawyer to work 30 hours per week on juvenile proceedings for a flat fee, allowing him scant time to meet with young clients and evaluate their cases, Bright says.</p><p>\"The children who come before the court are overwhelmingly African-American,\" Bright adds. \"Many of them come after being arrested for what is typical teenage behavior at school.\"</p><p>For instance, Bright says, one girl in foster care slapped her schoolmate for making fun of her living arrangements. Instead of being sent to the principal, he says, the girl was arrested, handcuffed and brought to face charges in juvenile court — charges that are likely to remain on her record.</p><p>Bright says he hopes the Justice Department statement will spotlight problems in Georgia and elsewhere.</p><p>\"The gulf between what the Department of Justice says should be happening with regard to the way children are represented in juvenile court and what is happening in the four counties, that gulf is about as wide as the Grand Canyon, maybe a little wider,\" he says.</p><p>A spokeswoman for the Georgia attorney general declined to comment, but officials in the state have asked for the lawsuit to be dismissed. A decision could come later this year.</p><p>The Georgia filing builds on a series of actions by Justice Department officials to emphasize the right to zealous representation.</p><p>Civil rights authorities have filed a similar statement of interest in <a href=\"http://www.npr.org/templates/story/story.php?storyId=249094599\" target=\"_blank\">a Washington state case involving adult defendants</a>. They also settled a major action <a href=\"http://www.npr.org/2014/08/06/338086226/after-discrimination-finding-jurys-out-on-memphis-juvenile-courts\" target=\"_blank\">to overhaul the juvenile court in Shelby County, Tenn</a>. Their investigation of possible due-process and right-to-counsel violations in St. Louis County family courts is ongoing.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Justice+Department+Weighs+In+On+Assembly-Line+Justice+For+Children&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"179"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394438266-800027.m3u?orgId=1&topicId=1070&e=394278540&d=179&ft=nprml&f=394278540"},{"href":"http://media.npr.org/assets/img/2015/03/20/42979722_h31328038-4523a8d91c3b5ec316dd2219cf52728586d53722.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2612","width":"3483"}}]}