{"created":"2015-01-27T08:48:16+00:00","modified":"2015-06-05T15:29:53+00:00","valid":{"from":"2015-06-05T15:29:53+00:00","to":"3015-06-05T15:29:53+00:00"},"hreflang":"en","title":"Child Abuse And Neglect Laws Aren't Being Enforced, Report Finds","published":"2015-01-27T16:27:00+00:00","teaser":"Almost 680,000 children in the United States were victims of abuse in 2013. And state and local governments aren't doing enough to report abuse and investigate it, according to an independent study.","itags":["npr_api","381636056"],"guid":"d16c68e6-90be-4816-bde5-b1d0d3c6f6f4","contentencoded":"<p>Laws intended to protect children from abuse and neglect are not being properly enforced, and the federal government is to blame. That's according to a <a href=\"http://www.caichildlaw.org/Shame_on_US.htm\" target=\"_blank\">study</a> by the Children's Advocacy Institute at the University of San Diego School of Law, which says children are suffering as a result.</p><p>The numbers are grim. Almost 680,000 children in the United States were the victims of abuse and neglect in 2013. More than 1,500 of them died.</p><p>Federal officials say they're encouraged that the numbers are lower than they were in 2012. But children's advocates say abuse is so often not reported that it's impossible to know if there's really been a decline.</p><p>\"This is just something that's chronically underreported,\" says Elisa Weichel, a staff attorney with the Children's Advocacy Institute, which published the <a href=\"http://www.caichildlaw.org/Shame_on_US.htm\">report</a> Tuesday.</p><p>She says abuse and neglect cases — especially those resulting in death — are often not disclosed as required by law. That lack of information has led to other problems in the system.</p><p>\"It all boils down to having the right amount of data about what's working and what's not,\" Weichel says. \"And when your data is flawed, every other part of your system is going to be flawed.\"</p><p>Her group has found plenty of flaws. The institute conducted a three-year study and found that not one state has met all of the <a href=\"http://www.acf.hhs.gov/programs/cb/laws-policies\" target=\"_blank\">minimum child welfare standards</a> set by the federal government. Those standards include such things as timely investigation of reports of child abuse. The institute blames Congress and the courts for failing to get involved.</p><p>The Department of Health and Human Services, which reviews state programs, declined to comment on the report.</p><p>But there's broad agreement among those involved in child welfare that the system is in desperate need of repair, agencies are underfunded, and caseworkers are often overwhelmed.</p><p>\"Whether or not individual states can meet a reporting standard to us is not where the emphasis ought to be,\" says Ron Smith, director of legislative affairs for the <a href=\"http://www.aphsa.org/content/APHSA/en/home.html\">American Public Human Services Association</a>, which represents child welfare administrators.</p><p>\"It needs to be on making sure that the kids who need assistance are getting assistance, and the families that need assistance are getting the assistance,\" he says.</p><p>Smith says state and local officials complain that they spend too much time filling out federal forms and trying to meet requirements that aren't necessarily best for kids.</p><p>Instead, he says, they want flexibility on how to spend federal funds so they can focus more on keeping families together, rather than on helping kids after they've been abused and removed from their homes.</p><p>Ron Zychowski of <a href=\"http://www.eckerd.org/?gclid=CImYrPLQssMCFdMjgQodL18AIQ\">Eckerd</a>, a nonprofit company that runs child welfare services in three of Florida's largest counties, agrees that change is needed. Eckerd has developed a new system to identify which of the 5,000 children under its care are at the highest risk of serious injury or death, so they can fix problems quickly.</p><p>\"And I'm very pleased to report that in two years we have not had a child death from abuse or neglect in any of our cases,\" Zychowski says.</p><p>That program is getting lots of national attention, including from a new commission set up by Congress to <a href=\"http://www.npr.org/2014/02/25/282359501/panel-charged-with-eliminating-child-abuse-deaths\" target=\"_blank\">help eliminate abuse and neglect deaths</a>.</p><p>But Zychowski warns, in this field, there's no silver bullet.</p><p>\"Bad people will do bad things to children,\" he says. \"We're not going to catch them all, and we're not going to stop them all.\"</p><p>There was a horrific reminder of that earlier this month. A Florida man was <a href=\"http://www.orlandosentinel.com/news/breaking-news/os-ap-father-accused-of-dropping-child-over-bridge-court-20150112-story.html\" target=\"_blank\">accused of killing his 5-year-old daughter</a> by throwing her off a bridge. Zychowski says the family was not in the child welfare system.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Child+Abuse+And+Neglect+Laws+Aren%27t+Being+Enforced%2C+Report+Finds&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Pam Fessler","audio":[{"meta":{"duration":"221"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1381783237-9544f1.m3u?orgId=1&topicId=1070&d=221&p=3&story=381636056&t=progseg&e=381783094&seg=16&ft=nprml&f=381636056"},{"href":"http://media.npr.org/assets/img/2015/01/26/people-defe6cfc8d53438771b388fd9a8acc6ee7469457.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1191","width":"1590"}}]}