{"created":"2015-04-13T12:03:19+00:00","modified":"2015-07-01T18:51:56+00:00","valid":{"from":"2015-07-01T18:51:56+00:00","to":"3015-07-01T18:51:56+00:00"},"hreflang":"en","title":"Heems: 'If Someone's Got To Do It, It Should Be Me'","published":"2015-04-13T14:57:00+00:00","teaser":"\"It's when you step out of the community that you get to look at it through a lens where you might be able to help,\" says the Queens rapper. \"But then you're so far out of it, how do you get back in?\"","itags":["npr_api","399216057"],"guid":"d1769e07-e993-48c9-a5bb-8054833485fc","contentencoded":"<p>The Queens rapper spoke with <em>Microphone Check</em> about Partition, assimilation and how the Patriot Act is used. We also talked about what success does to — and sometimes for — your family:</p><p>\"J. Cole's got a record out where's he talking about running around New York and doing his rapper thing meanwhile at home his mom's getting foreclosed on the crib. Drake dropped a song, 'You & The 6,' where he's talking about, you know, \"Thank god Toronto and my mom raised me otherwise I wouldn't be prepared to handle this world.\" Action Bronson dropped a joint 'Actin Crazy' like, 'Ma, still your little baby. Why you think I'm out here acting crazy?'</p><p>And a lot of these songs they're feeling guilty about running around the world. They're talking about coming home to their parents. They're talking about being glad that their moms raised them that way or that everything they're doing — you know, 'It might not seem apparent to you, Mom, but the reason I'm out here acting crazy is for you.' And I feel like I could relate to that. That's basically my favorite genre of rap right now, is like, I'm-sorry-Mom rap. Or, like, 'Don't look at the price tag, Mom.'\"</p><p><strong><strong>ALI SHAHEED </strong>MUHAMMAD</strong>: <a href=\"https://twitter.com/himanshu\" target=\"_blank\">Himanshu</a>. What up?</p><p><strong>HEEMS</strong>: Hello, Ali Shaheed Muhammad. How are you doing, man?</p><p><strong>MUHAMMAD</strong>: I'm doing well.</p><p><strong><strong>FRANNIE </strong>KELLEY</strong>: I'm glad to have a guest who is as big a fan of yours as I am. It makes me feel less awkward.</p><p><strong>HEEMS</strong>: I'm glad to have someone with so many syllables in their name cause it makes me feel less awkward as a rapper.</p><p><strong>MUHAMMAD</strong>: That's what's up, man.</p><p><strong>HEEMS</strong>: People'll be like, \"How do you say that?\" I'll be like, \"It's three syllables, like Jonathan.\" Like, y'all got three syllable names too. What's complicated about this?</p><p><strong>MUHAMMAD</strong>: So what's happening with you? You have a new record coming along.</p><p><strong>HEEMS</strong>: Yeah. Yeah. It's out there now.</p><p><strong>MUHAMMAD</strong>: It's out there?</p><p><strong>HEEMS</strong>: That's such a frickin' relief to just get it out. Yeah.</p><p><strong>KELLEY</strong>: We <a href=\"http://www.npr.org/2015/03/01/389022625/first-listen-heems-eat-pray-thug\" target=\"_blank\">premiered</a> it today.</p><p><strong>MUHAMMAD</strong>: How's it feel? Relief. What's the face of relief?</p><p><strong>HEEMS</strong>: This is it. It looks tired.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>HEEMS</strong>: Bags under my eyes.</p><p><strong>MUHAMMAD</strong>: Yeah. It doesn't — I don't know.</p><p><strong>HEEMS</strong>: I got knots in my back.</p><p><strong>MUHAMMAD</strong>: Doesn't look like you released a very ground-breaking record, man.</p><p><strong>HEEMS</strong>: I didn't. I released a <em>decent</em> record <em>some kids</em> <em></em><em>may like</em>. Nah, man. It's just like, I got caught up with the label stuff. I'm used to putting out mixtapes and doing everything myself. I changed my relationship from a distribution deal to a label deal. And then the label wasn't clearing no Indian samples or reggae samples. And they was, you know — just all these producer contracts and stuff. I'm not on a major. There's no legal team. So basically, made the album December 2013; spent the last 15 months in limbo, just trying to get this out. Labor pains, man. Just trying get this baby out my belly. Yeah.</p><p><strong>MUHAMMAD</strong>: Why'd it take so long?</p><p><strong>HEEMS</strong>: That's on the label, man. They didn't, basically, want to buy beats on the front end so then certain producers dropped off. I had to have those beats reconstructed. I had to go back in the studio and make a couple new songs. Just label politics, man.</p><p><strong>MUHAMMAD</strong>: Did that process of having to go back and reconstruct a song, did that make the effort better for you, in terms of the final product?</p><p><strong>HEEMS</strong>: Yeah, I feel like, in some ways, having — I made the album in Bombay, in like three days. And then the songs I made back home, now that I think about it, were \"Flag Shopping\" and \"Patriot Act.\" And those are the most outright political songs. I think when I was in India I was thinking more about my personal life and writing songs about the breakup with my ex or writing songs about the breakup with my band. But when I got back to New York, I was able to make those songs about New York, about, you know, 9/11. So definitely — and that's the core of the album too. It's not just like heartbreak in the traditional sense but heartbreak in the socio-political sense. So it was. It was frustrating. But I'm glad I got to add those songs to it. Yeah.</p><p><strong>MUHAMMAD</strong>: So, going back and making the record, those songs, in Bombay, were you — and going to the title, <em>Eat Pray Thug</em>, which is similar to <em>Eat Pray Love</em> — was that your intent, in terms of, you were just saying, going back and thinking about heartbreak and things in your personal life?</p><p><strong>HEEMS</strong>: Like with title, it was — that book <em>Eat Pray Love </em>is kind of about this white girl and spiritual tourism, right? Which is something I think about in India like a lot. When I was there, I was in Haridwar where my dad is from and then I'd hop in the auto and go to Rishikesh where like all the white people are cause <a href=\"http://www.npr.org/artists/15229570/the-beatles\">The Beatles</a> went there. So, you know, the album, like <em>Eat Pray Thug</em>, is also about how I'm just as guilty of exotifying India or of orientalism as a white person is. Like, I freaked out and I went to India on some I'ma find myself-type thing. And that's no different than what Westerners do in India. So it's kind of about the complexity of identity and contradiction. And just that, you know, while I identify with Indian, I'm not Indian. I am American. And so, yeah, <em>Eat Pray Thug </em>is kind of a play on that, that I'm no less guilty of this than that white woman. So — and then the other thing is thug is a Hindu — an Indian word.</p><p><strong>MUHAMMAD</strong>: Yeah, I was going to ask you about that.</p><p><strong>HEEMS</strong>: Thug comes from Thuggee. And Thuggees were these groups of bandits who would go around — they had razor blades in their bandanas and they'd just put the bandana on the neck of a British colonial. They would just like run up on these groups of traveling British people and just kill 'em, steal their s---. And I don't think — so somebody's like, \"Look at this guy talking about he's a thug now all of sudden. This hipster kid.\" Or whatever. And it's not even about that. It's about the nature of language and where language comes from. And just that, yeah. Maybe a reclamation of the word thug, in a sense.</p><p><strong>MUHAMMAD</strong>: Mm.</p><p><strong>HEEMS</strong>: Yeah.</p><p><strong>KELLEY</strong>: That's dope.</p><p><strong>HEEMS</strong>: Thank you, Frannie.</p><p><strong>KELLEY</strong>: It just is. So we premiered the album and that was a thing that <a href=\"https://twitter.com/timmhotep\" target=\"_blank\">Timmhotep</a> really wanted to write about. Was the combination of — he used the word highfalutin and I didn't want to use it — but it was a combination of, in some ways, an academic understanding of the world and, like, an everyday understanding of the world without that much thought given to how those things touch each other, which is, I think, just the way that we live now, right, with the Internet and everything.</p><p><strong>HEEMS</strong>: I think I've always enjoyed mixing highbrow and lowbrow.</p><p><strong>KELLEY</strong><strong></strong>: Yeah.</p><p><strong>HEEMS</strong>: And even if you look at, like, <a href=\"https://twitter.com/dasracist\">Das Racist</a> and \"<a href=\"https://www.youtube.com/watch?v=EQ8ViYIeH04\" target=\"_blank\">Pizza Hut Taco Bell</a>\" and the other stuff we were doing, on the one level, it's super lowbrow because people — you can slip in a lot of highbrow stuff when you package it in a lowbrow way. So it was about not beating people over the head with, \"Racism is bad. George W. Bush is bad.\" But packaging — and part of it was, like, laughing to keep from crying, in the long tradition of humor in African-American poetry.</p><p>But, yeah, I am lowbrow dude stuck in a hi-fi world. Like, you know, going to a school like Wesleyan, working on Wall Street, going to Stuyvesant High School, I found myself navigating all these crazy worlds I never thought I would be a part of. But, in my core, I'm just still an Indian kid from Flushing in East Queens. And so not a lot of — I just grew up in this very particular way and then I was thrown out into the world and the world keeps responding so I keep doing it. But that's why I moved back to Long Island with my family — was just to just kind of, you know, keep a sense of where I'm from in my head. But, yeah, I'm guilty of some highfalutin. I do that.</p><p><strong>KELLEY</strong>: Whatever. We're at NPR. It's fine.</p><p><strong>HEEMS</strong>: Mm-hmm. Just hanging at NPR with Ali Shaheed Muhammad. No big deal. And you, Frannie.</p><p><strong>KELLEY</strong>: Uh-huh. So I wanted to talk about how that relates to comedy and making people laugh and defying expectations or, like, flipping whatever on its head. And this idea of laughing to keep from crying. Are you trying — are you writing jokes?</p><p><strong>HEEMS</strong>: I used to. When I was like --</p><p><strong>KELLEY</strong>: Can we talk about the song \"<a href=\"https://www.youtube.com/watch?v=nIvfl3ME-bw\" target=\"_blank\">Womyn</a>\"?</p><p><strong>HEEMS</strong>: Sure.</p><p><strong>KELLEY</strong>: That's like, one of my favorite songs.</p><p><strong>HEEMS</strong>: Yeah. I freestyled that. I didn't really write it. That's why I can't perform it. I need to sit down and listen to it.</p><p><strong>KELLEY</strong>: You should perform it. But it's all about the ad-libs anyway.</p><p><strong>HEEMS</strong>: Yeah. I don't know. I feel like, like I said, humor is a good tool to use to kind of slip in some not-so-funny stuff. And I always — you know, humor is a common defense mechanism for chubby kids so that's, like, what happened with me. Always, it's like, trying to get out of fights by making fun of people and using humor as a tool instead of other things. And like I said, a lot of when you're talking about racism and stuff is super heavy. When I'm talking about innocent lives lost from drone attacks, it's super heavy. And so I still want to talk about those things but I don't want to beat people over the head with it.</p><p><strong>MUHAMMAD</strong>: It's interesting. You say you don't want to beat people over the head but when you talk about it, it's so concentrated and it's very heavy. It's not light at all. So --</p><p><strong>HEEMS</strong>: Yeah, but that's me. Most of the comedians you see are super depressed, you know? Like look at Robin Williams. That's like the classic example this year. But there's a long history of comedians with mental health issues and I probably fall into that. It is heavy and it's a heavy thing to be constantly thinking about.</p><p>But when I started going to that liberal arts college and I was surrounded by white people and old money and, like, New England trust funds and boarding schools, it was just super confusing. It was something I'd never really come in contact with before. And I started thinking about race, like, constantly. And then I was armed with the tools to think about and speak about race from that education. So — and that's why Das Racist was — like, now when I talk about race, it's about me as an Indian American. Before when I was talking about race, it was about the discourse of black and white in America and the gray area that is brown — which is Latino and Indian and Middle Eastern — and just kind of the history of America and race. You know, that conversation has always been black and white, literally and figuratively.</p><p><strong>MUHAMMAD</strong>: What does the face of assimilating look like to you in America?</p><p><strong>HEEMS</strong>: I guess me. What do I look like? I don't look relieved, you said earlier. So do I look like the face of assimilation? Assimilation is so complicated and, like, you feel — I feel — I just saw this amazing play, <em>Disgraced</em> by <a href=\"https://twitter.com/ayadakhtar\">Ayad Akhtar</a>. It won the Pulitzer. And it's about this rich Muslim Pakistani corporate lawyer with his white wife. And she's an artist and she's into Muslim art and he's, you know, changing his name and trying to get ahead at the firm. And so how assimilation is necessary and important but I've always appreciated the kind of privacy of ethnic enclaves. I've always liked that, you know, my dad's been here 30 years and his English still isn't good. That's what I like about New York. You don't have to assimilate if you don't want to. So I kind of jump between the two of those things a lot.</p><p><strong>MUHAMMAD</strong>: Then how does one deal with keeping it raw and traditional without assimilating, but then — in the times of where war and the effects of war bring about discrimination, oppression, and hatred to a group of people in like what has happened here in America, and you have people who have come here to not necessarily assimilate, maybe to assimilate, or to be just who they are --</p><p><strong>HEEMS</strong>: No, you come here to make money. You don't come here to assimilate. That's kind of thrusted upon you. And it goes hand-in-hand. If you want to make more money, you might have to assimilate.</p><p><strong>MUHAMMAD</strong>: Okay, so then for those — absolutely.</p><p><strong>HEEMS</strong>: Alright.</p><p><strong>MUHAMMAD</strong>: So for those who do that and then find themselves at the face of being identified with an enemy that they are not. And so, how — I'm just --</p><p><strong>HEEMS</strong>: No, that's interesting. Because as you assimilate, you come in contact more with American and white people, right? If you're just in your community, you're not thinking about the way your community is treated. You're not thinking about — you're just trying to get through the day. You're just trying to put food on the table. It's when you step out of the community that you get to look at it through a lens where you might be able to help the community. But then you're so far out of it, how do you get back in?</p><p>Like, how am I supposed to talk about the — how am I supposed to talk about working class Indian immigrants when I'm hopping on airplanes flying around the world being highfalutin. There is such guilt with me as a human being about that. I feel, like, a lot of, I don't know if it's working class guilt or what but, yeah. I feel like what am I doing? Why am I doing this? Why am I out there like that? What am I — how do I just take things back to when they were simple and I was a kid and I was growing up in my community and I didn't think about these things?</p><p>But, at the same time, in assimilating I've been able to be a voice for that community, to humanize that community, to let people know we are just like you. And so, yeah. And it's also just like, how much of yourself do you put in the music? What do you keep for yourself? How much do you open up to your audience and which things keep for yourself? And so it's like — it's a similar thing with like — or being a voice for the community and then talking about things like substance abuse. I don't want to undermine my efforts in the community by being labelled but, at the same time, in a lot of communities of color we don't talk about mental health or substance abuse and I want to be open about these things cause they may help that next kid.</p><p>For the community, though, it's like, we don't talk about those things. Don't put yourself out there like that. That gets swept under the rug. And I just find, like, in so many of our families there's this black cloud hanging over the living room where we don't talk about her getting raped or him being an alcoholic. Or we don't talk about your uncle who married a Muslim or we don't talk about — and the more you don't talk about that, the more you kind of suffocate it and some of those things really need room to breathe. But, you know, I don't want to be that one dude. But at the same time, a lot of times I feel like if someone's got to do it, it should be me.</p><p><strong>MUHAMMAD</strong>: I think you do it very well.</p><p><strong>HEEMS</strong>: Whoa. Thank you.</p><p><strong>MUHAMMAD</strong>: The song specifically that sticks in my head is \"Patriot Act.\"</p><p><strong>HEEMS</strong>: Oh, you listened to the record?</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>HEEMS</strong>: What?</p><p><strong>MUHAMMAD</strong>: And --</p><p><strong>KELLEY</strong>: People are always surprised.</p><p><strong>MUHAMMAD</strong>: And — I mean, out of any songs that I've listened to for our guests, that song prompted the most questions for me. Just that one song had like layers and layers and layers of questions. And it's just a very — it really pushes the limit on the sensitivity of the subject of being Muslim in America and looking like, you know, whatever you look like, be it Indian or Pakistani or Arab, and having to be persecuted even though you are not the enemy. And, I mean, it's just there was so many questions. It made me wonder about how you — obviously you're using your voice through the music. This question is not solely for you and how you live your life and manage, it but it made me wonder about people who migrate to America to just be here — and I think you sort of answered it by saying people come here to make money and they're not really thinking about all the outer dynamic in the moment. But it made me wonder how come people who come here — maybe they don't align themselves with a civil rights sort of a --</p><p><strong>HEEMS</strong>: Oh, great. Great. Yeah. And I try to be very vocal about that effect. That, first off, I'm whatever, a working class then middle class Indian kid, that rap is a black art form, and that I am guilty of appropriation. And that it makes me feel very strange. But at the same time this is the most appropriate medium because I don't want to be performing race or performing — I'm not a clown here to, you know, appease the white. So, it's like, if I wrote a book or if I used a different medium, I feel like the audience — inevitably my audience did end up being mostly middle and upper-class white kids, but that's also just rap right now. But I chose rap because — I admit I was appropriating a black art form but it's also a working class art form. And in this country working class means black.</p><p><strong>KELLEY</strong>: It's also a generational platform.</p><p><strong>HEEMS</strong>: Yeah, no. And fine, yeah, generation too. '80s and '90s, that was what I listened to. But I think it's important to be cognizant of the fact that black art forms have always been stolen and that, especially as Indian and Chinese people are used in this country to keep black and Latino people down with the model minority myth — I can get into it but basically we weren't really allowed into the country until '65. Between '65 and '75 Americans mostly brought over PhDs and Master's candidates from India, maybe 90% PhDs and Master's candidates cause of the Cold War. We wanted to step up our science program. At that point, their wives and children weren't allowed. '75, they basically allowed their wives and children to come and that's when my parents and working class people came here. That's when the cab drivers or the 7/11 guys came here. Then around '91 the Indian economy liberalized and even right now most of the Indians coming are this H-1B class, which means they're here to be bankers, computer programmers, or, you know, the upper class.</p><p>So in the '90s and stuff we spent so much time being like, \"We're not just Apu. We're not just these cab drivers. Look at us we're doctors. We're engineers.\" But now everyone just looks at us like doctors and engineers and so nobody is speaking on behalf of those cab drivers. Or just the same way — Manhattan Indians don't care about Queens Indians. And, like, I'll go to India and someone will tell me I'm bridge-and-tunnel for living in Queens. And I'm like, \"You took an airplane to come to New York and you're calling me bridge-and-tunnel?\" I took a car. Like, how am I less New York cause you lived in the city for two years.</p><p>So — not to get away from your question. So one thing I'm very vocal about — when I lectured at Princeton last year I was talking about Asian-American apathy, that we come here, we make our money, and we don't share that money. We don't put it into philanthropy. We don't help — not only our community's working class but we don't help American communities' working class. We're perfectly fine letting white people say, \"Look, if the Indians can do it, why can't the blacks? Look if the Indians make this much money, why can't the Latinos?\" And the answer is because you picked all the smart, rich Indians to begin with. That's cheating. And then more importantly, that law wouldn't have been passed in '65 if it wasn't for the efforts of black people and the Civil Rights movement. They created the environment that would allow other people of color to come into this country.</p><p>There's a long history — even before Indians were really allowed, we were jumping ships to come to New York. Or we were coming down from Canada and settling in California. And a lot of the Indians that came here were Muslim. Around the time of the Nation of Islam was popping off, they would have to go to these Bengali restaurants to eat Halal food and there was a lot of interaction between the Indian and Pakistani and Bangladeshi Muslims and the black Muslims. You know, they would have these debates. Like the Indians would be like, \"Show me in the Quran where it says white man is devil. I don't see that.\" And, like, these other experiences where if you were a black man that wanted to ride in the white car in the train, you might throw a turban on because Indian people were mysterious and exotic but seen as rich and gold and spices whereas our own minorities were seen as, you know, \"You have to sit in the back of the bus.\"</p><p>So there's a long history and I feel like now a lot of South Asians forget that. So when something like Ferguson is happening, these Indian kids are talking about the guy at the bodega where the kid stole the cigars. They're not talking about getting down there and helping the black community. They're talking about, \"Well, he did push the Indian guy.\" Well, what the hell does that matter? And part of that is just it's so rare that an Indian is even out there in the public and the news and pop culture, that we — we're so deprived of seeing brown people in media that we get excited when we see — \"Oh, well, the Indian guy at store where Michael Brown stole the cigars from, he was Indian.\" That has nothing to do with the narrative. But that's what the South Asians were talking about when that happened.</p><p>So, for me, I'm very vocal about the fact, yeah, that I practice a black art form and that I don't want my community or me to be used to further keep black people and Latino people back. The same way it's black bodies in American jails. On an imperial level, it's brown bodies in American jails around the world — or Gitmo. So I see it as one and the same but at the same time I'm hesitant to — I have had a much easier experience in this country than African-Americans have and I want to be vocal and up front about that. I've had it a lot easier. And, you know, I think those that have it easier should give back. Does that answer --</p><p><strong>KELLEY</strong>: You know what's funny though is you ask what the face of assimilation is: I'm the face of assimilation.</p><p><strong>HEEMS</strong>: How's that?</p><p><strong>KELLEY</strong>: My family is all mostly Irish and Barbados and Scottish and, like, people don't know where I'm from, whatever. You can't tell. White girl can kind of go anywhere at this point, right? But we have — the Irish community has a lot of the same stuff, just four generations later. And because nobody had any access to any of this — we should probably talk about it — the effects are compounded and super pixelated and people can't figure that s--- out. So, I mean --</p><p><strong>HEEMS</strong>: But you know what the difference is? That four generations later Irish, Italian, and Jewish just became white.</p><p><strong>KELLEY</strong>: Oh, yeah.</p><p><strong>HEEMS</strong>: Whereas black, Latino and Indian will never be white.</p><p><strong>KELLEY</strong>: It's not going to happen.</p><p><strong>HEEMS</strong>: So — and I agree. Ultimately, it's not just about race. It's about class. It's about the world we live. It's about immigration. And, yeah, the Irish community, the Italian community, the Jewish community have had it extremely tough and contribute so much to New York culture. Like, that's a big part of New York. Assimilation is all of America. I always say white people are the most diverse I've ever met. You talk to them. They'll say, \"I'm a quarter Irish. I'm a third Jewish. I'm Scandinavian. I'm this. I'm that.\" And I'm just like, \"I'm just Indian.\" So, yeah, assimilation, it's America. We're a country of immigrants, right?</p><p><strong>KELLEY</strong>: But that's another conversation that happens, like at my parents' church and in churches, I've heard, all over the country. Is like, people talk about social justice and it's very frustrating for the younger generation because the older generation wants to save their money. And wants to dissociate from, like, rabble and trouble-causing and they really really really don't want to let the women be the priests.</p><p><strong>HEEMS</strong>: Mm-hmm.</p><p><strong>KELLEY</strong>: So, it's just that you have to fight every day all day.</p><p><strong>HEEMS</strong>: Mm-hmm. Unless you're a straight white man.</p><p><strong>KELLEY</strong>: I guess so. I wouldn't even f---ing know.</p><p><strong>MUHAMMAD</strong>: Wow.</p><p><strong>KELLEY</strong>: Could you explain Partition?</p><p><strong>MUHAMMAD</strong>: Yeah. Same. I had the same question.</p><p><strong>HEEMS</strong>: Sure. So India has always been a place where Hindus and Muslims live. There was the Mughal Empire of Muslims, which a lot of people think wiped out a lot of Hindus. And there was the Emperor Aurangzeb who people say didn't like Hindus and killed them. But then there was emperors like Akbar who had Hindus in his court and who had a religion that combined parts of Hinduism with Islam. So there was a lot of coexisting.</p><p>But when my grandparents and my ancestors were in modern day Pakistan, the neighborhood was Muslim, HIndu. The language they spoke had elements of Arabic. Urdu is a Pakistani language, which is basically Hindi with Arabic. And Hindi is an Indian language. But a lot of North India, like I said, there was interchange between Hindus and Muslims and what happened is, when we started fighting for independence and we got independence in 1947, the British said, \"We're going to give you your freedom but we're going to cut the country into two bits. On the East, you're going to have East Pakistan. On the West, you're going to have West Pakistan. And, in the middle, you're going to have India.\"</p><p>And a lot of the Muslims were fighting to have their own country. But people play up, kind of — or it depends on your thoughts on it, but a lot of people say that the British were in the ears of Muslim being like, \"You should get your own country.\" And a lot of people basically say the idea was to divide and conquer. \"If we're going to leave this land, we're going to divide it so y'all'll be fighting for the next 100 years while we can sit in Britain counting the gold and spices we stole from you.\" So when '47 happened they drew up these borders and they said basically, \"This is going to be a Muslim country. This is going to be a Hindu country. And the Muslim country is going to be divided in the middle by, like, thousands of miles.\" Eventually, in the '70s, West Pakistan became Bangladesh.</p><p>As they left, the Hindus who were in Pakistan and Bangladesh had to come to India and the Muslims who were in India, although a lot of them stayed, a lot them went to Pakistan and Bangladesh. So what you had was warring religions, riots, rape, murder, just — people compare it to the Holocaust. So my grandparents had to leave everything they had just set up in Pakistan to have the army help them get to India. And, like, along the way my grandfather had to pretend to be Muslim. My grandmother saw her uncle murdered to death in front of her with sticks. And, like I said, there was a lot of rape, a lot of bloodshed, in crossing those borders.</p><p>And then in '47, my grandparents came to India and they had their kids in the '50s in India. So I kinda look at it like my grandparents, a big event in their life was Partition. My parents, the big event in their life was immigration. And for me, the big event in my life was 9-11, which kind of had to do with the world we live in and the effects, in a certain way, of Partition or of immigration or of living in a global world. But each thing in its certain way involved borders, travel, airplanes --</p><p><strong>KELLEY</strong>: And we're talking, like, 20 million people displaced?</p><p><strong>HEEMS</strong>: I don't know the exact number but, if you — you know, India is a billion people. So it was a very significant portion of the population that was moving.</p><p><strong>MUHAMMAD</strong>: Mm.</p><p><strong>HEEMS</strong>: And yeah, people don't know or talk about it. So, in a way, I kind of identify with Pakistan as well. Like, I'm not Muslim; I'm Hindu. I identify with Sikh. I'm Hindu and I'm Sikh. But at the same time, after 9/11, if people didn't see that difference in me, then I stopped seeing difference in me. And another thing that I was vocal about was I'm sick of Hindus and Sikhs going out there and saying, \"Why did they tag our temple? Why did they kill Sikhs? We're not Muslim.\" I'm sick of the response being, \"We're not Muslim.\" That response should be, \"Even if we were Muslim, this shouldn't've happened.\" So, yeah. My grandparents are from modern day Pakistan. At home, I speak Urdu. I grew up liking Muslim poetry. I grew up liking Muslim music or Pakistani and Indian music, like <a href=\"http://en.wikipedia.org/wiki/Nusrat_Fateh_Ali_Khan\">Nusrat Fateh Ali Khan</a> and things like that. Yeah, so that's Partition.</p><p><strong>MUHAMMAD</strong>: When you mention that in \"Suicide By Cop,\" why?</p><p><strong>HEEMS</strong>: Initially, it was just about the narrative of my life.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>HEEMS</strong>: \"At first we lost everything with that Partition. Crossed the waters and the borders, we was on a mission. Parents got arranged and moved to Queens from the UP. It was loopy.\" Something like that. \"Then the people treat them crazy. As a baby, feeling guilty stealing money for the hazy.\" It's just about my life. It's about, you know, hearing <a href=\"http://en.wikipedia.org/wiki/The_Notorious_B.I.G.\">Biggie</a> in the fourth grade. It's about my parents' marriage being arranged and, like I said, that narrative of starts with Partition, then immigration, and then it gets to me. So yeah, just kind of my life story in that first verse. And then that second verse is just kind of cliché braggadocio rap. You know, balance.</p><p><strong>MUHAMMAD</strong>: \"Let's not forget I got skills, AKA.\" Is that what you're saying?</p><p><strong>HEEMS</strong>: Yeah, you got to do some of the rappity-rap-rap, you know?</p><p><strong>KELLEY</strong>: So my theory on 9/11 is that it mattered a lot more to people --</p><p><strong>HEEMS</strong>: Is that it was an inside job, right? Me too, ma.</p><p><strong>KELLEY</strong>: The girls did it. It was that, if you had a way of understanding the world before it happened and then it happened, your s--- was just devastated. But if you were so young that you didn't quite understand or whatever, it somehow hasn't had quite as great an effect on you. Like, you're still innocent in some way. So you were in 10th grade.</p><p><strong>HEEMS</strong>: Mm-hmm.</p><p><strong>KELLEY</strong>: I don't really know if I want to do this, honestly, tell September 11th stories. I don't really want to do it. I don't --</p><p><strong>HEEMS</strong>: Let's not.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>KELLEY</strong>: Okay. Okay, cool.</p><p><strong>MUHAMMAD</strong>: I have a question.</p><p><strong>KELLEY</strong>: Okay.</p><p><strong>MUHAMMAD</strong>: What is gwalla?</p><p><strong>HEEMS</strong>: It means guap.</p><p><strong>MUHAMMAD</strong>: Oh, I thought — it's an Indian/Hindu word for — what is that?</p><p><strong>HEEMS</strong>: Nah.</p><p><strong>MUHAMMAD</strong>: I never heard that term, gwalla.</p><p><strong>HEEMS</strong>: I think I heard it from <a href=\"https://twitter.com/liltunechi\">Lil Wayne</a> first.</p><p><strong>MUHAMMAD</strong>: For real.</p><p><strong>HEEMS</strong>: Yeah.</p><p><strong>KELLEY</strong>: It's Lil-Wayne-ian.</p><p><strong>HEEMS</strong>: But the word after that — I said, \"gwalla wallah.\" Wallah in Hindi means person. Like, there's last names in Hindi, in India, like \"Ice Cream Wallah.\" That's a real last name. Or \"Ganjah Wallah.\" That's based on an occupation. So if you was the weed guy, your last name was Ganjah Wallah. Or if you was the ice cream guy, your last name was Ice Cream Wallah. Moti Wallah, that's the diamond guy. So on the track I say Gwalla Wallah, like the money man. But --</p><p><strong>MUHAMMAD</strong>: Who are you speaking to in that song, \"Al Q8a\"?</p><p><strong>HEEMS</strong><strong></strong>: I wasn't speaking — you know, you just get in the studio and rap. I don't know if there's — I don't really think about an audience and if I do, that audience is so diverse that I can't cater to one audience. My fans are — I check off a lot of different boxes. I feel fortunate to be able to do so. So I don't really think about any audience when I get in there.</p><p>But that song — <a href=\"http://www.npr.org/2015/03/13/390733655/we-knew-things-were-different-for-us-heems-on-rap-race-and-identity\" target=\"_blank\">last time I was here</a>, they basically asked me if I support terrorism because of that song \"Al Q8a,\" because I say \"All guns from Al Qaeda.\" That line is a reference to <a href=\"https://twitter.com/frenchmontana\">French Montana</a>. On \"Coke Wave,\" he said, \"Hi haters, my guns from Al Qaeda.\" If you look at Dipset, calling themselves Taliban. You look at <a href=\"https://twitter.com/thejuelzsantana\">Juelz Santana</a> calling himself a young Mohamed Atta. You look at Lefrak; we grew up calling that neighborhood Iraq, you know.</p><p>So really it's about how, you know, rap — the black population here, the working class here — feels like — when, again not to bring it back to that, but when 9/11 happened and <a href=\"https://twitter.com/mosdefofficial\">Mos Def</a> said <a href=\"https://www.youtube.com/watch?v=q0j6ynL1_v8\" target=\"_blank\">Bin Laden didn't blow up the projects</a>, right? That song isn't me supporting terrorism; that song is me just saying that there are parallels to the way that we treat black people here and the way we treat brown people around the world. And it's not just me but even the rap community has drawn those parallels before I was even rapping. Why did they call Lefrak Iraq? Or why is Chicago Chi-raq now? Because people on the ground even here feel some kind of affinity or some kind of — feel like that they could be compared to the people over there.</p><p>And obviously a lot of people caught flack for things like young Mohamed Atta. That's a crazy thing to say. But why would someone say that, you know? Even when you look at the book <em>Reluctant Fundamentalist</em> or the film, or when you look at Ayad Akhtar's <em>Disgraced</em>, both films, they talk about this moment where the brown protagonist, the Muslim protagonist, talks about almost a small feeling of pride when 9/11 happened. I'm not saying that at all, but all I'm saying is that, when you're an oppressed person, you find it easy it compare yourself to other oppressed people. And I'm just bringing up again that the way we treat black people in America is the way we treat other people of color around the world. And it's — on a local level, here, it's that. And on an imperial level, colonial level, there, it's that.</p><p>But it's not about — obviously, I was traumatically affected by that event. I'm not praising anything like that. But, like I said, Bin Laden — like Mos Def said, he didn't blow up the projects. So, yeah. I don't know. It is a confusing thing. Maybe it's controversial. I am a confused person, you know?</p><p><strong>MUHAMMAD</strong>: You don't really sound confused.</p><p><strong>HEEMS</strong>: Really?</p><p><strong>MUHAMMAD</strong>: Not at all.</p><p><strong>HEEMS</strong>: Maybe I've been thinking about these things for a while so --</p><p><strong>MUHAMMAD</strong>: I mean, if you listen to \"<a href=\"https://www.youtube.com/watch?v=a2Qnh2OlND8\" target=\"_blank\">Sometimes</a>,\" you may think you a little unstable but, you know.</p><p><strong>KELLEY</strong>: Shots.</p><p><strong>MUHAMMAD</strong>: That's just if you were literal and I don't take it to that. I understand artistic license and stuff like that. But I love everything that you're saying because in hip-hop right now no one's dropping history.</p><p><strong>HEEMS</strong>: Except when you — it's not really history but that new Kendrick, \"The Blacker The Berry.\" It's amazing. I want to hear more stuff like that. No one's doing stuff like that anymore.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>HEEMS</strong>: Now is when people <em>need </em>to do stuff like that.</p><p><strong>MUHAMMAD</strong>: Absolutely. So I think there's a lot of history in <em>Eat Pray Thug</em> --</p><p><strong>KELLEY</strong>: Why now? Why do people need it now?</p><p><strong>HEEMS</strong>: It's not now. It's always people need it. But if you look at, specifically, police brutality in Ferguson, you know, now would be a good time. But I talked about this the other week too. Just that when my label told me that \"Patriot Act\" is dated — \"That was years ago.\" And I told them, \"It's not if you're me. It's not if you're a brown person. It's not if you're a person of color and they're tapping your phone.\" Like, everyday you live with this. So maybe to you and your office, as like a white man, it's dated. But to me, every day of my life I deal with these things. So it's not now. And, even if more people are paying attention to it now, then that's positive.</p><p><strong>MUHAMMAD</strong>: Well, for the simple fact --</p><p><strong>HEEMS</strong>: But it is history.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>HEEM</strong><strong>S</strong>: It's not now. It's history. It's always been there. So if you need to remind people now, then do it.</p><p><strong>MUHAMMAD</strong>: Well, not to mention — to say that something like what Patriot Act really is in our law, in our structure, in how it governs our life, whether we know it to the depths of it or not, to even say that it's dated is a problem.</p><p><strong>HEEMS</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: I mean, not that the corporations are in the market to pull the curtain back on these sort of things but it affects everyone and nothing good comes from it.</p><p><strong>KELLEY</strong>: You mean the fact that it's been around for so long is a problem, the fact that it's still enacted?</p><p><strong>MUHAMMAD</strong>: Yes.</p><p><strong>HEEMS</strong>: Think about, like, how many times on <em>The Wire</em> would they mention the Patriot Act as the reason they were able to use those wires to --</p><p><strong>KELLEY</strong>: That FBI guy, yeah.</p><p><strong>HEEMS</strong>: — lock up people in the hood in Baltimore. So the Patriot Act isn't just them spying people that look like me. It's a — like I said, they're using those tools to do what they do and what they do is lock black men up in jail. That's what they do.</p><p><strong>MUHAMMAD</strong>: Can we talk for a moment to your funny — I'm sorry. Am I taking over?</p><p><strong>KELLEY</strong>: No.</p><p><strong>MUHAMMAD</strong>: Can we talk to your funny side?</p><p><strong>HEEMS</strong>: Sure.</p><p><strong>MUHAMMAD</strong>: You're so New York that you don't listen to <a href=\"http://en.wikipedia.org/wiki/Tupac_Shakur\">Pac</a>, but you rhyming over ATL beat. What's up with that, man?</p><p><strong>HEEMS</strong>: Was it an ATL beat?</p><p><strong>MUHAMMAD</strong>: It kind of sounds ATL-ish to me.</p><p><strong>HEEMS</strong>: Nah, <a href=\"https://twitter.com/harryfraud\">Harry Fraud</a> is New York.</p><p><strong>KELLEY</strong>: He's from New York.</p><p><strong>HEEMS</strong>: Harry Fraud is Brooklyn. Harry Fraud is French Montana's producer. And, to me, the drums are — the drums are Punjabi to me.</p><p><strong>MUHAMMAD</strong>: Yes, which — I hear that.</p><p><strong>HEEMS</strong>: The drums almost sound Indian. It sounds like bhangra.</p><p><strong>MUHAMMAD</strong>: Yes. I hear that. I hear that.</p><p><strong>HEEMS</strong>: That's hip-hop but that's bhangra too.</p><p><strong>MUHAMMAD</strong>: That's your loophole. That's your loophole.</p><p><strong>HEEMS</strong>: Maybe — you know what sounded like Atlanta? Was \"Damn Girl.\" I sound a little Future on there. Or \"Hubba Hubba,\" the way I go high. Like, I say, \"Water!\" That sounds maybe like Rae Sremmurd or something like that so. But how do you — I didn't want to — so many people we're doing that, \"This is. How I. Rap. Now.\" And then when Migos came out, it was, \"Now I. Rap like. This.\" And so — how do you — I wanted it to be New York and avoid that as much as I could. So --</p><p><strong>MUHAMMAD</strong>: You know how I take it?</p><p><strong>HEEMS</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: Because I'm not even talking about your rhyme on top of it, your rhyme style. That, I appreciate it. But I was like, \"So NY,\" and I was just listening to it. I was like — and I definitely heard the Indian influence from the percussive aspect of it but then the other aspect of it was just straight South to me.</p><p><strong>KELLEY</strong>: You wanted like a <a href=\"http://en.wikipedia.org/wiki/Skull_Snaps\">Skull Snaps</a> sample or something.</p><p><strong>MUHAMMAD</strong>: Nah, not necessarily.</p><p><strong>KELLEY</strong>: <a href=\"http://www.npr.org/templates/story/story.php?storyId=93844583\" target=\"_blank\">Speaking</a> of Nusrat Fateh Ali Khan.</p><p><strong>MUHAMMAD</strong>: But it just was funny to me, just the dynamic of the song being so New York and I'm like, New York — maybe it's — okay. Maybe it's the era of which you're landing into New York cause it is --</p><p><strong>HEEMS</strong>: Yeah, I was just thinking maybe — '90s New York is different than now. You look <a href=\"https://twitter.com/asvpxrocky\">A$AP Rocky</a> and those guys making Houston and Atlanta influenced songs but --</p><p><strong>MUHAMMAD</strong>: But that's what the funny — that's why the paradox of that song was so hilarious to me. I was like, \"Ah, man.\"</p><p><strong>HEEMS</strong>: Oh, I just remembered, or someone just wrote, that <a href=\"https://twitter.com/myfabolouslife\">Fabolous</a> made a song called \"<a href=\"https://www.youtube.com/watch?v=KuFfPdlfmzo\" target=\"_blank\">So NY</a>\" also, like a couple years ago.</p><p><strong>MUHAMMAD</strong>: Yeah, he did, which is one of my favorite songs.</p><p><strong>KELLEY</strong>: Oh, so you didn't know that? We wrote about that in the First Listen.</p><p><strong>HEEMS</strong>: Yeah. I didn't realize — I didn't think about that.</p><p><strong>KELLEY</strong>: That's amazing.</p><p><strong>HEEMS</strong>: But I love Fabo.</p><p><strong>MUHAMMAD</strong>: Was it \"So NY\" or \"So Brooklyn?\"</p><p><strong>KELLEY</strong>: It was NY.</p><p><strong>MUHAMMAD</strong>: It was \"So NY.\"</p><p><strong>HEEMS</strong>: It was even \"So NY\" spelled like that? Yeah. I don't know. I try to avoid Atlanta. I mean, musically. And I didn't even set out to make this New York album but, when you leave a place, you write about it. If you look at like — one of my favorite records is <em>Paul's Boutique</em>. Those guys were in LA when they were writing that album, which is considered, to me, a quintessential New York record. Or when you look at like, I always say, the book <em><a href=\"http://www.amazon.com/Here-New-York-E-B-White/dp/1892145022\" target=\"_blank\">Here Is New York</a></em>. E.B. White left, moved upstate, and then came back. And then wrote about New York. So like that perspective of leaving, you know, brings you home in a way, creatively. So I didn't set out to make no New York record and then I thought about it --</p><p><strong>KELLEY</strong>: <em>Here Is New York </em>is also the book where he predicts the --</p><p><strong>HEEMS</strong>: 9/11.</p><p><strong>KELLEY</strong>: — planes flying into skyscrapers.</p><p><strong>HEEMS</strong>: When he talks about these buildings and planes, right?</p><p><strong>KELLEY</strong>: The big birds, yeah.</p><p><strong>HEEMS</strong>: Yeah, and I definitely — I was definitely reading that around the time I was making the album.</p><p><strong>KELLEY</strong>: Mm-hmm. Well, let's talk about <a href=\"https://www.facebook.com/gordon.voidwell/info?tab=page_info\">Gordon Voidwell</a>.</p><p><strong>HEEMS</strong>: Yeah. Well, he might be going by Wills now. W-I-L-L-S.</p><p><strong>KELLEY</strong>: Okay, for his fronted stuff.</p><p><strong>HEEMS</strong>: Yeah.</p><p><strong>KELLEY</strong>: Okay. He is from the Bronx.</p><p><strong>HEEMS</strong>: He's from the Bronx. Yeah.</p><p><strong>KELLEY</strong>: He spent a lot of time in Minneapolis though.</p><p><strong>HEEMS</strong>: Now he's out in Minneapolis. Yeah.</p><p><strong>KELLEY</strong>: What did you think about his production?</p><p><strong>HEEMS</strong>: I love it. Why else would I work with him if I didn't love it?</p><p><strong>KELLEY</strong>: Nah, I was asking Ali.</p><p><strong>HEEMS</strong>: Oh, my bad.</p><p><strong>MUHAMMAD</strong>: I'm like, which song did he do?</p><p><strong>HEEMS</strong>: He did \"Sometimes.\"</p><p><strong>KELLEY</strong>: Most of the rest.</p><p><strong>MUHAMMAD</strong>: Oh it's dope.</p><p><strong>HEEMS</strong>: He did \"Jawn Cage.\"</p><p><strong>MUHAMMAD</strong>: \"Sometimes\" is — what did I think?</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: When the first --</p><p><strong>KELLEY</strong>: Cause I thought that's why you were talking about the disco vibe.</p><p><strong>HEEMS</strong>: Yeah. No. He's got a disco/funk --</p><p><strong>MUHAMMAD</strong>: But I like that. And, especially \"Sometimes\" being — is that the first song on the record?</p><p><strong>HEEMS</strong>: Yeah.</p><p><strong>KELLEY</strong>: Mm-hmm.</p><p><strong>MUHAMMAD</strong>: And so it sets it off. There's an aspect of it that, to me, is like a new hip-hop, sort of. But it's not just hip-hop. It's something else. And then — it wasn't really towards the middle, towards the end of the record, it made me want to dance.</p><p><strong>HEEMS</strong>: Yeah, people have been saying that.</p><p><strong>MUHAMMAD</strong>: Just, you know, it's a dance record. But in a good way.</p><p><strong>HEEMS</strong>: Yeah it is.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: Like --</p><p><strong>HEEMS</strong>: You know, I love that. When I started making music, I was a big fan of <a href=\"https://twitter.com/miauniverse\">M.I.A.</a> And I love that she was talking about some serious stuff but doing it on rap records — on dance records. And, like I said, whether it's humor or whether it's dance music, they're just ways to package these serious topics of conversation in a way that people can accept it easier. And, yeah, Voidwell makes funk and pop and disco-influenced music. And, you know, he's a big <a href=\"http://www.npr.org/artists/15394157/prince\">Prince</a> fan.</p><p><strong>MUHAMMAD</strong>: Who did \"Home?\"</p><p><strong>HEEMS</strong>: <a href=\"https://twitter.com/devhynes\">Dev Hynes</a>. Blood Orange. And he came in studio and was just like — we made that song in like two hours maybe. He just came in, had the guitar line down, was like, \"Yo I got this kind of Indian-sounding thing.\" And I was like, \"That does sound Indian, bro. That sounds like so '90s Bollywood to me.\" Then I have <a href=\"https://twitter.com/rafiqbhatia\">Rafiq Bhatia</a> playing guitar on \"Jawn Cage.\" And then <a href=\"https://twitter.com/matsor\">Rostam</a> from <a href=\"https://twitter.com/vampireweekend\">Vampire Weekend</a> on one song playing guitar but that song didn't get cleared. But I wanted guitars on the record.</p><p>Yeah, I think — I like dance music. Even the earlier Das Racist, we were working with <a href=\"https://twitter.com/le1fny\">Le1f</a> and <a href=\"https://twitter.com/diplo\">Diplo</a> and these guys on production. If you're talking about stuff that's so serious, it makes it a little easier to deal with when you can dance to it.</p><p>He made \"Pop Song.\" He made \"Damn Girl.\" He made \"Sometimes.\" And he made \"Jawn Cage.\"</p><p><strong>MUHAMMAD</strong>: So you went to — you said earlier that you were thinking about your relationship. What's up with the ladies? Are you confused when it comes to the relationship aspect? Cause some of these songs, these relationships — okay. Before — I don't want to assume. It sounds sort of like \"Home\" was a relationship-based, but I took it — at least the first verse, I was elsewhere with it. I took it as meaning, literally, the land and the dynamic in a relationship with the land. It wasn't till it got towards the end I was like, \"Oh, sound like --\"</p><p><strong>HEEMS</strong>: Some girl stuff?</p><p><strong>MUHAMMAD</strong>: Some honey thing.</p><p><strong>KELLEY</strong>: \"Some honey thing?\" Are you f---ing kidding me?</p><p><strong>HEEMS</strong>: Are you offended?</p><p><strong>KELLEY</strong>: No, couldn't be more supportive.</p><p><strong>HEEMS</strong>: No, I wish it was this much smarter thing like you thought it was where I was drawing parallels between, like, a relationship with a woman and home.</p><p><strong>MUHAMMAD</strong>: But tell me about — you got a couple of songs --</p><p><strong>HEEMS</strong>: I'm talking about, on that song, dependency in a relationship, and co-dependency, and I'm talking about dependency with substances — and like balancing those two dependencies. And then obviously throughout the whole record there is this idea of I don't know what my home is. I don't know whether it's here or whether it's there. But home is, you know, where the heart is. And if the heart is with a girl. Like, it doesn't matter where I am as long as I'm happy in that relationship then I'll be happy. So there's a lot of moving pieces there and that's why I said I'm confused.</p><p>And I guess the record tries to make sense of that confusion. But between mental health and substances, between breaking up with my ex, between Das Racist breaking up, between 9/11 and traveling the world and stuff, there's a lot of moving — like a fan last night on Twitter was like, \"I think this album was important for you to — it seems like it was just as important for you to make it as it is for us to hear it.\" Or something like that. Just that, \"you seem to have gotten a lot out of making this album.\" And I did.</p><p>As far as things with the honeys, things are good. I'm just not trying to get into, like, a relationship because I have too much on my plate and I don't want to drag somebody into the mess that I am until I'm in a better place. So, like, I've been — I was celibate, like 6 months this year just to clear my head, not be — off of everything. Cause, like I said, that dependency can be with people too. It doesn't always have to be a bottle of wine or some drugs or something. So, yeah, that's where I am with the ladies.</p><p><strong>MUHAMMAD</strong>: Are you happy?</p><p><strong>HEEMS</strong>: Yeah, I'd say I'm pretty happy. Now I'm back out there and dating and stuff. Now I'm back out there. So I'm happy now.</p><p><strong>KELLEY</strong>: Okay, so how weird is that, though, to write something a year ago — and that's where you were a year ago, especially if you were freestyling a fair amount of it — and now you have to talk about it and explain it and remember what it's like. That always seems like the craziest part about doing interviews.</p><p><strong>HEEMS</strong>: Yeah, but that's like the classic narrative of a break-up thing, right? But then, like you just said, we don't want to talk about 9/11. That's what's more difficult. Is doing these interviews where I have to talk about the most traumatic event of my life. I always get extremely anxious. My tone changes. I, like — I can't do it. So it's super hard. You make this thing as a therapeutic resource and then — to not have to talk about it. I wanted to make this album so I could put these issues behind me and move forward with my life. And then I ended up having to wait 15 months while, like — do I give up on music? Do I get a job?</p><p>Like, I work right now at an advertising technology company four days a week — on top of managing myself, directing the music video I just did with Eric Andre and Hannibal Buress, dealing with the label, making my own marketing plan. I'm the A&R on my album at the label. It's just a whole lot of stuff. So last year was — it's not just now it's frustrating to talk about all those things I was going through, but it was more frustrating to wait to talk about those things. I knew I had to talk about 'em. But it was more I would've rather done that then when I --</p><p>And yeah, obviously, my ex hit me up today after listening to it and was upset. So it's tough that I have to get back into that and talk to her and just — I'm getting backtracked into that relationship or talking about or dealing with it after it's been over for like two years. So it's extremely difficult but that's what you do. You're an artist. You make things. You put that out there. And just, as difficult as it is, when that reciprocated energy comes back to me in the form of a fan telling me it's helped them get through something it makes it easier to go through it. You know?</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>HEEMS</strong>: It's about putting that energy out there and then seeing what comes back. I think. Whether it's on a stage at a show or whether it's with the album or whether it's the art show I just did in NoHo or whatever it is.</p><p><strong>MUHAMMAD</strong>: Yeah. Well, definitely appreciate the energy you put out there. I think --</p><p><strong>HEEMS</strong>: Thank you, Ali Shaheed Muhammad.</p><p><strong>MUHAMMAD</strong>: — it needed to — who am I? But it definitely needed to be said and the best thing about art is when you definitely feel something. Even if — if you're feeling elated or joy, anger, enraged, obviously that's a good piece of art. And so — it's great.</p><p><strong>HEEMS</strong>: Wow. Thank you, man. I agree. The purpose of art should be to make you feel something, anything. So when somebody has been telling me, \"Yo the end of that album. Yo, that was crazy.\" It's cool to me because it almost feels like they're talking about a movie or a book, like there's a plot and a narrative and then at the end, you know? So when they talk about \"Patriot Act\" like that. Or just, like I said, when a lot of the Muslim or Indian kids have been hitting me up like, \"Yo 'Flag Shopping' and 'Patriot Act' spoke to me like that.\"</p><p><strong>MUHAMMAD</strong>: But it's just the MC skills are sharp. So it's just flamboyant. And you should be on like <a href=\"https://twitter.com/defjamrecords\">Def Jam</a>, well, at least the old Def Jam. I'm not taking shots; I'm just saying ain't no — my relationship with Def Jam, I always — perfect example. <a href=\"https://twitter.com/atcq\">Tribe Called Quest</a> was in a bidding war and Def Jam was in that bidding war. We went to <a href=\"https://twitter.com/jivemusic\">Jive</a>. And I look over the years and I'm like, we certainly was not a Def Jam artist. Def Jam artists, like, really just --</p><p><strong>HEEMS</strong>: You're thinking more like <a href=\"https://twitter.com/publicenemyftp\">Public Enemy</a> era?</p><p><strong>KELLEY</strong>: '89, right?</p><p><strong>MUHAMMAD</strong>: '89. A lot that came after that.</p><p><strong>KELLEY</strong>: You're like <a href=\"https://twitter.com/llcoolj\">LL</a> --</p><p><strong>MUHAMMAD</strong>: LL. <a href=\"https://twitter.com/dmx\">DMX</a>. You know, really flamboyant just like get-in-your-face kind of popping-at-things sort of a — and that wasn't — we didn't represent that. But I feel like in your delivery, your skills are definitely New York sharp.</p><p><strong>HEEMS</strong>: Thank you, man. That means a <em>lot </em>to me. I don't think I could really convey that but that means a lot to me, from you. Thank you.</p><p><strong>KELLEY</strong>: How do you deal with, like — cause you're kind of saying, like, you're a part of hip-hop but you're off to the side, kind of.</p><p><strong>HEEMS</strong>: Right. Well, I mean, people used to hit me with that joke rap label, that hipster rap label.</p><p><strong>KELLEY</strong>: Yeah, whatever. I don't care about that. How do you deal with the legends talking to you? You tweeted something — you're doing something with <a href=\"https://twitter.com/easy_mo_bee\">Easy Mo Bee</a> and <a href=\"https://twitter.com/bigdaddykane\">Big Daddy Kane</a>?</p><p><strong>HEEMS</strong>: Oh, no. I did some radio show interview and they were other guests on the show.</p><p><strong>KELLEY</strong>: And they weren't in the same room?</p><p><strong>HEEMS</strong>: No.</p><p><strong>KELLEY</strong>: Okay.</p><p><strong>HEEMS</strong>: How do I deal with, like — but whether it's like — a lot of rappers — or even like <a href=\"https://twitter.com/salmanrushdie\">Salman Rushdie</a> has become a friend of mine. Or — yeah, that's the most rewarding thing, is when another artist appreciates you or validates you, in a way. You don't want to be seeking validation from nobody cause at the end of the day you're a man, you're making your work, you're putting it out there. But when somebody else who you know is been through the motions, has dealt with this industry or dealt with the vulnerability of putting yourself out there in such a big way, tells you that they appreciate that you do and it's a mutual feeling, that's the best --</p><p>That's the organic, creative energy of rap. Is like, yo, I want to work with you. I want to collaborate with you. Not because the label's telling me, not because I got an album coming out, but because rap is collaborative and because I dig your energy and let's get in the studio and see what we make, you know? But that — and then eventually it becomes, again, label politics, like this or that. But the organic, raw collaborative energy of hip-hop is what makes it so cool.</p><p><strong>KELLEY</strong>: I mean, to me, there's still — I still — there's like a romantic element to it, to, like, these guys that were so f---ing huge and matter so much to me. I was just like --</p><p><strong>HEEMS</strong>: I'll say one of my favorite New York rappers from the '90s snuffed me like two years ago.</p><p><strong>MUHAMMAD</strong>: What?</p><p><strong>HEEMS</strong>: And I came — I'm not going to say who or whatever, whatever. But I was like, \"Hey, I'm a really big fan.\" And the whole night I just felt a lot of negative energy from dude. And then, what he said was, at the end of the night, I popped off at him, like I called him a has-been or something. Which might, you know — maybe I did. Then I got sucker punched and dude ran away. And, you know, I'm not a big fighter. He probably would've — I don't even think he needed to sucker punch. He could've just punched me. But yeah that was crazy.</p><p>Cause, yeah, I'm, I guess, a new rapper but I'm an older dude. I'm not like 23 out here so I grew up liking a lot of that old rap. I'm not out here being like, \"Oh man. Eff these old heads or duh duh dah,\" you know. That's not what I like. Like, I feel like I was at that ending cusp of that generation of rap but at the same time I'm part of this tech/Twitter/ADD world of rap too.</p><p>And the same way I feel like I was there before the Internet and I remember what life was like then. And I remember when the Internet came and now I know life after the Internet. So that timing of my life, of everything, is, yeah, very much old and new world.</p><p>But, yeah, I mean, I'm always excited when someone I like digs my work but, yeah, like I said, I'm not going through life looking those accolades. It's not about that. It's more important to me when I could help a young person.</p><p>And, you know, rap is weird, man. It's collaborative but there's also competition, your own friends and stuff. You're super competitive with your own homies. And when you're on the come-up everybody will work together but then when you're like out there and stuff — like 2012, I had <a href=\"https://twitter.com/donaldglover\">Childish Gambino</a>, <a href=\"https://twitter.com/xdannyxbrownx\">Danny Brown</a> and <a href=\"https://twitter.com/actionbronson\">Action Bronson</a> on my mixtape and stuff. And on this one, I didn't want to be working with other rappers. There's not a single other rapper on here because I wanted it to be a showcase of me. And I didn't want to be riding nobody else's wave. I wanted this one to be my wave, you know?</p><p><strong>KELLEY</strong>: As you get more attention or whatever — you talk on the record a lot about protecting your parents, like helping them communicate and whatever. As you become more of a name, does that become a bigger burden? And have you ever had to deal with that, protecting your family from your success or your notoriety or something like that?</p><p><strong>HEEMS</strong>: Have you, Ali?</p><p><strong>MUHAMMAD</strong>: Mm-hmm. Yes.</p><p><strong>HEEMS</strong>: It's a crazy — when I look at rap right now, right, <a href=\"https://twitter.com/jcolenc\">J. Cole</a>'s got <a href=\"https://www.youtube.com/watch?v=eRaFMlZ1YHA\" target=\"_blank\">a record out</a> where's he talking about running around New York and doing his rapper thing meanwhile at home his mom's getting foreclosed on the crib. <a href=\"https://twitter.com/drake\">Drake</a> dropped a song, \"<a href=\"https://www.youtube.com/watch?v=uIpyBZyiQXk\" target=\"_blank\">You & The 6</a>,\" where he's talking about, you know, \"Thank god Toronto and my mom raised me otherwise I wouldn't be prepared to handle this world.\" Action Bronson dropped a joint \"<a href=\"https://www.youtube.com/watch?v=debIyWS6Byc\" target=\"_blank\">Actin Crazy</a>\" like, \"Ma, still your little baby. Why you think I'm out here acting crazy?\"</p><p>And a lot of these songs they're feeling guilty about running around the world. They're talking about coming home to their parents. They're talking about being glad that their moms raised them that way or that everything they're doing — you know, \"It might not seem apparent to you, Mom, but the reason I'm out here acting crazy is for you.\" And I feel like I could relate to that. That's basically my favorite genre of rap right now, is like, I'm-sorry-Mom rap. Or, like, \"Don't look at the price tag, Mom.\"</p><p>That's a real moment where like — my parents still cutting coupons and stuff and I'm spending $1000 on a scarf? I feel terrible guilt about stuff like that, but I still stunt. But, yeah, I mean, and it's hard, especially — it's even — how do you explain being in magazines or on TV or the attention you get to people and that you're still the same person? Your parents are always going to treat you like the way you treat you. They don't care what magazine you in or nothing. Take that trash out, boy.</p><p><strong>MUHAMMAD</strong>: Yup. Yup.</p><p><strong>HEEMS</strong>: So I take that trash out. That's what it's about. They keep you grounded, too. That's why I like living at home right now. Cause my head would be way too big if I wasn't. That's why I like working in advertising per hour and doing data entry. Because otherwise one check for one hour performance make me feel like I'm on top of the world. But you got to realize the value of money.</p><p>Yeah. And I think it's a particularly immigrant thing to want to take care of your parents. It's not so much about communication. I would be so pissed off when I was like seven and some guy at the store would talk to me instead of my moms or dad and they spoke to them in English. But they'd, because of an accent or whatever, they would talk to me. And I'd be like, \"I'm seven years old. Talk to my parents, idiot. Why you talking to me? I'm a kid.\" You know?</p><p>So when you grow up with that type of thing, or just when an Indian man in Alabama is there to visit his son and grandchild and gets paralyzed by the police, you start worrying about your dad on that train. Or your dad out there with the police. The same way my parents worry about their son going outside and police harassing them is the same way I worry about my parents going outside and the police harassing them.</p><p>Like, I tweeted once, \"Do white people have this urge to buy their parents property that, like, I have, that my boys in the neighborhood have? I want to buy my moms a house. That's the number one thing I want to do. Or is that not in that world?\" Cause it feels like such a normal part of my life. You know, I'm the eldest son of the family. I help with the bills at home, you know. And I want to, yeah. And my parents helped put me through school too. So it's the least I can do for everything they've done.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>HEEMS</strong>: I mean, how did your parents take you becoming a rap star?</p><p><strong>MUHAMMAD</strong>: My mom made me write an essay when I wanted to leave college to record. And so she's always been supportive and bought my turntables when I was crazy young. But in terms of protecting, I was — I'm still always protective of my family. I don't — in the social media, you'll never see any pictures and photos of me and family because, to me, that is my sanctity. And I think you need something away from the public. Not that it's crazy. It's not like my life is like Justin Bieber or something like that. But just for me, there's an aspect that I need to go to and so, for me, it's my family.</p><p>My mom is just — she's proud. She doesn't speak about it. My grandma? That's different. I just took her to the doctor a couple days ago and she's just like, \"Yup. My grandson.\" I'm like — and I don't say anything. I'm like, that's her shining moment. She knows that I'm just super low-key but I'm like, \"That's grandma. Cool. Yep. Yeah. Mm-hmm. Can we help her though?\" You know? That's how I deal with it. But my — I've always been grounded. And so it's — my moms — as cool, I think — as calm as I am about a lot of things, my mom is probably even more calm and chill about things, so I get it from my mama.</p><p><strong>KELLEY</strong>: My mom is very worried that I'm going to write a book and tell all her secrets. Or like, accuse her of some wild s---. And I always like — I think about that when people talk about their families and talk about their — yeah, like pictures. And I have friends that get known and then people ask them these crazy questions and like --</p><p><strong>HEEMS</strong>: I'm so out there with my family on Instagram. Cause I hang out at home. I play with my nieces. That's what I do. So I'm not going — I don't want to put out this curated idea of what my life is, that I'm only out hanging out with celebrities and playing shows. No, the most important thing in my life is family and I feel like a lot of Indian kids relate to that so I think — and a lot of the other creatives who are South Asian aren't really growing up in a community with like 17 of their cousins or aren't growing up with their grandma.</p><p>So, I don't know, for me to be a creative, I want other people to know that I'm really — I don't know. In a sense, I'm like, yo, I'm really Indian. I really speak Hindi at home and eat this food every day. I'm not like some fancy son of professors or nothing like that. But then it's a delicate thing because I'm not trying to look for my street cred or validation through my parent's struggles. So my parents will be like, \"Don't talk about your dad driving a cab.\" Or, \"Don't talk about me working at Pathmart. What are you doing? Why would you put that out there?\" And I get where they're coming from too. And so, yeah, it's super tough thing.</p><p>You know, <em>Village Voice</em> just asked me what my parents' names and occupations are and whether they could get a statement from my parents on my career. And I'm just like, \"Nope. No way.\" That's how I'll protect them. It's not about their image or nothing but it's about — no, you don't talk to my parents. No. I don't even — my parents have been maybe two of my concerts out of like 300 because — and then, they don't — they believe in me. They know I'm doing well. But they don't need to be there for every step of the way, you know?</p><p><strong>KELLEY</strong>: Yeah. I get that.</p><p><strong>HEEMS</strong>: Yeah?</p><p><strong>KELLEY</strong>: I mean, I feel pretty good. I could ask more questions or we could be done. I feel like that's a nice place to end.</p><p><strong>HEEMS</strong>: I feel like we got a lot, no?</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>KELLEY</strong>: Yeah. We go long, though. That's how it <strong></strong>is around here.</p><p><strong>HEEMS</strong>: Yeah.</p><p><strong>KELLEY</strong>: They like it. But, yeah, so thank you.</p><p><strong>MUHAMMAD</strong>: Word. Thank you.</p><p><strong>HEEMS</strong>: Thank you, Frannie. Sorry I had to cancel on Friday.</p><p><strong>KELLEY</strong>: Whatever. Now I'm sick.</p><p><strong>MUHAMMAD</strong>: No. It worked out.</p><p><strong>HEEMS</strong>: It worked out much better. Yeah.</p><p><strong>MUHAMMAD</strong>: It worked out cause, yeah, I don't think I was going to be here. That wasn't part of the plan.</p><p><strong>HEEMS</strong>: Are you DJing at all while you're in town?</p><p><strong>MUHAMMAD</strong>: Nah. I'm just sneaking in. I haven't even — I was — like before --</p><p><strong>KELLEY</strong>: You can find him at Choice later.</p><p><strong>HEEMS</strong>: Yeah?</p><p><strong>MUHAMMAD</strong>: You know what I'm saying, when I left LA, I was like, picture of sunshine cause I know I was going to cold, brick Chicago and I was like — I said something about that, and I don't even post stuff often. And then got to Chicago, I was like, \"Now look that at.\" And then I was like, I want to say I'm going home. And I was like, \"Nope. I can't do that.\"</p><p><strong>KELLEY</strong>: You gotta keep it tight. Or everyone's going to call you.</p><p><strong>MUHAMMAD</strong>: Gotta keep it tight cause I'm about to get — yeah. I'm just like, \"Ah, man.\" So, yeah. But I am happy that this worked out this way.</p><p><strong>HEEMS</strong>: Yeah, definitely. Thank you guys for having me. I'm officially — I'ma be checking the podcast out. Is it a podcast? Or is it on NPR?</p><p><strong>MUHAMMAD</strong>: Yeah, podcast.</p><p><strong>KELLEY</strong>: It's not on the radio. But it's podcast.</p><p><strong>HEEMS</strong>: Yeah, it's on NPR.com?</p><p><strong>KELLEY</strong>: Mm-hmm. And it's on iTunes and whatever. And SoundCloud.</p><p><strong>HEEMS</strong>: Great. Well, I'ma be checking out the next ones too.</p><p><strong>KELLEY</strong>: Cool.</p><p><strong>MUHAMMAD</strong>: Thank you.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Heems%3A+%27If+Someone%27s+Got+To+Do+It%2C+It+Should+Be+Me%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ali Shaheed Muhammad","audio":[{"meta":{"duration":"4435"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399316229-cc923f.m3u?orgId=1&topicId=1039&aggIds=100920965&d=4435&story=399216057&ft=nprml&f=399216057"},{"href":"http://media.npr.org/assets/img/2015/04/12/gettyimages-465399782-e9704db2a5510f28c87f16bf2205321455a02263.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1731","width":"2309"}}]}