{"created":"2014-09-02T15:12:15+00:00","modified":"2014-10-30T23:13:50+00:00","valid":{"from":"2014-10-30T23:13:50+00:00","to":"3014-10-30T23:13:50+00:00"},"hreflang":"en","title":"The Machine That Tried To Scan The Brain — In 1882","published":"2014-08-28T16:13:00+00:00","teaser":"The inspiration for modern MRI brain scanners was built before World War I began, the Titanic sank, and humans took flight. Now neuroscientists are trying to give its inventor his due credit.","itags":["npr_api","340906546"],"guid":"d17a3ec3-0d29-402b-bed4-2acbfd62e818","contentencoded":"<p>Everyone points to the Wright Brothers as the inventors of human flight. But centuries earlier, it was Leonardo da Vinci who <a href=\"http://blog.nasm.si.edu/exhibitions/leonardo-da-vinci-and-flight/\">imagined human flight</a>, recognizing how birds used concepts like lift and wing shape to glide high above us.</p><p>Now scientists have uncovered new details about the man you might call \"the da Vinci\" of modern brain science. He was a physiologist named Angelo Mosso who lived in Italy during the 19th century, and until several years ago his manuscripts were mostly collecting dust in the archives of an Italian university.</p><p>Inside the manuscripts, researchers found sketches of a contraption built in 1882: the first machine designed to watch the brain at work. It didn't resemble modern brain scanners in any sense.</p><p>\"It looks like some kind of medieval torture device. I mean it's got a big strap to kind of stop the person moving around too much,\" says David Field, a psychologist at the University of Reading and an expert on Mosso's machine, called the \"human circulation balance.\" He even <a href=\"http://brain.oxfordjournals.org/content/early/2014/01/09/brain.awt352.extract\">built a modern re-creation of it</a>.</p><p>Mosso's human circulation balance operated on a simple idea, relatively untested at the time: The brain needs more blood when it works harder.</p><p>Mosso would have volunteers lie down on a long wooden plank, carefully balanced on a fulcrum, like a seesaw. He calibrated for anything that might throw off the balance, like the rise and fall of the volunteer's breathing. Then with everything secured, he'd ring a bell.</p><p>Mosso reasoned his volunteer's brain would have to process the sound, requiring more blood, making it weigh more, which would tip the scale toward the head's side. According to his manuscripts, that's exactly what happened.</p><p>\"It sounds like a romantic story, like a dream came true: trying to weight the thoughts,\" says Stefano Sandrone, a neuroscientist at King's College London. Sandrone is the lead scientist who <a href=\"http://brain.oxfordjournals.org/content/137/2/621\">uncovered Mosso's manuscripts</a>.</p><p>Sandrone says Mosso's documents claim his machine could also detect the differing weights of various mental activities. Reading a philosophy book reportedly tipped the balance more than reading something light, like a newspaper.</p><p>It remains unclear, though, exactly how well the human circulation balance worked. But, Sandrone says, like Leonardo da Vinci, Mosso had hit upon the right idea: Thinking and blood flow are intimately connected, a fundamental concept behind many of today's brain scanning tools.</p><p>However, the human circulation balance had a flip side: The public began to put too much faith in it. In December 1908, a French newspaper reported that people believed the balance \"would soon fully explain the physiology of the human brain\" and treat mental illnesses.</p><p>In this way, Mosso's invention shares some similarities with modern brain scanners, especially the brain scanning technology Mosso's balance directly influenced, known as fMRI (functional magnetic resonance imaging); fMRI reveals what parts of the brain are working harder by tracking how local blood flow changes.</p><p>Russ Poldrack, a psychologist at the University of Texas at Austin and an expert on brain scanning technology, says fMRI is an incredibly powerful tool. But he also points to its misuses — in particular, by a branding consultant writing <a href=\"http://www.nytimes.com/2011/10/01/opinion/you-love-your-iphone-literally.html?_r=0\">in the New York Times</a> in 2011.</p><p>\"He had put people in a scanner and shown them iPhones, and claimed that he saw activity in an area of their brain that demonstrated that people were in love with their iPhones,\" Poldrack says.</p><p>The trouble is, that part of the brain is also associated with pain, disgust and a host of other emotions.</p><p>The brain is not that simple. But Poldrack has a guess as to why brain technology has often made it seem like it is.</p><p>\"We're sort of fascinated by seeing thought, which seems so nonmaterial — seeing it as a material thing,\" he says. \"I think people often feel like if they see it on an imaging scan, it's real in a way that it isn't real if it's just being talked about.\"</p><p>In the end, he says, the balance and fMRI are both machines, built by humans, imbued with limitations.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Machine+That+Tried+To+Scan+The+Brain+%E2%80%94+In+1882&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Chris Benderev","audio":[{"meta":{"duration":"289"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341083636-0634d9.m3u?orgId=1&topicId=1007&ft=3&f=340906546"},{"href":"http://media.npr.org/assets/img/2014/08/16/MossoBalance_wide-46802d86677710a8b9f57314072e38381434cd33.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"848","width":"1508"}},{"href":"http://media.npr.org/assets/img/2014/08/16/angelo_mosso_custom-465166791be34c950d0b74a98329dada54b47be4.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"359","width":"256"}}]}