{"created":"2015-02-23T20:00:33+00:00","modified":"2015-02-24T21:36:30+00:00","valid":{"from":"2015-02-24T21:36:30+00:00","to":"3015-02-24T21:36:30+00:00"},"hreflang":"en","guid":"d17ab4af-b172-48f2-aa2b-a07c95c92470","title":"Hopes rise for a nuclear deal with Iran","published":"2015-02-24T21:36:27+00:00","byline":"Christopher Woolf","tags":["conflict","business","economy","diplomacy","government","Conflict","Conflict & Justice","Geneva","Asia","North America","Iran","United States","Israel","Middle East","Asia","South Asia","North America","Barbara Slavin","Iran","Sanctions against Iran","Iran–United States relations","Economy of Iran","U.S. sanctions against Iran","Politics"],"teaser":"The buzz from Geneva is that international talks there on Iran’s nuclear ambitions are approaching a deal. The deal could limit Iran’s nuclear capabilities for a decade or more, in exchange for an easing of sanctions. ","contentencoded":"<p>Fear of Iran’s nuclear program has led to some of the most severe international sanctions in history. That has brought Iran to the negotiating table, and now it seems as if a permanent deal to manage Iran’s nuclear efforts could be close.</p>\n<p>“We are getting there,” says Barbara Slavin, a senior fellow at the Atlantic Council and author of a 2007 book about Iranian/US Relations called Bitter Friends, Bosom Enemies.</p>\n<p>Six nations, including the United States, are negotiating with Iran in the Swiss city of Geneva.</p>\n<p>Slavin says the signs of progress are evident, in the speeches and comments given by key Iranian leaders, “and by the extreme concern expressed by Bibi Netanyahu, the prime minister of Israel. All these point to the fact that a deal really is quite close.”</p>\n<p>The details are not known, but the broad outlines of a deal are becoming clear. Iran will be allowed to retain a nuclear program, but it will have severe restrictions placed upon it, for at least 10 years. The scale of Iran’s nuclear program will be limited so that it would not be able to enrich enough uranium to make a nuclear weapon quickly. The industry will also be subjected to rigorous examination by United Nations inspectors.</p>\n<p>The deal will also allow for the easing of international economic and financial sanctions. Iran’s economy has suffered severe damage from sanctions in the past few years.</p>\n<p>Israel is opposed to the deal as it sees itself as the most likely target if Iran ever did acquire the bomb, and it says there aren’t enough restrictions in place to prevent that from happening. That position is supported by some members of Congress from both parties.</p>\n<p>However, Slavin says the deal being considered would not need Congressional approval, at least in the short- and medium-terms. “There will be sanctions relief that will be provided by the United States, but that will come through executive action on the part of the president. He will waive the sanctions that are of most concern to Iran, And these are sanctions that prevent other countries from investing in Iran or trading with Iran, primarily the Europeans and the Asians.”</p>\n<p>“The United States,” she adds, “I’m afraid will be the last to the party,” meaning the US will not be able to benefit from trade or investment in Iran until Congress lifts sanctions as the final part of the deal.</p>\n<p>Slavin believes the odds are shifting in favor of a successful outcome in Geneva. “I’ve been 60/40 for a very, very long time. So I’m going to take a real leap and say 70/30 now, because I think we’re going to get there.” </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-23%2Fhopes-rise-nuclear-deal-iran&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Arak_Heavy_Water4.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/arakheavywater4jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0223201501.mp3"},{"href":"http://www.pri.org/file/0223201501mp3"}]}