{"created":"2014-08-29T16:44:05+00:00","modified":"2014-11-19T20:53:24+00:00","valid":{"from":"2014-11-19T20:53:24+00:00","to":"3014-11-19T20:53:24+00:00"},"hreflang":"en","title":"Ebola Took Her Daughters And Made Her An Outcast","published":"2014-08-25T15:53:00+00:00","teaser":"The disease that has claimed over<strong> </strong>600 lives in Liberia and 1,400 across West Africa has had another tragic impact. People who've lost family members may find themselves shunned by friends and family.","itags":["npr_api","342225542"],"guid":"d17b3ffc-2f22-42d6-a5c1-2683412493c3","contentencoded":"<p>\"When you say Ebola,\" says Amanda Ellis, \"everybody will run.\"</p><p>Ellis is 79. She's sitting in a blue plastic chair in the dirt yard in front of her house, in a rural area outside Liberia's capital city of Monrovia. She looks worn out. She has lost five members of her family to the virus that has claimed over 1,400<strong> </strong>lives in her homeland and in neighboring countries.</p><p>Ellis' daughter Thelmorine was the first to go. She was 58. She contracted Ebola after taking care of a friend who was infected at a hospital where both of them worked as nurses.</p><p>When Thelmorine got sick, her sister Rose came over to her house to tend to her. That's how Rose got infected.</p><p>Ellis says she was there when her daughter Rose showed the first symptoms. She points to a small, whitewashed house a few yards from her own. Rose lived there with her husband.</p><p>Rose told her mother she had stomachache. Ellis gave her warm water to drink and took her to a clinic several times.</p><p>But Rose's decline was swift. \"She come into the bathroom to take a bath and just dropped,\" Ellis recalls.</p><p>Ellis says her daughter tried to console her as she lay dying. \"Oh, my Mom, Momma, God will bless you,\" Rose told her.</p><p>But Ebola wasn't done with Ellis' family. It turned out Thelmorine had infected her daughter, Sharon. And Rose had infected her husband. Within days, both of them were dead, too. Another of Ellis' granddaughters, who lives in a different town, also fell ill and died.</p><p>The body of Rose's husband lay in the whitewashed house next to Ellis' for several days. Ellis ticks them off on her fingers: \"Friday, Saturday, Sunday ... \"</p><p>When the body collectors finally showed up, they sprayed the house with disinfectant. That was the last time anyone entered it. Ellis says it's too upsetting to go in, and sometimes she cries herself to sleep.</p><p>Ellis herself never got sick. She's long past the 21 days it takes to know if someone exposed to an Ebola patient has contracted the disease themselves. But now she's facing fear and rejection. Her neighbors want nothing to do with her.</p><p>It started at the local market. Ellis earns her living there, selling mangoes from some trees at the edge of her yard. But when she shows up, the other sellers shoo her away. \"Go! You have Ebola!\" they shout.</p><p>\"Everybody shun me,\" Ellis says.</p><p>They won't buy her mangoes. And they won't let her buy their food, either. \"If they do take the money,\" she says, \"they will stand a far distance from you and stretch their hand.\"</p><p>But Ellis says most painful of all is that not one person other than her surviving relatives has come to comfort her.</p><p>She has lived in this town her whole life. She knows everyone here, and everyone knows her. Yet at her hour of greatest need, the friends and neighbors she always expected to count on have deserted her.</p><p>\"Now, I'm a step-child. Nobody knows me. I'm a stranger,\" she says.</p><p>This is the curse of Ebola. It's a disease that doesn't just strike down healthy adults in their prime and decimate entire families. It's a disease that sows a paralyzing fear through the wider population, leading otherwise kind, neighborly people to draw away from the survivors. So many family members of those who die are bereft not just of their loved ones but of their community. Utterly alone.</p><p>\"They make me to feel very bad, very bad, very bad,\" says Amanda Ellis. \"So I ask God, why I should live?\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ebola+Took+Her+Daughters+And+Made+Her+An+Outcast&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nurith Aizenman","audio":[{"meta":{"duration":"244"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343073946-f64c2e.m3u?orgId=1&topicId=1031&ft=3&f=342225542"},{"href":"http://media.npr.org/assets/img/2014/08/21/dsc_0498-07f99d9a4b307daf7e856bf85a2806d570c72fc5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2666","width":"3555"}},{"href":"http://media.npr.org/assets/img/2014/08/21/dsc_0496-d74f475cfc2eed7e5cdef2af3dd50f5e373fe87a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3194","width":"4259"}}]}