{"created":"2014-09-22T07:28:47+00:00","modified":"2015-02-27T22:33:49+00:00","valid":{"from":"2015-02-27T22:33:49+00:00","to":"3015-02-27T22:33:49+00:00"},"hreflang":"en","title":"Why Jewelry Stores Hide The Price Tags","published":"2014-09-22T14:12:00+00:00","teaser":"In most stores, you can see how much everything costs. Why do jewelry stores hide the price tags?","itags":["npr_api","349873785"],"guid":"d18a469d-8674-4c6f-aa5d-a4f6b4fd58fe","contentencoded":"<p>When Tara Silberberg was a little girl, she helped out at her parents' jewelry store and wrote the prices on the tiny price tags.</p><p>\"I had such good handwriting, too,\" said Silberberg. \"Just teeny tiny, minuscule little handwriting.\"</p><p>Not that customers would see it: The price tags were turned upside down or tucked away. Even now, when Silberberg runs the store, she still hides the prices.</p><p>Customers have to ask Silberberg what the price is, or guess it. It's like playing a jewelry store version of <em>The Price Is Right.</em></p><p>One reason for this is the huge range of prices, says Silberberg. She points out one pair of earrings in her shop window that costs $80 — another pair right beside it costs $2,000.</p><p>Customers can get spooked by high prices. \"They'll go, 'Oh, this is crazy,' and they'll just walk right out,\" she said.</p><p>Without a price tag, customers have to ask before they bolt. The store gets a chance to explain the story behind the earrings or necklace. That makes the decision to buy more about emotion and not just a number, says pricing consultant Rafi Mohammed.</p><p>But recently, Silberberg has noticed that some customers look up prices online before they come in. \"They've already pre-shopped, and they know exactly what they're looking for,\" she said. They also know exactly how much it costs.</p><p>Silberberg is about to open a new jewelry store, and she's thinking about putting price tags on some moderately priced items in the shop window. For the more expensive stuff, though, customers are still going to have to ask.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Jewelry+Stores+Hide+The+Price+Tags&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Stacey Vanek Smith","audio":[{"meta":{"duration":"285"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350524844-13d4de.m3u?orgId=1&topicId=1006&e=349873785&d=285&ft=nprml&f=349873785"},{"href":"http://media.npr.org/assets/img/2014/09/21/jewelry-e8854b36a6ab32edd10541f37187491de42b704a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1461","width":"1948"}}]}