{"created":"2014-10-08T16:45:08+00:00","modified":"2014-10-31T02:24:14+00:00","valid":{"from":"2014-10-31T02:24:14+00:00","to":"3014-10-31T02:24:14+00:00"},"hreflang":"en","title":"South Sudan's Unrest Turns Politicians To Rebels, Tents To Homes","published":"2014-05-05T13:37:00+00:00","teaser":"Even where there is peace, there is distrust, as the country divides along ethnic lines. In the government-controlled capital, members of the Nuer ethnic group are seeking protection in a U.N. camp.","itags":["npr_api","309582031"],"guid":"d197b1f6-9736-49ac-bb5e-a56ac080628f","contentencoded":"<p>It seems hard to believe now, but the tit-for-tat ethnic killing that threatens to tear apart the country of South Sudan began with little more than a political tug of war. I was almost pulled into it myself on a trip there in December. One early evening, I was in the middle of <a href=\"http://www.npr.org/blogs/parallels/2014/01/06/260189348/how-i-almost-got-arrested-with-a-south-sudanese-ex-minister\">interviewing</a> the former Minister of Education Peter Adwok when police came to arrest him.</p><p>When I returned to South Sudan this weekend, I went to see Adwok. He told me what happened after police booked him. He was taken to a small house where he met 11 other prisoners, all former officials like himself. They were forbidden to leave. He asked the chief prosecutor why he'd been detained, and he was told he'd attended a controversial press conference back in December.</p><p>An illegal press conference? Seriously? Yes, the prosecutor told him. The government says the press conference was preparing a coup. Adwok says they were proposing procedural changes to allow their favored candidate, Riek Machar, to challenge President Salva Kiir in the next election.</p><p>But whatever that press conference was, it was the end of South Sudanese politics as usual. Machar is now a rebel leader commanding forces of the ethnic Nuer, and Adwok says that President Kiir has winnowed the army and police to favor his ethnic base, the Dinka.</p><p>\"We don't have a national army,\" Adwok says. \"We don't have a national police. All that you see are armed tribal groups. <strong> </strong>And their allegiance is not to the state; it is to the ethnic community and the leaders.\"</p><p>That's why in the capital, Juba, which is firmly under the control of the government, you have 20,000 people from the other ethnic group — the Nuer — seeking protection in a large United Nations compound.</p><p>Here, UNICEF has carved off some spots for kids to play. Otherwise, most every square inch is now claimed by a latrine or a sleeping tent or a kiosk under a plastic tarp. A whole camp economy has sprung up: For about a dollar, you can smoke a shisha (or hookah), get a haircut and charge your cellphone.</p><p>Taaban Kuon charges about 30 cents for the use of an outlet connected to a generator, though he says it's \"just wasting time. We don't have work, exactly. And we don't have school.\"</p><p>Jeremiah Gai, a university student in political science who lives in a nearby tent, says his classmates call him and tell him to leave the camp and come back to class. He's missed almost the whole semester.</p><p>He says he tells them, \"This is not time for reading. This is a time for fighting. Now we are a rebel. I am a rebel now.\"</p><p>\"They say, 'You come back,' \" he explains. \" 'You come back.' \"</p><p>Actually, this rebel has never held a gun. But he wears the rebel badge to set himself apart from other Nuer classmates who have returned to school and who don't identify with their tribe as strongly as he does.</p><p>Five months into this conflict, with so many South Sudanese taking refuge in homogenous ethnic groups, the biggest challenge in South Sudan isn't just stopping the war in the places where there's fighting. It's getting people to trust each other and their government in the places where there's peace.</p><p>Almost everybody in this camp tells me, as they told me in December, that that starts with President Kiir stepping down.</p><p>The U.S. position on this has been twofold. Secretary of State John Kerry came to Juba to say he still supports Kiir as the democratically elected leader, but wants him to talk to rebel leader Machar about a transitional government.</p><p>Kiir agreed, but after Kerry left South Sudan, Kiir's spokesman told reporters he won't discuss any government where <em>he</em> does not remain commander in chief.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=South+Sudan%27s+Unrest+Turns+Politicians+To+Rebels%2C+Tents+To+Homes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"274"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309694802-3519c6.m3u?orgId=1&topicId=1126&ft=3&f=309582031"},{"href":"http://media.npr.org/assets/img/2014/05/04/img_1532_1-086a61f2b2e630b158d04129a85ede94dab697c2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1942","width":"2592"}},{"href":"http://media.npr.org/assets/img/2014/05/04/img_1527_1_custom-3e9fd98de5b424580de6ceaaf9fa041e6fc161fe.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1280","width":"2366"}}]}