{"created":"2015-04-22T16:15:11+00:00","modified":"2015-04-29T18:10:23+00:00","valid":{"from":"2015-04-29T18:10:23+00:00","to":"3015-04-29T18:10:23+00:00"},"hreflang":"en","title":"Debate: Is It Time To Abolish The Death Penalty?","published":"2015-04-24T18:10:00+00:00","teaser":"The practice is under renewed scrutiny after a series of botched executions in several states last year. The emotionally charged issue is at the center of the latest <em>Intelligence Squared U.S.</em> debate.","itags":["npr_api","400445794"],"guid":"d1b3faec-3461-4a0b-9833-96860341b55b","contentencoded":"<p>The death penalty is legal in more than 30 states, but the long-controversial practice has come under renewed scrutiny after a series of botched executions in several states last year.</p><p>Opponents of capital punishment argue that the death penalty undermines the fair administration of justice, as wealth, geography, race and quality of legal representation all come into play, with uneven results.</p><p>But proponents of the death penalty believe capital punishment serves a moral and social purpose in American society. They argue that while the administration of the penalty is not perfect, improvements can be made in the justice system to address some opponents' concerns without doing away with the punishment altogether. Some people deserve to die, they say, for committing certain types of crime.</p><p>Two teams faced off over these questions in the latest event from Intelligence Squared U.S., debating the motion, \"Abolish The Death Penalty.\" In these Oxford-style debates, the team that sways the most people to its side by the end is the winner.</p><p>Before the debate, 49 percent of the audience at the Kaufman Music Center in New York voted in favor of the motion, while 17 percent were opposed and 34 percent were undecided. After the event, 54 percent agreed with the motion and 40 percent disagreed, making the team arguing against abolishing the death penalty the winners of the debate.</p><p><strong>THOSE DEBATING <br /></strong></p><p><strong>For The Motion <br /></strong></p><p><strong>Diann Rust-Tierney</strong> became the executive director of the National Coalition to Abolish the Death Penalty in 2004. With 30 years of experience in public policy and litigation advocacy, she manages the operations of NCADP and directs programs for the organization and its 100 affiliate organizations. Previously, Rust-Tierney served as the director of the Capital Punishment Project at the American Civil Liberties Union, where she had also served as chief legislative counsel and associate director of the Washington office. During her tenure at the ACLU, she was the lead advocate on capital punishment on Capitol Hill, coordinating a coalition of national organizations on the issue, and the lead lobbyist on a broad portfolio of issues ranging from criminal justice policy to women's rights. Prior to joining the staff at the ACLU, she engaged in litigation and public policy advocacy at the National Women's Law Center.</p><p><strong>Barry Scheck</strong> is the co-founder and co-director, with Peter Neufeld, of the Innocence Project and a professor at the Cardozo School of Law. Known for landmark litigation that has set standards for forensic applications of DNA technology, he and Neufeld have shaped the course of case law nationwide, leading to an influential study by the National Academy of Sciences, as well as important state and federal legislation. They co-authored <em>Actual Innocence: Five Days to Execution and Other Dispatches from the Wrongly Convicted</em> with Jim Dwyer. Scheck is a commissioner on New York's Forensic Science Review Board, a board member of the National Institute of Justice's Commission on the Future of DNA Evidence and a past president of the National Association of Criminal Defense Lawyers. In addition to the dozens of men exonerated through the Innocence Project, Scheck has represented such notable clients as Hedda Nussbaum, O.J. Simpson, Louise Woodward and Abner Louima.</p><p><strong>Against The Motion <br /></strong></p><p><strong>Robert Blecker</strong> is a professor at New York Law School, a nationally known expert on the death penalty and the subject of the documentary <em>Robert Blecker Wants Me Dead</em>. After a brief stint prosecuting corruption as a New York special assistant attorney general, he joined New York Law School, where he teaches constitutional history and criminal law, and co-teaches death penalty jurisprudence with leading opponents. The sole keynote speaker supporting the death penalty at major conferences and at the Association of the Bar of the City of New York, he was also the lone American advocate at an international conference in Geneva on the death penalty sponsored by Duke University Law School. Frequently appearing in <em>The New York Times,</em> on PBS, CourtTV, CNN, BBC World News and other major media outlets, and with privileged access to death rows across the country, Blecker is making a documentary chronicling life on death rows and contrasting them with maximum security general population.<strong> <br /></strong></p><p><strong>Kent Scheidegger</strong> has been the legal director of the Criminal Justice Legal Foundation since 1986. A nonprofit, public interest law organization, CJLF's purpose is to assure that people who are guilty of committing crimes receive swift and certain punishment in an orderly and constitutional manner. Scheidegger has written over 150 briefs in U.S. Supreme Court cases. His articles on criminal and constitutional law have been published in law reviews, national legal publications, and congressional reports, and his legal arguments have been cited in the Congressional Record and incorporated in several precedent-setting Supreme Court decisions. He is the past chairman of the Criminal Law and Procedure Practice Group of the Federalist Society and continues to serve on the group's executive committee. After serving six years in the U.S. Air Force as a nuclear research officer, he took his law degree with distinction from the University of the Pacific, McGeorge School of Law.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Debate%3A+Is+It+Time+To+Abolish+The+Death+Penalty%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"5614"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401533513-1fea8f.m3u?orgId=1&topicId=1057&aggIds=6263392&d=5614&story=400445794&ft=nprml&f=400445794"},{"meta":{"duration":"3030"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401533215-093d01.m3u?orgId=1&topicId=1057&aggIds=6263392&d=3030&story=400445794&ft=nprml&f=400445794"},{"href":"http://media.npr.org/assets/img/2015/04/20/1151_img_4766-15d53fde006032ae90c5752108a0a2e65aaaac9e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1158","width":"1544"}},{"href":"http://media.npr.org/assets/img/2015/04/20/2140-img_4847-847baa0966051c614851519c4b0941fea97e7adb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3283","width":"4377"}}]}