{"created":"2014-12-12T15:43:13+00:00","modified":"2015-06-05T18:53:02+00:00","valid":{"from":"2015-06-05T18:53:02+00:00","to":"3015-06-05T18:53:02+00:00"},"hreflang":"en","title":"In 2014, Pop Followed Beyonce's Lead","published":"2015-01-07T00:28:00+00:00","teaser":"Beyonce's 2013 self-titled album explicitly connected feminism to sexual confidence; it cast a long shadow over the female-led pop singles that dominated Top 40 this year.","itags":["npr_api","370230607"],"guid":"d1c323ea-1b87-46ea-8d83-f2e7a5f75861","contentencoded":"<p>2014 was a divisive time in popular music, with no single album or song seeming to capture the year's mood and no trend pointing clearly toward the future. But most music lovers could agree on one thing: <a href=\"http://www.npr.org/artists/19230778/beyonce\" target=\"_blank\">Beyoncé</a> was flawless. The 33-year-old powerhouse set every standard by which pop music and celebrity are judged. The self-titled album she released in late 2014 continued to outshine whatever followed in the mainstream — even <a href=\"http://www.npr.org/artists/120581188/taylor-swift\" target=\"_blank\">Taylor Swift</a>'s November blockbuster <em>1989</em>, which while more commercially successful and as critically embraced, still didn't feel like the same kind of paradigm-shifter. <em>Beyoncé</em>'s songs and accompanying videos worked as art, as confession, as street music, as showbiz, as social commentary, as pure fun.</p><p>Throughout 2014, she kept following it up: Beyoncé's live performances, especially her summer tour with husband/collaborator/now-superseded mentor Jay Z, blended spectacle and dazzling physicality with an intensity that no props or screened projections could veil; she showed how a real woman can inhabit the illusions of the pop mega-tour. Offstage, the highly controlled views she offered of her private life with Jay Z and daughter Blue Ivy satisfied the reality-TV era's voraciousness for gossip without making her seem compromised; she turned her very few scandalous moments into fodder for her art. And the eagerness with which Beyoncé's perfection was accepted proved just how needful the American public was for a star that wouldn't stumble, someone seemingly worthy of old-fashioned terms like glamor queen, or role model.</p><p>Yet Beyoncé didn't wake up like this. It's difficult to remember that less than two years ago, music lovers were still capable of being disappointed by her. If her 2013 Superbowl performance marked the beginning of her current triumphal phase, the nearly concurrent HBO special <em>Life Is But a Dream</em> still produced <a href=\"http://www.vulture.com/2013/02/nitsuh-abebe-on-beyonce.html\" target=\"_blank\">the critique</a> that she was hollow and robotic, the hireling of pop instead of its commanding mistress. That January she'd fought off a negative firestorm after she sang to a recorded track at President Obama's second inauguration. And though <em>Beyoncé </em>was actually her fifth solo album and third uniformly great one, the fact that it took so much time and serious work to reach her tipping point says a lot about how difficult it is for Americans to take the women who embody their pop ideals seriously, as artists and as people.</p><p>Perhaps because she's realized only the boldest statements can counter prejudice, Beyoncé has made her reigning moment explicitly political. At August's MTV Video Music Awards show at the Los Angeles Forum, she capped a <a href=\"http://digg.com/video/beyonce-vma-performance-yaaaaaaas\" target=\"_blank\">fifteen-minute medley of songs</a> from her latest album by standing in front of a screen illuminated with the massive letters of the word FEMINIST. The words of author Chimamanda Ngozi Adichie rang out in the Los Angeles Forum, noting that the term describes \"a person who believes in the social, political and economic equality of the sexes.\"</p><p>Beyoncé's VMAs routine (like the album version of \"Flawless\") highlighted several other pronouncements from Adichie, beginning <a href=\"http://blog.ted.com/2013/12/13/beyonce-samples-chimamanda-ngozi-adichies-tedx-message-on-surprise-album/\" target=\"_blank\">with this one</a>: \"We teach girls that they cannot be sexual beings in the way that boys are. We teach girls to shrink themselves, to make themselves smaller.\" Projected immediately after the star and her dancers did a routine on stripper poles, Adichie's sentences connecting feminism to sexual confidence complement Beyoncé's current project of finding commonalities between the role of the pop performer, whose commercially driven mandate is to stimulate desire, and the feminist thinker, who seeks to illuminate how desire is shaped by sexist stereotypes, including the idea that women are primarily sexual. This is what she wrestles with throughout <em>Beyoncé</em>. Pop sells sex, and women celebrities like her embody common erotic ideas and ideals. How, given long-held prejudices against sexual women as weak and animalistic, can they also claim authority, project competence and retain self-control?</p><p>For Beyoncé, the answer was to make things very personal. Her recent music is startlingly explicit and aurally ravishing, forming as openly exploratory a soundtrack to sexual self-exploration as was Madonna's 1992 manifesta, <em>Erotica</em>. The two singles that Beyoncé chose to usher her into 2014, \"Drunk in Love\" and \"Partition,\" focused on marital sex in ways that allowed for the political incorrectness that can make fantasies transgressively tantalizing, while remaining centered in the assumption that control in good sex is shared and satisfaction always mutual. By the time she took the stage at the Forum, near the end of the couple's summer On the Run Tour, Beyoncé had deflated assertions that her stand for equality was compromised by prurient onstage behavior in myriad displays of her integrated multiple identities: mother, mogul, activist, ass-shaker.</p><p>In this way, Beyoncé set the bar for the several other women who scaled pop commerce's heights with her in 2014, to present selves and songs defined by a feminist concept of abundance. Only a few, however, could live up to her example. This year of women on top in pop offered many partially realized expressions of liberation and empowerment, made problematic by both the need to fulfill that old requirement of sexual allure — now more demanding than ever, due to the extreme commodification of women's bodies under the influence of plastic surgery and the corporate beauty business — and an overwhelming sense of risk surrounding women's advances within the public sphere.</p><p>For both this year's breakthrough artists Ariana Grande, Iggy Azalea, and Meghan Trainor, and young veterans still succeeding, like <a href=\"http://www.npr.org/artists/126317980/nicki-minaj\" target=\"_blank\">Nicki Minaj</a>, <a href=\"http://www.npr.org/artists/91837552/katy-perry\" target=\"_blank\">Katy Perry</a> and Taylor Swift, mainstream success always still comes with a caveat: This is yours if you are the hottest, the \"realest,\" the most hungrily self-aggrandizing and sternly self-assured. This is reflected in their assertion of sexuality as a weapon. Claiming the body as a source of both pleasure and power, Beyoncé-style, is a basic move in pop: Josephine Baker did it, <a href=\"http://www.npr.org/artists/15624007/elvis-presley\" target=\"_blank\">Elvis</a> did it, so did <a href=\"http://www.npr.org/artists/15696782/jimi-hendrix\" target=\"_blank\">Jimi Hendrix</a> and <a href=\"http://www.npr.org/artists/15394157/prince\" target=\"_blank\">Prince</a> and <a href=\"http://www.npr.org/artists/15395141/guns-n-roses\" target=\"_blank\">W. Axl Rose</a> and <a href=\"http://www.npr.org/artists/16353081/britney-spears\" target=\"_blank\">Britney Spears</a>. What's distinctive now among young women performers is their mercenary focus and intensity. Fun may enter into the equation — it certainly does for Minaj, who's a sometime comedienne in the manner of the blues queens of the 1920s. And high fives all around among equally matched perfect female specimens were markers of the year — recorded or live collaborations featuring Grande and Azalea, Azalea and Charli XCX, Minaj and Grande and Jessie J., Trainor and <a href=\"http://www.npr.org/artists/15394683/miranda-lambert\" target=\"_blank\">Miranda Lambert</a> and Perry and <a href=\"http://www.npr.org/artists/174510165/kacey-musgraves\" target=\"_blank\">Kacey Musgraves</a> presented teamwork, if not touchy-feely sisterhood as a requisite aspect of cultural domination. But these signs of abundance tend to be secondary to the pursuit of power and material gain. The signature look of the 21st century female pop star is not an inviting smile but a defiant stare.</p><p>Context justifies the stance. In 2014, the long fight for gender equality entered an intense battle phase. <a href=\"http://www.harpersbazaar.com/culture/features/best-feminism-moments-in-2014\" target=\"_blank\">Emblematic gains were made</a>. Teen education rights activist Malala Yousafzai won the Nobel peace prize. Transgender actress Laverne Cox appeared on the cover of <em>Time</em>, signaling an acceptance of diversity also reflected in the continued gains made by the marriage equality movement. Yet other rhetorical accomplishments reflected real-life threats. Women in the tech world speaking out against sexism faced vicious smearing via the #Gamergate hashtag. Pro-choice demonstrators grabbed the spotlight performing actions necessitated by the rise of restrictive laws governing abortion. Most recently, the movement to end sexual assault and harassment on college campuses was dealt a blow by <em>Rolling Stone</em> magazine's misreporting of a rape at the University of Virginia; in the wake of that scandal, it can be difficult to remember that many similar, <a href=\"http://www.nytimes.com/2014/07/13/us/how-one-college-handled-a-sexual-assault-complaint.html?_r=0\" target=\"_blank\">better-documented</a> stories surfaced or <a href=\"http://sports.yahoo.com/news/ugly-treatment-of-jameis-winston-s-accuser-only-serves-to-discourage-future-victims-034943507-ncaaf.html\" target=\"_blank\">lingered</a> this year.</p><p>What different points on the front lines of conflict over gender equality share is a focus on the body, usually in a sexualized form. Women asserting sexual autonomy face potential state intervention into reproductive rights; those simply attempting to move safely through spaces where they could advance their lot in life, like college campuses or in technology, today's most promising career path, face being sexually humiliated or worse, violated. The symbolic safe space popular music constructs for exploring all kinds of desire can be difficult to reconcile with the daily realities intruding upon it. Aggressive power plays like the ones Iggy Azalea makes in her raps — \"I bet you wishing you could clutch that,\" she sneers in \"Fancy,\" the hit of the summer, while in the bridge Charli XCX echoes, \"Classic expensive, you don't get to touch\" — make sense for young women listeners who always feel the need to keep their guard up.</p><p>Even the year's most ostensibly empowering songs reflect <a href=\"http://plato.stanford.edu/entries/feminism-objectification/\" target=\"_blank\">the feminist truism</a> that women under patriarchy experience their sexuality as an object outside, themselves instead of feeling it subjectively. Trainor's \"All About That Bass\" raised red flags for many because she was a young white woman appropriating African-American language to celebrate having \"all the right junk in all the right places\"; less discussed was the fact that her feel-good anthem never once focuses on actually feeling good. Minaj's \"Anaconda\" does better. Its verses show the rapper reveling in sex with men whom she leers at as gleefully as they do at her. Yet the song's impact was all about that butt — displayed like a trophy on the single's infamous cover and deployed in performances like the one Minaj presented not long before Beyoncé took the stage at the VMA's. In the song's video, which <a href=\"http://www.vulture.com/2014/08/zoladz-on-nicki-minajs-anaconda-video.html\" target=\"_blank\">some</a> <a href=\"http://www.autostraddle.com/nicki-minajs-feminism-isnt-about-your-comfort-zone-on-anaconda-and-respectability-politics-251866/\" target=\"_blank\">feminists</a> defended as a subversion of male fantasies rather than a capitulation of them, Minaj definitely rules her own fate at the center of a <a href=\"https://www.youtube.com/watch?v=LDZX4ooRsWs\" target=\"_blank\">dream world</a> resembling the all-female Amazon society of ancient myth. But it also reminds viewers that those women were warriors, and turns their method of attack explicitly sexual. The video-ending lap dance Minaj gives her collaborator <a href=\"http://www.npr.org/artists/250250872/drake\" target=\"_blank\">Drake</a>, cast here as a hapless patron of her charms, presents only one kind of pleasure: Her gratification comes from first teasing and then rejecting him, fending off his reaching hand with a slap. It's a sex worker's move; in strip clubs, men who violate the \"don't touch\" rule are often violently ejected. It also reminds us that despite the male desire to possess it, the best view of a woman's ass comes when she is walking away. Consider that pop choreographers have been looking to hip-hop strip clubs for inspiration for at least <a href=\"http://www.nytimes.com/2000/12/31/style/new-club-dance-craze-rear-ending.html\" target=\"_blank\">15 years</a>, and the general acknowledgment within pop that sex is a power negotiation as well as an act of love makes a lot of sense.</p><p>Focusing on this fact, the chart-ruling women of 2014 are creating a common language from insights feminists have been sharing for decades. The lesson that to be sexual as a woman is to confront a history of being objectified and often punished has to be learned again and again, partly because pop songs themselves so often dwell on the counter-narrative: the romantic view of love as a radically individual experience that eliminates risk instead of courting it. You know, that moon-June-spoon stuff. Hardly any women who made significant music in 2014 fell for such scenarios. Even Taylor Swift, the eternal optimist, filled her pop-breakthrough album with songs about romantic regrets and misunderstandings, and ran a promotional campaign partly focused on her personal, explicitly feminist declaration of independence from bad boyfriends.</p><p>It is personal for these women at pop's apex, this focus on risk and on girding the self against violation. Even as their ranks grow, they still operate within a male-dominated culture industry, closely collaborating with men whose own music often perpetuates the view of women as sexual objects. Iggy Azalea's mentor is the rapper T.I., one of the three principle players in \"Blurred Lines,\" last year's controversial blend of seduction and coercion. Minaj rides with <a href=\"http://www.npr.org/artists/17682423/lil-wayne\">Lil' Wayne</a>, author of odes to being serviced by women like \"<a href=\"https://www.youtube.com/watch?v=2IH8tNQAzSs\" target=\"_blank\">Lollipop</a>,\" and Drake, who for all his purported sensitivity allegedly has some <a href=\"http://necolebitchie.com/2014/10/another-model-says-she-was-threatened-by-drake/\" target=\"_blank\">serious control issues</a> with the models and sex workers he dates. Ariana Grande dates Big Sean, whose discography includes the 2011 single \"<a href=\"http://necolebitchie.com/2014/10/another-model-says-she-was-threatened-by-drake/\" target=\"_blank\">Dance A$$</a>\" (featuring Minaj!). And even if they aren't directly linked to male purveyors of the booty myth, the young women negotiating success in pop have little choice but to collaborate mostly with male producers and executives for whom turning women into saleable goods is a bottom-line concern.</p><p>Beyoncé and Jay Z spent fifteen years and I'll bet untold hours of couples counseling figuring out how to negotiate equality both within their private life and in a shared public narrative. As Queen Bey, Mrs. Knowles-Carter is exploring the intersections between control and vulnerability, public and private, the performance of self and genuine self-possession, in very current ways that represent a literal lifetime of thinking on these subjects. The tracks that have dropped from Minaj's upcoming release <em>The Pinkprint</em>, which could be the <em>Beyoncé</em> of 2015, show that she's maturing in similar ways. It makes sense that young women in pop would emerge fierce and ready to scrap; they face so many challenges to their humanity in this supposed life-affirming space. The good news in, the best of them find ways to grow more open over time without compromising their strength. They aren't going to shrink themselves for anyone.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+2014%2C+Pop+Followed+Beyonce%27s+Lead&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ann Powers","audio":[{"meta":{"duration":"330"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371010902-1fcf7c.m3u?orgId=1&topicId=1106&aggIds=366408499,100920965&d=330&p=2&story=370230607&t=progseg&e=370975472&seg=17&ft=nprml&f=370230607"},{"href":"http://media.npr.org/assets/img/2014/12/12/454112056-f942f3c0a099e4c6f990809bc473c979bbcd0d0c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1753","width":"2337"}}]}