{"created":"2014-11-28T21:56:42+00:00","modified":"2014-11-29T03:50:12+00:00","valid":{"from":"2014-11-29T03:50:12+00:00","to":"3014-11-29T03:50:12+00:00"},"hreflang":"en","title":"A Boozy Parisian Pineapple That Tastes Like The Holidays","published":"2014-11-28T23:22:00+00:00","teaser":"Dorie Greenspan struggled to recreate a friend's sweet dessert, but he just wouldn't divulge his secret. \"It's nothing,\" he said. \"It's so simple.\" Turns out, it <em>is</em> simple — once you have the recipe.","itags":["npr_api","366327332"],"guid":"d1d82f50-c172-4b20-9ea9-d681db045232","contentencoded":"<p>\"It almost tastes like Christmas.\"</p><p>That's how Dorie Greenspan describes Laurent's Slow-Roasted Pineapple, a sweet, spicy and boozy dessert she's perfected after much trial and error. The dish, she says, is a \"true found recipe,\" because it took a great deal of cajoling to pry it out of its creator, Laurent Tavernier.</p><p>Tavernier cuts hair in Paris, where Greenspan, author of <em>Baking Chez Moi</em>, has lived part-time for years. He's a great cook, she says — but while he would show her photos of his creations on his phone, \"I could never get a recipe.</p><p>\"Laurent once showed me these adorable almond cookies. Very small, kind of higgedly-piggedly shape. I said, 'Laurent, I'd love the recipe.' \"</p><p>No luck. \"It's nothing,\" he replied. \"Almond, sugar.\" Try as she might, she could <em>not</em> get that recipe, Greenspan says.</p><p>\"But the pineapple — I wanted the pineapple,\" she says. \"It was a pineapple that had been cut in half and it almost looked candied. And all over the top of the pineapple there were spices, and then there was this beautiful, glistening, glossy syrup around the edge. It was just beautiful. It sparkled.</p><p>\"So I said, 'What is it? It's so beautiful.' He said, 'It's so simple. Nothing. ... You know, it's just some jam, some orange juice ... I used brandy — or maybe I used rum, and whatever spices I had in the cupboard.\"</p><p>But how much jam, and how much orange juice? \"He put his thumb and index finger in the air, and said, 'Oh, you know, about this much.' And then he went off and cut someone's hair.\"</p><p>So Greenspan bought a pineapple and tried to replicate Laurent's glistening dish. It was good, she says, but not what Laurent had made. \"You need more jam,\" he told her.</p><p>Luckily, Greenspan has made an art of <a href=\"http://www.npr.org/2014/02/13/276044516/paris-confidential-the-mystery-mousse-behind-the-chocolate-bar\" target=\"_blank\">luring recipes from reluctant friends</a>.</p><p>\"I made this dessert three times before I said, 'OK, look, I've got a pad, I've got a pencil, <em>how much jam</em>?' He said, 'Well, the whole jar, of course.' \"</p><p>All the trial, error and frustration was worth it, Greenspan says. \"I've served Laurent's pineapple just about every which way\" — cut into spears or as-is, with cookies or pound cake.</p><p>If you make this recipe, Greenspan adds, you'll end up with too much syrup. But \"you'll always be thankful,\" she says. \"Put that syrup over vanilla ice cream — you'll be so happy.\"</p><hr /><h3><strong>Recipe: Laurent's Slow-Roasted Spiced Pineapple</strong></h3><p><em>Makes 6 to 8 servings</em></p><p>1 ripe pineapple</p><p>1/2 cup freshly squeezed orange juice (from about 2 oranges)</p><p>1/2 cup Cognac, brandy, Scotch, Grand Marnier, bourbon, rum or other liquor (or an equal amount of orange juice)</p><p>1 jar (about 12 ounces) apple or quince jelly, apricot jam or orange marmalade</p><p>1 moist, fragrant vanilla bean, split lengthwise (optional)</p><p>Whole spices, lightly bruised, such as a few each of star anise, cardamom, coriander, pink peppercorns, allspice or cloves (no more than 3); fresh ginger slices; a cinnamon stick (broken); a small hot pepper (just 1 or a piece of 1); and/or black peppercorns (just a few).</p><p>Center a rack in the oven and preheat the oven to 300 degrees Fahrenheit.</p><p>Cut the top and bottom off the pineapple. Stand it upright and, using a sturdy knife, peel it by cutting between the fruit and the skin, following the contours of the pineapple. With the tip of a paring knife, remove the \"eyes\" (the tough dark spots). Cutting from top to bottom, quarter the pineapple and then cut away the core. Place the pineapple in a baking dish or small roasting pan that holds it snugly while still leaving you enough room to turn and baste the fruit.</p><p>Whisk the juice, liquor and jelly, jam or marmalade together. Don't worry about fully incorporating the jelly — it will melt in the oven — you just want to break it up. Pour the mixture over the pineapple, toss in the vanilla bean if you're using it, and scatter over the spices. Bake the pineapple for about 2 hours, basting and turning it in the syrup every 20 minutes or so, until it is tender enough to be pierced easily with the tip of a knife. The fruit should have absorbed enough of the syrup to seem candied.</p><p>Allow the pineapple to cool until it is comfortably warm or reaches room temperature. Laurent strains the syrup and discards the spices, making the dish more elegant, but I leave them in because I love the way they look speckling the sauce; if you're going to strain the syrup, do it while it's hot — it's easier.</p><p>The temperature you serve this at is, like so much of this recipe, up to you — warm or room temperature is best, but chilled is also good.</p><p><em>Recipe excerpted from </em>Baking Chez Moi<em>, copyright 2014 by Dorie Greenspan. Reproduced by permission of Houghton Mifflin Harcourt. All rights reserved. </em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Boozy+Parisian+Pineapple+That+Tastes+Like+The+Holidays&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"189"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367244358-b4e221.m3u?orgId=1&topicId=1139&aggIds=175306271&ft=3&f=366327332"},{"href":"http://media.npr.org/assets/img/2014/11/24/pineapple-a52c3f2fbcb699719ee5e11f3a466df576f97b5b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1923","width":"2565"}}]}