{"created":"2015-03-31T18:36:28+00:00","modified":"2015-05-13T21:05:46+00:00","valid":{"from":"2015-05-13T21:05:46+00:00","to":"3015-05-13T21:05:46+00:00"},"hreflang":"en","title":"Hackers Teach Computers To Tell Healthy And Sick Brain Cells Apart","published":"2015-04-08T15:17:00+00:00","teaser":"Scientists are still better than computers at assessing a neuron's health by looking at its shape. But an effort that includes an international series of hackathons could help speed the process.","itags":["npr_api","396586398"],"guid":"d1de37ed-3a8d-4a21-92be-bf21a0f93da9","contentencoded":"<p>Brain researchers are joining forces with computer hackers to tackle a big challenge in neuroscience: teaching computers how to tell a healthy neuron from a sick one.</p><p>\"Sick neurons have a withered appearance, much like a sick plant has a withered appearance,\" says <a href=\"https://www.alleninstitute.org/our-institute/our-team/profiles/jane-roskams/\">Jane Roskams</a>, an executive director at the Allen Institute for Brain Science. But at the moment, she says, highly trained scientists are still better than computers at assessing a neuron just by looking at its shape, which resembles a tree that can have thousands of branches.</p><p>Automating the analysis of single neurons could greatly speed up the process, allowing analysis of thousands of cells. A standardized, computer-based system also would make it easier for researchers to compare results and allow more labs to study how the shape of neurons is changed by everything from learning to Alzheimer's disease, Roskams says.</p><p>So the institute has launched <a href=\"https://alleninstitute.org/bigneuron/about/\">BigNeuron</a>, a collaborative effort to improve the computer algorithms that turn microscope images of a neuron into a three-dimensional digital model and then analyze its shape. The effort will include a series of hackathons in which programmers and brain scientists get together to test their algorithms.</p><p>\"So we have 15 to 20 people in a room,\" Roskams says. \"They each have their pet algorithm, and they're kind of racing each other.\" The first hackathon took place in Beijing in mid-March. Others are planned for the U.S. and the U.K.</p><p>At each event, participants are given access to supercomputers and high-quality images of many different kinds of neurons. The goal is to find the best algorithms. And those won't necessarily come from people who know a lot about the brain, Roskams says.</p><p>\"We have incredibly talented young people who can code and program and begin to give meaning to some of the pictures that we've been taking in a way that many neuroscientists can't imagine doing,\" she says.</p><p>The algorithms that emerge will be shared with scientists and even students around the world. Giving more people the ability to study neurons could help answer fundamental questions, like how the shape of a neuron changes throughout a person's lifetime, Roskams says.</p><p>\"We should be able to look within an aging brain and go, \"Wow, <em>that's</em> why that person is so sharp and sprightly. Their neuron in this part of their brain looks exactly the same as a 20-year-old's,\" Roskams says.</p><p>Today, analyzing the complex shape of a neuron often requires a supercomputer. But one long-term goal of BigNeuron, Roskams says, is to create programs that a high school student could use on a laptop computer.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hackers+Teach+Computers+To+Tell+Healthy+And+Sick+Brain+Cells+Apart&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"161"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396637006-a7ad2f.m3u?orgId=1&topicId=1128&d=161&p=2&story=396586398&t=progseg&e=396569225&seg=9&ft=nprml&f=396586398"},{"href":"http://media.npr.org/assets/img/2015/03/31/hackathon-1-4b8b776e511294ed85c6dee871f5e30b910a25bd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1333","width":"1780"}},{"href":"http://media.npr.org/assets/img/2015/03/31/neuron-1-841729ed0d3381e498db1dd9d83729fddf79465e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"958","width":"1278"}}]}