{"created":"2014-11-25T04:34:14+00:00","modified":"2015-05-13T21:29:36+00:00","valid":{"from":"2015-05-13T21:29:36+00:00","to":"3015-05-13T21:29:36+00:00"},"hreflang":"en","title":"Want A Calorie Count With That? FDA Issues New Rules For Restaurants","published":"2014-11-25T22:33:00+00:00","teaser":"Years in the making, the new rules will require chain restaurants with 20 or more locations to post calorie information on their menus. Even movie theaters and vending machines are covered.","itags":["npr_api","366405949"],"guid":"d1df8c96-67a5-44a4-80b4-0d5ecdd58e73","contentencoded":"<p>Soon, you may not be able to ignore how many calories are in the breakfast sandwich or doughnut you like to stop for in the morning.</p><p>The Food and Drug Administration on Tuesday will release new rules that will require chain restaurants with 20 or more locations to begin posting calorie information on their menus.</p><p>\"Americans eat and drink about one-third of their calories away from home, and people today expect clear information about the products they consume,\" FDA Commissioner Margaret A. Hamburg said in a statement.</p><p>The labeling rules will take effect a year from now. They will apply not only to menus and menu boards at sit-down and fast-food restaurants, but also to other retail food establishments with 20 or more locations, such as convenience stores and movie theaters. Even some prepared foods sold in supermarkets will be covered.</p><p>\"The new rules around menu labeling are terrific,\" says <a href=\"http://www.cspinet.org/about/margo-wootan.html\">Margo Wootan</a> of the Center for Science in the Public Interest.</p><p>Pizza chains had argued that it would be tough to comply with calorie labeling, given all the possible topping combinations, so they are being given the flexibility to post calorie information by the slice rather than the whole pie. And, yes, the pizza chains will be required to include calorie counts on menus posted for online ordering as well.</p><p>Wootan has been pushing for calorie labeling for a decade. With Americans spending 50 cents of every food dollar on foods prepared outside the home, she says, the FDA had to expand its calorie-posting requirements beyond restaurants — even vending machines are included.</p><p>\"Once this [vending machine] provision goes into effect, people will be able to see outside the machine how many calories are in each vended item,\" Wootan notes.</p><p>Calorie labeling became required by law in 2010 as part of the Affordable Care Act, but implementation has been delayed for several years. The idea is that, with calorie information in full view, people will pay attention and order healthier options. But does it work?</p><p><a href=\"http://www.jhsph.edu/faculty/directory/profile/4636/Bleich/Sara_N.\">Sara Bleich</a>, an associate professor at the Johns Hopkins Bloomberg School of Public Health, says that numerous studies have looked at the effectiveness of calorie labeling on menus in cities like New York, where such information is already required.</p><p>\"In general, the studies show when you put calories on menu boards, only about 30 percent of consumers notice them,\" she says.</p><p>But for those who do read those posted calorie counts, it can be a wake-up call.</p><p>\"I was like, I can't believe I've been eating Rice Krispies bars so long,\" says Jackie Breuer, a college student living in Washington, D.C.</p><p>Breuer liked to stock up on the treats at Starbucks, which started posting calories nationwide last year. But when she realized that the bars, which looked so light, contained hundreds of calories, it made her think twice. Same thing with sweet coffee drinks, she says.</p><p>\"I don't go for Frappuccinos — those are half a day of calories,\" she says. \"Calorie counts really make you change your mind about things.\"</p><p>A draft of the new calorie-labeling regulation has been on the table for a couple of years. In the meantime, many chains have rolled out lower-calorie alternatives to menu items, and introduced new ones.</p><p>In fact, Johns Hopkins' Bleich recently published a study that found that during 2013, new menu items from chains contained about <a href=\"http://www.npr.org/blogs/thesalt/2014/10/08/354377535/restaurants-shave-calories-off-new-menu-items\">60 fewer calories</a> compared with things that were already on the menu.</p><p>\"Our thought is that this is reflecting voluntary changes in anticipation of the menu labeling law,\" Bleich says.</p><p>The National Restaurant Association issued a statement saying it strongly believes in the importance of providing nutrition information to consumers. With the new FDA regulation, the industry group says, diners around the country — from Portland, Ore., to Portland, Maine — \"will have a new tool to help them make choices that are right for them.\"</p><p>Not everyone is happy with the rules. The American Pizza Community - a group comprised of large pizza companies, regional chains and franchise owners - says the labeling rules will be onerous for small business.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Want+A+Calorie+Count+With+That%3F+FDA+Issues+New+Rules+For+Restaurants&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366504715-2b1bef.m3u?orgId=1&topicId=1134&d=229&p=3&story=366405949&t=progseg&e=366496519&seg=18&ft=nprml&f=366405949"},{"href":"http://media.npr.org/assets/img/2014/11/24/caloricount-71ac2c2ee55b4416b3fcd8c4f6ffee026bb0dfa6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1244","width":"1660"}}]}