{"created":"2015-01-05T21:22:54+00:00","modified":"2015-05-13T21:23:51+00:00","valid":{"from":"2015-05-13T21:23:51+00:00","to":"3015-05-13T21:23:51+00:00"},"hreflang":"en","title":"In The World's Rape Capital, Doctors Fight Violence With Science","published":"2015-01-06T01:17:00+00:00","teaser":"A new research center in the eastern Congo is giving doctors the resources to investigate the causes and impacts of rape — and to determine which interventions actually help women recover and thrive.","itags":["npr_api","374582719"],"guid":"d1e09fce-fba2-4c96-8dc7-f8b8909ae753","contentencoded":"<p>Tina Amissi grew up in a small village in the Democratic Republic of Congo with 26 brothers and sisters. When her mother insisted she drop out of school and help out around the house, it was her polygamous father — and his iron authority — who saved her.</p><p>Amissi's father supported her dream to go to medical school in the city of Bukavu. Even now, she gets so excited recounting the story that she can't stop from clapping.</p><p>\"My father said, 'You'll leave your mother?' \" Amissi recalls. \"I said, 'Yes, yes, yes, yes, I'm going.' \"</p><p>When the classwork got too hard and Amissi wanted to drop out of medical school, it was her father who walked hundreds of miles from his village to her dorm room just to give her a critical pep talk.</p><p>\"And truly, I thank him for that,\" Amissi says. \"If he hadn't done that, I wouldn't have been able to become a doctor.\"</p><p>Now Dr. Tina Amissi works at <a href=\"http://www.panzihospital.org/\">Panzi Hospital</a> in Bukavu, a city in the war-torn <a href=\"https://www.google.com/maps/place/Bukavu,+Democratic+Republic+of+the+Congo/@-2.5118016,28.8540029,7z/data=!4m2!3m1!1s0x19c29a1109f99adf:0x4f473ed756f3e8c\">eastern Congo</a>. The area is considered the rape capital of the world. Each year, Panzi Hospital treats more than 2,000 rape survivors — not just with medical care. The hospital also hosts Western organizations that teach these women job skills, such as basket weaving, to give them some means of self-support when they've been shunned by their communities.</p><p>But do these types of individualistic, Western solutions work for a country that has a more communal culture? Amissi isn't sure.</p><p>Now a new research center at Panzi Hospital is giving Amissi and other Congolese doctors the tools to fight sexual violence with science. The center is called <a href=\"http://blogs.plos.org/speakingofmedicine/2014/09/03/icart-new-research-center-d-r-congo-needed/\">ICART</a> — or the International Center for Advanced Resource and Training — and it's funded by the <a href=\"http://thirdcentury.umich.edu/bukavu-2/\">University of Michigan</a>. ICART will give Congolese researchers the opportunity to investigate the causes and impacts of rape and to see which interventions actually do help women — and help a community as well.</p><p>One topic of study: basket weaving. Western organizations have taught many women in the region to weave baskets so they can support themselves. Amissi points out that most women end up returning to their home villages after treatment at Panzi Hospital. But if a woman is an outcast, her neighbors may not buy her baskets, no matter how well she weaves them.</p><p>So it's unclear how a rape victim will fare in her community. \"And the woman herself,\" Amissi says, \"when she returns home, how does she feel?' \"</p><p>Amissi doesn't know the answer to these questions yet, but because of the new research center, she's starting to figure it out.</p><p>The center's director, Kanigula Mubagwa, says Congolese researchers now have the resources to study, with academic rigor, the bigger issues for patients they encounter in their clinics.</p><p>The researchers can look at the broader context of the problem. In this case, that means not just doing a survey to find out how many people were victimized by which armed group, but looking at what it will take for the community to repair itself.</p><p>For rape survivors and their children to be accepted back into the fold, perhaps, some of the money given to individual survivors to teach them job skills might be more effectively granted to a project that helps the whole village's economy.</p><p>\"I think the local researchers, when they talk to the local population, they might be much more easily heard than a Westerner, who will come in and say, 'Well, you have to accept these women. You have to accept these children,' \" Mubagwa says. \"People might think that they are being imposed on with traditions that are different from theirs.\"</p><p>Amissi says she's excited to get to that stage of her research. One thing that working at Panzi Hospital has taught her is that rape survivors can be incredibly strong. She's eager to go into their home communities to find the strong men who can support them.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+The+World%27s+Rape+Capital%2C+Doctors+Fight+Violence+With+Science&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"250"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375201494-d4c5b9.m3u?orgId=1&topicId=1031&d=250&p=2&story=374582719&t=progseg&e=375168843&seg=14&ft=nprml&f=374582719"},{"href":"http://media.npr.org/assets/img/2015/01/05/img_1056-xxx-a8e9eb085b8062360b32d3c6b269697e76dbb2ec.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1839","width":"2452"}}]}