{"created":"2015-04-01T20:20:05+00:00","modified":"2015-05-13T21:05:22+00:00","valid":{"from":"2015-05-13T21:05:22+00:00","to":"3015-05-13T21:05:22+00:00"},"hreflang":"en","title":"In Battered Tikrit, Iraqi Forces Claim Much, But Not All Of City  ","published":"2015-04-02T10:01:00+00:00","teaser":"The Iraqi military, with help from the U.S. and Iran, now holds most of Tikrit after a month of heavy fighting with the Islamic State. NPR's Alice Fordham visited and says the city is still volatile.","itags":["npr_api","396858544"],"guid":"d1e6ed70-0e2d-4a03-aa89-21dec314d6c5","contentencoded":"<p>Driving from Baghdad north to Tikrit, we speed up a main road Wednesday through small towns that have been won back from the self-declared Islamic State, or ISIS. Some still have smoking buildings. <br /> <br />On the outskirts we pass through places that have obviously seen heavy fighting. Half-built houses are pocked with bullet holes, their windows shattered.</p><p>As we move into Tikrit proper, the excited fighters begin celebrating, Iraqi style, with gunshots into the air. They have reason to celebrate. A hard-fought battle appears to be nearing a conclusion.</p><p>But it's still not clear what's coming next.</p><p>For a month, Iraqi government troops, Shiite militias backed by Iran, and U.S. airstrikes have pounded ISIS in Tikrit, a Sunni Muslim city where former dictator Saddam Hussein was raised.</p><p>The battle for Tikrit is part of the larger effort to move against ISIS in other parts of Iraq, including the big prize of Mosul, farther north.</p><p>Iraq's Prime Minister Haider al-Abadi declared Tuesday that Tikrit had been \"liberated,\" making it the first major city retaken from ISIS since the extremist group swept through northern and western Iraq last year.</p><p>But conditions in Tikrit on Wednesday suggest that the prime minister's claim is at least a bit premature.</p><p>As we ride through Tikrit, we pass a nicer part of town with villas, though here, too, there are potholes, bullet holes in walls, and collapsed lampposts and cinderblock walls.<br /> <br />We head to a provincial council building, right in the center of Tikrit, which government troops and their allies are very proud of taking. The building is a charred wreck, though the mood is jubilant. Religious leaders are praying; parliament members and Shiite militias are milling around. Rafa Abdullah, a policeman from Tikrit, has just arrived back for the first time in nine months.</p><p>\"We're happy,\" he says. \"We've been suffering since June and my house was blown up by ISIS.\" <br /> <br />He expects it will be about 10 days before even parts of the city are habitable. He thinks about half of the infrastructure for electricity and water has been destroyed. But more importantly, parts of the city are still not cleared of ISIS fighters or bombs. <br /> <br />Still, morale is high. Militiaman Riyadh al-Zaidi says he's sure ISIS will be defeated. <br /> <br />\"We will smash them under our feet, and even if they have all of the control in the world we are (tough) enough to stop them,\" he says. \"Not just stop them, we will smash them.\"<br /> <br />There will be challenges. Central Tikrit is a ghost town with no civilians in sight. There are lots of soldiers, graffiti, flags and bullet casings. But it seems that the retaking of the city is not yet complete.</p><p>We are surrounded by bursts of celebratory gunfire. There are louder noises in the distance, which Iraqi commanders say are ongoing battles with ISIS fighters. They are still present, houses are still booby-trapped and the roads are still mined. There's still some way to go.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Battered+Tikrit%2C+Iraqi+Forces+Claim+Much%2C+But+Not+All+Of+City++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"208"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396871419-6e2433.m3u?orgId=1&topicId=1010&d=208&p=2&story=396858544&t=progseg&e=396774750&seg=2&ft=nprml&f=396858544"},{"href":"http://media.npr.org/assets/img/2015/04/01/468262254-7500e91e1a9783d85e9fa652d11ba42b8ba5d904.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1785","width":"2381"}},{"href":"http://media.npr.org/assets/img/2015/04/01/468278062-74a81235a77cae67ddcea966c668b7a9100328ba.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1718","width":"2291"}}]}