{"created":"2014-10-07T19:09:33+00:00","modified":"2014-10-30T23:40:12+00:00","valid":{"from":"2014-10-30T23:40:12+00:00","to":"3014-10-30T23:40:12+00:00"},"hreflang":"en","title":"Crushed Under Credit Card Debt: A Tale Of Survival","published":"2014-08-25T16:04:00+00:00","teaser":"Unexpected expenses and health issues sunk Claire Shrout and her family into frightening levels of debt. What she went through is familiar to a lot of Americans.","itags":["npr_api","337434498"],"guid":"d1ea0ef2-3bfe-466b-b3a8-b5d2347454d8","contentencoded":"<p><em>Each week, </em>Weekend Edition Sunday<em> brings listeners an unexpected side of the news by talking with someone personally affected by the stories making headlines.</em></p><p>The average household with a credit card carries more than $15,000 in credit card debt, and more than one-third of those with credit card debt have been reported to collection agencies, according to a study this week from the Urban Institute.</p><p>Claire Shrout is a registered nurse, and the mother of two boys. What Shrout and her husband went through is familiar to a lot of Americans.</p><p>\"The difficulty would happen when unexpected expenses would surprise,\" Shrout tells NPR's Arun Rath. \"Your transmission fails, or if your child needs to go to the emergency room, you know, there's some big unexpected expense. People with credit card debt don't have savings accounts. So when something like this happens, what do you do? You get out another credit card.\"</p><p>Shrout says that her family's debt hit its highest point, about $48,000, in 2010. This was after she had their second child and her husband had a second bout with cancer. She hadn't worked because of maternity leave and her husband had not been able to work because of sickness.</p><p>\"When you have two little sons and you're thinking about the college accounts that you want to establish for them, that's when ... you realize there's nothing coming along to bail you out.\"</p><p>Emotionally, Shrout says there is a tremendous amount of shame associated with having credit card debt, and it's frightening when medical bills pile on top of that.</p><p>A huge part of living with debt, Shrout says, is the guilt and shame over purchases that might seem like an indulgence — like nice clothes for work or a weekend away — that can really be essential.</p><p>\"The whole thing gets very murky,\" she says.</p><p>Shrout says it is fortunate that she and her husband have a strong relationship and have had a few good years of being healthy and working in order to make some progress.</p><p>\"We had a lot of faith that things would get better,\" she says. \"We've made tremendous progress with our credit card debt, and that's been a personal achievement every month. Something he and I feel really good about.\"</p><p>Shrout says they briefly considered filing for bankruptcy, but ultimately decided it wasn't the right choice. She says they felt they understood where their hardships came from and that they had gotten themselves into this debt, so they could also get out.</p><p>\"And it feels better to be paying this off with our own hard work and not just because it all just got wiped away,\" she says.</p><p>They began to climb out of debt in 2010, by working steady, putting a large chunk of money toward that debt each month and keeping their lifestyle relatively modest, such as buying some bicycles instead of having a second car.</p><p>\"We've been able to cut our debt by two-thirds, and we're going to continue,\" she says. \"We're hoping to be debt free, besides our mortgage, by this spring ... and it's awesome.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Crushed+Under+Credit+Card+Debt%3A+A+Tale+Of+Survival&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"275"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337531215-8bcd94.m3u?orgId=1&topicId=1022&aggIds=177065210&ft=3&f=337434498"},{"href":"http://media.npr.org/assets/img/2014/08/02/2012-09-07-18.08.15-92f205e12505bfe9d95884abfabbdbfeaec9a2b1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"359","width":"480"}}]}