{"created":"2015-05-16T09:31:41+00:00","modified":"2015-06-05T15:26:05+00:00","valid":{"from":"2015-06-05T15:26:05+00:00","to":"3015-06-05T15:26:05+00:00"},"hreflang":"en","title":"'Playing Around With Telescopes' To Explore Secrets Of The Universe","published":"2015-05-18T16:26:00+00:00","teaser":"For astrophysicist Shrinivas Kulkarni, \"The sky is so much richer and so much more imaginative than the imagination.\"","itags":["npr_api","406995846"],"guid":"d1f2e686-fecc-44bb-9e26-04491e766f53","contentencoded":"<p>Shrinivas Kulkarni, an astronomy and planetary science professor at the California Institute of Technology, is a serious astronomer. But not too serious.</p><p>\"We astronomers are supposed to say, 'We wonder about the stars and we really want to think about it,' \" says <a href=\"http://www.astro.caltech.edu/~srk/\">Kulkarni </a>— in other words, think deep thoughts. But he says that's not really the way it is.</p><p>\"Many scientists, I think, secretly are what I call 'boys with toys,' \" he says. \"I really like playing around with telescopes. It's just not fashionable to admit it.\"</p><p>Make no mistake, Kulkarni says by \"playing\" with toys like optical telescopes, radio telescopes and space telescopes, astronomers have made measurements that reveal the age of the universe, the fact that it's expanding and that there are lots of other solar system besides ours out there.</p><p>Many of those fundamental discoveries — including measuring the rate at which the universe is expanding and determining the composition of stars — were made using telescopes at the <a href=\"http://www.astro.caltech.edu/palomar/homepage.html\">Palomar Observatory</a>, which Kulkarni now directs. He invited me to visit so I could get a sense of the wonder astronomers feel when working at the observatory.</p><p>On a Wednesday morning earlier this year, I picked Kulkarni up from his home near Caltech's Pasadena campus. The drive from Pasadena to Palomar in the mountains north of San Diego takes about 2 1/2 hours.</p><p>Kulkarni was born in India in 1956. He has been an astronomer his entire professional life. But look at the whole person and you'll see a man of contrasts. He loves Brazilian music. He raises bunny rabbits. And he says one of his deepest passions is the exact opposite of astronomy: It's the history of great economic collapses.</p><p>\"Something like astronomy is terribly important because it's about the universe,\" he says. \"We are learning something totally fundamental — how where we live comes about. But it's not something immediate. It really doesn't matter if the Big Bang happened 13.7 billion years ago or 13.75 billion years ago. On the other hand, economics, it sure is actually unimportant in the long run, but it surely matters today.\"</p><p>As we approach the observatory, the road starts climbing through a forest on the side of a mountain. A little farther ahead, a large dome appears, stark white against the blue sky.</p><p>\"Now you can see the 200-inch or sometimes called the 'Big Eye,' \" says Kulkarni.</p><p>For nearly 50 years, the <a href=\"http://www.astro.caltech.edu/palomar/about/telescopes/hale.html\">200-inch Hale Telescope</a> at Palomar was the largest in the world. It's a masterpiece of engineering. Even though it's aging, Kulkarni says it can still be used for good science. Besides, he loves it here.</p><p>When the dome slides open, the view of the sky is breathtaking.</p><p>To stand here with Kulkarni is to bring together the past and the future. For as much as Kulkarni delights in this place, as inspiring as it is to be here, he says actually visiting a telescope is soon to be a thing of the past.</p><p>\"The best way to do astronomy is to get the astronomers out of the dome,\" he says. \"And the human in the loop becomes monotonous. If a machine can do it, honestly, I think everyone is happy.\"</p><p>Machines are good for studying the sky because they have no preconceived notions about what they'll find. Astronomers, Kulkarni says, just don't have the imagination to know what to look for.</p><p>\"The sky is so much richer and so much more imaginative than the imagination that you should always approach it with a certain sense of openness,\" he says.</p><p>Kulkarni says you look at the information the machines collect and try to figure out what it's telling you. That's the way you make discoveries.</p><p>Kulkarni is 58. I asked him if he thought he'd ever get tired of playing with his toys. He said not really — but he knows someday he'll have to try something different.</p><p>\"My wife's been on me about what I'll do after I retire. She said, 'You're always running around and doing things.' And I want to be a bartender.\"</p><p>A bartender?</p><p>Well, a man can dream.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Playing+Around+With+Telescopes%27+To+Explore+Secrets+Of+The+Universe&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joe Palca","audio":[{"meta":{"duration":"305"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407212183-6c7479.m3u?orgId=1&topicId=1007&aggIds=156490415&d=305&p=7&story=406995846&t=progseg&e=407212155&seg=5&ft=nprml&f=406995846"},{"href":"http://media.npr.org/assets/img/2015/05/15/haletelescope8-64cf534e6d01fbfda16c1929eb2132d57551132e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1065","width":"1420"}},{"href":"http://media.npr.org/assets/img/2015/05/15/8281059091_6ae258f44e_c-064c518423044089cfe96eeb7496f9418557d77a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"531","width":"708"}},{"href":"http://media.npr.org/assets/img/2015/05/15/haletelescopedome-8fd16d7d808121e0b7d479d27ee1f08adb8a9835.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1065","width":"1420"}}]}