{"created":"2014-11-29T16:07:22+00:00","modified":"2014-12-04T01:05:11+00:00","valid":{"from":"2014-12-04T01:05:11+00:00","to":"3014-12-04T01:05:11+00:00"},"hreflang":"en","title":"Jesus Started A Chain Letter — And Other Hoaxes","published":"2014-11-29T19:26:00+00:00","teaser":"After Jesus died, he supposedly wrote a letter to Earth. A copy of that letter is now on display, along with other historic fakes and forgeries including a famous — and bogus — anti-Semitic tract.","itags":["npr_api","367338707"],"guid":"d1f86f51-31b1-406e-9e09-936b1e5b29c4","contentencoded":"<p>William Shakespeare wrote in the margins of his books. Noah washed up in Vienna after the flood. Jesus sent a letter back to Earth after his ascension to heaven.</p><p>Did you miss those artifacts of history?</p><p>Of course you did. They're all frauds, concocted to convince the unsuspecting — and often they did.</p><p>These frauds are part of a new exhibit, \"Fakes, Lies and Forgeries,\" at the George Peabody Library in Baltimore.</p><p>Curator Earle Havens says the exhibit is timely — these days, the media presents us with fakes and lies all the time.</p><p>\"Perhaps now, more than ever, we ought to be attending to the subject of authenticity, because we've already built another tower of Babel,\" Havens tells NPR's Scott Simon. \"That, of course is our Internet, where any kind of discourse — true or false and all points in between — is fair game.\"</p><p>Jesus' \"letter from heaven\" preyed on people who needed to believe it was real, Havens says. \"We have nothing from Christ's life that survives, directly, physically from that moment. People wanted desperately to fill in the gaps so they could feel closer to the concept of a Jesus that was like them,\" he says.</p><p>As Havens tells the story of the letter, about 55 years after Jesus ascended into heaven, he decided he had unfinished business. \"Gabriel, take a note,\" Jesus said. Gabriel took that note, all the way down to Earth and put it under a rock. The rock read, \"He that picketh up this rock shall be blessed.\"</p><p>\"So everyone walks by and they think, 'Well, I want to be blessed,' \" Havens says. \"And they try to pick up this rock, and they can't, until a little boy who's never sinned easily picks it up. He sees this miraculous letter.\"</p><p>The letter basically serves notice that Jesus has decided to change the Sabbath from Saturday to Sunday, Havens says. It was taken to the Holy Land.</p><p>The forgery on display, supposedly a copy of the original letter, is also one of the first chain letters in history, Havens notes. \"It says, 'He that copieth this letter shall be blessed of me. He that does not shall be cursed.' \"</p><p>Another artifact on display acted as a curse, with devastating consequences. It's the <em>Protocols of the Elders of Zion</em> — \"arguably the most destructive forgery in our Western history, certainly in modern memory,\" Havens says.</p><p>\"It's this idea that there's this Jewish plot to take over all of Western culture,\" Havens says. The pamphlet was popularized in Russia by conservative landholders who feared the Bolsheviks would eliminate their aristocratic privileges.</p><p>\"This was picked up by anti-Semites all over the West, the most famous American case being Henry Ford, who had it serially published in the Dearborn [Michigan] paper,\" Havens says. \"He paid for, literally, hundreds of thousands of copies to be circulated. And then he was forced by the courts to retract.\"</p><p>Regardless of the intention, all the forgeries on display in the library took a good deal of work and creativity, Havens says. They're a powerful form of human expression.</p><p>\"We think of it as destructive. We think of it as deceptive, fabricating or mutilating history,\" he says. \"But in a sense, that's also what historians have been doing for various personal motives or political motives over time.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Jesus+Started+A+Chain+Letter+%E2%80%94+And+Other+Hoaxes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"432"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367362431-2febc0.m3u?orgId=1&topicId=1136&ft=3&f=367338707"},{"href":"http://media.npr.org/assets/img/2014/11/29/15204367629_31818d8e50_k-100ad0bd9162088baf499514dbe2e36d2e97a232.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1363","width":"1818"}},{"href":"http://media.npr.org/assets/img/2014/11/29/15204609087_4f5664bfaa_z-8d9621208fab26cb089f2739f0fe67daea18c3dc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"426","width":"568"}}]}