{"created":"2015-06-29T18:05:44+00:00","modified":"2015-06-30T18:38:36+00:00","valid":{"from":"2015-06-30T18:38:36+00:00","to":"3015-06-30T18:38:36+00:00"},"hreflang":"en","guid":"d20043d3-d7e6-4bfc-9841-587ee05081f3","title":"Mathematicians mourn the loss of the 'Rolls-Royce of chalk'","published":"2015-06-30T18:38:31+00:00","byline":"May Pascaud","teaser":"Einstein, Turing, that Matt Damon character in \"Good Will Hunting.\" All did better work with great chalk. And to the dismay of math profs everywhere, their think, waxy \"dream chalk\" is going out of business. Blame whiteboards. ","tags":["Education","Development & Education"],"contentencoded":"<p>It is the best chalk in the world. The <a href=\"http://gizmodo.com/why-mathematicians-are-hoarding-this-special-type-of-ja-1711008881\">Rolls-Royce of chalk</a>. And it's going out of business.</p>\n<p>To Williams prof Satyan Devadoss, <a href=\"http://http://math.williams.edu/dream-chalk/\">the Hagomoro Fulltouch Chalk is \"a chalk so powerful</a> that mathematics practically writes itself; a chalk so amazing that no incorrect proof can be written.” Where would Einstein be without chalk? John \"A Beautiful Mind\" Nash? Codebreaker and computer inventor Alan Turing? The smart kid Matt Damon played in \"Good Will Hunting?\" </p>\n<p>Hagomoro, a Japanese brand, combines several elements to stand out, says Devadoss. Its thickness — it is significantly wider than the average brands of chalk — its wax coating, which prevents chalk dust from accumulating on one’s fingers, and the writing itself. “When you use it on a good blackboard, it melts beautifully,” the professor exalts. “It’s just elegant when you write.”</p>\n<p>Chalk is definitely not going out of style in the math world, says Devadoss. “Almost every math conference I go to, I would bet 95 perfect if not more adore using a chalkboard,” he attests. “It is the bread and butter of the work that we do.”</p>\n<p>But alas, declining student enrollment in Japan, increased whiteboard usage and — could it be? — PowerPoints have put the 82-year-old company out of business, and sent math profs scurrying to score a $60 box before the chalk disappears.</p>\n<p>Why the whiteboards? Devadoss blames computer science — and the fear of damaging expensive electronics with chalk dust.</p>\n<p>To Devadoss, chalk holds another wonder. “It’s so easy to jump in and edit somebody else’s work. And I think mathematicians believe their work isn’t just defined by that physical notion of what’s on the board, there’s something deeper going on behind the scenes. And I think chalk is the perfect medium to do this.”</p>\n<p>So the simplicity and the transience of chalk makes it utterly suited to the discipline of mathematics.</p>\n<p>But can using better chalk make people better at math? “Absolutely, without a doubt,” exclaims Devadoss. “Humans are not people of just minds. We have bodies, we are very physical people, so the medium that we use is going to impact what we do.”</p>\n<p>Attention, students: Endear yourself to the math prof with a box of Hagoromo Fulltouch — while you can find it.</p>\n<p> </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-29%2Fmathematicians-mourn-loss-their-dream-chalk&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/418180402_7a852ca8fa_o.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/4181804027a852ca8faojpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06292015_07.mp3"},{"href":"http://admin.pri.org/file/0629201507mp3"}]}