{"created":"2014-09-17T21:01:51+00:00","modified":"2014-09-17T21:22:11+00:00","valid":{"from":"2014-09-17T21:22:11+00:00","to":"3014-09-17T21:22:11+00:00"},"hreflang":"en","guid":"d208fd95-9627-40e0-bffb-7e70ca04abf2","title":"If Scotland votes 'Yes,' the UK's nuclear force could be in trouble","published":"2014-09-17T21:22:10+00:00","byline":"Jacob Resneck","teaser":"Some Scots argue that independence from the UK could have many unintended consequences. One would be this: Britain's entire nuclear arsenal is based there and would no longer be welcome. ","tags":["Global Politics"],"contentencoded":"<p>In the debate over Scotland&rsquo;s independence referendum, we have not paid much attention to the nuclear options. No, London is not threatening to launch cruise missiles at Edinburgh. Rather, if Scotland goes independent, what happens to the UK&rsquo;s nuclear arsenal, which is housed in there?</p><p>Britain&rsquo;s entire nuclear arsenal is kept around a submarine base near Glasgow. The country&#39;s ruling Scottish National Party is adamant that the subs &mdash; and their warheads &mdash; would not be welcome in an independent Scotland.</p><p>For its part, the British establishment has been throwing around various scare scenarios:&nbsp; &ldquo;It is one thing to unilaterally disarm yourself. But when you choose to unilaterally disarm your neighbor, then you&rsquo;re playing with fire,&rdquo; warned former NATO Secretary General Lord Robertson &mdash; himself a staunchly unionist Scotsman &mdash; &nbsp;at a speech in Washington, DC.</p><p>And the battle between unionists and pro-independence activists is playing out locally near the base &mdash; in one of the most polarized communities in Scotland.</p><p>Standing on a bluff above the Faslane naval base, councilwoman Vivien Dance points out a sprawling shoreline complex that&rsquo;s home to around 6,000 service members.</p><p>A military policeman shadows our every move. As home to Britain&rsquo;s nuclear arsenal, Faslane is arguably one of the most sensitive military installations in Britain.</p><p>Vivien Dance moved here in the 1970s, when her husband, a submarine officer, was transferred to work on nuclear-armed Polaris submarines.</p><p>Today, she&rsquo;s a vocal &quot;Yes&quot; campaigner for Scottish independence, despite both she and her husband hailing from Yorkshire, England.&nbsp;&ldquo;This is not anti-English. I am not a [Scottish] nationalist, but I truly believe that Scotland can do this and I just want to be part of it,&rdquo; she explains.</p><p>Ironically, a successful &ldquo;yes&rdquo; vote could mean that some of the sailors that worked with her husband would find themselves out of work.</p><p>Graeme McCormick says the threat of job losses is overblown. He is a stalwart &quot;Yes&quot; campaigner, too, and a real estate attorney. McCormick thinks Scotland could probably convert the base to serve a small, conventional defense fleet. Regardless, he wants Faslane closed and the nuclear sub program gone from the town of Helensburgh, Scotland.</p><p>&quot;We&rsquo;re not happy about being the home for it and we don&rsquo;t actually think it&rsquo;s necessary,&rdquo; he says. &ldquo;God forbid, but if one was ever going to go off, then that would really be the end of civilization as we know it.&rdquo;</p><p>The Scottish National Party &mdash; which currently has a comfortable majority in parliament &mdash; has pledged for years to evict the Trident submarines and the warheads being stored near Helensburgh.</p><p>In town, independence is a hot button issue. Not least, McCormick says, because so many people have moved here to work on the base.</p><p>&ldquo;This is probably the most challenging area that the &quot;Yes&quot; campaign has in Scotland because of the base and because of the emotional attachment people have to it,&rdquo; he notes.</p><p>You can say that again. The region&rsquo;s elected member to the Scottish parliament, Jackie Baillie, has been campaigning against the referendum. She says the loss of thousands of defense jobs would be catastrophic.</p><p>&ldquo;Faslane is the biggest single site employer in the whole of Scotland,&rdquo; she says. &ldquo;It accounts for a quarter of the full-time jobs within my local area, so the impact of removal of Trident and the closure of Faslane would be devastating on the local economy and on local jobs.&rdquo;</p><p>The Scottish National Party says if the independence referendum goes its way, it will move to get Trident out before Scottish elections in 2018.</p><p>Defense experts have argued that if Scotland decides to secede, the Trident program could be used as a bargaining chip with London on any number of matters that would benefit Scotland.</p><p>&ldquo;All roads lead to Trident and whether it stays or whether it goes,&rdquo; says retired Lt. Col. Stuart Crawford, who now works as a defense analyst.</p><p>&ldquo;You have a government in power which seeks independence which says it needs to go because that&rsquo;s what it believes &mdash; in principle,&rdquo; he says. &ldquo;But the practicalities are such that it can&rsquo;t be done quickly.&rdquo;</p><p>In downtown Helensburgh, &quot;No&quot; campaigners are distributing stickers. One woman says she&rsquo;s wary of putting one on her car because of the &quot;Yes&quot; camp.</p><p>Standing to the side, 72-year-old &quot;No&quot; campaigner Alan Johnson says he fears a breakup of the UK would leave Scotland out in the cold &hellip; especially when it comes to defense.</p><p>&ldquo;These very nuclear weapons have kept the peace since World War II, so they&rsquo;re exceedingly valuable and we&rsquo;d be wide open to attack from jihadists and all sorts of people if our defenses were taken away,&rdquo; he says.</p><p>It is yet another indication that Scotland breaking away from Britain <em>could</em> lead to all sorts of unintended consequences.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Dance%20Crop.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/dance-cropjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/091720146.mp3"},{"href":"http://www.pri.org/file/091720146mp3"}]}