{"created":"2014-10-27T20:05:07+00:00","modified":"2014-10-30T23:55:47+00:00","valid":{"from":"2014-10-30T23:55:47+00:00","to":"3014-10-30T23:55:47+00:00"},"hreflang":"en","title":"NYC Approves Building With Separate Entrance For Lower Income Residents","published":"2014-07-25T19:29:00+00:00","teaser":"Riverside South will not be the first building in the city with separate entrances, but the decision has sparked outrage.","itags":["npr_api","335338242"],"guid":"d21427ab-9f32-40af-9ab9-6b436f83e1f5","contentencoded":"<p>Anger has been building this week over the news that New York City has approved a developer&#8217;s plans for an apartment building with two separate entrances: one for wealthy residents, and another for those living in affordable units.</p><p>The <a href=\"http://www.extelldev.com/extell_residential_riversideSouth.html\" target=\"_blank\">Riverside South</a> development project, at 40 Riverside Boulevard on the Upper West Side of Manhattan, will not be the first building in the city with separate entrances. But the decision has sparked outrage, both in and out of New York.</p><p><em><a href=\"https://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson talked about the project with <strong>Moses Gates</strong>, director for planning and community development at the Association for Neighborhood and Housing Development in New York.</p><p>Gates said that the two-entrance plan is &#8220;technically&#8221; allowed under New York City&#8217;s housing legislation, but he doesn&#8217;t think it is consistent with the spirit of the city.</p><p>&#8220;These developments are made possible by the city of New York &#8212; and that&#8217;s not what New York City is about. New York City is about equality and integration,&#8221; he explained.</p><p>Even though it&#8217;s legal, Gates said he hopes that use of what he calls the &#8220;poor door&#8221; won&#8217;t become common practice, noting that it doesn&#8217;t necessarily work out better financially for developers. Still, he&#8217;s been pleased by the public response to this particular building design.</p><p>&#8220;The people of the city and the administration have made it clear that this is not something that they envision as a part of their development program,&#8221; he said. &#8220;I hope that developers understand that and kind of put a stop to it voluntarily. I think that there are going to be technical solutions &#8212; maybe not tomorrow, because that&#8217;s just not how our system works, but in a timely fashion.&#8221;</p><p>Extell Development Company, the developer, declined to comment.</p><h4>Guest</h4><ul><li><a href=\"http://mosesgates.com/\" target=\"_blank\"><strong>Moses Gates</strong></a>, director for planning and community development at the <a href=\"http://www.anhd.org/\" target=\"_blank\">Association for Neighborhood and Housing Development</a>. He tweets <a href=\"https://twitter.com/MosesNYC\">@MosesNYC</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=NYC+Approves+Building+With+Separate+Entrance+For+Lower+Income+Residents&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"243"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1335342369-a41301.m3u?orgId=1&ft=3&f=335338242"}]}