{"created":"2015-01-11T10:36:08+00:00","modified":"2015-06-05T15:30:53+00:00","valid":{"from":"2015-06-05T15:30:52+00:00","to":"3015-06-05T15:30:52+00:00"},"hreflang":"en","title":"New Streaming Services Are Changing TV — And Viewers, Too","published":"2015-01-20T00:49:00+00:00","teaser":"Streaming services like Netflix and the DISH Network's new Sling TV are helping consumers break free of cable subscriptions. That means TV shows must find new ways to connect with their viewers.","itags":["npr_api","376222117"],"guid":"d22eafbd-0314-4d93-8ad4-b2d2c272f8fb","contentencoded":"<p>When critics asked Tina Fey how her new series <em>Unbreakable Kimmy Schmidt</em> would be different now that it's airing on Netflix instead of NBC, she had quite the zinger ready.</p><p>\"I think season two's gonna mostly be shower sex,\" Fey said during a press conference last week, drawing laughs. But she also had a point.</p><p>Fey's first series since <em>30 Rock</em> was developed for her longtime TV home, NBC.</p><p>But when the network couldn't figure out when to air it, they cut a deal to move it to the video streaming service Netflix. There, the show has no official language restrictions, no content restrictions and no timeslots for episodes.</p><p>\"We can make a show work on its own merits,\" says Ted Sarandos, chief content officer for Netflix, who said some network TV shows fail because they are judged by ratings during a specific hour on a specific day of the week.</p><p>\"If it would have gone the NBC route, it would have been, 'I didn't know what night it was on, it got pre-empted by a football game' — all the different things that keep people from having that deep relationship with programming that they used to have,\" he said.</p><p>Fey's last show, <em>30 Rock</em>, often suffered from not drawing a broad enough audience for network TV — a problem that has hobbled other quality NBC comedies such as <em>Parks and Recreation</em> and <em>Community</em>.</p><p>But ask if platforms like Netflix might offer a better home for smart TV comedy — Yahoo! will make new episodes of NBC's canceled <em>Community</em> soon — and Fey's not quite willing to go there yet.</p><p>\"I think the future is a mix,\" she said. \"People still have that communal feeling when the next season of <em>Orange is the New Black</em> goes up. And they do want to talk about it, they do want to email about it and they do want to talk about it at work. So you still have the communal feeling of, like, 'Oh we want to see this and talk about it right now.' But its just not literally at that specific hour of the night.\"</p><p>In fact, there are several new streaming services coming in 2015 to give viewers more control. HBO and CBS have announced services, but DISH Network got a lot of attention at the consumer electronics show by unveiling its Sling TV, mostly for one reason: ESPN.</p><p>ESPN and ESPN 2 are among a slimmed-down package of channels <a href=\"http://about.dish.com/press-release/products-and-services/sling-tv-launch-live-over-top-service-20-month-watch-tvs-tablets\">offered by Sling TV online</a> for a $20 monthly subscription. It will be the first time viewers can stream ESPN channels without paying for a cable subscription – a development that hints at a future without cable TV.</p><p>But James Rollins, vice president of digital distribution for ESPN, said during a press conference that Sling TV was mostly a way to target people who have broadband Internet service, yet don't buy cable TV.</p><p>\"We see it as being supplemental,\" he said. \"It's going to be additive in a way to serve a market that's been underserved.\"</p><p>It's also a soft way of offering a form of a la carte programming. Critics have complained for many years that cable bills are too high and consumers should be able to pay a smaller price and pick a smaller lineup of channels that match their taste.</p><p>Erik Flannigan, an executive vice president at Viacom Entertainment Group, calls Sling TV \"a la carte on the margins,\" noting that cable and satellite providers need to find ways to reach audiences where and how they want to watch television.</p><p>He says viewers have grown to expect access to TV shows when they want, where they want, thanks to the digital video recorder.</p><p>\"The DVR was the first thing that put you off the clock and on your own schedule,\" Flannigan said. Essentially watching shows when you wanted to watch them, binge view them when you wanted to watch them. then you throw the steaming services onto that and you start to get all these, what are now new behaviors.\"</p><p>Flannigan works on TV Everywhere. It's an effort by the cable industry to give subscribers access to their channels over the Internet on laptops, tablets and smartphones.</p><p>Flannigan says a service like Sling might help DISH hold onto customers who might otherwise \"cut the cord\" and drop their subscriptions — either because they want lower payments or they watch TV differently.</p><p>\"I tend to, at this moment, pull out my phone and [consider] people for whom this is their first screen not their second screen,\" he says. \"I think having some answer to those folks is something we need to do.\"</p><p>Netflix content chief Sarandos says their data shows people watch TV differently when they use their service.</p><p>\"Everything that's watched on Netflix is watched super deliberately,\" he adds. \"It's not background noise. It's not something you turn on and go off and eat dinner. And [its] watching the same show until you're done. This is much closer to books, where people say 'I'm going to start <em>Breaking Bad</em> tonight.'\"</p><p>At a time when everyone in the TV industry is trying to guess what the future holds, it seems that technology and services which meet viewers' new \"on- demand attitudes\" is the surest way to success.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Streaming+Services+Are+Changing+TV+%E2%80%94+And+Viewers%2C+Too&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"253"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376496379-779584.m3u?orgId=1&topicId=1138&d=253&p=10&story=376222117&t=progseg&e=376496273&seg=17&ft=nprml&f=376222117"},{"href":"http://media.npr.org/assets/img/2015/01/11/480925919-69e4c3bb885bf67fc1e871a5f8ca2427924dc0db.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"395","width":"527"}}]}