{"created":"2014-10-07T19:10:13+00:00","modified":"2014-12-04T15:16:32+00:00","valid":{"from":"2014-12-04T15:16:32+00:00","to":"3014-12-04T15:16:32+00:00"},"hreflang":"en","title":"Roxane Gay On Acknowledging — And Owning — Her 'Bad' Feminism","published":"2014-08-25T15:59:00+00:00","teaser":"Yes, her new essay collection is called <em>Bad Feminist</em>, but Roxane Gay says the title — originally jokey — grew into a larger message about owning your feminism even when you're not perfect at it.","itags":["npr_api","337126684"],"guid":"d22ff36b-1dda-4a27-8b1a-6c6ceb83091a","contentencoded":"<p>The writer Roxane Gay admits that she isn't that well read in feminist theory, and that she dances to Jay Z and other music that she knows is \"terrible for women\" (in her words) — and that she sometimes plays dumb with repairmen because, as she says, \"it's just easier to let them feel macho.\"</p><p>That's why she dubs herself a \"bad feminist\" — the title of her new volume of essays. Gay tells NPR's Arun Rath that the title was originally tongue-in-cheek. \"And then,\" she says, \"the more I thought about it, the more I wanted to acknowledge and own my feminism, but also acknowledge that I'm not perfect at it.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On where she disagrees with some feminist doctrine</strong></p><p>If a woman wants to take her husband's name, that's her choice, and I still think she can be feminist while doing that. I think that if a woman wants to stay home to raise her children, that's a fine choice, and so really, we need to rethink society and how society views parents who stay at home, and how society protects parents who stay at home — rather than to suggest that women shouldn't stay at home.</p><p><strong>On why stereotypes of humorless, anti-sex feminism persist</strong></p><p>Because people don't want to think ... I mean, they don't! They just want to say, oh, okay, feminists are humorless man-haters, and that's simply not the case. There are radical people and radical ideas in absolutely every movement, but that doesn't mean they define the ideals. And so that people want to define feminism based on the actions of a select group of feminists is absolutely absurd. And I also think we forget our history: The reason feminists were humorless is because it <em>was</em> that bad to be a woman.</p><p><strong>On her criticism of the show <em>Girls</em></strong></p><p>I think Lena Dunham is a very bright and very interesting writer, and what she's accomplished at such a young age absolutely impresses me. But when I first started seeing the show, during the first season, it was disappointing to me that someone that young, who should be that aware of diversity, had none on the show. And so I began to think very critically about the show and how it was really showing such a narrow slice of life in one of the most diverse cities in the country. But the more I began to think about it, the more I wondered, why are we putting so much responsibility at the feet of one person. This problem is a Hollywood problem, it's a representation problem — and to expect Lena Dunham to solve it is just not fair. But I think moving forward we're going to see more diversity from her.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Roxane+Gay+On+Acknowledging+%E2%80%94+And+Owning+%E2%80%94+Her+%27Bad%27+Feminism&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"334"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337531228-2ce9a3.m3u?orgId=1&topicId=1033&ft=3&f=337126684"},{"href":"http://media.npr.org/assets/img/2014/08/01/roxane----author-photo-06fe3dcd6eb7ca95b47b3bf9220ad76622f0387f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"600","width":"799"}}]}