{"created":"2014-10-08T16:43:28+00:00","modified":"2014-10-31T02:22:53+00:00","valid":{"from":"2014-10-31T02:22:53+00:00","to":"3014-10-31T02:22:53+00:00"},"hreflang":"en","title":"In 'Hotel Florida,' Three Couples Chronicle The Spanish Civil War","published":"2014-05-05T19:40:00+00:00","teaser":"Biographer Amanda Vaill's new book delves deeply into the lives of journalists like Ernest Hemingway and Martha Gellhorn, whose documenting of the war helped shape public perception.","itags":["npr_api","309748178"],"guid":"d232e99a-d5c0-42b3-8c1e-b8535b0d6246","contentencoded":"<p>There's something romantic about biographer Amanda Vaill's device of making the Hotel Florida in Madrid the hub of her new book about the Spanish Civil War, called <em>Hotel Florida;</em> but, then again, there's always been something romantic about the Spanish Civil War itself. For the Spanish loyalists — who were supported by Russia and Mexico as well as the International Brigades of civilians from Europe and the Americas — the Spanish Civil War was a gallant stand against fascism. Of course, the on-the-ground reality wasn't always so black and white: Infighting on the left complicated matters, which is why countless historians have probed the contradictions of that war, which lasted from 1936 to 1939.</p><p>Vaill isn't after anything as quixotic as trying to \"set the record straight\" on the Spanish Civil War; instead, she delves deeply into the lives of three couples whose chronicling of the war shaped public perception. Some of her subjects — like Ernest Hemingway, Martha Gellhorn and war photographer Robert Capa — are famous; others, like photographer Gerda Taro and Spanish journalist Arturo Barea, should be better known. Their paths crossed in Spain and all six spent time in the Hotel Florida, \"a ten-story marble-clad jewel box\" in Madrid, where journalists, diplomats, prostitutes, pilots and spies drank together and dived for cover as bombs whistled over the city at night. Ultimately, what Vaill seems to be mulling over in this book is the age-old question of what war does to people: whether it brings out altruism or naked self-interest. Spoiler alert: In Vaill's account Hemingway fails the sniff test.</p><p>Group biography is a potentially cumbersome genre, but Vaill proved her chops at this sort of narrative with her 1998 best-seller, <em>Everybody Was So Young</em>, an ensemble story that centered on Lost Generation artistic patrons Gerald and Sara Murphy. The Murphys pop up in <em>Hotel Florida,</em> as do a crowd of other, mostly left-leaning luminaries like Lillian Hellman, Dorothy Parker, John Dos Passos and Errol Flynn. Vaill organizes this book in a kaleidoscopic month-by-month diary style, so that, for instance, in December 1936, we hear about Barea fighting censorship in Valencia at the same time that Hemingway first meets Gellhorn, who's destined to become his third wife, at Sloppy Joe's Bar in Key West, Fla. It's a narrative technique that at first feels choppy, but comes to suit the sweeping confusion of the war. It also allows Vaill to splice in excerpts from her subjects' own diaries and letters that add to the lived texture of her book. Here, for instance, is Gellhorn making a snappy declaration in a 1936 letter to a friend: \"Me, I am going to Spain with the boys. ... I don't know who the boys are, but I am going with them.\"</p><p>Despite the glamour of the Hemingway-Gellhorn pairing, the couple that steals the spotlight here is Robert Capa and his lover, Gerda Taro, and it's Taro who's the real revelation. She was an elfin girl who sported a boy's haircut and was described by an acquaintance as looking \"like a fox that is going to play a trick on you.\" They were broke and in their 20s when they met in Paris in 1936, and, back then, they were both still using their birth names. It was Taro who came up with the idea of the pseudonym \"Robert Capa,\" under which they would both take up-close-and-personal photographs of the fighting in Spain. Under fire, their idealism seemed to grow — so much so that, when Taro was killed in 1937, she was lauded as a kind of \"Joan of Arc of the left.\" Taro was buried in Paris on her 27th birthday.</p><p>At the end of <em>Hotel Florida,</em> Vaill tells a brief story about the discovery of three cardboard valises in Mexico City in 2007. Inside were more than 165 rolls of film containing images of the Spanish Civil War — people lining up for food in refugee camps, cratered cityscapes and, most grimly, the inside of a morgue after a bombing raid. The photographs were taken by, among others, Capa and Taro. An exhibition of those long-lost photographs, called \"The Mexican Suitcase,\" was held at New York's International Center of Photography in 2011 — you can <a href=\"http://www.icp.org/museum/exhibitions/traveling/mexican-suitcase\">see some of them online</a>. Like the discovery of the Mexican suitcases, Vaill's <em>Hotel Florida</em> adds to the cold hard facts — as well as to the enduring mystique — of the Spanish Civil War.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27Hotel+Florida%2C%27+Three+Couples+Chronicle+The+Spanish+Civil+War&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maureen Corrigan","audio":[{"meta":{"duration":"437"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309820678-5a312e.m3u?orgId=1&topicId=1034&aggIds=4467346&ft=3&f=309748178"}]}