{"created":"2015-06-05T20:51:29+00:00","modified":"2015-06-16T15:05:11+00:00","valid":{"from":"2015-06-16T15:05:11+00:00","to":"3015-06-16T15:05:11+00:00"},"hreflang":"en","title":"Risky Gazans Begin Digging Out Smuggling Tunnels To Egypt Again","published":"2015-06-07T02:57:00+00:00","teaser":"During their heyday, you could deliver fried chicken from Egypt to Gaza through tunnels. Despite new dangers of an Egyptian anti-tunnel campaign, some Gazans are digging out a living again.","itags":["npr_api","412305528"],"guid":"d2445eca-7059-4484-ba85-6eeec39ba397","contentencoded":"<p>Just a couple of years ago, Gazans could get lukewarm Kentucky Fried Chicken — and <a href=\"http://www.npr.org/sections/pictureshow/2012/11/19/165506231/rockets-cigarettes-and-a-lion-just-a-few-of-the-things-smuggled-into-gaza\" target=\"_blank\">nearly anything else</a> — delivered from Egypt through commercial smuggling tunnels dug under the Gaza-Egyptian border.</p><p>But by mid-2013, the free flow of smuggled goods had <a href=\"http://www.npr.org/sections/parallels/2013/08/22/206689156/Egyptian-Crisis-Slows-Flow-Through-Gazas-Smuggling-Tunnels\" target=\"_blank\">started to slow</a>. And over the past year, since General Sisi took over as president of Egypt, an aggressive Egyptian military campaign shut down most of those smuggling tunnels.</p><p>Now, facing soaring unemployment, some Gazans are taking the risk to dig out a living again.</p><p><strong>A High Risk</strong></p><p>The area where tunnels start in Gaza is off-limits to anyone who doesn't have business there. It is at the very southern edge of Rafah, Gaza's southern-most town. At dusk, on a Rafah street, through a local acquaintance, I meet a tunnel owner.</p><p>He calls himself just Abu Muhammad, because he wants to keep his business hidden. He takes us to his home nearby, and over small cups of coffee, with half a dozen men gathered round to listen and comment, he explains the tunnel business now.</p><p>Compared to the heyday, he says, it's a much smaller scale.</p><p>\"We used to bring cows through the tunnels, even cars,\" Abu Mohammad says. \"Now we're like birds hunting crumbs.\"</p><p>Egyptians used to drop off truckloads of goods at tunnel entrances on the other side, he says. Now, individuals slip what they can down hidden holes, taking a risk for $100.</p><p>Abu Muhammad, 44, has a thin face and dirt in the cuticles of his neatly trimmed nails. He also has a large family to look after – 10 children and a wife. He started in the tunnel industry as a digger five years ago, then bought a share in one.</p><p>But this year has been hard in Gaza. The World Bank says closing the smuggling tunnels and last summers' war together <a href=\"http://www.worldbank.org/en/news/press-release/2015/05/21/gaza-economy-on-the-verge-of-collapse\" target=\"_blank\">took almost half a billion dollars</a> out of Gaza's economy, contributing to a 15 percent drop in GDP. The bank also called Gaza's level unemployment, at 43 percent, the \"highest in the world.\"</p><p>Abu Mohmmad hardly worked last year. He says he tried other work, like selling vegetables, but couldn't make ends meet. So toward the end of 2014, he and his partners began smuggling again.</p><p>But over the past two months he says he's gotten in just one shipment from Egypt: the raw materials to make three tons of laundry detergent to sell in Gaza. On the Egyptian side, Egypt's army has bulldozed tunnel openings and razed houses that used to hide them close to the border. So the tunnels have to be much longer and their outlets small and secret.</p><p>Abu Mohammad says there are no tunnel openings into homes on the Egyptian side of the border now.</p><p>\"Now the openings are outside, under a tree, or by a pile of rubble,\" he says. \"It's scary now. Egyptian soldiers have killed many people on that side.\"</p><p><strong>Multiple Dangers Underground</strong></p><p>Gazan diggers face dangers too. Three brothers of the Abu Kareem family excavate tunnels and move goods underground. They say one was inside a tunnel when Egyptian troops pumped sewage down. Another lost part of two fingers in December when his hand got twisted in a moving cable. The third, Yusef Abu Kareem, recently carried out a co-worker who died inside the tunnel.</p><p>He says they had finished work for the day and were leaving, when his co-worker accidentally brushed an electric cable.</p><p>\"The wire was not covered well, says Yusef Abu Kareem. \"He just hit the wire and he died.\"</p><p>All three brothers are slim and strong. They smoke constantly, including cigarettes they say came from Egypt. Because so few goods are coming through the tunnels, their wages are low. But Yousef Abu Kareem says at least it's a job.</p><p>\"We do this for the money. Nothing in Gaza is working. But you still have to feed your family.\"</p><p><strong>Taxing The Tunnels<br /></strong></p><p>In addition to the GDP, closing most smuggling tunnels also hurt Gaza's government budget. Hamas, the militant group that runs the Gaza strip, actually collects import duties on goods smuggled from Egypt.</p><p>Now Hamas is looking for other sources of income to combat the financial crisis, like raising taxes, says Gazan economist Omar Shaban.</p><p>\"They are now depending only or mainly on tax collection. Which is not enough to pay the salaries and the operation costs for the ministers,\" Shaban says.</p><p>Hamas complains the West Bank-based Palestinian Authority, led by Mahmoud Abbas, should be paying government costs in Gaza since they signed a unity government agreement a year ago. Hamas spokesman Fawzi Barhoum says that is where the responsibility for Gaza lies.</p><p>\"Then you can run Gaza well,\" he says. \"But because the unity government isn't paying for ministries in Gaza, the ministries have to get big businesses to pay taxes.</p><p>Barhoum says a new tax under discussion would affect only \"luxury\" goods, like cars, and bedroom sets that couples traditionally buy when they marry. But Gazans say prices are already creeping up on ordinary goods, and suspect Hamas has <a href=\"http://www.nytimes.com/2015/06/02/world/middleeast/tax-increase-in-gaza-weighs-on-palestinians-already-barely-scraping-by.html\" target=\"_blank\">already imposed new taxes</a> on goods from Israel, now the place from where almost everything comes into Gaza.</p><p>In Israel, the worry is not commercial passages to Egypt, but underground networks that go from <a href=\"http://www.npr.org/sections/parallels/2014/07/30/336594614/gazas-network-of-tunnels-is-a-major-hole-in-israels-defenses\" target=\"_blank\">Gaza near or into Israel</a>. Hamas used those to launch attacks during last summer's war and is still digging them. Still, Israel supported Egypt's crackdown on the smuggling tunnels, saying it curtailed the free movement of militants and weapons, not just cows, cars or fried chicken.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Risky+Gazans+Begin+Digging+Out+Smuggling+Tunnels+To+Egypt+Again&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"259"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412305529-5952b6.m3u?orgId=1&topicId=1009&d=259&p=2&story=412305528&t=progseg&e=412139496&seg=7&ft=nprml&f=412305528"}]}