{"created":"2014-09-16T20:11:19+00:00","modified":"2015-01-16T20:28:09+00:00","valid":{"from":"2015-01-16T20:28:09+00:00","to":"3015-01-16T20:28:09+00:00"},"hreflang":"en","title":"Breast Cancer Patients Seek More Control Over Research Agenda","published":"2014-09-23T15:23:00+00:00","teaser":"Tired of waiting for a cure for breast cancer, a coalition of activists now leans hard on Congress to steer money to particular research projects. Critics say that approach may miss promising leads.","itags":["npr_api","341729271"],"guid":"d252a5f4-ad80-49a9-be96-cf22affc686b","contentencoded":"<p>The federal government has poured more than $3 billion into breast cancer research over the past couple of decades, but the results have been disappointing. The disease remains a stubborn killer of women.</p><p>So the National Breast Cancer Coalition is trying something bold: The advocacy group has decided that it's not simply going to lobby for more research dollars. Instead, its leaders are sitting down at the table with scientists studying the disease and telling them how they'd like that money to be spent.</p><p>\"We've come to a phase in our lives where we're just sick of losing our friends,\" says <a href=\"http://www.breastcancerdeadline2020.org/about-nbcc/leadership/board/joy-simha.html\">Joy Simha</a>, a member of the coalition's board. \"We are looking into the eyes of our children and saying, 'No more! No more! We need a deadline.' \"</p><p>That deadline is January 2020. The goal is not to eradicate breast cancer by that date, but to have figured out by then how to put an end to the disease.</p><p>\"There's no question, when we started the National Breast Cancer Coalition we thought naïvely: If we just got enough money to the scientific community, they would get the answers we need,\" says <a href=\"http://www.breastcancerdeadline2020.org/about-nbcc/leadership/frances-m-visco.html\">Fran Visco</a>, president of the NBCC. \"And then we came to learn that it is much more complicated than that.\"</p><p>In the old days, an individual scientist would come up with an idea related to one small question regarding breast cancer, get funding and then retreat to his or her lab to run experiments to test the idea. Good ideas have resulted in better understanding of breast cancer and better treatments, but years have turned into decades without a cure.</p><p>\"We decided we could no longer afford to have the scientists set the agenda,\" Visco says, \"and that we were going to decide what questions need to be answered, and we were going to bring together the necessary scientific expertise, collaborating with advocates, to answer those questions.\"</p><p>So, three years ago, the coalition started what it calls the <a href=\"http://www.breastcancerdeadline2020.org/about-the-deadline/artemis-project.html\">Artemis Project. </a> The project asks: If you're going to end breast cancer, what would you need to do? The first answer, the coalition decided, is, \"Prevent the disease.\" A vaccine would be ideal — if someone could figure out how to make one. Next, for women who already have breast cancer, the challenge is to keep it from spreading throughout the body — the process of metastasis.</p><p>\"If you could figure out how to prevent metastasis so that no one died of breast cancer and no one died of the treatment for breast cancer, we believe we will have achieved the goal.\"</p><p>Should the National Institutes of Health, rather than a nonprofit organization, be sponsoring a collaborative project like this?</p><p>\"Yes,\" Visco says, quietly, but adds, \"You know, the goal of the NIH is to fund the scientific community. It is not the mission of the NIH to end breast cancer.\" She says she's not discounting research initiated by scientists.</p><p>\"The process by which a scientist comes up with an idea and then wants to pursue it is a process that must continue,\" Visco says. \"We need that process. We need discovery.\" Once researchers have identified the ideas they want to pursue as part of the Artemis Project, they apply for grants from the National Institutes of Health or from the Department of Defense, which has a $120 million fund earmarked for breast cancer research.</p><p>The backdrop for this new patient-driven paradigm for treating disease is a quiet <a href=\"http://www.npr.org/blogs/health/2014/09/09/340716091/u-s-science-suffering-from-booms-and-busts-in-funding\">crisis in funding</a> for biomedical research. Scientists studying diseases are fighting over a steadily shrinking pool of money for research. But for breast cancer, Visco believes, the problem isn't a shortage of funding — it's how it's being spent.</p><p><a href=\"http://surgery.duke.edu/faculty/details/0117267\">Dr. H. Kim Lyerly, </a>a professor of surgery at Duke University, is part of the breast cancer coalition's Artemis Project. He likens the collaboration to the highly coordinated Apollo project that put men on the moon.</p><p>To succeed with Apollo, he says, scientists needed one team to build the rocket to get the spacecraft to the moon, and also a navigation system. \"Scientists and experts in the booster rocket may or may not be the same scientists and experts in the navigation system,\" he says.</p><p>Similarly, many types of medical researchers have been working on breast cancer, Lyerly says, but they haven't been working toward one clear, common goal, as the Apollo engineers and scientists did. He's certainly not promising that the Artemis Project's coordination will enable scientists to figure out breast cancer by January 2020, but he is impressed by this collective approach to medical problem-solving.</p><p>\"I think that is a remarkable opportunity,\" he says, \"and even that achievement would be one that I think would be a positive for science.\"</p><p>At the National Cancer Institute, director <a href=\"http://www.cancer.gov/aboutnci/director\">Harold Varmus</a> defends the scientific establishment's current strategy.</p><p>\"I would never abandon the opportunity for anybody who's got the spark of genius to make an application to do something that is novel and individual,\" Varmus says. \"I do believe that individual labs still have an important role to play. But people who think that we don't have a lot of collaborative work — team science — are wrong. We've always had that for years, and we continue to support it.\"</p><p>The breast cancer advocates are pushing the medical establishment to make those collaborations much deeper and more ambitious.</p><p>\"I think the national breast cancer coalition's model is incredibly sophisticated and smart,\" says <a href=\"http://archive.cspo.org/people/bio/sarewitz/\">Daniel Sarewitz</a>, a science policy researcher at Arizona State University. \"They recognize that you can't turn a problem of great social concern — such as women's mortality from breast cancer — over to scientists and expect them to solve the problem.\"</p><p>Sarewitz acknowledges that breast cancer advocacy is sometimes criticized for its single-minded focus, which leads breast cancer to absorb a disproportionate share of research dollars. But he says that success also gives them more leverage to change the system.</p><p>\"They're in the lead in understanding how difficult the problem is and how science needs to reorganize to address the problem. If they succeed, everyone else will want to be like them.\"</p><p>Fran Visco says this is her best — and last — shot. If the group can't reach its ambitious goal by January of 2020, she plans to end her long, celebrated career of trying to conquer the disease.</p><p>\"I understand there are people who believe that it's going to take decades, maybe a century, to end breast cancer,\" she says. \"And I wish them a great deal of luck.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Breast+Cancer+Patients+Seek+More+Control+Over+Research+Agenda&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Harris","audio":[{"meta":{"duration":"411"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349036399-2c4376.m3u?orgId=1&topicId=1128&aggIds=347129694&ft=3&f=341729271"},{"href":"http://media.npr.org/assets/img/2014/08/20/nbcc-illo-a2c0ea0473a0790be1e47a424d8468421c5f2a75.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1966","width":"2621"}}]}