{"created":"2015-04-24T09:03:17+00:00","modified":"2015-05-13T21:00:49+00:00","valid":{"from":"2015-05-13T21:00:49+00:00","to":"3015-05-13T21:00:49+00:00"},"hreflang":"en","title":"Clinton Faces Bad Headlines And More Questions Of Scandal","published":"2015-04-25T19:56:00+00:00","teaser":"From questions surrounding the Clinton family foundation to a congressional investigation into Benghazi, Hillary Clinton's campaign is pushing back against allegations of scandal.","itags":["npr_api","401830417"],"guid":"d25ddbb5-6eae-4f9d-b391-1dd1c29c7a61","contentencoded":"<p>The House Select Committee on Benghazi announced plans to call Hillary Clinton to testify next month, right around the time her campaign was reportedly going to shift into high gear with a mid-May campaign kickoff speech.</p><p>At the same time, a new book about the Clinton foundation is generating the kind of headlines and news coverage no presidential candidate wants to see.</p><p>\"Bill Clinton Cashed In When Hillary Clinton Became Secretary of State,\" was how <a href=\"http://abcnews.go.com/Politics/bill-clinton-cashed-hillary-secretary-state/story?id=30522705\">ABC News</a> put it, referring to the former president's speaking fees shooting up after his wife joined the Obama administration.</p><p>\"Cash Flowed to Clinton Foundation as Russians Pressed for Control of Uranium Company,\" was from <a href=\"http://www.nytimes.com/2015/04/24/us/cash-flowed-to-clinton-foundation-as-russians-pressed-for-control-of-uranium-company.html?_r=0\">The New York Times</a>.</p><p>The story also dominated cable news.</p><p>\"She's now saying that they won't take foreign donations if she becomes president,\" said Jo Becker, the co-author of <em>The New York Times</em> piece, on NPR's All Things Considered Thursday. \"But what the story really underscores are the special challenges when you have a foundation that's raising money from foreign interests, that couldn't contribute to an American political campaign, by the way, but can contribute to these kinds of foundations.\"</p><p>The Clinton campaign declined to comment, but a campaign spokesman <a href=\"https://medium.com/@brianefallon/clinton-cash-nyt-fail-to-prove-connection-between-clinton-russian-purchase-of-uranium-assets-797a71cb40b0\">published a five-point rebuttal</a> to the<em> Times</em> article, which was based, in part, on the forthcoming book, <em>Clinton Cash: The Untold Story of How and Why Foreign Governments and Businesses Helped Make Bill and Hillary Rich</em>, which is due out May 5. The spokesman, Brian Fallon, charges that the facts in the <em>Times</em>' own reporting undermine the innuendo in the piece.</p><p>\"Ironically, buried within the story is original reporting that debunks the allegation that then-Secretary Clinton played any role in the review of the sale,\" Fallon writes, adding, \"The facts drawn from the<em> Times'</em> own reporting undermine the innuendo in the <em>Times</em> story about Hillary Clinton's role in this matter.\"</p><p>Earlier this week, Clinton campaign chairman John Podesta offered a own pre-buttal to the book in an interview with Al Hunt on PBS's Charlie Rose show.</p><p>\"It's a book that's written by a former Bush operative, who's a reporter for that august news institution Breitbart.com — or has been in the past,\" Podesta said of the book's author, Peter Schweizer, who <a href=\"http://www.usnews.com/opinion/blogs/susan-milligan/2015/04/23/attacking-clinton-cash-author-peter-schweizer-not-wise-for-hillary\">worked for former President George W. Bush</a> and was a <a href=\"http://www.nytimes.com/2011/05/26/us/politics/26campaign.html\">foreign policy adviser to Sarah Palin</a> in 2011.</p><p>That is classic political rapid response — question the source, blame the opposition.</p><p>Schweizer also wrote the book on Congress and insider trading that helped lead to the STOCK Act of 2012, <em>Throw Them All Out: How Politicians and Their Friends Get Rich off Insider Stock Tips, Land Deals, and Cronyism That Would Send the Rest of Us to Prison.</em></p><p>Schweizer also <a href=\"https://www.bloomberg.com/politics/articles/2015-04-23/clinton-cash-author-is-targeting-jeb-bush-next\">tells Bloomberg's Josh Green</a> he is coming out with a similar book on Jeb Bush's finances to be published this summer.</p><p>Podesta, though, not only questions the author's motives, but, more importantly, his conclusions.</p><p>\"He's cherry-picked information that's been disclosed and woven a bunch of conspiracy theories about it,\" Podesta said on PBS. \"The facts, there's nothing new about. The conspiracy theories, I guess we'll get to judge when we read the book.\"</p><p>For Clinton, this is hardly a new experience. She and her husband have been at the middle of so many political firestorms over the years it's almost hard to keep track. On the <em>Today Show</em> in 1998, Clinton famously dismissed the attacks and accusations.</p><p>\"The great story here for anybody willing to find it, and write about it and explain it is this vast right-wing conspiracy that has been conspiring against my husband since the day that he announced for president,\" she said.</p><p>As for the Benghazi committee, Trey Gowdy, the South Carolina Republican who heads it, seems to be trying hard to avoid having his effort portrayed as a partisan witch hunt. He insisted Wednesday that he wasn't slow-walking the investigation to overlap with the presidential campaign season.</p><p>\"I want it done before 2016,\" he said on Fox, adding, \"We're trying to accelerate it, but I've got to have the documents.\"</p><p>In a letter to Clinton's lawyer, Gowdy said he wants the former secretary of state to testify the week of May 18, which happens to be right around the time when Clinton's campaign has said she is going to make that bigger \"kickoff\" speech for her campaign.</p><p>That Benghazi committee hearing will deal mostly with her use of a private e-mail server for public business. Gowdy released 136 likely questions; <a href=\"http://www.washingtonpost.com/blogs/the-fix/wp/2015/04/23/of-the-benghazi-committees-136-questions-to-clinton-8-are-directly-about-benghazi/\">eight of them are about Benghazi</a>.</p><p>Once Gowdy is satisfied he has all the documents, he plans to call a second hearing where the committee can ask Clinton about the terrorist attack in Benghazi, Libya.</p><p>That means while Clinton tries to campaign for one job on Pennsylvania Avenue, she is going to be facing questions from the other side for quite some time.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Clinton+Faces+Bad+Headlines+And+More+Questions+Of+Scandal&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401917247-9b88e3.m3u?orgId=1&topicId=1014&d=235&p=3&story=401830417&t=progseg&e=401860291&seg=12&ft=nprml&f=401830417"}]}