{"created":"2014-08-28T01:49:40+00:00","modified":"2014-10-30T23:03:22+00:00","valid":{"from":"2014-10-30T23:03:22+00:00","to":"3014-10-30T23:03:22+00:00"},"hreflang":"en","title":"Viewer Beware: Watching Reality TV Can Impact Real-Life Behavior","published":"2014-08-24T23:13:00+00:00","teaser":"A new study finds that reality television shows like <em>Jersey Shore</em> and <em>Real Housewives</em> can make some viewers more aggressive in real life.","itags":["npr_api","342429563"],"guid":"d26901d0-77e3-4202-8866-b73ca8bdf857","contentencoded":"<p>In the <a href=\"http://www.mtv.com/videos/jersey-shore-ep-1-a-new-family/1627105/playlist.jhtml\">pilot episode of <em>Jersey Shore</em></a>, we're introduced in the first minute to the \"new family\": Snooki, JWoww, Vinny and the rest of the gang.</p><p>A few minutes later, Snooki has already questioned JWoww's sexual morals. Vinny is calling Snooki stupid. The new family is already getting gossipy and aggressive.</p><p>That unfriendly behavior is good for TV ratings, but it might be bad news for you, the viewer. A <a href=\"https://www.cmich.edu/colleges/chsbs/Psychology/Faculty/Pages/Bryan-Gibson,-Ph.D.aspx\">new study</a> led by Bryan Gibson, a psychologist at Central Michigan University, finds watching reality shows with lots of what's called relational aggression — bullying, exclusion and manipulation — can make people more aggressive in their real lives.</p><p>\"We knew from past research that people who see relational aggression in media tend to become more aggressive,\" he explains to Tess Vigeland, guest host of NPR's weekends on<em> All Things Considered</em>. \"Gossiping and nastiness is prevalent on these shows, so we wanted to find out whether it affected how aggressive people were after they watched.\"</p><p>Each participant in the study watched one of three varieties of television: an aggressive surveillance show like <em>Jersey Shore</em> or <a href=\"http://www.bravotv.com/the-real-housewives-of-orange-county/season-9/videos/why-terry-s-really-mad-at-david?cid=related_sfv_OCT13_A\">Real Housewives</a>, an uplifting surveillance show like <a href=\"http://www.tlc.com/tv-shows/little-people-big-world\">Little People, Big World</a>, or a fictional crime drama like <a href=\"http://www.cbs.com/shows/csi/video/05BE11EE-A8AC-ED6B-7DC1-D8462F9E5A6B/csi-trouble-in-the-desert/\">CSI</a>.</p><p>After they watched one episode, people were asked to do a separate task that measured aggression. The goal was to hit a keyboard button as quickly as possible. Participants believed they were racing against someone in another room and whoever won would get to blast the other person with a loud, shrill sound.</p><p>Gibson and his team took notes on how long participants wanted to blast the sound and how loud they turned the volume up. \"It turns out those who had watched <em>Jersey Shore</em> or <em>Real Housewives</em> actually gave louder, longer blasts after watching those shows than those who watched the more violent crime dramas,\" he says.</p><p>Gibson is quick to point out that these findings are not a reason to censor what television content makes it on air. But, he says, it's probably worth taking note if you're a parent. \"This is one form of media that may appear harmless, but I think our research provides a little bit of evidence that there can be some negative outcomes as well,\" he says.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Viewer+Beware%3A+Watching+Reality+TV+Can+Impact+Real-Life+Behavior&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"207"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342965882-26ac76.m3u?orgId=1&topicId=1138&ft=3&f=342429563"}]}