{"created":"2014-11-07T21:19:49+00:00","modified":"2014-11-19T14:58:16+00:00","valid":{"from":"2014-11-19T14:58:15+00:00","to":"3014-11-19T14:58:15+00:00"},"hreflang":"en","title":"Beyond The Unemployment Rate: Look At These 5 Labor Indicators","published":"2014-11-08T01:11:00+00:00","teaser":"The unemployment rate tells only a partial story about the labor market and the state of American workers. Five other measures provide a fuller understanding of the economy and the nation's workforce.","itags":["npr_api","362351935"],"guid":"d2715324-5813-4952-87f6-99f0c3d69bab","contentencoded":"<p>The unemployment rate has fallen to its lowest level since July 2008 — <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/07/362246455/economy-continues-adding-jobs-unemployment-rate-dips-to-5-8-percent\">to 5.8 percent</a> — the Labor Department said Friday. And October marks the ninth month in a row that job growth has exceeded 200,000.</p><p>But if you ask Americans about the economy, they're still mostly not impressed.</p><p>The headline unemployment rate and payroll numbers are just one piece of the labor picture. But if you add in other numbers, you can get a fuller view of the labor market.</p><p>Here are five key underlying numbers economists are closely watching for signs of improvement:</p><p>The first is <strong>wages.</strong> Linda Barrington, executive director of the Institute for Compensation Studies at Cornell University, says they've been inching up, barely.</p><p>\"Wages and inflation are sort of going hand in hand and have been since the recession, so people aren't feeling like they're getting ahead, even if they have a job,\" she says.</p><p>Part of the reason that wages aren't going up is that there are just so many underemployed people. As long as there are large numbers of applicants for each available job, employers won't feel the pressure to boost wages.</p><p>Barrington says the next key number — <strong>the long-term unemployment rate</strong> — is still high.</p><p>\"You know, when you see the longer-term unemployment numbers, those are people who have not given up, who continue to look for work, who want to work,\" she says. \"But for some reason an employer isn't seeing what they're bringing as valuable enough to hire them.\"</p><p>Those are the people who are hanging in there. Then there are the people who've just given up. They aren't even a part of the jobs picture. That brings up the <strong>labor force participation rate,</strong> which Juli Niemann, an analyst with Smith Moore & Co. in St. Louis, says is also a problem.</p><p>\"A lot of people are giving up,\" she says. \"They're not even in the numbers; they're not in the count. They've been looking for jobs for so long and can't find the jobs that they're simply not even trying anymore. And that is why you see this [unemployment rate] number below 6 percent looking better than it really is.\"</p><p>Niemann says there have also been structural changes in the economy — <a href=\"http://www.npr.org/series/351733364/american-made-the-new-manufacturing-landscape\">especially in manufacturing</a>. Many people have been replaced by technology, and workers are a lot more productive.</p><p>\"We do more, better for less, so they can't go back to jobs similar to what they had previously nor can they find them out there,\" Niemann says.</p><p>Another important number gets at why people aren't feeling so great about the economy despite the solid job growth. It's what's called <strong>the quit rate,</strong> which is essentially the rate at which people are quitting their jobs.</p><p>The quit rate is still relatively low. Economist Tara Sinclair, with the jobs website <a href=\"http://blog.indeed.com/\">Indeed</a>, says we actually want more people quitting their jobs.</p><p>\"The reason it's a good thing for people to be quitting their job is because that suggests that they're optimistic about their labor market choices,\" she says.</p><p>And there's the number of people who have part-time jobs but <strong>would rather be working full time.</strong></p><p>\"That number is still very elevated, which suggests that even though the employment numbers look pretty good, if people aren't getting the type of job that they want there's still room for improvement,\" Sinclair says.</p><p>Nevertheless, economists consider the headline number good news.</p><p>Beth Ann Bovino, chief economist at Standard and Poor's, says we sometimes forget that 9 million people lost their jobs in the recession and it took a long time to get them back.</p><p>\"I know we've still got further to go,\" she says. \"I'd love to open that bottle of champagne, but I don't want to do it too quick. But I have to say every time I see 200,000-plus job gains, I feel like we're making one step ahead.\"</p><p>When these underlying numbers get significantly better, that's when people finally start to feel better about the economy.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Beyond+The+Unemployment+Rate%3A+Look+At+These+5+Labor+Indicators&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sonari Glinton","audio":[{"meta":{"duration":"217"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362351936-35346c.m3u?orgId=1&topicId=1017&ft=3&f=362351935"}]}