{"created":"2014-10-08T14:32:58+00:00","modified":"2014-10-31T01:23:46+00:00","valid":{"from":"2014-10-31T01:23:46+00:00","to":"3014-10-31T01:23:46+00:00"},"hreflang":"en","title":"'Downton Abbey' Craze Serves Up A Demand For Butlers","published":"2014-06-08T21:05:00+00:00","teaser":"Buttling — the proper term for what butlers do — is a booming vocation, mostly in emerging economies. The popularity of the PBS drama series <em>Downton Abbey </em>is helping to revitalize the status symbol.","itags":["npr_api","319586273"],"guid":"d2716a3b-9c74-46fb-b929-432bf6a82870","contentencoded":"<p>Butlers in American pop culture<em> </em>tend to provide comic relief — think <em>The Fresh Prince of Bel-Air </em>or <em>The Birdcage.</em> Or, like Batman's Alfred, the butler is more of a friend than an employee.</p><p>But one show has brought back the classic butler, with a vengeance. Since the British period drama <em>Downton Abbey</em> made its debut on PBS in 2010, the demand for butlers in some parts of the world has surged.</p><p>In a piece for <em>GQ</em>, contributor David Katz wrote about the increased demand for high-class assistance among the \"<a href=\"http://www.gq.com/news-politics/newsmakers/201405/rich-billionaires-butlers-servants?currentPage=1\">.001 percent</a>.\"</p><p>\"Thirty-five years ago,\" he writes, \"there were only a few hundred butlers left in Britain; today there are roughly 10,000, plus thousands more abroad.\"</p><p>He tells NPR's Arun Rath that these days, most of the demand is coming from wealthy individuals in emerging markets — from Russian oligarchs, to billionaires in Dubai, to rich Chinese. Some of these individuals may already have housekeepers or servants at home, but the desire for a butler goes beyond that.</p><p>\"When you're talking about hiring a proper British butler — the guy in the uniform who obeys a certain protocol of service — what you're hiring is essentially a status symbol,\" he says.</p><p>In China, he says, \"they want an Anglo person that telegraphs to their other equally wealthy friends that they can afford to do this.\"</p><p>In his reporting on the modern-day lives of butlers, Katz took some classes at a butler school in London.</p><p>\"So much of being a butler is what you don't do in front of your principal,\" he says. (\"Principal\" is butler speak for the super-rich employer.)</p><p>Katz says during one of his first lessons from the instructor, who was a life-long butler, came with this scenario: Imagine that you're serving a dinner party for your principal and you get a call from your wife or your partner that your child is sick. What do you do?</p><p>Almost everyone in the class, made of mostly people with lots of prior service experience, thought that it would be appropriate to get things in order and then get someone to cover for you.</p><p>They were all chastised by the instructor, Katz says. The instructor said the employer should never even know that the butler's child is sick. \"Your problems are not your employers' problems,\" the class was told.</p><p>As far as compensation is concerned, butlers can do very well in some markets. In the U.S. and U.K., they may start making $30,000 a year, before quickly moving up to several hundred thousand dollars per year. But in the markets with high demand, like Dubai or parts of China, butlers can start at $60,000 — without having to work their way up to head of household.</p><p>Nowadays, butlers don't tend to stay with the same principal for life, like Alfred in <em>Batman</em>.</p><p>\"They used to [stay put], and there's a certain pride in those that do, but because of the great demand — like with any great market — there's been a lot of jumping around lately,\" says Katz.</p><p>\"This kind of bugs some of the older butlers,\" he adds. \"They see guys staying with people for two to three years and then jumping to be paid more or have any easier life.\"</p><p>Katz says the hardest part of butler school for him wasn't the labor or food-service protocol, which he says he was pretty bad at.</p><p>\"My bigger problem was I had a very hard time keeping my ego in check. You know, you cannot resent the people that you are serving,\" he says. \"You have to believe in service as something beautiful in itself, and you hear them often say, 'We serve but we're never servile.' They really believe in what they do.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Downton+Abbey%27+Craze+Serves+Up+A+Demand+For+Butlers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"319"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319820423-86c003.m3u?orgId=1&topicId=1006&ft=3&f=319586273"},{"href":"http://media.npr.org/assets/img/2014/06/06/downton11-fecee792d5d67a0cde0f3a39fce49626213cd2c6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2817","width":"3756"}}]}