{"created":"2014-09-22T16:09:56+00:00","modified":"2014-10-31T15:41:37+00:00","valid":{"from":"2014-10-31T15:41:37+00:00","to":"3014-10-31T15:41:37+00:00"},"hreflang":"en","title":"Arrivals And Departures: Films Explore The Immigrant Experience","published":"2014-08-01T12:55:00+00:00","teaser":"<em>The Immigrant</em> and <em>Zinda Bhaag</em> are idea-driven films that delve into the global arc of migration from different corners of the world.","itags":["npr_api","325579959"],"guid":"d281b9e3-c1ef-41cd-af9c-001972e69905","contentencoded":"<p>Immigrant stories are integral threads in the American narrative. And while there are many monuments and museums that testify to Americans' origins as immigrants, few films do the same.</p><p>Filmmaker James Gray says this surprised him, since immigrant stories are inherently cinematic. They weave together international settings, powerful characters and narrative arcs built around survival and reinvention. While mainstream Hollywood films often focus on superheroes and commercial guarantees, Gray argues, contemporary world cinema is bursting with stories about borders, migrants and their journeys.</p><p>Gray's new film, <em>The Immigrant</em>, revisits the American immigrant experience. It opens with misty, sepia-toned scenes of 1921 New York City, as a young Polish woman disembarks at Ellis Island.</p><p>Ewa, played by Oscar-winning French actress Marion Cotillard, is separated from her sister and saved from deportation by a shadowy businessman named Bruno, played by Joaquin Phoenix. Bruno draws her into an unforgiving world of gambling, prostitution and struggle in Manhattan's Lower East Side.</p><p>This is not a rags-to-riches American tale, and it's not meant to be.</p><p>\"That to me is a fantasy,\" Gray says. \"I just don't see the value in that, because in a way it makes the American dream seem less interesting, approachable, tangible.\"</p><p>Instead, he says that he was inspired by his grandparents' story and by the desire to excavate the painful memories of their early years in the U.S.</p><p><em>The Immigrant</em> opened at the Cannes Film Festival last year and has earned raves from critics for its nuanced portrayal of what is often a mythologized chapter in American history. The film was shot on location at Ellis Island.</p><p>If <em>The Immigrant</em> is about the arrivals at American shores, a new film from Pakistan is focused on the departures gate. It's called <em>Zinda Bhaag</em>, which translates to \"run for your life.\"</p><p>Pakistan is a staple of international news coverage, usually as a hotbed of crisis and turmoil. But the country also made news when <a href=\"http://variety.com/2013/film/news/pakistan-oscar-hope-zinda-bhaag-heads-to-canada-u-k-middle-east-1200899363/\" target=\"_blank\">it submitted <em>Zinda Bhaag</em> last fall as its first film for Oscar consideration in five decades</a>. It's a film about the way Pakistan's crises have fueled an entire emigration generation — young people trying to get out at any cost.</p><p>The film's director, Farjad Nabi, says that emigration is especially common in northern Pakistan. \"You would find a belt where every second family has a person outside Pakistan working, and you see all these billboards: 'Study in Australia, UK, go to Poland, go to Bahrain.' \"</p><p>Since Pakistan is frequently deemed a security threat, the illegal immigration industry is also booming. It follows that young people with ambitions of improving their lives often risk imprisonment, deportation and even death.</p><p>Nabi and his co-director, Meenu Gaur, have turned the true stories of those young people into a vibrant, colorful film about three 20-something friends from Lahore \"running for their life.\"</p><p>While the film is rooted in Pakistan, Gaur says it shows the face of modern migration. \"In a sense, it could be about three boys anywhere in the world who want to change their lives.\"</p><p>Gaur adds,\"But it's a doomed journey.\"</p><hr /><p>The two films also join a global tradition of filmmaking about the hustle and triumph of migration. Here are a few of my other favorite films about immigration:</p><h3>America, America (1963)</h3><p>Elia Kazan received three Oscar nominations for this personal and passionate three hour opus about his uncle's harrowing journey from Anatolia to New York City, concluding with an image of immigrants docking before the State of Liberty and featuring the iconic line: \"My name is Elia Kazan. I'm a Greek by blood, Turk by blood and an American because my uncle made a journey.\"</p><h3>El Norte (1983)</h3><p>From the Criterion Collection: \"Brother and sister Enrique and Rosa flee persecution at home in Guatemala and journey north, through Mexico and on to the United States, with the dream of starting a new life. It's a story that happens every day, but until Gregory Nava's groundbreaking <em>El Norte</em> (The North), the personal travails of immigrants crossing the border to America had never been shown in the movies with such urgent humanism. A work of social realism imbued with dreamlike imagery, <em>El Norte</em> is a lovingly rendered, heartbreaking story of hope and survival, which critic Roger Ebert called \"a <em>Grapes of Wrath</em> for our time.\"</p><h3>In This World (2002)</h3><p>A British docu-drama directed by Michael Winterbottom that recreated the journey of two young Afghan boys leaving a Pakistan refugee camp for a better life in London. Shot on location in multiple countries, the film provided an almost journalistic look at illegal immigration across Asia and Europe. It also won the Golden Bear prize at the 2003 Berlin International Film Festival.</p><h3>The Namesake (2006)</h3><p>Mira Nair's adaptation of Jhumpa Lahiri's best-selling novel about an Indian-American family's journey from Calcutta to New Jersey, with a heady mix of self-hate, relationship drama and generational clashes wrapped in a lush, emotional film.</p><h3>Sin Nombre (2008)</h3><p>Before he became the force behind HBO's <em>True Detective</em>, filmmaker Cary Joji Fukunaga's debut feature was this harrowing indie film about the illegal journey from Mexico to California, atop trains and across militarized borders.</p><p>Which other films — recent, old, American and otherwise — that examine that bittersweet immigrant journey have stayed with you?  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Arrivals+And+Departures%3A+Films+Explore+The+Immigrant+Experience&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bilal Qureshi","audio":[{"meta":{"duration":"344"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325642189-73b6cf.m3u?orgId=1&topicId=1015&ft=3&f=325579959"},{"href":"http://media.npr.org/assets/img/2014/06/25/ujg_06357_lg-4a6889567ed5da62a41abadf11ede7ee3c90eb1d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1996","width":"2666"}}]}