{"created":"2014-12-16T00:26:50+00:00","modified":"2015-05-13T21:26:14+00:00","valid":{"from":"2015-05-13T21:26:14+00:00","to":"3015-05-13T21:26:14+00:00"},"hreflang":"en","title":"Hustle Behind The Wheel: What It's Like To Be An Uber Driver","published":"2014-12-22T20:03:00+00:00","teaser":"The ride-hailing service says it is creating 20,000 driver jobs every month. While this makes the service better for customers, drivers worry it will drive prices — and their earnings — down.","itags":["npr_api","370981335"],"guid":"d2870ceb-cd9a-47a6-9d34-71aff0e50000","contentencoded":"<p>The popular ride-hailing service Uber is valued at a staggering $40 billion — even though it's besieged by lawsuits, <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/18/364852238/uber-exec-in-hot-water-after-suggesting-a-journalist-smear-campaign\" target=\"_blank\">bad PR</a> and outright bans in some cities.</p><p>On Monday, Uber was roundly criticized for <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/15/370940306/from-australia-to-france-another-bad-day-for-uber\" target=\"_blank\">raising fares in Sydney</a> during a hostage crisis. It's been <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/12/10/369589675/alleged-rape-of-passenger-raises-concerns-about-how-uber-runs-abroad\" target=\"_blank\">banned in New Delhi</a>, there's a <a href=\"http://www.lasvegassun.com/news/2014/nov/27/uber-temporarily-suspends-ride-sharing-service-nev/\" target=\"_blank\">restraining order</a> on its services in Nevada, and <a href=\"http://www.nytimes.com/2014/12/16/business/international/france-says-it-will-ban-ubers-low-cost-service-in-new-year.html?_r=0\" target=\"_blank\">France has nixed a low-cost Uber service</a> over licensing rules.</p><p>Nonetheless, Uber and other ride-hailing apps like Lyft and Sidecar continue to expand. Uber alone says it has hundreds of thousands of freelance drivers around the world and will add a million more in 2015. These services offer a new independent career for some, a way to make extra money for the underemployed, or a way to stay afloat after a layoff.</p><p>That's the case for Karl Theobald. For a decade, he played saxophone for Teatro ZinZanni — a dinner circus along San Francisco's waterfront — until redevelopment plans shut it down.</p><p>So a year and a half ago Theobald signed up to be an Uber driver. He picked me up in his Volkswagen Passat one day at 5 p.m., right at the start of the afternoon rush hour.</p><p>Theobald shows me the app that he and other drivers use. One of its features is that it tells them where demand for rides is high, and so there is surge pricing. <br /> <br /> \"When a zone is in surge it lights up in red on our map, and you want to be in surge because that's where the prices are higher,\" Theobald says.</p><p>Theobald splits his day, so he can catch the surge pricing during the evening and morning rush. He says driving for Uber is a much bigger hustle than working for the circus.</p><p>\"I was making about the same amount of money doing that, that I am doing Uber, but working four hours a day,\" Theobald says.</p><p>He works 10 hours a day now, during which he says he averages $25 to $30 an hour. He says he likes the work.</p><p>\"I'd much rather play saxophone, but I enjoy this,\" he says. \"It's fun driving around the city talking to people all day.\"</p><p>For some drivers, working for Uber and other new car services is a career they want.</p><p>Isaac Alfandary used to be a salesman, and he's still got the outgoing energy of a self-starter. In 2011, he was laid off.</p><p>\"I was one of those guys in the Great Recession that lost my job,\" he says. \"Right then and there I decided I don't want to go back and do what I was doing, which was selling stuff and having a sales manager over me.\"</p><p>At first Alfandary tried driving a regular taxicab.</p><p>\"I had to work a 12-hour shift six days a week in order to have the job,\" he says. \"That's kind of indicative of a lot of the cab driving world. The bosses make you do things that really, most people wouldn't do.\"</p><p>Alfandary is still hustling. He started driving for Uber, Lyft and Sidecar. He says he is making more money than driving a taxi — though drivers in other cities such as New York say driving a cab can be more lucrative.</p><p>He invested money in a higher-end car — a Ford Explorer SUV — and started a website called <a href=\"http://www.theblackcarguy.com/\" target=\"_blank\">theblackcarguy.com</a> where he gives advice and coaching for other drivers.</p><p>\"I work for me,\" Alfandary says. \"Uber's a client. Lyft is a client. My coaching students are clients. Because I'm out here to do an awesome job for myself and the companies that I work for and this allows me the freedom to do that.\"</p><p>But Uber also has the freedom to change its prices. That's exactly what has upset Theobald. Earlier this year, Uber began taking an extra dollar off the top of the fare as part of what the company calls a \"driver safety fee.\"</p><p>\"Which doesn't seem like a lot,\" Theobald says. \"But when you're doing 150 fares per week that's $150 that's taken off the top.\"</p><p>Both he and Alfandary have been told by Uber they are among the company's top-earning drivers in the Bay Area.</p><p>But other drivers say they don't do as well.</p><p>Claire Callahan Goodman worked part time as a software programmer when her daughter was young, but more recently she thought driving part time for Uber might bring in some extra money.</p><p>\"In the beginning they give you these bonuses, like there's a signing bonus,\" she says. \"They start paying you before you've even driven, and you think, 'Well this can't be all bad.' \"</p><p>But eventually Callahan Goodman stopped driving. She was working in Berkeley and Oakland, which aren't as busy as San Francisco. She says with the upkeep of her car and Uber's fees it wasn't worth it. But ride companies like Uber expect turnover, and they will be continuing to recruit drivers aggressively over the next year.</p><p>Drivers like Theobald say they have mixed feelings about more people coming into the system because it has the potential to shift the market and drive prices down. That will make consumers happy, but it's going to make being a driver even more of a hustle.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hustle+Behind+The+Wheel%3A+What+It%27s+Like+To+Be+An+Uber+Driver&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"270"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371010890-57c49f.m3u?orgId=1&topicId=1006&d=270&p=2&story=370981335&t=progseg&e=370975472&seg=12&ft=nprml&f=370981335"},{"href":"http://media.npr.org/assets/img/2014/12/15/451551342-e955c605f55f8a8880d247dba10252bbf1f896ff.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3280","width":"4376"}}]}