{"created":"2015-04-27T22:02:29+00:00","modified":"2015-05-13T21:00:17+00:00","valid":{"from":"2015-05-13T21:00:17+00:00","to":"3015-05-13T21:00:17+00:00"},"hreflang":"en","title":"Competitive Bartender Pours Father's Wisdom Into Signature Drink","published":"2015-04-28T00:14:00+00:00","teaser":"Bartender Ran Duan will represent the U.S. in a Bacardi international cocktail competition. His specialty? \"Father's Advice,\" a stirred-not-shaken cocktail that's a testament to his hardworking dad.","itags":["npr_api","402556603"],"guid":"d294afd8-5e75-4282-9184-460da30b47d8","contentencoded":"<p>Most days, you can find Ran Duan pouring drinks for guests at The Baldwin Bar, inside a branch of his parents' <a href=\"http://sichuangardenrestaurant.com/\">Sichuan Garden</a> restaurant in Woburn, Mass.</p><p>But recently he's been setting aside time each day to practice making a special drink.</p><p>Duan was recently crowned the finalist in the U.S. Bartenders' Guild's national cocktail competition. Next, he will represent the U.S. in the <a href=\"http://chilledmagazine.com/legacy/\">Bacardi Legacy Global Cocktail Competition</a> in Sydney on April 28. He will have nine minutes to make a drink and tell a story about it before a group of judges.</p><p>\"Every day I've rehearsed — it's timed out to be about a four-minute speech and then I finish with a little spiel about the American dream,\" Duan tells <em>All Things Considered's</em> Robert Siegel.</p><p>Duan has already received accolades from <a href=\"http://www.bostonmagazine.com/restaurants/blog/2014/06/03/bar-transformation-sichuan-garden-ii/\">Boston magazine</a> and <a href=\"http://video.gq.com/watch/america-s-bartender-making-delicious-cocktails-with-america-s-best-bartender\">GQ</a>. But things haven't always been so smooth. Just this past December, Duan was engaged in full-on <a href=\"http://www.boston.com/food-dining/restaurants/2014/12/09/harvard-business-school-professor-goes-war-over-worth-chinese-food/KfMaEhab6uUY1COCnTbrXP/story.html\">email warfare</a> with Ben Edelman, a Harvard Business School professor who claimed that Sichuan Garden overcharged him by $4.</p><p>The drink Duan has chosen to get him through the competition honors his father, who gave up his dream of becoming an opera singer to open a Chinese restaurant.</p><p>\"It's called 'Father's Advice' because I had a boy recently named Maxwell and my father gave me some advice,\" Duan says. \"He said, 'The greatness of a man is not measured by his wealth but by his integrity to love and his abilities to put someone else's needs before his.' \"</p><p>Duan says his father told him these were the reasons that he had worked so hard for 28 years: \"To love someone unconditionally, to want to provide, to want the best for them.\"</p><p>So he took that philosophy and poured it into a cocktail. The drink is somewhere between a Manhattan and an El Presidente. There's rum, amaro, sweet vermouth and Amontillado sherry. \"Amontillado sherry is a briny sherry so this adds depth umami and savoriness to this cocktail,\" Duan says. He tops it off with a touch of banana cordial — and stirs, rather than shakes.</p><p>\"Typically in a bar you only shake anything with citrus in it,\" to incorporate the acid and aerate it, he says. \"The reason why you stir a Manhattan or a martini is because you want it kind of velvet, and you don't want to aerate it too much because you want it kind of silky.\"</p><p>Duan says his father's words represent what both fatherhood and the American dream are about. \"I'm certainly proud of my dad and most importantly this cocktail really represents our family and our struggle,\" he says.</p><hr /><h3>Recipe: Ron Duan's Father's Advice</h3><p>1 1/2 ounce Bacardi gold rum</p><p>1/2 ounce Cardamaro</p><p>1/2 ounce Italian red vermouth (preferably Punt e Mes)</p><p>1/2 ounce Amontillado sherry</p><p>1/4 ounce banana cordial (preferably Giffard Banane du Brésil)</p><p><strong> </strong>Combine all ingredients and stir for 45 seconds. Pour into a chilled coupe glass and garnish with an orange swath.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Competitive+Bartender+Pours+Father%27s+Wisdom+Into+Signature+Drink&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"379"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402632500-a31692.m3u?orgId=1&topicId=1053&d=379&p=2&story=402556603&t=progseg&e=402629330&seg=19&ft=nprml&f=402556603"},{"href":"http://media.npr.org/assets/img/2015/04/27/20150424_150252_edit_small-bb66f17ad46c4adaa4456eadcbc0e42bc4d46bab.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1925","width":"2566"}}]}