{"created":"2015-06-23T20:29:08+00:00","modified":"2015-07-02T19:05:23+00:00","valid":{"from":"2015-07-02T19:05:23+00:00","to":"3015-07-02T19:05:23+00:00"},"hreflang":"en","title":"In Baltimore, Rec Centers Provide So Much More Than Just Fun","published":"2015-06-24T18:23:00+00:00","teaser":"Several dozen recreation centers offer aftercare and summer camp for children in the city's poorest neighborhoods. But they also give kids the family stability and structure that so many of them lack.","itags":["npr_api","416790268"],"guid":"d2944a84-da8a-4cd8-8bbb-8d8f071a5eed","contentencoded":"<p>On a recent day at Baltimore's Lillian S. Jones Recreation Center, adolescent boys play basketball, while a group of girls play Monopoly at a nearby table. There's also air hockey, foosball and a computer room in back.</p><p>Director Brandi Murphy says there are also swim classes, science lessons, arts and crafts. But the center gives the kids — students age 5 to 12 who come after school and in the summer — far more than fun things to do.</p><p>\"We are mom, dad, aunt, cousin. They come here to get what they don't have at home,\" Murphy says. \"There are some parents that even to this day, I've had some kids for two years and still haven't met them.\"</p><p>The arrest and death of <a href=\"http://www.npr.org/tags/401114525/freddie-gray\">Freddie Gray</a> two months ago laid bare the drug dealing, violence and lack of opportunity that plague Baltimore's poorest neighborhoods. Local recreation centers, which have a long tradition in the city, provide a much-needed refuge.</p><p>Located just behind the public housing complex where Gray was arrested, the Lillian S. Jones Recreation Center aims to make up for all that's missing in the struggling West Baltimore neighborhood of Sandtown.</p><p>Murphy, the center director, says many of the children are from a nearby homeless shelter. Others are being raised by foster families, grandparents or older siblings. She says stressful home lives take a toll.</p><p>\"You can see the anger in the children. Sometimes it's hard for them to communicate. It's hard for them to focus,\" she says. \"There is no discipline at home, so when you come in and you're the discipline, sometimes it can be difficult.\"</p><p>Yet this safe space can help kids cope. Out on the front steps, Stacey Fowlks is organizing a summer basketball league. The middle-aged man has fond memories of his time here.</p><p>\"Most of the folks from this community at some point have stepped foot inside this center. As you can see it's connected to the elementary school,\" Fowlks says. \"We had some great leaders over the past, that helped groom us to become adults.\"</p><p>That's why the city has taken heat for closing or privatizing a dozen rec centers since 2012. Rachel Donegan, of the University of Maryland's School of Social Work's <a href=\"http://promiseheights.net/\">Promise Heights</a> program, says closing some makes sense. Attendance has dropped as the city's population declined.</p><p>But she says it's still left some feeling they have no place to go.</p><p>\"Baltimore is just one of those places where people are deeply rooted to the neighborhood that they grew up in, and that might mean a five-block span,\" Donegan says. \"Their identity is tied up in that.\"</p><p>The Lillian S. Jones center in Sandtown was privatized — then closed briefly last year — before the city took it over again.</p><p>Gwendolyn Chambers with Baltimore's Department of Recreation and Parks says the city is building bigger, \"super centers\" and wants to upgrade older ones.</p><p>\"Create quality spaces. And to adapt your programming to what the communities want now, and not just what they wanted in the '70s,\" Chambers says. \"And so what we do now is a lot of surveys and questions and asking the kids, you know, 'What are you into?' \"</p><p>She says that led to a recently opened skate park, with help from outside donations.</p><p>What's more, for the first time this year, Chambers says, the city is making summer camp at rec centers free.</p><p>At the Lillian S. Jones center, it's suppertime, and tacos are on the menu.</p><p>Soon after they finish eating, most kids will sign themselves out and walk home. But the activities will keep going. A competitive cheerleading team is trickling in for practice. A group of men holds a nightly pingpong match. Families even come to host meals after they bury a loved one.</p><p>\"This place is our community,\" says Fowlks, the longtime Sandtown resident, \"from the womb to the tomb.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Baltimore%2C+Rec+Centers+Provide+So+Much+More+Than+Just+Fun&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jennifer Ludden","audio":[{"meta":{"duration":"256"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416910407-ebafde.m3u?orgId=1&topicId=1091&d=256&p=2&story=416790268&t=progseg&e=416787306&seg=17&ft=nprml&f=416790268"},{"href":"http://media.npr.org/assets/img/2015/06/23/img_2244edit-70949b335ef61baf79618ce604329cd5c4e39fd4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}},{"href":"http://media.npr.org/assets/img/2015/06/23/img_2294-edit-dca1f18eadcc5563a7f8858b19907096a91b466e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2026","width":"2702"}}]}