{"created":"2014-08-30T17:06:15+00:00","modified":"2014-10-30T23:06:35+00:00","valid":{"from":"2014-10-30T23:06:35+00:00","to":"3014-10-30T23:06:35+00:00"},"hreflang":"en","title":"How Much Bigger Is The Ebola Outbreak Than Official Reports Show?","published":"2014-08-21T21:51:00+00:00","teaser":"The World Health Organization says the official number of Ebola cases and deaths may \"vastly underestimate\" the scale of the outbreak. So how bad is it really?","itags":["npr_api","341992005"],"guid":"d29e2739-5b29-42e4-9f45-686b4c3a23cb","contentencoded":"<p>The latest numbers on the Ebola outbreak are grim: 2,473 people infected and 1,350 deaths.</p><p>That's the World Health Organization's official <a href=\"http://www.who.int/csr/don/2014_08_20_ebola/en/\">tally</a> of confirmed, probable and suspect cases across Guinea, Liberia, Sierra Leone and Nigeria. But the WHO has previously <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/14/340478753/ebola-numbers-vastly-underestimate-reach-of-outbreak-who-says\">warned</a> that its official figures may \"vastly underestimate the magnitude of the outbreak.\"</p><p>So how bad is it really?</p><p>That's the question NPR put to several people who have been carefully watching the outbreak.</p><p>There's no scientific way of knowing exactly how wrong the official numbers are, says Joseph Fair, an infectious disease doctor who has been acting as a special adviser to the health minister of Sierra Leone. \"At a bare minimum, I would guess they're probably off by 20 percent,\" he says.</p><p>Once public health workers identify someone with this disease, Fair says, they have to find everyone else who might have gotten exposed through contact with that person. And that hasn't been easy.</p><p>Even if someone tests positive for <a href=\"http://www.npr.org/tags/147820238/ebola\">Ebola</a>, he says, public health workers may return and find that the person has simply disappeared.</p><p>\"They're traveling, usually by public transport, and coming into contact with a lot more people,\" Fair says.</p><p>The health agencies of these poverty-stricken countries don't have the staff they need to track down all these people who may have been exposed. Unlike previous Ebola outbreaks that hit isolated, rural areas, this one is affecting many more people in a more urban environment.</p><p>Adding to the difficulty is a climate of distrust created by years of war and conflict.</p><p>\"Because people are so afraid, in some instances, if a relative dies in a home, all the others run away instead of going toward the clinic to report themselves,\" says <a href=\"http://www.meetup.com/bmorethical/events/198578592/\">Roseda Marshall</a>, a Liberian pediatrician who is president of the Liberia College of Physicians and Surgeons. She's currently in the U.S., trying to raise funds and support to help fight Ebola.</p><p>\"Obviously, the statistics we're getting is just scratching the surface,\" Marshall says. \"When we say we have so many suspected cases, so many probable cases, so many confirmed cases, that's just the ones who are coming in for testing.\"</p><p><a href=\"http://www.niaid.nih.gov/about/directors/biography/pages/biography.aspx\">Anthony Fauci</a>, director of the National Institute of Allergy and Infectious Diseases, agrees that people running away from hospitals and quarantines are a real problem, making him fear that this outbreak will get worse before it gets better.</p><p>\"A considerable number of people are going to die before we get it under control,\" Fauci says. \"Obviously, as a physician and as a health person, that bothers me.\"</p><p>But he says some government workers who have been to West Africa actually think the official numbers aren't that far off.</p><p>\"They think it's likely a bit underreported, but not substantially,\" Fauci says. The number of people affected is not likely to be \"many, many, many-fold greater\" than what the WHO has estimated, he added.</p><p>One simple reason the numbers are wrong is that there's currently a backlog in getting cases entered into the official counting system, says <a href=\"http://cdczilla.com/cdc-employee/contact/barbara-knust-404_639_1104\">Barbara Knust</a>, an epidemiologist with the Centers for Disease Control and Prevention who has been working on the outbreak.</p><p>\"We probably will have much more accurate numbers in the coming weeks,\" she says.</p><p>Having good numbers, she says, is key to understanding where Ebola is really spreading and where public health workers need to focus their efforts.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Much+Bigger+Is+The+Ebola+Outbreak+Than+Official+Reports+Show%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342095408-e9a33e.m3u?orgId=1&topicId=1031&ft=3&f=341992005"},{"href":"http://media.npr.org/assets/img/2014/08/20/ebola-numbers-5ae3e6e347681dac27c588c444463ebef352c85f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1598"}}]}