{"created":"2014-11-14T08:26:33+00:00","modified":"2015-05-13T21:31:27+00:00","valid":{"from":"2015-05-13T21:31:27+00:00","to":"3015-05-13T21:31:27+00:00"},"hreflang":"en","title":"State Health Insurance Exchanges Hope To Woo Urban Minorities","published":"2014-11-14T15:34:00+00:00","teaser":"With Obamacare signups resuming this week, California and Connecticut have deployed new strategies to reach people who resisted signing up last year. Step one: Avoid previous cultural gaffes.","itags":["npr_api","363794721"],"guid":"d2a01e82-7591-4d79-aca6-bacab7544a0f","contentencoded":"<p>Tomorrow it begins again – <a href=\"https://www.healthcare.gov/marketplace-deadlines/2015/\">open enrollment</a> for Obamacare. Two very successful state health insurance exchanges, Connecticut's and California's, are both intent on reaching people who avoided signing up last year – especially young Latinos and African-Americans.</p><p>\"The big takeaway for us last year was that the uninsured were really pocketed in a couple of key, large cities,\" says <a href=\"http://www.ct.gov/hix/cwp/view.asp?a=4295&q=506358\">Jason Madrak</a>, the chief marketing officer of <a href=\"https://www.accesshealthct.com/AHCT/LandingPageCTHIX\">Access Health CT</a>, in Connecticut. In light of that, he says, the exchange has changed its ad strategy.</p><p>\"We've dialed up some of the more locally-focused efforts while we've dialed down some of the broader efforts,\" he says.</p><p>The uninsured people Madrak's trying to reach tend to be young, male, urban and Hispanic or African American. They also \"aren't really consumers of traditional media,\" he says.</p><p>They don't necessarily read the big daily newspapers and they don't watch mainstream TV, so they can be harder to reach. So Madrak is spending his media money on ads in community newspapers and on local television and radio.</p><p>Reaching potential customers is the first half of the job. The second half is figuring out what to tell them. One emphasis is on money, like in this TV ad with a barber asking his customer if he has health insurance. When the customer says, \"No, I can't afford it,\" the barber says, \"Now, you can, with Access Health CT, since you may quality for help to pay for your coverage.\"</p><p>Madrak says the messages of ads that appear later in the open enrollment period, as people are starting to think harder about choices, will be more specific about the cost of the insurance.</p><p>\"If I say 'affordable,' nobody really knows what that means,\" he says. \"If I say, 'I can get you a plan for 20 bucks a month with tax credits,' that means something to somebody at that point.\"</p><p>California health officials are also deploying a new and (they hope) improved campaign to woo Latinos. Last year, <a href=\"https://www.coveredca.com/\">Covered California</a> made a series of missteps.</p><p>First, the exchange had only a handful of Spanish-speaking counselors at the call centers. And the Spanish advertising campaign was riddled with <a href=\"http://www.npr.org/blogs/health/2014/03/06/286226698/selling-health-care-to-californias-latinos-got-lost-in-translation\">cultural oversights</a>.</p><p>Among the worst gaffes: Some Latinos who worried that signing up would get undocumented relatives in trouble were shown a written promise from President Obama to the contrary – a note that, unfortunately, was printed on letterhead of U.S. Immigration and Customs Enforcement.</p><p>Covered California says it has learned from those mistakes. <a href=\"http://hbex.coveredca.com/executive/\">Peter Lee</a>, the executive director, says this year, the agency is doubling down on making sure Latinos get the right messages.</p><p>\"We're actually spending more money on outreach, education, and marketing this year for a three-month period than we spent for six months last year,\" he says.</p><p>The agency has hired 200 new call center counselors who speak languages other than English, Lee says. It is enlisting more trusted community organizations to allay fears about deportation. And it's rolling out a new ad campaign tailored specifically to Latinos.</p><p>\"Every person you see [in these advertisements] that is a Spanish speaker is a Latino who got coverage through Covered California this last year, and it made a difference in their lives,\" says Lee.</p><p>This new video commercial shows pages of immigration documents flying into a safety vault – accompanied by verbal assurances that the application process is confidential.</p><p>But the main challenge, Lee says, is persuading Latinos to buy something they don't believe they need or is worth the price.</p><p>\"They've adjusted to a culture of coping,\" he says. \"We need to go from a culture of coping to a culture of coverage.\"</p><p>Still, a woman in a recent focus group in Connecticut showed Madrak that even the best messages might not work.</p><p>\"She said, 'Listen, I saved everything that you guys sent me,' \" Madrak says. \" 'I have a box of postcards and letters that you sent me because it has the phone number on it and I wanted to save it.' And we said, 'Did you call?' And she said, 'No, I never called.' And we said, 'But you saved it all!' And she said, 'I know, I knew it was important; I just never got around to actually doing it.' \"</p><p>That, Madrak says, is the big, continuing challenge.</p><p>Open enrollment runs from Saturday, Nov. 15, and goes through February 15, 2015.</p><hr /><p><em>This story is part of a reporting partnership with NPR, WNPR, KQED and</em> <a href=\"http://www.kaiserhealthnews.org/\">Kaiser Health News</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=State+Health+Insurance+Exchanges+Hope+To+Woo+Urban+Minorities&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Cohen, WNPR","audio":[{"meta":{"duration":"254"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364001732-ef087f.m3u?orgId=1&topicId=1128&d=254&p=3&story=363794721&t=progseg&e=364001634&seg=8&ft=nprml&f=363794721"},{"href":"http://media.npr.org/assets/img/2014/11/13/access-health-1-2a796b6f3629a13c947d2dfb0891ba2b1a311100.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"865","width":"1154"}},{"href":"http://media.npr.org/assets/img/2014/11/13/covered-california_wide-9e710adf137eef0a26254fc14eb051a74cd21997.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"660","width":"1174"}}]}