{"created":"2015-05-14T14:37:53+00:00","modified":"2015-05-14T14:37:54+00:00","valid":{"from":"2013-01-25T12:13:37+00:00","to":"3013-01-25T12:13:37+00:00"},"hreflang":"en","guid":"d2aa5afd-3f54-4ade-81fd-6ec0c822e55d","published":"2013-01-25T12:13:37+00:00","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Stand outside the Golden Seven liquor store by the drug dealers or by the Lighthouse Church, where Pastor Joe Chapman does double duty as a barber, and you can see almost to the end of Mead Avenue. It&apos;s part of West Oakland, a neighborhood known for art and industry. But also drugs, gang violence, and since the financial crisis, foreclosures.</p>\"},{\"content\":\"<p>&quot;The porch was all caved in. The doors were kicked in. There was like needles and mattresses. I had to tear out the floor in the back two bedrooms because it was a drug lab. And somebody locked the dog in there and it died,&quot; says West Oakland resident Chris Alongi.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>That was how 864 Mead looked in 2009 when Chris Alongi bought the two-story Victorian for $148,000. He spent two years fixing it up himself. Now it has a brand-new garden, new bamboo floors and the tenants -- they&apos;re new too.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Ilya Lozowick is a barista making California&apos;s minimum wage -- $8 an hour, plus tips. Not much, but $400 rent makes it work for this new resident.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;Where I&apos;m from, it was predominantly white. I moved and I&apos;m like oh my goodness, I&apos;m the white girl,&quot; says Lozowick.   A lot of West Oakland&apos;s newest residents are white. Blame San Francisco rents -- the highest in the nation. But on this side of the Bay, at least on Mead Avenue, being a landlord means doing more than just profiting from geography.</p>\"},{\"content\":\"<p>&quot;So yeah we&apos;re just setting up cameras, and uh, putting up four here. We already put four down the street,&quot; says Alongi.  </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Mired in snaking black cords, Alongi configures surveillance cameras on a nearby house.</p>\"},{\"content\":\"<p>&quot;It prevents people from shooting up cars, and freestyle driving down the street and from dealing drugs, doing violent crime. It&apos;s a very big deterrent to have the cameras out,&quot; he says.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The cameras aren&apos;t just an investment in his property. They&apos;re an investment in the block. It&apos;s the same with the street trees he helped plant. They&apos;re skinny, delicate things now, but if they survive and grow, Alongi says they&apos;ll improve Mead Avenue. Alex Miller-Cole thinks so, too.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;I just became a citizen May 5th of this year. I intend to live and die here. So I&apos;m very interested that this whole place gets better,&quot; says Miller-Cole.   Miller-Cole owns six houses in West Oakland, including 861 to 865 Mead, the yellow four-plex across the street from Alongi&apos;s.</p>\"},{\"content\":\"<p>&quot;We completely gutted the place down to the studs. And yet we bought this four-unit building for 175,000, that means nothing per unit. You couldn&apos;t possibly build it for what it cost,&quot; says Miller-Cole.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Now he charges $1,500 a month for each of the four units. It&apos;s good money, considering the neighborhood&apos;s reputation.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;At one time, this one block long, was the worst block in Oakland, Calif. There was a whole lot of killing on this block, back in the day,&quot; says Leroy Stanfield, who owns 825 Mead Avenue, a single-story Victorian with Chinese flairs.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Stanfield&apos;s house was worth $500,000 at the top of market. Now it&apos;s down to about half that.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;But I think the property is going to go back up within the next five years. Because the neighborhood is becoming pretty clean, whole lot cleaner than what it used to be,&quot; says Stanfield.   For a couple years that seemed to be the case. Then, a few days after Christmas, two men were murdered on the corner by the liquor store. For landlord Jeff Crear, it&apos;s the reason he keeps his properties on and near Mead Avenue empty.</p>\"},{\"content\":\"<p>&quot;Part of the reason I board up buildings is to make a point. Look, I will sacrifice financially to get across a point that I&apos;m only interested in the right type of tenants,&quot; says Crear.   Crear&apos;s been on Mead three decades. He boarded up 815 Mead about 10 years ago, after he evicted the last tenants. They were hard drug users. The kind of tenants Crear worries the block attracts. But now, the street boasts a school board member, graduate students, baristas. All kinds of people want to live here.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;There&apos;s constantly people attempting to buy the building,&quot; says Crear.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Mead Avenue might be turning a corner. But Crear&apos;s still worried about the corner, the one outside the liquor store, where people are still getting shot. So for now, he&apos;s not selling. And he&apos;s not renting it out either. It&apos;s the last empty property on the block.</p>\"}]","tags":["APM","Housing","Life","landlord"],"contentencoded":"<div class=\"barn-cleaned\"><p>Stand outside the Golden Seven liquor store by the drug dealers or by the Lighthouse Church, where Pastor Joe Chapman does double duty as a barber, and you can see almost to the end of Mead Avenue. It's part of West Oakland, a neighborhood known for art and industry. But also drugs, gang violence, and since the financial crisis, foreclosures.</p>\n<p>\"The porch was all caved in. The doors were kicked in. There was like needles and mattresses. I had to tear out the floor in the back two bedrooms because it was a drug lab. And somebody locked the dog in there and it died,\" says West Oakland resident Chris Alongi.</p>\n<p>That was how 864 Mead looked in 2009 when Chris Alongi bought the two-story Victorian for $148,000. He spent two years fixing it up himself. Now it has a brand-new garden, new bamboo floors and the tenants -- they're new too.</p>\n<p>Ilya Lozowick is a barista making California's minimum wage -- $8 an hour, plus tips. Not much, but $400 rent makes it work for this new resident.</p>\n<p>\"Where I'm from, it was predominantly white. I moved and I'm like oh my goodness, I'm the white girl,\" says Lozowick. &nbsp; A lot of West Oakland's newest residents are white. Blame San Francisco rents -- the highest in the nation. But on this side of the Bay, at least on Mead Avenue, being a landlord means doing more than just profiting from geography.</p>\n<p>\"So yeah we're just setting up cameras, and uh, putting up four here. We already put four down the street,\" says Alongi. &nbsp;</p>\n<p>Mired in snaking black cords, Alongi configures surveillance cameras on a nearby house.</p>\n<p>\"It prevents people from shooting up cars, and freestyle driving down the street and from dealing drugs, doing violent crime. It's a very big deterrent to have the cameras out,\" he says.</p>\n<p>The cameras aren't just an investment in his property. They're an investment in the block. It's the same with the street trees he helped plant. They're skinny, delicate things now, but if they survive and grow, Alongi says they'll improve Mead Avenue. Alex Miller-Cole thinks so, too.</p>\n<p>\"I just became a citizen May 5th of this year. I intend to live and die here. So I'm very interested that this whole place gets better,\" says Miller-Cole. &nbsp; Miller-Cole owns six houses in West Oakland, including 861 to 865 Mead, the yellow four-plex across the street from Alongi's.</p>\n<p>\"We completely gutted the place down to the studs. And yet we bought this four-unit building for 175,000, that means nothing per unit. You couldn't possibly build it for what it cost,\" says Miller-Cole.</p>\n<p>Now he charges $1,500 a month for each of the four units. It's good money, considering the neighborhood's reputation.</p>\n<p>\"At one time, this one block long, was the worst block in Oakland, Calif. There was a whole lot of killing on this block, back in the day,\" says Leroy Stanfield, who owns 825 Mead Avenue, a single-story Victorian with Chinese flairs.</p>\n<p>Stanfield's house was worth $500,000 at the top of market. Now it's down to about half that.</p>\n<p>\"But I think the property is going to go back up within the next five years. Because the neighborhood is becoming pretty clean, whole lot cleaner than what it used to be,\" says Stanfield. &nbsp; For a couple years that seemed to be the case. Then, a few days after Christmas, two men were murdered on the corner by the liquor store. For landlord Jeff Crear, it's the reason he keeps his properties on and near Mead Avenue empty.</p>\n<p>\"Part of the reason I board up buildings is to make a point. Look, I will sacrifice financially to get across a point that I'm only interested in the right type of tenants,\" says Crear. &nbsp; Crear's been on Mead three decades. He boarded up 815 Mead about 10 years ago, after he evicted the last tenants. They were hard drug users. The kind of tenants Crear worries the block attracts. But now, the street boasts a school board member, graduate students, baristas. All kinds of people want to live here.</p>\n<p>\"There's constantly people attempting to buy the building,\" says Crear.</p>\n<p>Mead Avenue might be turning a corner. But Crear's still worried about the corner, the one outside the liquor store, where people are still getting shot. So for now, he's not selling. And he's not renting it out either. It's the last empty property on the block.</p></div>","teaser":"One of the reasons prices are going up in many U.S. neighborhoods is because investors are buying houses, sprucing them up and then renting them out. Landlords like these don't have a great image. But in Oakland, Calif., they can be an enormous force for change and good.","title":"Oakland landlords pay it forward","byline":"Charlie Mintz","itags":["Marketplace Money","d2aa5afd3f54ade61fdc6ec0c822e55d","Marketplace Money for Friday, January 25, 2013","PMP:Marketplace_PMP","Marketplace"],"description":"One of the reasons prices are going up in many U.S. neighborhoods is because investors are buying houses, sprucing them up and then renting them out. Landlords like these don't have a great image. But in Oakland, Calif., they can be an enormous force for change and good.","audio":[{"meta":{"height":"340","crop":"primary","width":"610"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/west-oakland.jpg?itok=eFOevW23"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/01/25/marketplace_segment27_20130125_64.mp3","format":"MP3","type":"audio/mpeg","meta":{"duration_hms":"00:04:49","duration":289,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/01/25/marketplace_segment27_20130125"}}}]}