{"created":"2014-10-08T15:28:39+00:00","modified":"2014-10-31T01:48:20+00:00","valid":{"from":"2014-10-31T01:48:20+00:00","to":"3014-10-31T01:48:20+00:00"},"hreflang":"en","title":"He Gave His Life For The Nation And His Name To An Airport","published":"2014-05-24T18:09:00+00:00","teaser":"Airports are often named after politicians or celebrities, but who is Chicago's airport named for? Few know the story of WWII fighter pilot and Medal of Honor recipient Butch O'Hare.","itags":["npr_api","315259241"],"guid":"d2b3cc13-7713-4885-985d-72ad0661f28e","contentencoded":"<p>There's a man whose name is part of millions of lives, but many of us don't know his story. This Memorial Day weekend may be a good time to hear about him.</p><p>Butch was the son of a lawyer who worked for Al Capone. The father wound up testifying against the legendary gangster in a 1931 tax evasion trial that sent Capone to prison.</p><p>Butch was in military school, and won an appointment to the U.S. Naval Academy. He was fascinated by flying, and was learning to take off and land in tricky ocean winds when he got word that his father had been shot to death, just a few days before Al Capone was released from prison in 1939.</p><p>Like a lot of young men in uniform, Butch took on grave responsibilities in the days following Pearl Harbor; he became leader of a flight squadron. On Feb. 20, 1942, Butch's fighter was alone in the air when a wave of nine Japanese bombers swooped down on the USS Lexington. As the Medal of Honor citation put it:</p><blockquote><p>\"Without hesitation, alone and unaided, he repeatedly attacked this enemy formation, at close range in the face of intense combined machine gun and cannon fire ... one of the most daring, if not the most daring, single action in the history of combat aviation.\"</p></blockquote><p>President Roosevelt personally congratulated Butch for his Medal of Honor. Butch then spent more than a year as what amounted to a poster boy for the war effort, making appearances to help inspire enlistments and sell war bonds by talking about the mission on which he had risked his life.</p><p>But Butch also knew that men he flew with still risked their lives, so he asked to go back to war. On the night of Nov. 26, 1943, Butch led one of the first-ever nighttime fighter missions launched from an aircraft carrier. A Japanese bomber fired at him from behind, his plane hit the ocean in the darkness, and to this day the aircraft of Lt. Cmdr. Edward \"Butch\" O'Hare has not been found.</p><p>Many American airports are named after politicians: LaGuardia, Kennedy, Reagan, Hartsfield-Jackson. Occasionally they're named after celebrities, like John Wayne or Louis Armstrong.</p><p>One and a half million passengers are expected to move through O' Hare International Airport this Memorial Day weekend, and some travelers might want to hold a thought for the man for whom it's named. He was a 29-year-old flier with a wife, a daughter and his whole life ahead of him, who, in the words of the citation on the Navy Cross, \"gallantly gave his life for his country.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=He+Gave+His+Life+For+The+Nation+And+His+Name+To+An+Airport&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Simon","audio":[{"meta":{"duration":"178"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1315445098-c5de3e.m3u?orgId=1&topicId=1057&aggIds=4495795&ft=3&f=315259241"}]}