{"created":"2015-05-07T12:36:09+00:00","modified":"2015-05-12T19:43:40+00:00","valid":{"from":"2015-05-12T19:43:40+00:00","to":"3015-05-12T19:43:40+00:00"},"hreflang":"en","guid":"d2b3bc80-da75-46d6-aa35-4dff036c6c4c","title":"The Supreme Court is crankier than ever","published":"2015-05-12T19:43:35+00:00","byline":"T.J. Raphael, Hallie Arias","tags":["U.S. Supreme Court","Justice","politics","Justice","Conflict & Justice","North America","United States","Supreme Court of the United States","Law"],"teaser":"A new study of Supreme Court opinions says one thing is clear: Justices are far more negative in their decisions today than they've been throughout the entire history of the court. But that may not necessarily be a bad thing.","contentencoded":"<p dir=\"ltr\">No, it's not just in your head: The Supreme Court is getting grumpier.</p>\n<p dir=\"ltr\">A new computer analysis of 25,000 Supreme Court opinions submitted from 1791 to 2008 tracked the kinds of words used by the court. It found that today's opinions might be easier to understand, but they're wordier and more negative than in years past.</p>\n<p dir=\"ltr\">Michael A. Livermore, and associate professor at the University of Virginia Law School and one of the study's authors, says that the data is clear: Words with positive connotations like \"preeminent\" are showing up less today than words with negative connotations like \"admonish.\"</p>\n<p>The grumpiest justices by far are Justices Samuel Alito, Stephen Breyer, Clarence Thomas, Anthony Kennedy and William Rehnquist.</p>\n<p dir=\"ltr\">\"That's really quite surprising,\" Livermore says. \"Out of the top five there, you have four that are actually still on the court.\" But Livermore's hunch is that our changing culture is more to blame than individual justices themselves.</p>\n<p dir=\"ltr\">\"The court [is] becoming more vernacular and more everyday in its tone,\" Livermore says. \"When political issues and important policy issues come up, [less formal language] is going to carry that sentiment, and it's not going to get stripped out as it may have in the past.\"</p>\n<p dir=\"ltr\">The increase in written dissents might also have something to do with the Supreme Court's venomous turn. And that, Livermore says, could actually have some benefits.</p>\n<p dir=\"ltr\">\"On the one hand, we want civility in our discourse. We want a kind of disinterestedness in the court,\" he says. \"But on the other hand, it's perfectly okay for important policy issues to raise passion. So having the court obscure that passion or hide that sentiment, again, in overly formalistic or stripped out language, is not necessarily beneficial for our society.\"</p>\n<p dir=\"ltr\">But if straightforward language can make the Supreme Court seem more human and relatable, it could also be a sign that the court is being dragged into what many see as the degraded political discourse of the rest of the country.</p>\n<p dir=\"ltr\">Livermore says it's a reasonable fear, but that we shouldn't be overly concerned with political polarization.</p>\n<p dir=\"ltr\">\"It's actually something periodically that waxes and wanes,\" Livermore says. \"We went through a period of relatively low polarization in the middle of the 20th century and we're coming into a period of relatively high polarization now. Seeing that reflected in the court is distressing, because we do see the court as being somewhat outside of politics.\"</p>\n<p dir=\"ltr\">But, like it or not, Supreme Court justices are human — and they get grumpy just like the rest of us.</p>\n<p dir=\"ltr\"><em>This story is based on <a href=\"http://www.thetakeaway.org/story/big-data-analysis-reveals-much-grumpier-supreme-court/\">an interview</a> from PRI's <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-06%2Fgrumpy-supremes&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/takeaway/segment-audio/takeaway050515-scotus.mp3"},{"href":"http://admin.pri.org/file/takeaway050515-scotusmp3"}]}