{"created":"2014-10-08T02:47:33+00:00","modified":"2014-10-31T00:31:59+00:00","valid":{"from":"2014-10-31T00:31:59+00:00","to":"3014-10-31T00:31:59+00:00"},"hreflang":"en","title":"Programs Target Poverty In Obama's 5 'Promise Zones'","published":"2014-07-07T15:02:00+00:00","teaser":"The idea is to basically carpet-bomb specific urban neighborhoods and rural areas with programs like after-school classes, GED courses and job training, with the goal of turning those areas around.","itags":["npr_api","329257721"],"guid":"d2b3c00b-20b7-4a95-858f-823a46492e5b","contentencoded":"<p>Five areas across the country have been designated as \"Promise Zones\" by the federal government. These zones, announced by President Obama in January, are intended to tackle poverty by focusing on individual urban neighborhoods and rural areas.</p><p>In the five Promise Zones — located in Philadelphia, San Antonio, southeastern Kentucky, the Choctaw Nation of Oklahoma and Los Angeles — the idea is to basically carpet-bomb the neighborhoods with programs like after-school classes, GED courses and job training to turn those areas around.</p><p><strong>What Happens In The Zone?</strong></p><p>The Los Angeles Promise Zone, which covers parts of Central L.A., is one of the densest parts of the city. It's home to a mix of people of Latino, Korean, Thai, Armenian and African-American heritage.</p><p>Outside the FamilySource Center, dozens of people wait for hours to get a $6 to $10 discount on a monthly bus pass. When people come in for their pass, they can sit with someone like a case worker to sign up for things like tutoring or housing assistance.</p><p>The center is run by the Youth Policy Institute, an organization that has already received federal funding to tackle poverty. Now that it's in the Promise Zone, it stands to gain more.</p><p>Dixon Slingerland, who heads the Youth Policy Institute, says this neighborhood was chosen because the organizations in it, like his, have already secured lots of federal grants and have shown they can use that money by actually helping people.</p><p>\"And it's not just the money ... you've already proven that you've got the right folks at the table, you know what you're doing, you're focused on data [and] you've got the public sector partnering with you,\" Slingerland says. \"All the components are there.\"</p><p>The Promise Zone designation works like this: A federal grant is announced for something like an arts center, and Slingerland's organization applies for it. Because it is in the Zone, it will get preferential treatment, Slingerland says.</p><p>Since the designation, he says, his organization received more than $2 million for a fitness program and has applied for $50 million more.</p><p>The hope is that other neighborhoods can replicate this one's success. Fifteen more Promise Zones across the U.S. are slated for designation over the next three years.</p><p>Of course, L.A. is different from Philly, which is different from Kentucky, San Antonio and the Choctaw Nation of Oklahoma.</p><p>\"All five of us are going to look very different in terms of our strategies and approaches, but we're all getting at the same fundamental outcomes,\" Slingerland says. \"We're all trying to combat poverty in our communities.\"</p><p><strong>The Place-Based Approach</strong></p><p>The targeted idea of the Promise Zones goes back to \"settlement houses,\" which were essentially community centers with a wide range of services that the federal government built in poor neighborhoods starting a century ago. Then came the now-famous Harlem Children's Zone, which targeted that part of New York City with programs from birth to graduation.</p><p>\"It focused very explicitly on children, and they didn't invent the intervention all at once — they plugged away at it over decades,\" says Margery Turner, a senior vice president at the Urban Institute.</p><p>Since then, Turner says, place-based initiatives have taken off. She says that the reason we should tackle poverty in place is that when people live in deeply poor and distressed neighborhoods, conditions in those neighborhoods really undermine people's chances of success.</p><p>\"If we don't tackle those conditions, other strategies we use that supplement income or provide educational opportunities or work opportunities, they're going to be less effective,\" she says.</p><p>Turner says there are other approaches to tackling poverty, like handing out cash to poor people in places like Mexico and New York City. The key, she says, is not to look for a single, silver bullet.</p><p>\"Persistent intergenerational poverty is a complicated problem. There are a lot of big forces,\" she says. \"Cash benefits certainly [are] a really important part of a solution, [but] for families in these really distressed neighborhoods ... it's not enough.\"</p><p>Turner says for the more comprehensive, place-based programs to be enough, the one thing they need is time.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Programs+Target+Poverty+In+Obama%27s+5+%27Promise+Zones%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"391"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329257722-36e25a.m3u?orgId=1&topicId=1091&ft=3&f=329257721"},{"href":"http://media.npr.org/assets/img/2014/07/06/photo1-58354b92f648c6742c5215182f75802b866c7225.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2247","width":"2997"}}]}