{"created":"2015-05-20T07:25:17+00:00","modified":"2015-05-22T19:05:28+00:00","valid":{"from":"2015-05-22T19:05:27+00:00","to":"3015-05-22T19:05:27+00:00"},"hreflang":"en","title":"Live On Pakistani TV: A Call-In Show About Sex","published":"2015-05-20T16:09:00+00:00","teaser":"Sex is a topic not often broached in a conservative Muslim country like Pakistan. Yet a cable TV program hosted by a male doctor has proved popular, particularly among 30-something women.","itags":["npr_api","406753977"],"guid":"d2cedbc8-f69f-4272-8bb1-dc471a206103","contentencoded":"<p>It's long been assumed that, in conservative Islamic societies, sex is a subject to be spoken about, if it's discussed at all, in guilty whispers.</p><p>Yet, for many months now, women in Pakistan have been dialing in to a TV show to ask about profoundly personal issues — live on air.</p><p>\"I have to talk about my husband,\" said a woman who gave her name as Sonia on one of the show's recent editions. \"His sperm count is very low ...\"</p><p>She's on <em>Clinic Online</em>, a daily nationwide <strong></strong>cable TV phone-in about lifestyle and health. Every Friday, the show offers on-air advice from a doctor about sexual problems.</p><p>The show was created by a Karachi-based broadcaster, Health TV, in an effort to explore new terrain in a market crowded by channels obsessed with cricket, Bollywood movies, soaps and above all, news and politics.</p><p><em>Clinic Online</em>'s target audience is female. It's broadcast at midday, when males of the household are usually out. The majority of callers are 30-something women, says Faizan Syed, Health TV's chief executive.</p><p>Although there's no reliable way of measuring ratings, the Friday show seems to be a hit. There are only two phone lines in Health TV's control room but, when NPR recently sat in on a broadcast, both were in heavy demand.</p><p>\"The Friday show gets back-to-back calls. There is not a single break between calls,\" says Syed.</p><p><strong>Questions About Infertility, And More</strong></p><p>While calls are often from women worried about infertility, plenty of other issues also arise.</p><p>\"One of the (recent) calls ... was about over-active desire,\" says Syed, \"Basically the woman said, 'I'm not sure how to control this.'\"</p><p>Syed says the doctor gave her medical advice but also told her to \"turn to religion, turn to prayer and pray, and try to get through that moment.\"</p><p>\"Yes, that is not a medical response, but let's not forget where we live,\" says Syed. \"Our country is called the Islamic Republic of Pakistan.\"</p><p>Pakistanis do talk about sex. They have a rich supply of edgy jokes, and they also discuss it seriously.</p><p>All the same, it's a very sensitive and difficult area.</p><p>\"You can only talk about it to your closest friends or a close family member, and even that's usually in the context of marriage,\" says Dr. Uzma Ambareen, a Karachi-based psychiatrist whose patients include people with sex-related problems.</p><p>Ambareen says Pakistanis are often wary about sharing their problems because they don't want to risk offending anyone's religious sensitivities.</p><p>\"I think [religion] is a huge factor,\" she says, \"Even masturbation is not considered acceptable. You never know what the other person's religious views are like, so people are often reluctant to discuss their own concerns. They're afraid of how the other person might respond.\"</p><p><strong>Few Places To Go For Advice</strong></p><p><em>Clinic Online</em> allows Pakistanis anonymously to ask questions that they may be reluctant to take to their own doctors, partly because of cost, but also because of a multitude of quacks, offering useless and sometimes dangerous advice.</p><p>There's a privacy issue as well. In Pakistan, family members tend to insist on accompanying women to the clinic and even sit in on the session. Those who manage to secure one-on-one private time can find their doctors aren't great at keeping discussions private.</p><p>\"I think that a lot of doctors may not take some of these things like issues of confidentiality and privacy very seriously,\" says Ambareen. \"So if somebody is discussing something about themselves, [doctors] may actually mention it to a family member.\"</p><p>Violent Islamist extremists are a constant threat in Pakistan. So the makers of <em>Clinic Online</em> are treading carefully.</p><p>The show's presenter, Dr. Nadim Uddin Siddiqui, stresses that he's educating Pakistanis about issues crucial to their health and well-being, including the risk of sexually transmitted diseases and the importance of getting the right treatment.</p><p>\"I am just making people get the treatment from the proper doctor, so I am saving the life of the people of my country,\" says Siddiqui.</p><p>Siddiqui's also doing something else: he's listening to women who often go unheard.</p><p>Faizan Syed, head of Health TV, says men tend to be reluctant to call in to the show. He cites \"male ego,\" whereas women are more willing to take ownership of their family's sexual health issues.</p><p>\"I think the women of Pakistan are actually some of the most powerful individuals you'll ever come across,\" he says. \"Seeing these callers, I'd say most of them are not nervous. I mean, the women just need the opportunity to feel empowered, and they can do wonders.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Live+On+Pakistani+TV%3A+A+Call-In+Show+About+Sex&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Philip Reeves","audio":[{"meta":{"duration":"317"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408159236-c6b519.m3u?orgId=1&topicId=1125&d=317&p=3&story=406753977&t=progseg&e=408122357&seg=6&ft=nprml&f=406753977"},{"href":"http://media.npr.org/assets/img/2015/05/19/pakistan-sex-call-in-show-edit-8a46bf8f64d5dad47f4fff3a6dd85feb0b16944a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1832","width":"2443"}}]}