{"created":"2015-04-16T21:50:54+00:00","modified":"2015-05-13T21:02:17+00:00","valid":{"from":"2015-05-13T21:02:16+00:00","to":"3015-05-13T21:02:16+00:00"},"hreflang":"en","title":"Iraq's Leader Finds Friends In Washington, But Faces Battles At Home","published":"2015-04-16T23:40:00+00:00","teaser":"Prime Minister Haider al-Abadi has a much better relationship with the U.S. than his predecessor. But he's still struggling to entrench his position in Iraq and defeat the Islamic State.","itags":["npr_api","400169416"],"guid":"d2d6d8b7-7108-4251-b53a-312356da3ec1","contentencoded":"<p>When Iraqi Prime Minister Haider al-Abadi weighs the pros and cons of running such a fractured country, here's the upside: He can count on five separate military groups supporting his battle against the self-declared Islamic State.</p><p>The downside is that he has limited control of these groups, and of much of his country.</p><p>Abadi is in Washington this week, his first visit to the capital since the U.S. launched its bombing campaign last summer against the Islamic State, or ISIS. He's a striking contrast with his predecessor Nouri al-Maliki, whose eight years in power were marked by regular friction with the U.S.</p><p>Abadi is a fluent English speaker, comfortable with policymakers in Washington, and he understands what Americans are looking to hear. But it's one thing to deliver engaging speeches in Washington and quite another to deliver Iraq from its current mess.</p><p>Abadi commands an army still struggling to prove itself as a capable fighting force. He's trying to get a handle on Shiite militias that have been effective fighters, but have been <a href=\"http://www.npr.org/blogs/parallels/2015/04/07/398004441/after-retaking-tikrit-shiite-militias-accused-of-violence-against-sunnis\" target=\"_blank\">accused of abuses.</a> Then there are the Kurdish forces who control the northeast of Iraq. And he must find a way to remain on working terms with both the Americans who are supplying air power and Iranian advisers serving on the ground.</p><p>In a speech Thursday at the Center for Strategic and International Studies, Abadi criticized the highly visible role that Iranian military commander Qasem Soleimani played in the recent fighting for the city of Tikrit, north of Baghdad.</p><p>Asked about this, Abadi said: \"Certainly it's a bad idea. I mean, we don't accept it. We welcome the Iranian help and support for us. To be honest with you, it's a very sensitive issue. Iraqi sovereignty is very important to us.\"</p><p>Abadi stressed Iraq's sovereignty several times in his speech. Over the past decade, there has been periodic talk about whether Iraq would be better off split up into separate territories for the Sunnis, Shiites and Kurds. The Islamic State has now put the country's sprawling western desert beyond Abadi's reach.</p><p>But the Iraqi leader said the recent victory in Tikrit showed the Islamic State could be defeated.</p><p>\"In many ways, the victory of Tikrit offers a case study for how the rest of Iraq can be liberated militarily,\" Abadi said.</p><p>But that battle was neither swift nor smooth. It took weeks to dislodge ISIS, which left behind many booby-trapped buildings and homes. The city remains largely empty, even though ISIS was forced out two weeks ago. Also, the <a href=\"http://www.npr.org/blogs/parallels/2015/04/02/396975962/shiite-militias-move-into-a-sunni-city-what-happens-next\">Shiite militias looted, pillaged and carried out revenge attacks </a>when they entered the city.</p><p>Abadi – who is a Shiite — still has a long way to go to persuade Sunnis that they can trust the Iraqi security forces. This Sunni support is seen as crucial for pushing ISIS out of western Iraq and Mosul, the second largest city, which is in the north.</p><p>The Iraqi leader said U.S. airstrikes were precise and effective. But he said that when Iraq provided information on a target, he felt it was taking the U.S. too long to respond.</p><p>\"Bombing missions must be quicker,\" he said.</p><p>He said his only requests for military hardware involved weapons agreed upon previously, including F-16 fighter planes and armaments for new Iraqi divisions that are being trained.</p><p>While acknowledging his own position was difficult, Abadi also said he didn't envy the U.S. Asked why America should prioritize Iraq when so many Middle Eastern states are in chaos, he said: \"That's the price of being a superpower.\"</p><p><em>Greg Myre is the international editor of NPR.org. Follow him</em><em> </em><em><a href=\"https://twitter.com/gregmyre1\" target=\"_blank\">@gregmyre1</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Iraq%27s+Leader+Finds+Friends+In+Washington%2C+But+Faces+Battles+At+Home&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Greg Myre","audio":[{"meta":{"duration":"213"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400178399-51139b.m3u?orgId=1&topicId=1010&d=213&p=2&story=400169416&t=progseg&e=400060014&seg=1&ft=nprml&f=400169416"},{"href":"http://media.npr.org/assets/img/2015/04/16/haider-al-abadi-4-16-15-3c13c2ade1c812a08aff039be7612a9b325d9257.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4016","width":"5356"}}]}