{"created":"2015-06-09T17:08:54+00:00","modified":"2015-06-15T17:13:47+00:00","valid":{"from":"2015-06-15T17:13:47+00:00","to":"3015-06-15T17:13:47+00:00"},"hreflang":"en","title":"Guess Which State Has The Best High School Graduation Rate?","published":"2015-06-09T22:57:00+00:00","teaser":"The national graduation rate has hit a remarkable 81 percent. Why the steep rise in recent years? Exhibit A: Iowa.","itags":["npr_api","408521333"],"guid":"d2e874f4-8cf1-457a-894a-d40506c91714","contentencoded":"<p>The national high school graduation rate is an impressive 81 percent. So impressive, President Obama highlighted it in his State of the Union address this year: \"Our high school graduation rate has hit an all-time high.\"</p><p>Sound the trumpets. This is a really big deal. There's just one problem: The president didn't explain how we got here. For the past few months, the NPR Ed Team and reporters from member stations in more than a dozen states have been digging into these numbers to find out.</p><p>The truth behind that record high graduation rate is complicated. States and school districts are using some powerful, long-term strategies to help potential dropouts stay in school. But many are also fudging their numbers and using quick fixes to make things look better than they are (more on that tomorrow).</p><p>Among the bigger surprises (to us, at least) was the state with the highest graduation rate in the nation — 90 percent.</p><p>Iowa.</p><p>A good place to view a state's sincerity on graduation rates is in its largest city, where it's easy to find students living in poverty with solo parents. The more challenges they face, the more likely they are to drop out. Many cities even lump these teens together into special schools. And this is where you find out what a state is made of. Are these schools vibrant, caring spaces or dropout factories?</p><p>In Iowa, that city is Des Moines. That school is called Scavo Alternative High School. And it's Mary O'Hearn's job to find these struggling teens and get them to class.</p><p>\"Some of our young people, you know, like I have to say, 'Now which house, where are you?' \" O'Hearn says, driving her black Honda through a southeast Des Moines neighborhood of hard turns and dead ends.</p><p>It's a Tuesday, and she's doing what she does most mornings: picking up students who need help getting to school.</p><p>Des Moines has six public high schools. Five are traditional. Then there's Scavo, where O'Hearn is a SUCCESS case manager. <a href=\"http://www.dmschools.org/departments/school-services/learning-services/success/\">SUCCESS</a> is a program across the city's schools meant to flag kids in trouble before they drop out and connect them with an adult, like O'Hearn, and the services they need to keep up.</p><p>Scavo's graduation rate — just 47 percent — is far worse than the other high schools' rates. But it has also improved a lot, more than doubling since 2009 (when it was an abysmal 20 percent). And, to be fair, this school has always had a tough job, trying to win back former dropouts like Darby Payne.</p><p>The 17-year-old emerges from the house where she spent the night and, after a warm greeting for O'Hearn, climbs into the passenger seat. She's pregnant and doesn't have a steady address or steady family helping her finish high school.</p><p>\"If it wasn't for Scavo, I probably wouldn't be on the verge of graduating right now,\" Payne says. \"You kinda have to have a lot of discipline,\" she adds, \"to make yourself do it when you don't have those people behind you telling you, you know, 'Do it. You can do it.' \"</p><p>Now O'Hearn is her cheerleader, helping Payne arrange her schedule, buy maternity clothes and get an apartment through a program for young, homeless mothers. She helps other Scavo teens, too, and they text her constantly. At one point along the way, her phone lights up. A student writes:</p><p>\"Can you see if I have a warrant?\"</p><p>Turns out, that's one of the few things O'Hearn can't do. <br /> <br />\"You need food? We're gonna give you food,\" says Scavo's other SUCCESS case manager, Tami Cross. \"You need a coat? We're gonna get you a coat. You need a place to live? We're gonna help you get a place to live. We do everything.\"</p><p><strong>The Campus</strong></p><p>Scavo High sits on the fourth floor of a newly renovated, downtown campus, surrounded by Des Moines school programs that are open to Scavo's 500 students. Principal Rich Blonigan walks us floor to floor:</p><p>Basement: a sprawling auto repair facility with multiple classrooms. Students are encouraged to work on their own cars.</p><p>First floor: a community elementary school.</p><p>Second floor: professional training programs in the culinary arts and nursing.</p><p>Third floor (my favorite): an FM radio station and broadcasting program, fashion design studio and marine biology lab complete with a large stingray pool and smaller fish tanks stacked floor to ceiling.</p><p>Even the fourth floor is more than just Scavo's classrooms and offices. It will soon have its own medical and dental clinics and already offers students a food bank and day care that can accept infants just 2 weeks old.</p><p>These extras help keep many students in school — but not all. That's why class time at Scavo is different, too. It's flexible. Many students have to work. So they can take classes just in the morning. Or the afternoon. Or, for those who work all day, there's late school.</p><p>Another perk is class size: small. The teacher-to-student ratio here is around 1-to-14. In Des Moines' other high schools, it's 1-to-24.</p><p>That has made all the difference for 16-year-old Shawndrea Clyce. She started at one of the city's traditional high schools but fell behind, she says, because it was just too impersonal.</p><p>\"The reason I didn't go is 'cause I didn't know nobody,\" Clyce says. \"It's a big school full of hundreds of kids, and they don't care about that one person, really. They don't have time, and they really don't get paid to just focus on one kid.\"</p><p>Clyce insists the only adult at her old school who clearly cared about her was her probation officer. At Scavo, she says, it's different:</p><p>\"Here, they focus on you. They push you.\" <br /> <br /> Clyce, like Darby Payne, doesn't live with her parents. That's why, at Scavo, teachers don't just teach. They're also advocates, checking in regularly with students they've been assigned. Darin Henry teaches social studies:</p><p>\"I hate to say 'family,' but we try to create some of that in order to get to know the students. It's a smaller, intimate side of what education can be.\"</p><p>The classes themselves stand out, too. Henry took his government class on a field trip to the Iowa Capitol, where students debated whether it was a wise use of taxpayer dollars to paint the Capitol dome in gold leaf.</p><p>And a physics class meets off-campus — at a nonprofit bicycle repair shop called the Des Moines Bike Collective. <br /> <br /><strong></strong></p><p><strong>From Behind To Ahead</strong></p><p>There's one thing about Scavo that students love, but makes some education experts nervous. Eighteen-year-old Alicia Henry arrived at Scavo a year ago, as a sophomore, behind in credit. Now?</p><p>\"I could have graduated this year,\" she says, \"but I chose not to.\"</p><p>How did she do it?</p><p>\"I basically finished 16 classes in a year.\"</p><p>That's because classes at Scavo generally take weeks, not months. Senior Brandon Shafer arrived last year after bouncing among three other traditional schools and falling way behind. But he quickly caught up:</p><p>\"Biology class is one I did in four days,\" Shafer says while scrapping a bicycle after his physics class at the Bike Collective. \"They gave me pretests. So I just passed the pretests so I didn't have to do any of the actual work.\" <br /> <br /> Shafer, like many at Scavo, was trying to get credit for a class he had largely taken already.</p><p>\"I had been in the class before at a prior school and got kicked out,\" Shafer says. \"The biggest part of Scavo is pretty much showing up and just giving effort.\"</p><p>When asked if he thinks he's getting a good education, Shafer doesn't hesitate:</p><p>\"Yeah, I mean, I've learned a lot more here than I have at any other school I've attended. I actually come to this one.\"</p><p>Alternative schools like Scavo are now at the center of a raging debate over how best to re-engage at-risk students like Shafer. Critics say this kind of fast-tracking is hard to do without lowering the bar.</p><p>\"Many alternative schools are terrible,\" says Nettie Legters, who studies dropout prevention at Education Northwest.</p><p>But they're not all terrible. What's the sign of a good one? A school that is both rigorous and supportive in a way that many traditional schools can't be. Legters mentions what's known as the <a href=\"http://checkandconnect.umn.edu/\">Check & Connect model</a>:</p><p>\"Where you connect students who have risk factors with an adult who's going to continually connect with them and check and have a relationship that's ongoing,\" Legters says.</p><p>Adults like Mary O'Hearn and Darin Henry.</p><p>As for the question of rigor, it's hard to say whether teens at Scavo are learning as much as they would at one of the city's traditional high schools. Then again, students only get to Scavo if they drop out of one of those traditional schools.</p><p>And Principal Rich Blonigan insists he has not lowered the bar — that his students have to meet the same standards and earn the same diploma as every other Des Moines high schooler.</p><p>\"There is no difference,\" Blonigan says. \"Just the name that's at the top of the diploma.\"</p><p>And the goal of a place like Scavo, says physics teacher Daryl Miller, isn't just to teach algebra or English.</p><p>\"The way I'd put it,\" Miller says, \"is it's more about getting kids to buy back into the whole idea of school.\"</p><p>Students insist Scavo's no cakewalk. It's just different, they say. They feel important here. Cared for. Empowered. And that makes them want to come back. You can see that passion and pride every time the bell rings.</p><p>Not the school bell, but a small hand bell. It's a tradition at Scavo. Since students here work at their own pace, every so often someone earns the credits to graduate.</p><p>On this day, a student named Emily walks the halls ringing the bell, surrounded by friends. Classmates and teachers clap from the doorways.</p><p>Soon, Emily will become part of Iowa's graduation rate. Best in the nation: 90 percent.</p><p>An incredibly complicated number, built of stories.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Guess+Which+State+Has+The+Best+High+School+Graduation+Rate%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cory Turner","audio":[{"meta":{"duration":"487"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413192512-cee46c.m3u?orgId=1&topicId=1013&d=487&p=2&story=408521333&t=progseg&e=413066885&seg=15&ft=nprml&f=408521333"},{"href":"http://media.npr.org/assets/img/2015/06/09/gradrate_promo3x2-abb3b9fc4307565f82c6d006eec21700297ad59a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/06/08/_mg_8371-52caa8c61a68ae4be045b8894def7f13285f705d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2029","width":"2706"}},{"href":"http://media.npr.org/assets/img/2015/06/08/_mg_8566-e9f390f51e4fbfc3360a9c74101bad45dd373e93.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1887","width":"2518"}},{"href":"http://media.npr.org/assets/img/2015/06/08/_mg_7901_toned-and-small-41c9121f10c2aa113dd0b4d0197bad02983f1ec8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2097","width":"2796"}},{"href":"http://media.npr.org/assets/img/2015/06/08/_mg_8195-20d450ea407cf3815294bfd45b29aa2fca241a16.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2064","width":"2754"}},{"href":"http://media.npr.org/assets/img/2015/06/08/_mg_8488_az-893e83047d14f00ddd9ef60934cf793e271f1439.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2050","width":"2733"}},{"href":"http://media.npr.org/assets/img/2015/06/08/_mg_9036-2-f30f545b35c0c1f0f1c0cb221e56a92e442af352.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2092","width":"2789"}},{"href":"http://media.npr.org/assets/img/2015/06/08/_mg_9355-2-031db7bb2a308ce4aa7963220ab6686553dd6e68.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/06/08/_mg_8409-48f0946d2cc3d537fdbe5340b21497e040d3f5b2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1982","width":"2643"}}]}