{"created":"2014-12-19T22:00:22+00:00","modified":"2015-05-14T21:57:55+00:00","valid":{"from":"2014-12-19T17:35:03+00:00","to":"3014-12-19T17:35:03+00:00"},"hreflang":"en","byline":"Eliza Mills","guid":"d2e9d0a7-ff6c-4fac-865b-3e628ddac15a","tags":["APM","Tech","algorithms","online dating"],"published":"2014-12-19T17:35:03+00:00","description":"On trusting data to find a date.","itags":["Marketplace Weekend for Friday, December 19, 2014","d2e9d0a7ff6cfac965bb3e628ddac15a","Marketplace Weekend","Marketplace","PMP:Marketplace_PMP"],"teaser":"On trusting data to find a date.","title":"Algorithms: The language of love?","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>On Marketplace Weekend this week, we looked at algorithms in business, tech and all areas of our life.</p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>The Internet&apos;s most intimate algorithms may be found in online dating sites and apps. Sites like OkCupid, Match, eHarmony, Hinge, and Tindr all use different algorithms <span>–</span> with varying degrees of complications <span>–</span> to pair users. Match pairs matches by gauging how interested users are in similar people. OkCupid users weight questions that they consider to be most important to them in order to find others that they have a lot in common with. A elaborate series of set questions on eHarmony pairs couples. On Tindr, things are simple ... just a picture, and an answer from potential daters: yes or no? </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>Online dating has become much more common and widely accepted in recent years. Attitudes are shifting, and something that was once a secret for many people has become a social activity <span>–</span> it&apos;s not unheard of now to see someone using a dating app in public, at a bar, with friends, to find someone nearby that they may want to go out with. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>Christian Rudder, one of the founders of OkCupid and the author of &quot;Dataclysm: Who We Are (When We Think No One&apos;s Looking)&quot; joined Marketplace Weekend to explain the algorithms on his site, what happens when you tell an algorithm a lie, and how dating algorithms mimic plain old un-technical dating. </p>\"}]","contentencoded":"<div class=\"barn-cleaned\"><p>On Marketplace Weekend this week, we looked at algorithms in business, tech and all areas of our life.</p>\n<p><span>The Internet's most intimate algorithms may be found in online dating sites and apps. Sites like OkCupid, Match, eHarmony, Hinge, and Tindr all use different algorithms <span>–</span>&nbsp;with varying degrees of complications <span>–</span>&nbsp;to pair users. Match pairs matches by gauging how interested users are in similar people. OkCupid users weight questions that they consider to be most important to them in order to find others that they have a lot in common with. A elaborate series of set questions on eHarmony pairs couples. On Tindr, things are simple ... just a picture, and an answer from potential daters: yes or no?&nbsp;</span></p>\n<p>Online dating has become much more common and widely accepted in recent years. Attitudes are shifting, and something that was once a secret for many people has become a social activity <span>–</span>&nbsp;it's not unheard of now to see someone using a dating app in public, at a bar, with friends, to find someone nearby that they may want to go out with.&nbsp;</p>\n<p>Christian Rudder, one of the founders of OkCupid and the author of \"Dataclysm: Who We Are (When We Think No One's Looking)\" joined Marketplace Weekend to explain the algorithms on his site, what happens when you tell an algorithm a lie, and how dating algorithms mimic plain old un-technical dating.&nbsp;</p></div>","audio":[{"type":"audio/mpeg","format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/12/19/mp_20141219_seg_31_64.mp3","meta":{"duration_hms":"00:07:49","duration":469,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/12/19/mp_20141219_seg_31"}}}]}