{"created":"2014-09-13T09:35:14+00:00","modified":"2014-10-30T22:26:55+00:00","valid":{"from":"2014-10-30T22:26:55+00:00","to":"3014-10-30T22:26:55+00:00"},"hreflang":"en","title":"Revamped Visitor Center Gives Public A Peek Into The White House","published":"2014-09-14T23:39:00+00:00","teaser":"The center reopens after a two-year, $12.5 million renovation. It provides a window into the White House and the first family that calls it home.","itags":["npr_api","347945287"],"guid":"d2f49f9b-1474-4df7-ab49-f69f2cb1812a","contentencoded":"<p>Just about every day in Washington, rain or shine, tourists stand along Pennsylvania Avenue snapping photographs of the White House or just peering through the iron fence. But getting an inside look can be tricky. Visitors usually have to get tickets far in advance, either from a member of Congress or a foreign embassy.</p><p>Starting Saturday, there is another option.</p><p>A newly refurbished Visitor Center a few blocks away from the White House offers an up-close look at the executive mansion without having to run the gantlet of the Secret Service.</p><p>First timers like Alan Roberts and Zainab Siddiqui are often surprised by the very human scale of the White House.</p><p>\"It's a little bit smaller than I thought,\" says Roberts. \"Obviously I've seen it on the TV quite a few times.\"</p><p>But the building enjoys an outsized presence on tourism maps.</p><p>\"How can you come to Washington and not see the White House?\" asks Siddiqui.</p><p>For many visitors, though, a glimpse from the fence line is all they get. The National Park Service, which maintains the White House grounds, wants to change that.</p><p>\"One of our great goals here was to make the White House story as accessible as possible to people,\" says John Stanwich of the National Park Service, \"because it touches each and every one of us whether you're an American citizen or whether you're a citizen from anywhere else in the world.\"</p><p>The Center reopens after a two-year, $12.5 million facelift. It is located on the ground floor of the Commerce Department, a couple of blocks southeast of the White House. Inside, visitors can see a scale model of the executive mansion along with dozens of White House artifacts.</p><p>\"Right here we have a desk. And this is the actual desk that Franklin Delano Roosevelt delivered his fireside chats,\" says Stanwich. \"People that know about the fireside chats can actually physically see the desk here and imagine all those trials and tribulations that our nation faced during those times.\"</p><p>While some of the items on display are historic, others are homespun, befitting a White House that is both a center of power and a personal dwelling space for the first family. Visitors can see both the telegraph key where Lincoln learned of Robert E. Lee's surrender, and Jimmy Carter's hand-drawn blueprint for his daughter Amy's tree house.</p><p>Earlier this week, first lady Michelle Obama got a sneak preview of the newly renovated center. She pointed to the intercom buttons on an usher's desk from early in the last century, and noted the White House still has buttons just like that throughout the upstairs living quarters.</p><p>\"There are buttons everywhere, and I never touch them,\" she said. \"You're just worried that a bunch of people will come rushing in. And you don't want that.\"</p><p>More than half the money for the center's makeover was raised privately by the White House Historical Association.</p><p>\"There are a few iconic symbols, most of them are commercial related, that people around the world connect with America,\" says Stewart McLaurin, president of the Association. \"But we believe the emblem of the White House represents America to the world.\"</p><p>McLaurin expects a million visitors will pass through the center every year. For all their power, even America's presidents are just passing through the White House. One exhibit, titled \"Moving Day\" reminds viewers that every four years, or eight, there's a new first family, with their own photos and furnishings, while the White House itself endures.</p><p>\"And so the White House represents that peaceful change and continuity of governments, across party lines, across ideological differences,\" says McLaurin. \"This is the people's house. And it brings our country together in a very special way.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Revamped+Visitor+Center+Gives+Public+A+Peek+Into+The+White+House&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Horsley","audio":[{"meta":{"duration":"231"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348181048-9f7be6.m3u?orgId=1&topicId=1014&ft=3&f=347945287"},{"href":"http://media.npr.org/assets/img/2014/09/12/Model+White+House-911ac1db89ca4d096ce80fc7e5af1ff78307f1d4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1745","width":"2329"}},{"href":"http://media.npr.org/assets/img/2014/09/12/Sketch+Of+Amys+Tree+House-059711bab34922341888136755190ee7a32df5bd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"771","width":"1028"}}]}