{"created":"2014-09-08T17:05:16+00:00","modified":"2014-10-31T01:17:41+00:00","valid":{"from":"2014-10-31T01:17:41+00:00","to":"3014-10-31T01:17:41+00:00"},"hreflang":"en","title":"A Sweet Solution For Dandelions: Eat 'Em To Beat 'Em","published":"2014-09-23T11:01:00+00:00","teaser":"For those who love a green lawn, those pesky yellow flowers can be an eyesore. For Irish chef Darina Allen, they're the key ingredient in a sweet, summertime treat.","itags":["npr_api","320763334"],"guid":"d2f678c5-a714-46f3-a16b-faf3fb776f64","contentencoded":"<p>When searching for ingredients to cook with, Irish chef Darina Allen sometimes has only to make a short trip — to her yard. There, she's sure to find a constellation of bright yellow dandelion flowers.</p><p>\"Where other people see weeds, I see dinner!\" she says.</p><p>Allen's the founder of the <a href=\"http://www.cookingisfun.ie/\">Ballymaloe Cookery School</a> and an advocate of organic farming. She says that with a quick transplant from the yard to the kitchen, the humble dandelion might shed its bad rap.</p><p>\"I think that everyone knows that dandelion leaves ... are edible,\" she says. \"But the flowers, people don't seem to realize, are edible. They're those lovely yellow flowers that many people will curse at in their lawns or in their gardens. Just pick those, and you can make dandelion flower fritters.\"</p><p>Allen says they're not too different from another summertime favorite: fried zucchini blossoms. Yet they've got a little something extra: Beyond being crunchy, they also have a generous dose of sugar to keep them sweet.</p><p>They pack a great nutritional punch, too. As author Jo Robinson <a href=\"http://www.npr.org/blogs/thesalt/2013/07/10/195592468/Eating-On-The-Wild-Side-A-Field-Guide-To-Nutritious-Food\">told</a> <em>Fresh Air</em>'s Dave Davies, \"Compared to spinach, which we consider a superfood, [a dandelion] has twice as much calcium, and three times as much vitamin A, five times more vitamins K and E, and eight times more antioxidants.\"</p><hr /><h3>Recipe: Dandelion Flower Fritters</h3><p><em>Serves 4 to 5</em></p><p>Sunflower oil, for frying</p><p>24 to 30 fully open dandelion flowers</p><p>Vanilla sugar, for sprinkling</p><p><strong>For the batter</strong></p><p>3/4 cup all-purpose flour</p><p>Pinch of salt</p><p>1 organic egg</p><p>1/2 cup lukewarm water</p><p>First, make the batter. Sift the flour and salt into a bowl. Make a well in the center and break in the egg. Using a whisk, bring in the flour gradually from the edges, slowly adding the water at the same time.</p><p>Preheat the oil in a deep-fat fryer to 350 degrees F or use a shallow pan with at least 1 inch of oil.</p><p>Shake the flowers, just in case there are any insects hidden inside. Holding each flower by its stem, dip them in the batter (add a little more water or milk if the batter is too thick) and fry in the hot oil a couple at a time until puffed up and crisp — approximately 2 minutes. Drain on paper towels. Toss in vanilla sugar and serve immediately.</p><p><em>From</em> 30 Years at Ballymaloe <em>by Darina Allen. Copyright 2014 by Darina Allen. Excerpted by permission of Kyle Books.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Sweet+Solution+For+Dandelions%3A+Eat+%27Em+To+Beat+%27Em&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"112"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1321392898-6b2a7f.m3u?orgId=1&topicId=1139&aggIds=175306271&ft=3&f=320763334"},{"href":"http://media.npr.org/assets/img/2014/06/10/5643859203_89238e131d_o-ff1d3a1ba1afb70e5edb1ac2337c3b5bbd4b77be.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4606"}}]}