{"created":"2014-10-08T19:53:38+00:00","modified":"2014-10-30T21:41:17+00:00","valid":{"from":"2014-10-30T21:41:16+00:00","to":"3014-10-30T21:41:16+00:00"},"hreflang":"en","title":"The Language That Divides America: From Red And Blue To Percents ","published":"2014-10-09T00:31:00+00:00","teaser":"Nobody knows what was in the president's cup when he saluted the Marines last month, but it became known as the \"latte salute.\" Do people still use \"red\" and \"blue\" when discussing a cultural divide?","itags":["npr_api","354594644"],"guid":"d2fe7d7b-d6af-4efe-b03e-7bf480a18e82","contentencoded":"<p>The thing I found interesting about the \"latte salute\" foofaraw was that people were calling it that. Why did they feel the need to suggest that it was a latte that the president was holding when he made that perfunctory salute to the Marines as he left his helicopter last month? How can a latte still be a sign of effete self-indulgence when you can get one at any McDonald's or Dunkin' Donuts these days? Isn't that whole red-blue business a little <em>vieux chapeau?</em></p><p>Back in 2005, I actually made a bet about those color names with the lexicographer Grant Barrett, who compiled a <a href=\"http://tinyurl.com/m32mznx\">dictionary</a> of political slang. The American Dialect Society had just chosen \"red states\" and \"blue states\" as its <a href=\"http://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=3&ved=0CC4QFjAC&url=http%3A%2F%2Fwww.americandialect.org%2F2004_Words_of_the_Year_Final_Vote_.pdf&ei=SHI0VLOWFMHwigKk_IHYBw&usg=AFQjCNEfhmQsspy7BFm_0XpMe7Z6xn6oBg&sig2=KkjT3iXN_DLIIJRV3vk5vw\">words of the year</a> for 2004. Barrett said those terms would join \"right\" and \"left\" as a permanent fixture of the political lexicon. I said they'd be passe in 10 years' time. As the clock ticks down, it looks like it's going to be a split decision. The media still use \"red\" and \"blue when they're talking about the electoral map, but not for a deep cultural divide. People don't talk much about \"red-and-blue America\" anymore.</p><p>That red-blue distinction came about as pure serendipity. During the marathon battles over the recount in the 2000 election, those just happened to be the colors <a href=\"http://www.washingtonpost.com/wp-dyn/articles/A17079-2004Nov1.html\">the media were using</a> for the broad swaths of states that went for Bush or Gore. But the colors instantly became a proxy for all the differences in values and lifestyle that seemed to be cleaving the country into warring tribes.</p><p>That picture really had its roots in the '70s, when we all took to using marketing jargon like \"upscale,\" \"yuppie\" and \"lifestyle\" itself to map out our cultural geography, and we suddenly discovered a nation called Middle America sitting in our midst. For the right, it was an occasion to brand liberals with the consumer choices that revealed them for the poseurs they were. Liberals drove a safe but ugly car built by the socialist Swedes. They consumed chardonnay and brie, and they followed sports that didn't require helmets or gasoline.</p><p>In 1997, David Brooks coined the phrase \"latte liberal\" in a piece about the <a href=\"http://tinyurl.com/pmc4tty\">bourgeois bohemians</a> in his Washington, D.C., neighborhood — people who signaled their status discreetly by spending excessive amounts of money on staples like bottled water and organic lettuce, not to mention $3 lattes. It seemed the perfect symbol for liberal ideals, pallid, frothy and foreign.</p><p>Those stereotypes all came together in a brilliant TV <a href=\"http://www.washingtontimes.com/news/2004/jan/5/20040105-103754-1355r/?page=all\">ad</a> sponsored by the conservative Club for Growth that ran during the 2004 Iowa Democratic primary. An announcer asks a middle-aged couple what they think of Howard Dean's tax plan. The man starts: \"I think Howard Dean should take his tax-hiking, government-expanding, latte-drinking, sushi-eating, Volvo-driving, <em>New York Times</em>-reading ... \" and his wife continues, \" ... body-piercing, Hollywood-loving, left-wing freak show back to Vermont, where it belongs.\"</p><p>I thought that line was pure genius, and appropriated it for the subtitle of a <a href=\"http://en.wikipedia.org/wiki/Talking_Right\">book</a> I was writing on political language. Those piled-on participials enabled you to ridicule liberal affections while conspicuously dropping your g's. The line wasn't supposed to make a lot of demographic sense — you had an image of Marilyn Manson poring over Paul Krugman's latest column while he nibbles at his California roll. But the writer of the ad nailed the snooty liberal as a comic type, like the pretentious foils in a Woody Allen movie. The left couldn't really respond in kind. When liberals denounce red-state conservatives as knuckle-dragging, Bible-thumping, gun-fondling bubbas, they just confirm that they're condescending elitists. In fact, when you encounter a phrase like \"beer-guzzling redneck\" on the Web, it's most often coming from a <a href=\"http://tinyurl.com/ksqdg4f\">conservative</a> who's reminding the people of the heartland just what the liberals think of them.</p><p>It took the appearance of the red-blue color code in 2000 to put those lifestyle differences literally on the map. For a while, those divisions were all that people could talk about — they signaled a \"values chasm,\" a \"clash of cultures.\" The conservative columnist <a href=\"http://nypost.com/2001/03/13/the-two-americas-ironic-us-simple-them/\">John Podhoretz</a> said the country was \"devolving into two nations,\" divided not by race or income but by pure affect — the reds incapable of irony, the blues capable of nothing but.</p><p>The media made a parlor game of assigning everything to a place on the national color wheel: red and blue hairstyles, rock groups, fertilizer brands, salads. Then after 2008, the whole narrative abruptly dropped out of sight. The references to latte liberals, to red and blue America, even to family values, are all off anywhere from <a href=\"http://people.ischool.berkeley.edu/~nunberg/images/latte.png\">70 to 90 percent</a> in the media since then. There's no shortage of explanations — the economy, Obama's election, the Republicans' lurch rightward. Or credit the influence of Starbucks and <em>Will & Grace</em>.</p><p>In retrospect, the whole \"two Americas\" business was mostly the narcissism of small differences, many of which wound up being no differences at all. When we talk about our divisions now, it's with new language that reflects the rediscovery of the old distinctions of race and class — the 1 percent, the 47 percent, the makers and takers, the fat cats. That yawning chasm between the kale-chewing blues and the iceberg-lettuce-crunching reds was never more than a blurry line between market segments of the white middle class. We may be more divided than ever, but not because of our irreconcilable tastes in greens.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Language+That+Divides+America%3A+From+Red+And+Blue+To+Percents+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Nunberg","audio":[{"meta":{"duration":"423"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354638871-3d2afe.m3u?orgId=1&topicId=1014&ft=3&f=354594644"}]}