{"created":"2014-11-04T08:29:13+00:00","modified":"2015-05-02T02:39:04+00:00","valid":{"from":"2015-05-02T02:39:04+00:00","to":"3015-05-02T02:39:04+00:00"},"hreflang":"en","title":"Wounded In Combat, U.S. Troops Go Back For A 'Proper Exit'","published":"2014-11-04T17:35:00+00:00","teaser":"For some U.S. troops who left Iraq and Afghanistan by medevac, a return trip to these countries allows them to depart on their own terms.","itags":["npr_api","361155634"],"guid":"d2fe20a1-df1f-4377-8c35-ab0231cd7c87","contentencoded":"<p>Hundreds of service members and civilians from various nations lined the road to the landing zone at NATO headquarters in Kabul. They had gathered to salute the two U.S. Marines and two U.S. Army soldiers participating in Operation Proper Exit.</p><p>Moments later, two Blackhawk helicopters swooped in, kicking up dust and debris. The four service members disembarked and walk past the cheering audience. One soldier walks with a subtle limp. One Marine has a prosthetic right arm, and the left is missing below the elbow.</p><p>Operation Proper Exit, a charity program run by <a href=\"http://www.troopsfirstfoundation.org/\" target=\"_blank\">Feherty's Troops First Foundation,</a> is for service members who were wounded and flown out of Iraq or Afghanistan. Proper Exit allows them to return to a war zone, visit with troops, fly out on their own terms, and ideally find some closure.</p><p>After passing the crowd, the four men and a few dozen service members gather in the courtyard of the compound.</p><p>The veterans are greeted, hugged, and thanked by NATO personnel. There are more than a few moist eyes in the crowd.</p><p>\"Hey guys, thank you so much for that welcome,\" says retired Staff Sgt. Ben Dellinger. He did three tours in Iraq with the 82<sup>nd</sup> Airborne Divison.</p><p>In 2007, on his third tour, Dellinger lost his left leg below the knee when he stepped on an improvised explosive device. He was near death when flown out of Iraq.</p><p>\"No one wants to leave a combat theater in the way in which I did, so it's good to come back and maybe fill some of that void,\" he says.</p><p>In addition, he wants to pass on some wisdom he learned from suffering through a very dark period after leaving the Army in 2009.</p><p>\"You know, it was kind of my fault,\" he says. \"I didn't use some of the resources that were available to us. And I just wanted to separate myself from the life I had in the military because I thought that was the best way to move on from it.\"</p><p>Which he says now was a mistake. That's what he wants to get across to active troops.</p><p>Marine Sgt. Eddie Wright was hit by a rocket-propelled grenade during a patrol in Fallujah, Iraq. It shattered his leg and blew off both his lower arms.</p><p>\"I was sitting there looking at myself like, 'Damn,'\" says Wright. \"And then I looked at my right hand, and I thought, excuse the language, [expletive] 'both of them?'\" he says with a chuckle.</p><p>He went through months of recovery. Eventually he became an instructor at Quantico, the Marine training base in Virginia, before retiring from the Marines. Today, despite having no hands, he has a positive outlook on life, and he wants to pass that on.</p><p>\"Take charge of your own recovery, because no one else is going to be able to take charge of your mental well being,\" he says.</p><p>It's a message echoed by Marine Capt. John Urquhart, who suffered a traumatic brain injury in Iraq and later suffered severe from Post Traumatic Stress.</p><p>\"Not all injuries are visible,\" he says.</p><p>And it took him a while to recognize when he fell into a downward spiral. He eventually realized he needed help and sought out a private therapist when he was unable to get help from Veterans Affairs.</p><p>He says he still struggles, but he finished law school and is now working as a trial attorney. He tells the crowd to maintain their bonds with fellow service members and to support each other when they get out.</p><p>\"One of my platoon committed suicide several months back,\" says Urquhart. \"I never reached out to him. I didn't think I needed to. It could have taken just a phone call.\"</p><p>While Urquhart says he appreciates the warm welcome of the crowd here, he says this trip is not about being the center of attention.</p><p>\"Communicating [my message] with the Marines and soldiers that are here is the most beneficial part for me,\" he says.</p><p>The fourth participant is Army Capt. Casey Wolfe, who was stationed in Kandahar, in southern Afghanistan, in 2011 when he stepped on a pressure plate explosive.</p><p>The blast sent him flying through the air. It shattered his ankle, which took numerous surgeries and a lot of physical therapy to heal.</p><p>\"The last time I left [Kandahar Air Field] on a C-130, it was in an ambulance configuration on my back,\" says Wolfe.</p><p>This time he was able to visit Kandahar, walk around, and fly on a C-130 up to Kabul while looking out the window.</p><p>\"It felt a lot better this time,\" he says.</p><p>Rick Kell, the executive director of the foundation that sponsors Operation Proper Exit, says they've run 10 trips to Iraq and this is the eighth in Afghanistan.</p><p>\"We've had over 100 men participate in this program and I would say they've each gotten some measure of closure that otherwise they would not have gotten,\" he says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Wounded+In+Combat%2C+U.S.+Troops+Go+Back+For+A+%27Proper+Exit%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sean Carberry","audio":[{"meta":{"duration":"168"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361320185-ac0405.m3u?orgId=1&topicId=1149&d=168&p=3&story=361155634&t=progseg&e=361320061&seg=11&ft=nprml&f=361155634"},{"href":"http://media.npr.org/assets/img/2014/11/03/proper-exit1-a772cb3b3c2326b3e9701c2077724c645be74acf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"808","width":"1077"}},{"href":"http://media.npr.org/assets/img/2014/11/03/proper-exit2-b20a3d044e1d47c98cec9e9735ed23e934f4221d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"852","width":"1136"}}]}