{"created":"2014-09-08T15:38:41+00:00","modified":"2015-01-07T01:11:59+00:00","valid":{"from":"2015-01-07T01:11:59+00:00","to":"3015-01-07T01:11:59+00:00"},"hreflang":"en","title":"Brazil Reels From Thrashing That Bounced It From World Cup","published":"2014-07-09T16:45:00+00:00","teaser":"To say Brazil's 7-1 loss to Germany stunned the host country would risk giving the impression that its fans aren't feeling intense pain at this defeat.","itags":["npr_api","330089942"],"guid":"d31188be-6126-4b1d-bef1-156218ec02a3","contentencoded":"<p>\"The worst game I saw in my life\" is how one Brazilian fan describes it. Another says it's simply a tragedy. Some angry fans burned Brazil's flag in the street.</p><p>To say Brazil's <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/08/329898310/not-a-misprint-germany-leads-brazil-5-0-at-halftime\">7-1 loss to Germany</a> stunned the host country would risk giving the impression that its fans aren't feeling intense pain after this loss. That's not the case, as proven by the tears, shame and frustration that erupted as the national team, and Brazil's pride, got stomped in the World Cup semifinals Tuesday.</p><p>Noting that Brazil is now in \"the game that no one wants to play\" – Saturday's third-place match — the <a href=\"http://oglobo.globo.com/\">O Globo</a> newspaper ran headlines announcing that it's time to regain Brazil's lost identity, and to evolve to a new level in soccer.</p><p>Newspaper <a href=\"http://www.folha.uol.com.br/\">Folha De Sao Paulo</a> is featuring photos of crying children and an elderly couple who wear looks of grim disappointment.</p><p>The historic match also captured interest far outside Brazil: It sparked more than 35.6 million tweets last night, setting a new record for a single game, <a href=\"https://twitter.com/TwitterData/status/486708145775841281/\">Twitter says</a>. At the high point just before the half, the game generated more than 580,000 tweets per minute, also a record.</p><p>As <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/07/09/330003058/in-google-newsroom-brazil-defeat-is-not-a-headline\">NPR's Aarti Shahani reports</a>, a special Google News project tracked searches and sentiments about the match. The turning point, she says, came when \"Brazilians didn't bother to look for the word 'defense.' Instead, 'shame' climbed up the charts.\"</p><p>In Brazil, the fallout is widespread. There have been reports of violence and calls for change in the country's sports program. And some people are also blaming Brazil's president, Dilma Rousseff, who is in the midst of a re-election campaign.</p><p>That was the view of several people in a bar in Sao Paulo last night, where NPR's Lourdes Garcia-Navarro spoke to fans who were trying to cope with the loss.</p><p>\"Maybe with this bad result, maybe people will wake up,\" Cilene Saorin said. \"In October when we have the elections, maybe we have the results of this. Because, that's enough.\"</p><p>Another fan, Tassio Borges, says the loss to Germany caused something Brazilians had feared. The country was embarrassed on a global stage — though not because of its preparations to host the Cup, which many had openly questioned.</p><p>\"The main fear of the government was that Brazil would be embarrassed during the Cup,\" Borges said. \"It didn't happen with the organization of the World Cup, but Brazil is now facing shame on the field.\"</p><p>The end result, he said, would be damage for Brazil's president, who before Tuesday had benefited from goodwill generated by the tournament.</p><p>\"Before the World Cup, many Brazilians were angry at the expense of the games and the mismanagement of key infrastructure projects,\" Lourdes says. \"Dilma Rousseff's approval ratings were on the floor.\"</p><p>As the national team advanced early in the tournament, \"more recent polls showed that Brazil's mood had improved,\" Lourdes adds. \"Rousseff also got a bump.\"</p><p>But last night, she says, vulgar chants broke out that denigrated Rousseff. And unlike all of Brazil's other games in this World Cup, the president's office didn't release a photo of her watching Tuesday's game, <em>O Globo</em> reports.</p><p>It's been 64 years since Brazil hosted the crown jewel of international soccer, a game linked to its identity. The long delay is widely attributed to the trauma of the country's devastating loss to Uruguay in the 1950 Cup, which it hosted. It could be decades before the country decides to host another.</p><p>\"This is the worst game that I've seen,\" fan Roberto Motta told Lourdes. \"I've never seen one game like this one. It's the worst game I saw in my life.\"</p><p>After the game, several skirmishes broke out that reportedly involved fans visiting from neighbor and rival Argentina. Buses were burned.</p><p>They came to watch their country take on the Netherlands on Wednesday — but after Tuesday's match, some Argentine fans teased the Brazilians, setting off <a href=\"http://www1.folha.uol.com.br/esporte/folhanacopa/2014/07/1483273-pm-dispersa-torcedores-na-vila-madalena-apos-confusao-e-brigas.shtml\">violence in Sao Paulo</a> that had to be shut down by dozens of police officers.</p><p>The website <a href=\"https://uk.eurosport.yahoo.com/blogs/desmond-kane/rip-brazil-night-football-changed-forever-084229174.html\">EuroSport</a> touts it as \"The night football changed forever.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Brazil+Reels+From+Thrashing+That+Bounced+It+From+World+Cup&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"227"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330091511-c244f2.m3u?orgId=1&topicId=1055&ft=3&f=330089942"},{"href":"http://media.npr.org/assets/img/2014/07/09/brazil_goal-df72a40bda96aa81717727fcfe7e884e83c9283e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1857","width":"2481"}}]}