{"created":"2014-10-08T16:18:04+00:00","modified":"2014-10-31T02:20:10+00:00","valid":{"from":"2014-10-31T02:20:10+00:00","to":"3014-10-31T02:20:10+00:00"},"hreflang":"en","title":"One Collector's Plan To Save Realistic Art Was Anything But Abstract","published":"2014-05-12T18:56:00+00:00","teaser":"In the 1950s Abstract Expressionism was wow-ing the art world and elbowing Realism out of galleries. Art lover Sara Roby set out to change that, and a new exhibit celebrates the impact she had.","itags":["npr_api","310169748"],"guid":"d317047f-f0da-41a9-b8ac-7d2b25f00b40","contentencoded":"<p>Plenty of collectors want to donate artworks to museums, but the museums don't always welcome them with open arms. \"We say 'no thanks' 19 times out of 20,\" says Betsy Broun, director at the American Art Museum. Sometimes the works aren't museum-quality, other times they don't fit with the museums' philosophy.</p><p>But in 1986, representatives from the Sara Roby Foundation called the Smithsonian with an offer it couldn't refuse: paintings by Edward Hopper, Raphael Soyer, Reginald Marsh and many more. They were all collected by Roby, who, in the early 1950s, took on a mission: to save Realistic art from the maws of Abstract Expressionism. The <a href=\"http://americanart.si.edu/exhibitions/archive/2014/roby/\" target=\"_blank\">results of her dedication are on display</a> at the Smithsonian's American Art Museum.</p><p><em>Cape Cod Morning</em> is a classic Hopper from 1950. A woman peers out the window, bathed in sunlight, but framed in darkness. Black shutters frame the window and a black-green forest sits behind the house.</p><p>\"She's hemmed in — this woman is hemmed in by these sentinel-like dark shutters. Almost as if she's a target,\" Broun says. There's no way out of this Hopper house. \"No steps, no door. ... Hopper is famous for putting fences and barricades up in front of his homes and these are basically homes with no entrance, no exit.\"</p><p>Roby, an amateur painter herself, collected works of all kinds from known and unknown mid-century American painters — Ben Shahn, Saul Steinberg, Mark Tobey, Louise Nevelson.</p><p>Roby was very generous, says American Art Museum chief curator Virginia Mecklenburg. Her father made a lot of money in cement in the 1920s and '30s — when all those skyscrapers were going up in Manhattan. In the early '50s, with that money and guidance from her art teacher Reginald Marsh (an Ashcan School follower who painted seedy New York scenes in the '20s and '30s) plus other advisors, Roby created a foundation to help American art and artists of her day.</p><p>\"She wanted to do something that counted,\" Mecklenburg says.</p><p>Marsh gave a dinner party for her in New York, and invited art scene movers and shakers — painters, dealers, museum officials. He seated Roby next to Lloyd Goodrich, then deputy director of the Whitney Museum. Roby asked his advice — how could her foundation best serve artists and the public.</p><p>Legend has it he said: \"Well, hell, Sara. If you want to help artists, buy their paintings.\"</p><p>And so she did: almost 200 artworks, by more than 100 artists — a major collection, plus a traveling program to take contemporary American art around the country.</p><p>Trained in traditional, realist art, Roby, who died in 1986, wanted to preserve that tradition against the encroachment of Abstract Expressionism. The drips and dribbles of Jackson Pollock, the revolutionary slashes of Willem de Kooning were wow-ing the art world in the '50s, and elbowing Realism out of galleries and museums. So she and her advisors cruised artists' studios, and bought pieces hot off their easels.</p><p>In Raphael Soyer's 1980 oil painting <em>Annunciation,</em> a young woman leans against the wall near a bathroom sink. She is shoeless, one bare foot on top of the other. Another stands nearby, wearing a turquoise slip and holding towels.</p><p>Both women are pretty — with dark hair, pointed chins — they could be sisters. And they're pensive. The moment is intense. What's going on? \"Annunciation.\" Has one told the other she's pregnant? Had an abortion? Made a mistake? The painting is realistic and mysterious — a puzzle to ponder.</p><p>Many different stages in a woman's life are painted in Philip Evergood's bright yellow 1952 canvas <em>Dowager in a Wheel Chair.</em> Hemmed in by a yellow New York Checker cab on one side, and a brick building on the other, the aged lady, in elegant long black gloves and good jewelry, peers out at life from under her veiled hat. A pretty young thing rolls her wheelchair down the street. But for Smithsonian director Betsy Broun, the poignant part of the painting is in the distance — a nursemaid pushing a child in a baby carriage.</p><p>\"So we start being pushed around and we end being pushed around. There's a cycle of life story going on here,\" she says.</p><p>Poignant, funny, the pulse of the city is in this painting. A slice of mid-century existence, as are so many in this show, whether by Hopper, Arthur Dove, Charles Burchfield or Jacob Lawrence.</p><p>The donation of this collection to the Smithsonian's National Museum of American Art in 1986 was like manna from heaven. It gave the museum works their own budget could not afford. And put them on the map, as a venue for important American artists. All because an art-loving donor had money and a mission.</p><p>\"I love donors for their personal vision and passion,\" Broun says. \"They set out to do something with a burning intensity and in fact it's different from the way a regular museum would collect. It's not that we lack passion, but we are not quite as free to pursue some highly idiosyncratic or quirky or personal take on art.\"</p><p>Sara Roby was free and the evidence is on view at the Smithsonian Museum of American Art through mid-August.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=One+Collector%27s+Plan+To+Save+Realistic+Art+Was+Anything+But+Abstract&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susan Stamberg","audio":[{"meta":{"duration":"401"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311760064-ee6d6a.m3u?orgId=1&topicId=1141&ft=3&f=310169748"},{"href":"http://media.npr.org/assets/img/2014/05/09/soyer-a17c67e58af0eb5cddb943b5c2e4ac3328e9cddd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"770","width":"1027"}},{"href":"http://media.npr.org/assets/img/2014/05/09/hopper_custom-7441ed5ce6c67934a74ba2acef3fde8bb19cadc0.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1183","width":"1400"}},{"href":"http://media.npr.org/assets/img/2014/05/09/marsh_custom-1efce3bdabb3be8f5b4918516898c7f7f6bc85cb.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1161","width":"1400"}},{"href":"http://media.npr.org/assets/img/2014/05/09/evergood_enl-074a8b2bad42e7915b06e5792b5506ccabb71297.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"832","width":"632"}}]}