{"created":"2015-06-11T07:47:27+00:00","modified":"2015-06-25T17:43:36+00:00","valid":{"from":"2015-06-25T17:43:36+00:00","to":"3015-06-25T17:43:36+00:00"},"hreflang":"en","title":"At 96, Poet And Beat Publisher Lawrence Ferlinghetti Isn't Done Yet","published":"2015-06-11T19:36:00+00:00","teaser":"The publisher of Allen Ginsberg's iconic poem \"Howl\" has three books coming out this year and is also working on a novel. Looking back, he says, \"Everything was better than it is when you're old.\"","itags":["npr_api","410487944"],"guid":"d322da1b-0343-4981-87df-fbbc6b4201ce","contentencoded":"<p>Lawrence Ferlinghetti lives in a modest second-story walk-up in San Francisco's North Beach neighborhood. Hanging on his walls are his doctorate from the Sorbonne, an unframed Paul Gaugin print and posters of celebrated poetry readings dating back to the days when he personified a hip, literate and rebellious San Francisco. Not that he's nostalgic.</p><p>\"Everything was better than it is when you're old,\" he says.</p><p>Sixty years ago, Ferlinghetti, now 96, was the principal publisher of an iconoclastic band of writers and poets known as the Beat Generation. Today, he's still co-owner of City Lights, one of the most celebrated independent book stores in America. These are quieter days for the internationally acclaimed poet and painter. His eyes are going, but his mind and humor are sharp. And while he may have slowed down some, he's still publishing three books this year.</p><p>Ferlinghetti is generous with his time, and he greets this reporter's visit with a surprise. \"I see you've got those reporter's notebooks,\" he says. \"I wrote a whole novel here in these reporter's notebooks — 78 of them there.\" (We'll get to back to his unfinished novel a bit later.)</p><p>From his desk window, Ferlinghetti surveys his North Beach neighborhood, which he says is changing just like the rest of San Francisco. Take for example his favorite neighborhood coffee shop, where he says no one talks to anyone else anymore because they're all staring at a screen. \"Yesterday morning I was walking down there and a guy passed me. I said, 'Good morning;' he didn't even look at me. He just went right on past,\" he recalls with a laugh.</p><p>The guy probably didn't know he was ignoring the man who helped spark a literary revolution. Ferlinghetti was a young bookstore owner in 1956 when he first published Allen Ginsberg's iconic Beat-era poem, \"Howl.\" It was a sexually explicit critique of American materialism, and its publication landed Ferlinghetti and an associate in hot water. They were busted for selling obscene literature and their trial drew international attention.</p><p>\"And then Judge Horn rendered his decision that a book could not be considered obscene if it had the slightest redeeming social significance,\" Ferlinghetti says. It was a redeeming victory for the young bookseller.</p><p>Ferlinghetti's own ideas about freedom were forged as a Navy lieutenant commander in World War II. He saw action in Normandy, France, and the ruins of Nagasaki, Japan. \"That made me an instant pacifist,\" he says.</p><p>The \"Howl\" trial also brought national attention to what would be called the Beat Generation, which included writers like William S. Burroughs and Jack Kerouac. Ferlinghetti says he never considered himself a part of that movement because his poetry was less frenetic than the Beats. Take the poem \"<a href=\"http://www.poetryfoundation.org/poem/184167\" target=\"_blank\">Constantly Risking Absurdity (No. 15)</a>\" from his first book of poetry, 1958's <em>A Coney Island of the Mind</em>:</p><p><em><em>A </em>Coney Island of the Mind</em> was translated into more than a dozen languages. It would sell more than a million copies, making Ferlinghetti arguably the best-selling American poet of the last century. Yet when you mention his name today, many San Franciscans will likely point to City Lights, his landmark book store in North Beach.</p><p>Paul Yamasaki has been working in the bookstore for 45 years, but he says, \"The last five years have been the best five years in City Lights bookstore's economic history in terms of sales.\" He walks through the store's many nooks and crannies, crammed full of books from floor to ceiling, passing by City Lights' fiercely loyal customer base.</p><p>He says, \"I think the essence of what Lawrence does is really looking at literature that represents both hope and resistance and the broader possibilities of a just world, you know, that also embraces literary excellence.\"</p><p>What the customers won't see is Ferlinghetti himself. At 96, he rarely visits the bookstore anymore, but he still lunches regularly with friends and keeps a brisk schedule with visitors. And 2015 is a busy year: He's publishing a 60th anniversary edition of the <em>City Lights Pocket Poets Anthology</em>, a collection of poetry packaged to fit into anyone's back pocket or purse; a book of selected correspondence between himself and Allen Ginsberg; and <em>Writing Across the Landscape</em>, a compilation of his travel journals dating back to 1944.</p><p>And then of course there's the novel he's working on — the one that's still in all those notebooks. \"I'm writing a stream of consciousness novel,\" he says. \"It's an endless novel and may never be finished. It could be called <em>Portrait of the Artist as an Old Red</em>.\" An Old Red the likes of which San Francisco may never see again.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+96%2C+Poet+And+Beat+Publisher+Lawrence+Ferlinghetti+Isn%27t+Done+Yet&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Gonzales","audio":[{"meta":{"duration":"326"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413572024-0bc5a0.m3u?orgId=1&topicId=1161&aggIds=100876926,144967617&d=326&p=3&story=410487944&t=progseg&e=413571940&seg=4&ft=nprml&f=410487944"},{"href":"http://media.npr.org/assets/img/2015/06/02/gettyimages_548164251-62f8a300a8f63195bb61d78c1da630efa81afb27.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2046","width":"2728"}},{"href":"http://media.npr.org/assets/img/2015/06/10/poem_custom-3ba216b0b8e270e44d409a784be87712f26e25d0.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"292","width":"761"}}]}