{"created":"2014-09-17T17:43:35+00:00","modified":"2015-03-12T22:43:40+00:00","valid":{"from":"2015-03-12T22:43:40+00:00","to":"3015-03-12T22:43:40+00:00"},"hreflang":"en","title":"As A Lyricist And Novelist, The Mountain Goats' Lead Man Writes About Pain ","published":"2014-11-17T15:50:00+00:00","teaser":"John Darnielle's novel, <em>Wolf in White Van</em>, is about a man who survives a trauma. The songwriter tells <em>Fresh Air</em> about his difficult childhood and finding shelter in music and the Incredible Hulk.","itags":["npr_api","348736199"],"guid":"d330a057-32d2-40f0-b65f-5e5d4f57aea8","contentencoded":"<p>When <a href=\"http://www.npr.org/artists/15398245/the-mountain-goats\" target=\"_blank\">The Mountain Goats</a>' founder John Darnielle was a teenager, he went through a self-destructive phase.</p><p>\"Your intelligence doesn't override your desire to destroy yourself,\" Darnielle tells <em>Fresh Air</em>'s Terry Gross. \"I really, really did not want to be in my own skin. I really wanted to get high and stay high.\"</p><p>The singer-songwriter's parents divorced when he was 5 years old, and he was abused by his stepfather. Darnielle says he had the feeling of \"being uprooted a lot and not being able to make friends and keep them.\"</p><p>\"It was a chaotic environment that I was a child in,\" he says, \"and it makes you angry after a while.\"</p><p>Darnielle writes literary lyrics for his band, often telling stories about fictional characters or stories from his life, and he has expanded beyond lyrics into novels. His new book, <em>Wolf in White Van,</em> is about a man who, at the age of 17, shoots himself in the face with his father's rifle, expecting to die. He survives with chronic pain and a face so disfigured he seldom ventures into public, but he always preferred to live in his head anyway.</p><p>His fantasies are inspired by heavy metal music and comic books like <em>Conan the Barbarian</em>. While recovering, Darnielle's protagonist, Sean, creates a fantasy game of his own that leads to serious trouble.</p><p>In addition to writing about troubled teenagers, Darnielle used to work with them as an assistant and counselor in psychiatric institutions. He says he likes helping young people find shelter through his music because music helped him as a young person.</p><p>It's an \"honor so profound that I don't know how to talk about it,\" he says. \"How often does a person get to feel like, 'Well, this was worth living for.' ... But that's how I feel about that — music was all to me, and it's incredible to me that people can use [my music] in that way.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On his writing process for <em>Wolf in White Van</em></strong></p><p>I started just writing a scene with a bunch of teenagers in high school smoking cigarettes. ... And it wasn't going anywhere in particular. I was just trying to write a scene that was familiar to me, because I used to go across the parking lot at Claremont High and smoke cigarettes with the metal kids. ... I had no sense of where I was going, no outline. I had the title already, because I really liked that title, but I wasn't sure what I was going to do. ...</p><p>I started asking myself questions like improvisational comedians do [about the protagonist], like what does he do for a living? What does he wear? Who are his friends? How does he make any money? What does he wish he was? All those sorts of things. That performative element is how I wrote the book, by asking myself questions about what happens then? What if this happens, then what?</p><p><strong>On his love of comic books and the Incredible Hulk </strong></p><p>I was a huge comic book fan. It's weird because the era of <em>Marvel </em>I was into turns out to be very important in the long run, but it's not the one that anybody romanticizes. It was right when <em>X-Men</em> was becoming the thing that all serious comics people were into.</p><p>My dude was the Incredible Hulk — that was my hero. I get emotional when I think about it, because the Incredible Hulk was fiercely loyal to people who treated him well. It was the one major value in his life. ... He valued and treasured his friends and ... anyone who mistreated them, he wanted to destroy, utterly — not just to punish, but to pulverize. When he was angry or upset in any other way, when his emotions were too strong, he was transformed into this creature who destroyed.</p><p>And that was beautiful because it's how you feel when you have a very strong feeling of resentment or anger and you can't do anything with it. You wish you could make people see just how powerful it feels. You feel like if it were unleashed it would break things — and the Incredible Hulk is that, just made flesh.</p><p><strong>On his early interest in heavy metal music</strong></p><p>It wasn't the demonic stuff that attracted me then, because by then I was reading poetry that [talked] about the devil. But the thing about metal that attracted me then was the energy and the total lack of guile. Metal has its own code of cool, but it's not really trying to be cool. And that was very refreshing to me, that metal is very much about expressing something that seems awesome to you, even if at the time, much of the world was going to mock and reject it.</p><p><strong>On getting arrested for heroin possession, an incident that in part inspired the Mountain Goats song \"<a href=\"https://www.youtube.com/watch?v=yEUvA9gnVcc\">Dance Music</a>\" </strong></p><p>My girlfriend and I had gotten into really hard drugs, heroin, and we were doing it a lot and enjoying it. And we pulled up to her house one evening after an evening out, pretty high, I think, and she said ... \"What's [the] police doing at my house?\" Her mom had discovered our stuff and called the police, which is the right thing to do, I want to say, in retrospect. But at the time we were pretty angry. ...</p><p>When you're taking a lot of drugs, you go through these periods of feeling like you're golden and nothing can touch you and the police are stupid and they can't catch you and all of that stuff. And then, of course, at the moment when one of them taps on your window — all of that just crumbles.</p><p><strong>On his desire to be in control as a teenager, and the self-destructive behavior that resulted from it</strong></p><p>My suspicion is that it's different for everybody. You can't speak monolithically about why people do that. I think this is one major problem in the treatment of younger people is that there's this assumption that there's a model on which you can treat everybody. ...</p><p>For me, [cutting] hurt bad and that felt good, in part because it's about controlling pain. It's about remaining in control. I get to do this. I say where my limits are. ...</p><p>My friends knew. They didn't like it, but I think that's part of the appeal if you're 16 and your friends don't like it and you say, \"Yes, but it's my body and I'll do what I like with it.\" And I think that's what it's about — or at least what it was for me — is stating that my body belongs to me and I will do what I like with it, whether anyone likes it or not.</p><p><strong>On writing music that inspires fans to share their stories</strong></p><p>I hang out and sign records for an hour or two hours every night, and I like to hear as many people's stories as I can, because if somebody wants to share their story with me, I want to honor that. ... But if you're hearing a bunch of [stories], it gets very intense. It's a lot.</p><p>I feel a duty. ... I really think there's a lot of music you can use to heal and save yourself. It's not like I have some magic power and I reached inside somebody and said, \"Oh, you didn't know this about yourself until I wrote this song.\" That's not true. What I did is I made a thing, and somebody who needed to find something found mine and chose to meet me out on that ground.</p><p>It's this area of communication that is unique to music, I think. That's a choice that the listener makes, to share that part of themselves with the artist who hopefully shared part of himself. ... It's very intense to have those sorts of conversations, have people sharing stuff that may be a secret, but I try to be worthy of it. It's an honor. I've worked a lot of jobs — this is the best one.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+A+Lyricist+And+Novelist%2C+The+Mountain+Goats%27+Lead+Man+Writes+About+Pain+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2685"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349308017-bd2123.m3u?orgId=1&topicId=1033&aggIds=100920965,100876926&e=348736199&d=2685&ft=nprml&f=348736199"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349309791-7d0f76.m3u?orgId=1&topicId=1033&aggIds=100920965,100876926&e=348736199&ft=nprml&f=348736199"},{"href":"http://media.npr.org/assets/img/2014/09/15/darnielle-john-c-lalitree-darnielle-f82be149384acf35ff6276a05f9394ce66335774.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"949","width":"1266"}}]}