{"created":"2014-12-08T23:51:32+00:00","modified":"2014-12-09T19:36:45+00:00","valid":{"from":"2014-12-09T19:36:45+00:00","to":"3014-12-09T19:36:45+00:00"},"hreflang":"en","guid":"d3395ee3-3dc0-4872-8e9a-bad46a3e31b2","title":"A failed US hostage rescue attempt in Yemen raises more questions about US policy on hostages","published":"2014-12-09T19:36:43+00:00","byline":"Christopher Woolf","tags":["terrorism","government","Conflict","Conflict & Justice","Asia","North America","Yemen","United States","Middle East","Asia","North America","Luke Somers","Pierre Korkie","Al-Qaeda","Hostage taking","al qaeda in the arabian peninsula","Yemen"],"teaser":"Defense Secretary Chuck Hagel has defended a failed operation to rescue a US hostage in Yemen. Hagel said the intelligence was sound, and so is the policy behind it. But a lot of questions remain over the raid, which ended with the hostage, Luke Somers, and another hostage, South African aid worker Pierre Korkie, getting killed. ","contentencoded":"<p>US Secretary of Defense Chuck Hagel has defended a failed operation to rescue a US hostage in Yemen that cost the lives of two hostages over the weekend.</p>\n<p>Forty US special forces stormed an al-Qaeda compound early on Saturday morning. But before they could reach the hostages, the military says the militants shot American journalist Luke Somers and South African aid worker Pierre Korkie.</p>\n<p>Both men died soon after being evacuated.</p>\n<p>Hagel said the intelligence behind the raid was sound. The militants had threatened to kill Somers if their unspecified demands were not met by Saturday.  </p>\n<p>Hagel said \"we start with the fact that we have an American's life is in danger and then we proceed from there.\"</p>\n<p>Korkie was due to be released Sunday, according to his family, and the negotiators working for his release. The US authorities insist they had no knowledge of that ransom deal.</p>\n<p>“A rescue in al-Qaeda cases is extremely difficult,” says Rukmini Callimachi of The New York Times says. “Al-Qaeda has given orders to its people on the ground to execute hostages as soon as they believe a rescue mission is underway. So the commandoes that went in needed to have the element of surprise. That didn’t happen.” </p>\n<p>“The larger question that I think the family and others are asking is — is the current US hostage policy working,” Callimachi says. That policy essentially rests on a single option for getting hostages out: A military rescue.  </p>\n<p>“Now there’s obviously a lot of good arguments for not paying ransom,” says Callimachi, who is researching a story on other options in-between paying a ransom and a military raid.</p>\n<p>Callimachi says she has learnt that US policy was different in the 1990s, when the FBI was willing to collaborate with families willing to pay a private ransom in international hostage situations. They would help negotiate an amount, help vet the ransom demand to eliminate scammers and help setup the delivery of the ransom and the safe extraction of the hostage.</p>\n<p>Critics of current US policy say these options are not being pursued today, Callimachi adds. </p>\n<p>There has also been criticism from friends of Somers that the threat against his life was only issued after another attempt to rescue Somers on November 25, which resulted in the deaths of a number of al-Qaeda militants. </p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/somers.jpeg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/somersjpeg"}]}