{"created":"2014-10-08T02:44:40+00:00","modified":"2014-10-31T00:31:13+00:00","valid":{"from":"2014-10-31T00:31:13+00:00","to":"3014-10-31T00:31:13+00:00"},"hreflang":"en","title":"From Pen And Paper To 3-D, Look Who's Challenging Google Maps  ","published":"2014-07-08T13:47:00+00:00","teaser":"Today, digital maps are a big business, and Google has become nearly everyone's go-to cartographer. But there are challengers out there — and you might be surprised by some of the competition.","itags":["npr_api","329501435"],"guid":"d33bab69-f93c-41ee-822e-f042a9105b0c","contentencoded":"<p>When it comes to creating a digital map of the world, you may think of Google workers driving around in <a href=\"https://www.google.com/maps/about/behind-the-scenes/streetview/\">high-tech cars mounted with cameras</a> — snapping photos of everything.</p><p>But Robert Scott walks the streets of London jotting down address numbers with nothing more than a pen and a piece of paper.</p><p>Scott is with <a href=\"http://www.openstreetmap.org/#map=4/35.53/-89.69\">OpenStreetMap</a>, a British nonprofit that's built a digital map of the world over the past decade with the help of volunteers like him and thousands of others around the globe.</p><p>And every month or so, a few of them get together for \"mapping parties\" to collect data that are later added on a computer back home.</p><p>\"We've sometimes had strange looks when we're doing things like this,\" Scott says.</p><p>It hardly sounds like competition for Google, but Scott says if you're just starting a business, or have an idea you'd like to try, using Google's data can feel like a straitjacket.</p><p>\"Google Maps are licensed to you for a very specific purpose. You're not allowed to do this. You're not allowed to do that,\" Scott says. \"If you just want to use data, there are all kinds of restrictions about what you can do with them.\"</p><p>And Google charges customers who use large amounts of mapping data.</p><p>OpenStreetMap is different. It uses grass-roots mapping so it's open source, meaning it has few licensing restrictions. And it's completely free, even for companies using a lot of data.</p><p>\"A lot of sites did start moving to OpenStreetMap,\" Scott says.</p><p>Martin Garner, an analyst with CCS Insight, says companies like Apple and other Google competitors realize maps are becoming the key to our digital lives — from choosing a restaurant to finding the nearest dentist.</p><p>But it's more than that. Tech companies are developing what they call the <a href=\"http://www.npr.org/2014/07/05/328888392/from-thermostats-to-prison-security-more-things-going-online\">Internet of Things</a>. They want your possessions to be able to communicate with each other — say, have your car talk directly to your front-door lock.</p><p>\"If we have an Internet of Things, then it becomes very important to know where those things are,\" Garner says.</p><p>So maps are going to get more important — and more detailed.</p><p>To boost the level of sophistication, Garner says, you can't simply rely on volunteers. You need professionals.</p><p>In a town just outside London, Mark Williams climbs out of one of those Google-like camera cars.</p><p>\"We've got four cameras; 16.2-megapixel cameras,\" Williams says.</p><p>But Williams does not work for Google.</p><p>Instead, this car belongs to Nokia. Yes, the company that made your clunky old cellphone before the smartphone was invented. Nokia has sold off its ailing phone business and is now counting on its mapping service for at least part of its growth.</p><p>Michael Halbherr heads <a href=\"http://here.com/\">Nokia's mapping division, called Here</a>.</p><p>It is hardly a household name. But Halbherr says Here's maps are used by many of Google's biggest competitors, like Microsoft, Yahoo and Amazon. And Here has made a big push into the automotive industry.</p><p>\"Four out of five cars today with a embedded navigation system run on our maps,\" Halbherr says.</p><p>Inside Nokia's camera car, Williams says the company uses a laser scanning technology to generate a realistic, 3-D image of all the trees, buildings and everything else the car passes.</p><p>\"Visually, the renderings of the buildings look like imagery that you would associate in computer games,\" Williams says.</p><p>And Garner of CCS Insight says that could lead to far more detailed maps than we've ever had before.</p><p>\"Not just maps of the streets, but maps of what's on the third floor of this mall. What's on the 10th floor of that building,\" Garner says.</p><p>Garner says Nokia adopted 3-D mapping before Google but Google is catching up on the technology.</p><p>\"There's a sort of race going on between these guys. And so they're pouring a lot of money into this task to build it up as quickly as possible,\" Garner says.</p><p>Google did not respond to an interview request.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Pen+And+Paper+To+3-D%2C+Look+Who%27s+Challenging+Google+Maps++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Werth","audio":[{"meta":{"duration":"255"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329585226-e6fdbe.m3u?orgId=1&topicId=1019&ft=3&f=329501435"},{"href":"http://media.npr.org/assets/img/2014/07/07/here-london-40b86082940ef6f73be21630126d1375c78c23aa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"760","width":"1013"}},{"href":"http://media.npr.org/assets/img/2014/07/07/istock_000019545770small-1--1aceb45fe9b4bab97db93c09d1683b17838da893.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"556","width":"742"}},{"href":"http://media.npr.org/assets/img/2014/07/07/openstreet-daf446286ff170666438adba2ae44d2bce871c57.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"685","width":"913"}}]}