{"created":"2015-02-05T19:13:49+00:00","modified":"2015-02-05T19:50:18+00:00","valid":{"from":"2015-02-05T19:50:18+00:00","to":"3015-02-05T19:50:18+00:00"},"hreflang":"en","guid":"d349d146-cf5a-42d9-96f2-f864f8a36888","title":"Meet the Asian American family that's 'Fresh Off The Boat'","published":"2015-02-05T19:50:17+00:00","byline":"David Leveille","tags":["television","asian","asians","Asian Americans","asian-americans","sitcoms","fresh off the boat","comedy","huang","series","Global Nation","Media","Arts, Culture & Media","Orlando","North America","United States","North America","Joz Wang","Eddie Wong","Louis Wong","Eddie Huang","Entertainment","TV","Fresh Off The Boat","ABC"],"teaser":"An Asian American family is the centerpiece of new TV sitcom called \"Fresh Off the Boat,\" about living in an diverse society.","contentencoded":"<p>The premiere of ABC's \"Fresh Off The Boat\" is generating a buzz especially among Asian-American TV viewers. The new sitcom features a Taiwanese American family starting a new life in Orlando.</p>\n<p>It's the first time an Asian American family is in the centerpiece of a TV series in years, says Joz Wang, editor of <a href=\"http://www.8asians.com/\">8asians.com</a>. Wang says the new sitcom gets a lot of things right, including the title, though the phrase is sometimes used pejoratively. \"The term 'fresh off the boat' ... is somebody literally coming into the country off the boat like at Ellis Island, being foreign and coming into a new place and not familiar with the customs or the language around there. So they're 'fresh off the boat' or even a 'fish out of water.'\"</p>\n<p>ABC is be hoping that the Huang family will find a place in your living room. \"The Huang family consists of the father Louis Huang, and his wife, Jessica. Louis is a starting a new restaurant in Orlando, he's moving his family down from Chinatown, DC and so he brings his three children, which include Eddie Huang, who is into hip-hop and basketball and he doesn't really fit in with the rest the family,'' Wang says. \"Grandma comes along for the ride.\"</p>\n<p>Many of Wang's Asian American friends who've seen the television pilot find the family's portrait believable. \"I mean it's not a documentary, it's not a reality show, it's a sitcom,\" Wang says. \" We want to see characters that are likable but believable and yet are in situations that are slightly out of the norm ... There's a lot of little things that I recognize in the Huang family because I am Taiwanese American and I saw my family on the screen almost, even though I don't have two brothers and I didn't live with a grandma. But there were a lot of these little things that I saw for the first time in a family that really could relate to.\"</p>\n<p>As an example, Wang cites a scene in the cafeteria. Young Eddie, who's doesn't really fit in at school, gets in a tussle with a black character. As things escalate, a slur is said, and Eddie ends up in the principal's office. Wang says this scene is uncannily similar to something that happened to her growing up: \"My brother was called a name on the playground, he got thrown into the principal's office for almost exactly the same reason. I remember it distinctly because I went into the principal's office with my mom, who didn't speak English very well, to talk to the principal about what happened. So when I first saw this scene it resonated with me.\"</p>\n<p>Audience viewing numbers could determine if \"Fresh Off The Boat\" finds a place among a growing number of other so-called \"equal-opportunity comedies\" including \"Black-ish,\" \"The McCarthys\" and \"Cristela,\" but Wang says TV family comedies that feature diversity are definitely trending, \"It should have been happening decades ago. Asian Americans aren't new to America, black families aren't new to America, but what we see is that things that are being shown on the television screen in primetime especially did not really reflect the true diversity of America.\"</p>\n<p>Where does this put \"Fresh Off The Boat\" for Asian Americans? \"This is actually, sad to say, a first step for Asian Americans,\" Wang says.</p>\n<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/x1aG_pEhFRI?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p> </p>\n<p> </p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>If you plan on watching <a href=\"https://twitter.com/hashtag/FreshOffTheBoat?src=hash\">#FreshOffTheBoat</a> tivo/dvr it while you watch so it counts in ratings! <a href=\"https://twitter.com/hashtag/DontNothinMoveButTheMoney?src=hash\">#DontNothinMoveButTheMoney</a></p>\n<p>— RICH HOMIE HUANG (@MrEddieHuang) <a href=\"https://twitter.com/MrEddieHuang/status/562805195558907906\">February 4, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0204201505.mp3"},{"href":"http://www.pri.org/file/0204201505mp3"}]}