{"created":"2014-10-07T18:02:53+00:00","modified":"2014-12-31T21:37:20+00:00","valid":{"from":"2014-12-31T21:37:20+00:00","to":"3014-12-31T21:37:20+00:00"},"hreflang":"en","title":"An Ebola Quarantine Triggers A Riot In A Liberian Slum","published":"2014-12-31T21:37:00+00:00","teaser":"Gunshots rang out during a riot in West Point, one of the country's poorest communities. Residents were angry after learning that no one could leave or enter the neighborhood for at least 21 days.","itags":["npr_api","341958704"],"guid":"d34e8e68-9af1-4fcc-bd46-297bf72baf10","contentencoded":"<p>A riot broke out in Liberia's West Point slum Wednesday after residents woke up to learn their neighborhood had been completely sealed off by the government. People shouted and hurled rocks at security forces, who retaliated by shooting into the crowd.</p><p>Tension had been mounting for some time in Liberia, where there are now more than 970 reported cases of Ebola. Late last night, in a bid to curb the outbreak, Liberia's president announced a 9 p.m. curfew in the capital, Monrovia. That order also included the quarantine of West Point, one of the city's poorest neighborhoods and home to some 70,000 people.</p><p>The announcement came just days after West Point residents raided an Ebola holding center that had been set up in their community for people suspected of harboring the virus. On Saturday, the center's 17 patients were dragged out of the facility, along with mattresses and other items contaminated with blood.</p><p>NPR's Nurith Aizenman and Nicole Beemsterboer were in West Point when the riot erupted. With shots ringing out around them they raced to their vehicle. Speaking to NPR's <em>All Things Considered</em> from Monrovia, Aizenman told Robert Siegel that the violence began as police were attempting to escort the family of a government minister out of the neighborhood.</p><p>Below is an edited excerpt of the interview.</p><p><strong>What did we just hear there? What was happening?</strong></p><p>Well, what you heard there was producer Nicole Beemsterboer and myself trying to extricate ourselves from the riot. But let me take you back. We had gotten permission to go into West Point. And we had made our way past several blockades that security forces had set up, sealing off the neighborhood. And we were walking along one of two very narrow roads in West Point. To paint the picture, this is an extremely poor, densely-packed neighborhood. The area consists of a small finger of land jutting out from central Monrovia into the Atlantic Ocean.</p><p>So as we were walking up that road, we saw the group of police escorting a local official and her family, including several children, out. And right on their heels was a throng of very angry people. They were shouting and they started throwing chunks of concrete and smaller rocks. Things escalated almost immediately. Everyone started rushing toward us. Security forces started firing shots in rapid succession. At least one person was shot — a young teenager. He looked about 13.</p><p><strong>What were people angry about?</strong></p><p>Resentment had been building for some time now. One of the most recent grievances was that the government had opened a holding facility for people with symptoms of Ebola right in the heart of the neighborhood. People were upset because the government hadn't explained what the purpose [of the facility] was. Officials were also bringing in suspected Ebola cases from other neighborhoods, and the facility wasn't providing care. It was just there to isolate people. It had essentially become a dumping ground for people with Ebola. People were dying there.</p><p>Then, over the weekend, a crowd stormed that facility. They carried off supplies including mattresses covered in blood, which may have been highly infectious. Ebola is spread by contact with an infected person's bodily fluids, including blood. And now these [residents of West Point] were being put under complete quarantine — no one in, no one out for at least three weeks. They're essentially being told, \"You have a deadly and contagious disease running through your neighborhood, and you can't leave.\" So this place was a pressure cooker.</p><p><strong>Is anything being done to relieve that frustration and pressure?</strong></p><p>I met with one of the top officials of Liberia's national police just a short while ago, and he tells me that he has had meetings with elders and other community leaders from West Point since the riot. And he says they're working on a plan to make the quarantine less onerous. That's going to include beefing up the police presence to keep the peace in the neighborhood and also providing food and other supplies. But it's worth noting that this is a community of tens of thousands of people, and so far, it's unclear when or, frankly, even whether the first food delivery is going to occur.</p><p><strong>A lot of listeners are wondering: Are you and the rest of the team safe from Ebola, being in this quarantine area right now?</strong></p><p>We're obviously taking every precaution that we can while still making every effort to find out what's going on and tell our listeners the story. What we're doing is making sure that we avoid contact with any persons. You really don't want to touch anyone [or] anything. So we walk around with big, thick rubber boots, and we're very, very careful about not entering homes and not touching anyone. But, you know, it's a challenging story to cover. That's for sure.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+Ebola+Quarantine+Triggers+A+Riot+In+A+Liberian+Slum&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nurith Aizenman","audio":[{"meta":{"duration":"269"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341958705-5f1ee2.m3u?orgId=1&topicId=1126&ft=3&f=341958704"},{"href":"http://media.npr.org/assets/img/2014/08/20/ebola_01-60c3e3a1aaa47a2b118f2f640783b5e6cf488451.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1867","width":"2800"}},{"href":"http://media.npr.org/assets/img/2014/08/20/ebola_05-0302c05a34c9734c5be1e4df77e2ced6dd636b42.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1879","width":"2800"}},{"href":"http://media.npr.org/assets/img/2014/08/20/ebola_04-74f94b9bcc7dcc2148685a77ed5e2ef46e75e6f1.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1867","width":"2800"}},{"href":"http://media.npr.org/assets/img/2014/08/20/ebola_07-2d04437a16219a761b14311d74a25f51a6e7f6e9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1728","width":"2800"}},{"href":"http://media.npr.org/assets/img/2014/08/20/ebola_09-ccb21f4c465430850c5bda1628b4c07b06a02632.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1867","width":"2800"}},{"href":"http://media.npr.org/assets/img/2014/08/20/ebola_06-1a76f38089b4694acb48330f0d8c700916cd5bd8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1947","width":"2800"}},{"href":"http://media.npr.org/assets/img/2014/08/20/ebola_03-6b3b8d035f701213d85430c8d6041b1cf9eb19fb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1972","width":"2800"}},{"href":"http://media.npr.org/assets/img/2014/08/20/ebola_11-a342ad615bb4d0d129a830fe1cf66da4f406c49c.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1867","width":"2800"}},{"href":"http://media.npr.org/assets/img/2014/12/30/graphic_content_warning_slide-9b55a48c5fbb7b83586eb53ed2f35ee221c4327d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1998","width":"2997"}}]}