{"created":"2014-10-08T02:43:38+00:00","modified":"2014-10-31T00:35:10+00:00","valid":{"from":"2014-10-31T00:35:10+00:00","to":"3014-10-31T00:35:10+00:00"},"hreflang":"en","title":"Teen Tries To Be The Parent His Own Dad Never Was","published":"2014-07-08T00:40:00+00:00","teaser":"Marvin Ramos' father says Ramos ruined his life by having a child at 17. But while he struggles, Ramos, now 18, is determined to be an active part of his daughter's life.","itags":["npr_api","328228513"],"guid":"d35cb2a1-eb53-43d3-b1e0-80b2a1319fe1","contentencoded":"<p><em>This story is part of </em>All Things Considered<em>'s </em>\"<a href=\"http://www.npr.org/series/323986426/men-in-america\" target=\"_blank\">Men in America</a>\"<em> series. </em></p><p>Marvin Ramos found out he was going to be a father when his girlfriend, Stephanie, called him during a basketball game. He says he sat down on a bench and looked up at the sky. He was 16. Stephanie was 19.</p><p>When his daughter, Hailey, was born, Ramos was overwhelmed. He saw her only on weekends, and not being around on the weekdays, he says, meant Hailey and Stephanie's \"bond grew bigger than mine.\" Hailey was afraid of him, he says, and would cry when he held her. He felt useless and says he \"slacked off.\"</p><p>Ramos didn't have a strong father figure to look to for advice. When Ramos was growing up, his dad worked long hours and disappeared drinking in his off time. Then, about the time Hailey was born, he left their home in New York. Recently, he told Ramos that he's ruined his life by having a child at such a young age.</p><p>That's galvanized Marvin to do better.</p><p>\"What do I say to the dad that thinks my life is ruined, just because I have a daughter by my side?\" Ramos asks. \"I can't accept that. I want to say to him, '[I'm] going to prove you wrong.' \"</p><p>Right now, Ramos is trying to finish high school. He's saving money and working toward his dream job of managing music talent. One day, he hopes to buy a home in upstate New York where Hailey has a room of her own.</p><p>\"I haven't run away,\" Ramos says, \"and I never want to. I want to be the best father I can be and I think I'm 60, maybe 70 percent of the way there.\"</p><p><em><em>You can hear Marvin Ramos tell his story, in his own words, at the audio link above. </em>This audio story was produced by Emily Kwong and edited by Kaari Pitkin for </em><a href=\"http://www.wnyc.org/shows/rookies/\" target=\"_blank\">Radio Rookies</a><em>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Teen+Tries+To+Be+The+Parent+His+Own+Dad+Never+Was&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"649"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329585214-5d9e61.m3u?orgId=1&topicId=1091&aggIds=323986426&ft=3&f=328228513"},{"href":"http://media.npr.org/assets/img/2014/07/07/marvin-5bc56795833f5ba6bef160dfc66b46a6019b3865.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"818","width":"1092"}}]}