{"created":"2015-06-23T18:28:25+00:00","modified":"2015-06-24T19:19:36+00:00","valid":{"from":"2015-06-24T19:19:36+00:00","to":"3015-06-24T19:19:36+00:00"},"hreflang":"en","guid":"d35e4a08-448a-4189-b90c-7294816b679c","title":"Rwandan intelligence chief arrested in London — on Spanish charges from 2008","published":"2015-06-24T19:19:32+00:00","byline":"Marissa Lorusso","tags":["history","conflict","Justice","human rights","Justice","Conflict & Justice","Africa","Europe","Rwanda","United States"],"teaser":"Rwandan intelligence chief Emmanuel Karenzi Karake was charged in 2008 with war crimes, but has remained at large since. Now he may finally face justice.","contentencoded":"<p dir=\"ltr\">Today, the intelligence chief of Rwanda, Emmanuel Karenzi Karake, was arrested in London. The charges are from 2008, when a Spanish judge indicted him — along with 39 others — for alleged war crimes.</p>\n<p dir=\"ltr\">General Karake is the head of military intelligence in Rwanda. He’s also a “very central figure” in Rwanda’s current ruling party, the Rwandan Patriotic Front, explains Phil Clark, who teaches at the University of London School of Oriental and African Studies. Karake, who is a close ally of Rwanda’s President Paul Kagame, has “had a very long history at the elite level in Rwanda,” Clark says.</p>\n<p>But despite his long and successful career, Karake faces serious charges for his role in a massacre that killed 40,000 Rwandan civilians, Clark explains. The massacre occurred in 1995, toward the end of the Rwandan genocide. At the time, Karake was a “senior member of the Rwandan Patriotic Army,” Clark explains, which is why he is seen as such a “key figure” in the massacre.</p>\n<p dir=\"ltr\">Three Spanish nationals are also said to have been killed in the massacre, which, Clark says, is why Spain indicted Karake. “Under the precept of universal jurisdiction,” Clark says, “Spain believes that it has a legitimate claim to this criminal case.”</p>\n<p dir=\"ltr\">But Spain indicted Karake in 2008, so why he was arrested now is unclear. Karake has been a “regular visitor” to the United Kingdom, Clark says, and has never been stopped before. Some people suspect that “new evidence has come to light in his case in the last few months,” Clark says, which would lead the British to take action. But as of now, “there’s very little clarity around that.”</p>\n<p dir=\"ltr\">Spain is no stranger to universal jurisdiction, having used it before against Chilean General Augusto Pinochet. Spain even attempted to use it against Osama bin Laden after 9/11. In the past, “the UK has often been quite skeptical about cooperating with the Spanish authorities” in these universal jurisdiction cases, Clark says. That makes the current development even more noteworthy.</p>\n<p dir=\"ltr\">But an arrest does not mean an immediate extradition. Karake will be back in court, at the Westminster Magistrate’s Court in London, on Thursday.</p>\n<p dir=\"ltr\">“Much of that case,” Clark says, “will center on whether there is enough initial evidence in the Spanish dossier to consider extraditing him,\" as there are some doubts about the strength of the Spanish evidence against Karake. Clark says that the British system will take this chance to test the validity of the Spanish claims, in order to decide whether extradition is warranted.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-23%2Frwandan-intelligence-chief-arrested-london-spanish-charges-2008&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06232015_03.mp3"},{"href":"http://admin.pri.org/file/0623201503mp3"}]}