{"created":"2014-10-08T13:30:04+00:00","modified":"2014-10-31T00:53:00+00:00","valid":{"from":"2014-10-31T00:53:00+00:00","to":"3014-10-31T00:53:00+00:00"},"hreflang":"en","title":"Beijing: From Hardship Post To Plum Assignment And Back Again","published":"2014-06-30T13:48:00+00:00","teaser":"In past decades, foreign firms offered lavish perks for people to work in Beijing because of how hard life was there. China's booming economy ended that. Now, air pollution is driving many to leave.","itags":["npr_api","325217677"],"guid":"d3663ba6-0d53-4ff1-a385-3ed841ec4671","contentencoded":"<p>As <a href=\"http://www.npr.org/2011/12/07/143214875/clean-air-a-luxury-in-beijings-pollution-zone\">Beijing's notorious air pollution continues to take a toll on people's health</a>, it's also making it much harder for foreign firms to attract staff there these days. Some companies are now offering more money, more vacation and shorter stints to lure people to China's capital. What was once a plum assignment for expatriates is increasingly seen as a hardship post.</p><p>Ask Micah Truman. He came to Beijing in 1994 and thought he'd never leave. Truman had built businesses and a family in a city that has art galleries, great restaurants, centuries of rich history — even the Great Wall.</p><p>This week, though, after two decades, Truman and his Chinese wife will move their family to Seattle.</p><p>Over a recent sushi lunch downtown, Truman explained his change of heart.</p><p>\"The environment obviously has degraded, the business is cutthroat, traffic is at an absolute standstill,\" says Truman of his adopted hometown. \"Everything has just gotten emotionally, financially, environmentally so extreme, and at a certain point, you have to say, 'no more.' \"</p><p>Truman says most of his longtime expatriate friends plan to leave within the next two years.</p><p><a href=\"http://www.npr.org/2013/01/14/169305324/beijings-air-quality-reaches-hazardous-levels\">The biggest reason is air pollution</a>.</p><p>\"I think most of them are in a similar boat to me,\" says Truman, a partner in AsiaWise, which helps connect American development projects with Chinese citizens seeking EB-5 investor visas to emigrate to the U.S.</p><p>\"I'm in my early 40s, I have kids, they are 10 and 11, and I think many of us are saying, we want a life for our kids in a physically healthy environment.\"</p><p>There are no comprehensive numbers on the flow of expatriates in and out of Beijing, but anecdotally, there appears to be a slow exodus. Three Beijing relocation companies told NPR more expats are leaving than coming and said air quality was a driving factor.</p><p>\"I think we're seeing an emerging trend,\" says Angie Eagan, managing director of MRI China Group, a recruiting and human resource consulting company. Eagan works with hundreds of firms in Asia. She says 20 to 30 percent of those she has talked to recognize that any of China's heavily polluted cities now qualify as hardship posts. She recently spoke with a Japanese technology company.</p><p>\"They are having a horrible time getting people to go into Beijing,\" Eagan says. \"Oftentimes, people are requesting that their families don't move to Beijing and that the company provides airplane tickets to fly back and forth to be with their families.\"</p><p>In addition, some firms will offer hardship allowance, fixed-term contracts, even — on occasion — two residences, Eagan says.</p><p>Lee Quane, regional director of ECA international, which provides data and consulting on salary packages, estimates that hundreds of expat executives have left China in the past several years because of the air. Others refuse to come here, he says, no matter what perks companies dangle, and choose more breathable countries in the region.</p><p>\"I think a lot of people are saying, 'We don't really need this,' \" says Quane, who works in Hong Kong, which also suffers from pollution but has markedly better air quality than Beijing or Shanghai. \"If there is an opportunity for me in Singapore, I can enjoy exactly the same career path, but with a much better quality of living, I am easily going to vote with my feet.\"</p><p>Beijing's re-emergence as a hardship post is a throwback to the 1980s and 1990s, when companies offered lavish perks — not because of pollution, but because Beijing was backward, and navigating daily life was exhausting.</p><p>\"We had a full-time cook, a full-time maid and we had a full-time driver,\" says James McGregor, who has lived in Beijing for a quarter-century and serves as chairman of Greater China for APCO Worldwide, a consulting firm. \"But you needed all those, because there weren't grocery stores. You needed a cook who could go out to local markets and get stuff. In order to pay bills, your driver drove all over town and had to pay them in cash.\"</p><p>Beijing is infinitely more efficient and luxurious today. But earlier this month, McGregor called it quits and moved to Shanghai, citing the capital's air pollution as a major factor.</p><p>Shanghai has cleaner air than Beijing. In the past 12 months, Beijing ranked as China's 33rd most-polluted city, according to a running average of Chinese and U.S. government environmental measurements.</p><p>Shanghai tied with two other cities for 113th. Some of Shanghai's better air quality is due to its location along the East China Sea. Stiff winds often whip in and clear out the smog, which has made the business and financial hub even more attractive to expats.</p><p>When it comes to air quality in China, though, nothing is certain. Last December, <a href=\"http://www.npr.org/blogs/thetwo-way/2013/12/06/249293413/shanghais-choking-smog-registers-beyond-index\">Shanghai suffered several days of suffocating pollution</a> that horrified the city's 24 million residents. Foreigners who could afford to stay home did so, and blasted their air filters.</p><p>\"In Shanghai, perhaps we have been sort of lulled into a sense of confidence that this wouldn't bother us in the future,\" says Kenneth Jarrett, president of the American Chamber of Commerce in Shanghai. \"But that's no longer the case. So, it was really, very much a wake-up call.\"</p><p>Many expats see Shanghai as a relative refuge from China's choking smog, and they're hoping the city's air doesn't get any worse.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Beijing%3A+From+Hardship+Post+To+Plum+Assignment+And+Back+Again&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"269"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325397643-eb381a.m3u?orgId=1&topicId=1125&ft=3&f=325217677"},{"href":"http://media.npr.org/assets/img/2014/06/24/china-air-pollution2-6b73b843177f00d1db4a2282c85ef7d93bcebc0c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2252","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/06/24/china-air-pollution1-549994472a24174140f16e112ea0f8fbb5d9d4ff.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1768","width":"2359"}},{"href":"http://media.npr.org/assets/img/2014/06/24/china-air-pollution3-450ecf338799e6093e8238a7289933e4523e82db.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2040","width":"2724"}}]}