{"created":"2015-04-20T18:56:18+00:00","modified":"2015-04-21T18:34:57+00:00","valid":{"from":"2015-04-21T18:34:57+00:00","to":"3015-04-21T18:34:57+00:00"},"hreflang":"en","guid":"d36cc4d5-930e-400f-a62f-9468fa7f3171","title":"Spying? Press freedom groups lambaste Iran's charges against US reporter","published":"2015-04-21T18:34:54+00:00","byline":"David Beard","tags":["politics","conflict","Justice","civil rights","Global Politics","Asia","Iran","Jason Rezalan","Human rights in Iran","Evin Prison","Iran"],"teaser":"Hundreds of thousands of people have demanded the journalist's release. And his editor says the charges \"could not be more ludicrous.'' But Iran has been holding Jason Rezaian for nearly nine months. ","contentencoded":"<p>Press freedom groups are ridiculing Iran's charges of espionage against a detained Washington Post reporter, with one noting that journalist Jason Rezaian has been able to visit with his lawyer for just ''90 minutes in the last nine months.''</p>\n<p>Tehran-based Jason Rezaian has been charged with with espionage and three other serious crimes, including “collaborating with hostile governments” and “propaganda against the establishment,” <a href=\"http://www.washingtonpost.com/world/national-security/post-reporter-jailed-in-iran-faces-4-charges-including-espionage/2015/04/20/3ea79ac8-e757-11e4-aae1-d642717d8afa_story.html\">his lawyer said Monday</a>. But Rezalan was just doing his job, reporting on news in Iran, lawyer Leila Ahsan said in a statement after visiting Rezaian.</p>\n<p>“Jason is a journalist, and it is in the nature of his profession to gain access to information and publish,” she said. “My client, however, has never had any direct or indirect access to classified information to share with anyone.”</p>\n<p>Sherif Mansour of the Committee to Protect Journalists agreed. \"We thought that after nine months, and by the time the case is assigned to a court, there would be some assurances that the charges are credible and backed up by evidence. We haven't seen any evidence so far,\" says Mansour, who coordinates the journalist group's Middle East and North Africa programs.</p>\n<p>State Department spokeswoman Marie Harf termed the purported espionage charges as \"patently absurd.\" </p>\n<p>Washington Post executive editor Martin Baron went even further <a href=\"http://www.washingtonpost.com/pr/wp/2015/04/20/statement-from-martin-baron-regarding-detained-post-correspondent-jason-rezaian/?postshare=3631429544295271\">in a statement</a>:</p>\n<p><em>The grave charges against Jason that Iran has now disclosed could not be more ludicrous. It is absurd and despicable to assert, as Iran’s judiciary is now claiming, that Jason’s work first as a freelance reporter and then as The Post’s Tehran correspondent amounted to espionage or otherwise posed any threat to Iranian national security.</em></p>\n<p><em>Jason is an accredited journalist whose fairness and professionalism have earned him public praise even from Iran’s president and Iran’s foreign minister. Whatever its motive, Iran’s judiciary is presenting the claims that are transparently baseless.</em></p>\n<p>Rezaian was arrested on July 22 and has been held in Tehran’s notorious Evin Prison, where hundreds of Iran's political prisoners have been interrograted over the years. His case has prompted President Barack Obama and representatives of other governments to demand his release. About 375,000 people have signed a <a href=\"https://www.change.org/\">Change.org</a> petition calling for his freedom.</p>\n<p>\"We know that Jason has tried for a long time to even have access to a lawyer,'' Mansour says. \"So far, only 90 minutes in the last nine months he was allowed to talk to his lawyer. And that only happened today. It just doesn't satisfy any minimum standards for a free and fair trial.\"</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/oYjqvSgi6Po\" width=\"560\"></iframe></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-20%2Fspying-press-freedom-groups-lambaste-irans-charges-toward-us-reporter&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04202015_05.mp3"},{"href":"http://www.pri.org/file/0420201505mp3"}]}