{"created":"2015-05-11T19:00:23+00:00","modified":"2015-05-11T21:47:01+00:00","valid":{"from":"2015-05-11T21:47:01+00:00","to":"3015-05-11T21:47:01+00:00"},"hreflang":"en","guid":"d3736c5d-6516-4f1a-81ae-0720b476e6d3","title":"Looking to escape turmoil back home, a Libyan family waits it out in Tunis","published":"2015-05-11T21:46:52+00:00","byline":"Kiran Alvi","tags":["terrorism","education","Development","conflict","Human Needs","Conflict","Conflict & Justice","Africa","Tunisia","Libya","North Africa","Libya","Tunisia","Tunis","Africa"],"teaser":"With Libya deep in its second civil war, many Libyans are holing up across the border in Tunisia","contentencoded":"<p>While the situation in Libya remains volatile, a growing number of Libyans are making Tunisia their temporary home. Estimates put the number of Libyans taking refuge there at <a href=\"http://www.brookings.edu/blogs/future-development/posts/2015/03/17-libyan-refugees-tunisia-karasapan\">1 to 2 million</a>. Many have no idea when — or if — they will be able to go back.  </p>\n<p>That’s Fatima Elahmer’s situation. She went to Tunisia last summer with her husband and three children on what was supposed to be a short trip. But soon after they arrived, the fighting back home in Libya intensified. Militant Islamists began a violent campaign to take over the airport in Tripoli. Elahmer got a call from family back in Libya.</p>\n<p>“My family called me and [told] me there’s a bomb in front of your home,” she says.</p>\n<p>That’s when Elahmer realized she might not be going home anytime soon.</p>\n<p>She kept calling her relatives but she couldn’t get through on a regular basis. Meanwhile, her family was running out of cash because the banks in Libya weren’t transferring money. Elahmer says it was an embarrassing time. Libyan families were having to squeeze together into one house or apartment to save money.</p>\n<p>While she waited, she watched the news.</p>\n<p>“Psychiatrically we were [in a] bad [way],” she says. “When you see your country is [being] destroyed and you cannot do anything. You just watch.”</p>\n<p>One month passed, then another; then September arrived, and another problem caught up with them. There was no school for her three children — Anoud, 9,  Mohamed, 11, and Ali, 14.</p>\n<p>Libyans aren’t allowed to go to Tunisian public schools, but even if they could there’s a language barrier. Tunisian schools teach many classes in French, while most Libyans learn in Arabic and English. With the family’s finances quickly dwindling, private schools weren’t an option.</p>\n<p>“We want to support our kids, but how? [It’s] so difficult,” Elahmer says, adding she felt like closing herself in her room and crying.</p>\n<p>Then, the family had a piece of luck. In October, the TLC Academy opened in Tunis for the growing number of Libyan refugees. Best of all, says Elahmer, the classes are mostly taught in English.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"506\" width=\"900\" alt=\"A lesson at TLC Academy in Tunis, where many classes are taught in English. Most of the students are Libyans.\" title=\"A lesson at TLC Academy in Tunis, where many classes are taught in English. Most of the students are Libyans.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/CROPclassroom.jpg?itok=FFeEsQgB\" /><div class=\"field-caption\">\n    <p>A lesson at TLC Academy in Tunis, where many classes are taught in English. Most of the students are Libyans.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Kiran Alvi</p>\n  </div>\n</div>\n<p>“I’m so happy now,” she says. “I will do anything … for my kids to go to school.”</p>\n<p>TLC Academy is a private school, but Fatima, who trained as a pharmacist, took a job teaching science to help cover the cost of tuition for her three kids.</p>\n<p>Elahmer says she wants her children in school so they can have a normal life, but it’s about more than that. She says education is an act of defiance against extremist groups like ISIS and al-Qaeda.</p>\n<p>“How we can attack them? Not by the gun. By learning,” she says.</p>\n<p>She says her kids are happy now, but there’s a deadline looming. Her son, Ali, is finishing up eighth grade and the Libyan school in Tunis doesn’t go beyond that. Elahmer doesn’t know what she’ll do in the fall if they can’t go home by then.  </p>\n<p>But don’t pity her, she says. She knows they’re luckier than many others. </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-11%2Flibyan-family-escaping-turmoil-home-waits-it-out-tunis&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/CROPfamily.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/cropfamilyjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05112015_08.mp3"},{"href":"http://admin.pri.org/file/0511201508mp3"}]}