{"created":"2014-09-03T04:21:05+00:00","modified":"2014-10-30T22:51:42+00:00","valid":{"from":"2014-10-30T22:51:42+00:00","to":"3014-10-30T22:51:42+00:00"},"hreflang":"en","title":"For Islamic State, Hitting The U.S. May Not Be A Top Priority ","published":"2014-08-29T16:04:00+00:00","teaser":"Experts say the well-funded militant group is focused on gaining power in the Middle East, not attacking America. The bigger risk is of an opportunistic attack, locally or in Europe.","itags":["npr_api","344103237"],"guid":"d37d2129-ce29-4567-9666-e0cabd2d373a","contentencoded":"<p>Defense Secretary Chuck Hagel recently talked about the militants associated with the Islamic State, the group also known as ISIL or ISIS. He made them sound 10 feet tall.</p><p>\"ISIL is as sophisticated and well-funded as any group we have seen,\" he said. \"They are beyond just a terrorist group. They marry ideology [and] a sophistication of strategic and tactical military prowess; they are tremendously well-funded. This is beyond anything we've seen.\"</p><p>Audrey Kurth Cronin, a professor at George Mason University and an expert on terrorism, is more sanguine. \"When we talk about ISIS being completely unprecedented in all these dimensions, I think we're overstating the case a bit,\" she says. \"It is definitely dangerous. But it's not the first group to hold territory. It's not the only group that has directly threatened or actually killed Americans.</p><p>\"Terrorist attacks haven't been necessarily correlated with the amount of resources that a group is able to hold,\" she says. \"And a lot of the Westerners they have been attracting, so far at least, have had their hands full fighting in Iraq and Syria.\"</p><p>More than 140 American passport holders are thought to have left the U.S. to join that fight in Syria. The fear is that some of them might return to the U.S. as terrorists. Already, at least three Americans have died on the battlefield there.</p><p>That's significant, Cronin says. If the group's intention is to send Westerners back home to attack, they don't seem to be reserving them for that kind of mission. Instead, establishing a Muslim state in Iraq and Syria appears to be a higher priority.</p><p>\"There are some people who argue that the fact that ISIS has a home address and that ISIS wants to develop a caliphate makes them less able and less likely to be able to attack the United States,\" she says. \"You know, when you think about the fact that they have a lot of resources, it's very expensive to govern.\"</p><p>Bruce Hoffman, the head of the security studies department at Georgetown University, says the group can't be dismissed as a local group with local goals.</p><p>\"The question is, as <em>we</em> escalate, what will <em>they</em> do?\" he says. \"Will they escalate as well? And what will they see as escalation? Somewhere in their calculus has to be attacks against American interests somewhere.\"</p><p>Intelligence officials say the group doesn't appear to have the infrastructure necessary to launch a large-scale attack in the U.S. More likely is that ISIS will see an opportunity — either in the Middle East or Europe — and take advantage.</p><p>An attack wouldn't need to be spectacular: Think of the Boston Marathon bombing. A local teenager, Dzhokhar Tsarnaev, has been charged in the attack in which three people died and hundreds were injured. In the end, it took only a handful of crude bombs to bring the city of Boston to a virtual standstill for days.</p><p>Hoffman says the Islamic State is likely to choose a simple attack that's easier to pull off. \"No terrorist group likes to fail,\" he says. \"They hope to marshal as much of the factors as possible in their favor to ensure their success. And in that sense, certainly, ISIS casting its gaze on the United States and imminently attempting to carry out an attack, I think, definitely would be a stretch — or one hopes it would be a stretch.\"</p><p>President Obama told reporters at the White House on Thursday that he had asked officials to prepare a range of U.S. military options for confronting the Islamic State, but he said the strategy was still in the planning stages. Cronin worries that the U.S. is making the group into something that is bigger than it really is.</p><p>\"To some extent, ISIS's next moves depend on how we react,\" she says. \"And if we're talking about what an enormous threat they are and lionizing them, that ultimately, even if unintentionally, helps them.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Islamic+State%2C+Hitting+The+U.S.+May+Not+Be+A+Top+Priority+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dina Temple-Raston","audio":[{"meta":{"duration":"257"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344193420-ab5970.m3u?orgId=1&topicId=1009&ft=3&f=344103237"}]}