{"created":"2014-10-08T13:22:39+00:00","modified":"2014-10-31T00:56:30+00:00","valid":{"from":"2014-10-31T00:56:30+00:00","to":"3014-10-31T00:56:30+00:00"},"hreflang":"en","title":"'Most Dangerous Book': A Rich Treasury Charting James Joyce's 'Ulysses' ","published":"2014-06-26T18:09:00+00:00","teaser":"There are many heroes in Kevin Birmingham's new book about the novel that sparked a revolution, but James Joyce isn't one of them. The strength of <em>The Most Dangerous Book</em> lies in its subtle details.","itags":["npr_api","324715348"],"guid":"d38cc394-0aea-492a-b859-1e9128d040a9","contentencoded":"<p>There are many heroes in the tale of how James Joyce's masterpiece, <em>Ulysses</em>, which was banned for over 10 years throughout the English-speaking world, finally won its long battle to be legally published, sold and read. Kevin Birmingham tells that extraordinary story in his new book about <em>Ulysses,</em> called <em>The Most Dangerous</em> <em>Book</em>.</p><p>As I said, there are many heroes in it, but James Joyce himself isn't one of them. Narcissistic, manipulative, mean, and dissolute, Joyce was a handful from the time he was a teenager. Here's an example: When Joyce was just 20, an intermediary arranged a meeting for him with W.B. Yeats, whom Joyce had publically criticized as a sentimental sell-out. Nonetheless, Yeats was gracious throughout their meeting, even offering to read the younger man's poetry. Joyce eventually stood up to leave and, in a parting shot, asked Yeats how old he was. Yeats said he was 36 and Joyce replied: \"We have met too late. You are too old for me to have any effect on you.\" Arrogant, artsy undergraduates who think they're geniuses are a dime a dozen; Joyce, however, was that rarest of creatures — the snot who thinks he's a genius, who really<em> is</em> a genius and, in fact, goes on to write a novel that may well be the most important novel ever written in English.</p><p><em>Ulysses</em> sparked a revolution because it left out nothing: for the single day it chronicles Leopold Bloom's wanderings around Dublin, we hear (among a thousand other things) about his daydreams, his erections, his newspaper reading, and the quality of his bowel movements. <em>Ulysses</em> also bombards us with different narrative styles and voices — most famously that of Bloom's wife, Molly, whose words about intercourse from a woman's point of view are now celebrated as one of literature's great soliloquies.</p><p>Birmingham's book about <em>Ulysses</em> is also expansive: as you'd expect, it chronicles Joyce's decades-long writing process, his private life with his common-law wife Nora Barnacle, and the extremes of the critical reception <em>Ulysses</em> received. When it was first published in book form in 1922 by Sylvia Beach — the owner of the legendary English-language bookshop in Paris, Shakespeare and Company --the novel was hailed in some reviews as the work of a \"half-demented man of genius.\" In the course of reading <em>Ulysses</em>, Virginia Woolf wrote in her diary that she was \"amused, stimulated, charmed\" at first \"& then puzzled bored, irritated, & disillusioned as by a queasy undergraduate scratching his pimples.\"</p><p>Beyond the standard expectations of literary history, however, Birmingham works in crucial information about, for instance, the role of the U.S. Post Office in enforcing censorship, and the grotesque medical treatments Joyce endured for his painful eye inflammations. Birmingham's book is a rich treasury, despite the fact that, occasionally, he's too clearly pleased with the snaky suppleness of his own sentences and the shock value of his \"big reveal\" that Joyce's chronic eye troubles were caused by syphilis.</p><p>Certainly that diagnosis is a contribution to Joycean biographical scholarship, but I wasn't as surprised by it as I was meant to be: given the youthful Joyce's \"loose\" lifestyle and his poverty, it's amazing he survived at all to write <em>Ulysses</em>, let alone <em>Finnegan's Wake</em>. To me, the more meaningful revelations in <em>The Most Dangerous Book</em> are the subtler ones: for example, Birmingham vividly traces how a network of courageous literary women — the aforementioned Sylvia Beach, as well as Margaret Anderson and Jane Heap, who serialized parts of <em>Ulysses</em> in their magazine, <em>The Little Review</em> — risked jail time to help Joyce realize his masterpiece.</p><p>In a landmark federal obscenity trial in 1933, <em>Ulysses</em> was deemed to be \"literature\" by a patrician federal judge named John Woolsey, who was repelled by the gross excesses of Joyce's novel, but also unexpectedly moved by passages like Molly Bloom's soliloquy. Since then, generations of readers have been amazed, inspired, turned off and turned on by <em>Ulysses</em>. Birmingham helps his own readers see how an enlightened society came to the realization that the only fitting response to a work of art like <em>Ulysses</em> is (to quote Molly Bloom): \"Yes.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Most+Dangerous+Book%27%3A+A+Rich+Treasury+Charting+James+Joyce%27s+%27Ulysses%27+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maureen Corrigan","audio":[{"meta":{"duration":"368"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325890226-68340c.m3u?orgId=1&topicId=1034&ft=3&f=324715348"}]}