{"created":"2014-10-05T14:29:13+00:00","modified":"2014-11-17T17:05:16+00:00","valid":{"from":"2014-11-17T17:05:16+00:00","to":"3014-11-17T17:05:16+00:00"},"hreflang":"en","title":"Seeing Neurological Patients As Characters, Not Case Studies","published":"2014-10-05T17:51:00+00:00","teaser":"Legendary theater director Peter Brook is working on a new play centered on people with unusual conditions — like synesthesia, extraordinary memory or the inability to sense their own bodies.","itags":["npr_api","353327404"],"guid":"d392dd5f-c530-4f50-9e8b-707d6f2b820b","contentencoded":"<p>Peter Brook is truly the grand old man of world theater. He became famous with his productions at the Royal Shakespeare Company in the early 1960s; wrote the seminal theater text <em>The Empty Space</em>; and started the International Centre for Theatre Research in Paris, where he developed such plays as the nine-hour adaptation of the Sanskrit epic, <em>The Mahabharata</em>.</p><p>Now, at the age of 89, Brook has brought his company to Brooklyn with a new play all about the mysteries of the human brain.</p><p>Brook may move a little slowly these days, but his fierce intellect and curiosity are very much intact. He calls his rehearsal process an \"investigation,\" whether it's a work by William Shakespeare, or a new play.</p><p>\"Gradually, one comes to works which in their own right investigate so many aspects of human behavior: social, personal, intimate. I mean, it's the whole of [the] world that can be reflected. Shakespeare said it's holding a mirror up to nature. And nature is human nature and the natural processes — everything in nature.\"</p><p>Brook's new play, <em>The Valley of Astonishment</em>, is the third part of a trilogy built around how our brains work and what they do to us. This piece looks at a variety of neurological conditions, including synesthesia, where two senses are inextricably linked; we meet a painter who sees colors when he hears music. Kathryn Hunter plays a woman with an almost limitless memory.</p><p>In one monologue, Hunter's character explains to her doctors how she remembers words:</p><blockquote><p>You see, in order to understand the meaning of a word, I have to be able to see it. Take the word \"nothing.\" What I see is a huge pale cloud of steam that's completely transparent. I said to friend of mine, \"What <em>is</em> nothing?\"</p><p>\"Nothing means that there is nothing,\" she said.</p><p>\"You're wrong,\" I thought. \"If I can see nothing, it means it IS something!\"</p></blockquote><p>The character's gift is also a curse, says Brook.</p><p>\"It becomes more and more painful, when she sees this extraordinary thing: this limitless capacity of the brain has its limits,\" Brook says. \"When the brain box is so full of what she calls \"garbage\" and she can't get rid of it ... this is terrifying.\"</p><p>The characters, while composites, are based on real people – some of whom the actors met, says Marcello Magni, who plays a number of them.</p><p>One of Magni's characters is based on a butcher who lost his proprioception – his ability to sense his own body. The man came to the rehearsal studio.</p><p>\"When he came to visit us, Peter [said], 'Now, you're trying to copy him! No. Don't be him,' \" Magni remembers. \" 'We can learn some details, more about his experience, but not be a mime of him. No. It's only, you see his intention, his humor, his determination, his bravery. So, absorb those.' \"</p><p>Magni says they met other people with neurological conditions. But he says Brook and his collaborator, Marie-Hélène Estienne, actually built the play on the three <em>actors</em>.</p><p>\"They came with a script that was not a script. It was just the beginning,\" he says. \"And every day a new section or a new part or a new person was brought to us. And these people or these stories went through us.\"</p><p>For actress Kathryn Hunter, playing someone with an extraordinary dilemma — the inability to forget — is a glimpse into something larger.</p><p>\"In the end, the play is not about synesthesia or phenomenal memory,\" she says. \"It's about the human being being extraordinary, whether they have this ability or that ability ... the miracle that <em>is</em> a human being, in a way.\"</p><p>Those human stories owe a lot to the doctors who first documented them, says Brook; people like Oliver Sacks, who told some of his patient's stories in <em>The Man Who Mistook His Wife for A Hat</em>, which became another Brook play. He says the very best doctors all share one thing in common.</p><p>\"The real motivation is when they can feel an empathy with the patient, not just use the patient as a case study,\" Brook says. \"They listen, they feel and they understand\" — which, in addition to defining the best doctors, could very well sum up Peter Brook's approach to theater.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Seeing+Neurological+Patients+As+Characters%2C+Not+Case+Studies&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Lunden","audio":[{"meta":{"duration":"289"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353849530-d15b0e.m3u?orgId=1&topicId=1144&ft=3&f=353327404"},{"href":"http://media.npr.org/assets/img/2014/10/03/vic14042706-363bd87894f255380cc1777264a59610f2e90b4d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1934","width":"2579"}},{"href":"http://media.npr.org/assets/img/2014/10/03/_n2a1313-copie-9998529b6b722d88413925de5f096d643a2e0ac0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2062","width":"2750"}}]}