{"created":"2014-09-11T21:48:41+00:00","modified":"2014-10-30T22:28:37+00:00","valid":{"from":"2014-10-30T22:28:36+00:00","to":"3014-10-30T22:28:36+00:00"},"hreflang":"en","title":"Parkour May Run, Flip, Dive And Slide Its Way Into Olympics  ","published":"2014-09-12T13:00:00+00:00","teaser":"Some leaders of this extreme city sport where people run, jump and slide on streets and over buildings, hope to slip into the games by courting the International Olympic Committee.","itags":["npr_api","347716614"],"guid":"d395fe76-7b7e-4caa-b523-378e07e1883d","contentencoded":"<p>Parkour looks like skateboarding, without the skateboards. It is a city sport where people run, flip and slide through parks and over buildings — all with just their hands and feet.</p><p>A few weeks ago, parkour leaders met with the International Olympic Committee, which led to speculation that parkour could one day end up in the Olympics.</p><p>Dan Edwardes, the founder and director of Parkour Generation, a professional parkour organization based in London, said the meeting went well, like a good first date. Perhaps the first of many.</p><p>\"It does take a few dates to begin to see and understand the other side, see what they want, and how they can make it happen,\" he says.</p><p>Edwardes says he's open to seeing parkour in the Olympics one day. The IOC wouldn't comment on the specifics of the meeting, but said in a statement that the meeting \"was an informative and positive discussion.\"</p><p>But not everyone in the parkour community is feeling good about the prospect of major competition.</p><p>Jesse Danger, who runs a parkour group called The Movement Creative, says he teaches parkour not as a sport, but as a way of life. It is less like football, and more like yoga. Danger and his colleague, Jereme Sanders, also teach a youth parkour camp in Manhattan.</p><p>Sanders adds that the goal of parkour is to compete against yourself.</p><p>\"Me, I'm a short guy, 5 foot 6,\" Sanders said. \"If there was someone technically as apt as me, but they happen to be 6 foot 3, they're gonna get up a higher wall. And if I gauge my worth on being able to get up the highest wall, I'm never gonna feel like I'm good for anything.\"</p><p>There are websites devoted to talking about why competition is bad for parkour. Most of the parkour competitions that have been held have flopped.</p><p>The coaches say it would be difficult to judge the sport because athletes typically judge themselves.</p><p>\"If you feel good about what you did, then you got a 10, out of 10,\" Danger explains. \"And if you think you can do a little better than maybe you got a 9 or an 8 or a 7.\"</p><p>But Edwardes says there's room in parkour for two worlds — competitive and non-competitive — just like in any other sport.</p><p>\"There are tens of millions of people who run, who don't do it competitively. So running as discipline isn't necessarily competitive, but it does have a competitive element to it,\" Edwardes explains.</p><p>If parkour does move into competition, it might follow the lead of snowboarding.</p><p>The IOC recruited snowboarding in order to get more young people to watch the Winter Games, said David Wallechinsky, president of the International Society of Olympic Historians.</p><p>He says there's usually a pretty long process to get a sport in the Games because a sport has to be recognized before it can apply.</p><p>\"There has to be a regular world championship. There have to be regular regional championships, and there have to be X number of national federations,\" Wallechinsky says.</p><p>Sometimes the process, which can take decades, is shortened. It was for snowboarding, which came into the Olympics in 1998 under the Olympic Ski Federation instead of having to wait and establish its own fully formed infrastructure.</p><p>Wallechinsky thinks the same thing could happen for parkour. It could come in under a sport like the modern pentathlon.</p><p>Since the meeting with IOC officials, leaders in parkour and free-running, a similar sport, officially formed a federation, one of the first steps in moving towards Olympic competition.</p><p>Some of the kids at the parkour camp in Manhattan were fine with the idea of competition, like 11-year-old Paul Kratsios.</p><p>\"It makes sense. It's not hard. You just set up a course, you can do it, like whoever does the fastest,\" he says.</p><p>Kratsios said he'd even compete one day, if he got good enough.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Parkour+May+Run%2C+Flip%2C+Dive+And+Slide+Its+Way+Into+Olympics++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sam Sanders","audio":[{"meta":{"duration":"278"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347909579-17c962.m3u?orgId=1&topicId=1055&ft=3&f=347716614"},{"href":"http://media.npr.org/assets/img/2014/09/11/Parkour1-7579859f3b76317c850067e12f4289bb1606559e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2186","width":"2914"}}]}