{"created":"2015-03-23T21:41:20+00:00","modified":"2015-05-13T21:07:10+00:00","valid":{"from":"2015-05-13T21:07:10+00:00","to":"3015-05-13T21:07:10+00:00"},"hreflang":"en","title":"Justices Debate Place Of Offensive Language On License Plates","published":"2015-03-23T22:58:00+00:00","teaser":"On Monday, the Supreme Court heard arguments on whether to allow Texas to refuse a personalized license plate design featuring the Confederate flag.","itags":["npr_api","394906596"],"guid":"d39d5e32-0343-4f86-a694-490d8bfb1185","contentencoded":"<p>Nazis, jihadis, racial slurs and even \"Mighty Fine Burgers\" all made cameo appearances at the U.S. Supreme Court Monday as the justices tackled a case of great interest to America's auto-loving public. The question before the court: When, if ever, can the state veto the message on a specialty license plate?</p><p>Texas, like many other states, makes millions of dollars by issuing these specialty car tags for a fee. The state, over time, has issued 480 such plates and rejected 12. The plate at the center of Monday's case was proposed by the Sons of Confederate Veterans and featured a Confederate battle flag. The state motor vehicle board rejected the design, finding that the flag was offensive to a \"significant portion\" of the public.</p><p>The Confederate Veterans group sued, contending its free speech rights were being violated.</p><p>\"They should be treated like everybody else,\" said their lawyer, R. James George Jr., on the steps of the Supreme Court Monday. \"They want a license plate that they think will honor their heritage,\" and they \"should be able to get it.\"</p><p>But Texas Solicitor General Scott Keller replied that while people are free to festoon their cars with bumper stickers saying whatever they want, they cannot force the government to give its stamp of approval to those messages.</p><p>\"This is Texas' program, it's Texas' license plates, and it can speak how it wants to,\" said Keller.</p><p>Inside the court chamber, Keller emphasized his point that the license plates are government speech, not private speech.</p><p>\"Is it government speech to say 'Mighty Fine Burgers' to advertise a product?\" asked Justice Ruth Bader Ginsburg.</p><p>Yes, Keller replied.</p><p>\"Do you want us to hold that because it's government speech, the government can engage in viewpoint discrimination?\" asked an annoyed-sounding Justice Anthony Kennedy. \"Is that what I'm supposed to write?\"</p><p>\"That's right,\" replied Keller, adding that the court has recognized the principle of unencumbered government speech before.</p><p>\"Does that have any limits?\" asked Justice Elena Kagan. Suppose, she asked, that Texas approved a license plate that said \"Vote Republican,\" but refused to approve a license plate that said \"Vote Democratic\"?</p><p>Lawyer Keller floundered around for an answer until Justice Antonin Scalia jumped in, noting that the various laws that bar partisan state speech would prevent that.</p><p>Justice Kennedy then turned to the well-accepted legal doctrine that bars viewpoint discrimination in determining who can speak in public forums like parks.</p><p>\"People don't go to parks anymore,\" said Kennedy. \"They drive.\" So, \"why isn't this a new public forum in a new era?\"</p><p>Chief Justice John Roberts took another tack, contending that the state has \"no clear, identifiable policy\" it is articulating on specialty plates. \"They're only doing this to get the money,\" he said.</p><p>\"What are the limits of this argument?\" asked Justice Samuel Alito. \"That's what concerns me.\"</p><p>\"Suppose ... the state had an official state soapbox at the park,\" he said, and \"people who pay the fee would be allowed to go up there and say something that they wanted, provided that it was approved in advance by the state. Would that be official state speech?\"</p><p>Justice Scalia, however, seemed to view license plates as different from other forms of government speech.</p><p>\"Do you know of any other expressive fora that are owned by the state, that are manufactured by the state, that have the state's name on it as license plates do?\" he asked. \"I don't know of any others.\"</p><p>\"No,\" replied Keller. \"This is unique.\"</p><p>But, several justices noted, there are nebulous standards to guide decisions on which license plates can be rejected.</p><p>There don't have to be specific standards, replied the state's Keller. This is the state's speech, and the state can determine which messages it wants to associate with.</p><p>If Keller had a hard time, so too did R. James George Jr., representing the Sons of Confederate Veterans.</p><p>Suppose someone wants a specialty plate with a swastika or the word \"jihad,\" asked Ginsburg. \"That's OK, too?\"</p><p>Yes, replied George.</p><p>What about a plate that says \"Make pot legal?\" asked Ginsburg.</p><p>Yes, replied George.</p><p>Justice Kagan jumped in, testing the limits of George's argument. Suppose someone wants to put \"the most offensive racial epithet that you can imagine\" on a license plate? she asked.</p><p>George replied that the government can't discriminate based on content. But he said the state could put a disclaimer \"in big orange letters\" on the plate saying, \"This is not the state's speech.\"</p><p>\"Where is that going to fit on the license plate?\" Justice Sonia Sotomayor asked sardonically.</p><p>Justice Kennedy followed up: \"Your position is that if you prevail, a license plate can have a racial slur?\"</p><p>Yes, replied George. The only alternative is for the state to shut down the specialty plate program entirely.</p><p>Justice Stephen Breyer, however, saw the question in less absolute terms. In a case like this, yes some speech is being hurt, \"but not much,\" he said, because people are still free to put bumper stickers on their cars, right next to the license plate. And conversely, the state, in representing its citizens, has some justification for keeping certain kinds of messages off license plates.</p><p>By the end of the argument, though, the conversation went from principle to money — the millions of dollars raised by the specialty plate program.</p><p>\"That is really all this is about, isn't it?\" opined Justice Alito.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Justices+Debate+Place+Of+Offensive+Language+On+License+Plates&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"283"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394906597-5f9248.m3u?orgId=1&topicId=1070&d=283&p=2&story=394906596&t=progseg&e=394807955&seg=14&ft=nprml&f=394906596"}]}