{"created":"2014-10-08T15:13:38+00:00","modified":"2014-10-31T01:41:34+00:00","valid":{"from":"2014-10-31T01:41:34+00:00","to":"3014-10-31T01:41:34+00:00"},"hreflang":"en","title":"Study Questions Need For Employer Health Care Requirement","published":"2014-05-28T22:17:00+00:00","teaser":"The component of Obamacare that requires employers to provide health insurance has been delayed twice. Now, groups on both sides of the political spectrum are arguing to get rid of it altogether.","itags":["npr_api","316692125"],"guid":"d3c8ecb9-0e4a-4f11-84e3-852a35bdf73a","contentencoded":"<p>When the Affordable Care Act was unveiled, business groups railed against the provision that requires companies with 50 or more employees to provide health insurance for their full-time workers.</p><p>The Obama administration responded by pushing back the deadline for the coverage, so it hasn't yet taken effect. Now support for this so-called employer mandate is eroding in some surprising quarters.</p><p><a href=\"http://www.urban.org/UploadedPDF/413117-Why-Not-Just-Eliminate-the-Employer-Mandate.pdf\">A study</a> called \"Why Not Just Eliminate the Employer Mandate?\" has been published by the Urban Institute, a center-left think tank based in Washington, D.C. It lists a number of reasons why dropping the mandate might be a good idea.</p><p>Linda Blumberg, one of the authors, says first of all, requiring firms to offer health insurance could be a bad deal for lots of low-wage workers.</p><p>\"A lower-income worker is going to do better, most likely — financially — by getting subsidized coverage through one of the health insurance marketplaces instead of through their employer,\" she says.</p><p>That's because many of those workers make so little that they qualify for free coverage under Medicaid. Even workers making as much as 2 1/2 times poverty-level wages would get subsidies in the Obamacare exchanges, and that could make it a better deal than the coverage provided by their company.</p><p>But if your employer has a health insurance plan and is paying a big chunk of your premium, isn't that a better deal? Not really, says Mark Pauly, a health care economist at the University of Pennsylvania's Wharton School.</p><p>\"Bosses don't give you anything,\" Pauley says. \"You're paying the lion's share of the cost of your own benefits just as part of your compensation for your work.\"</p><p>Pauly and lots of economists say your company views its contribution to your health insurance as part of your total compensation. So, if you get some of your compensation in health care benefits, your cash wages are likely to be lower. That means that you are actually the one paying for your employer-sponsored health care.</p><p>Employer-sponsored plans do make sense for lots of workers because they allow those workers to buy their insurance with tax-free dollars. But for low-income workers who may not pay any income tax, there's little benefit.</p><p>Some supporters of the employer mandate say the requirement is necessary in order to keep companies from dropping their insurance coverage altogether. But Blumberg says employers already have plenty of motivation to keep offering coverage.</p><p>\"Employers want to provide that coverage to their workers because that's how they attract them and retain them,\" she says.</p><p>The Urban Institute study also concludes that the employer mandate won't be very helpful in increasing insurance coverage. It finds that only about 200,000 more people will be covered under the mandate.</p><p>So, with these kinds of negatives, what's the incentive for hanging on to the employer mandate?</p><p>Jon Gruber is an economist at the Massachusetts Institute of Technology who helped design the Massachusetts health care exchange under then-Gov. Mitt Romney. Gruber, who also consulted with the Obama administration on the Affordable Care Act, says that the most important incentive is money.</p><p>\"The right way to think about the employer mandate is really as a revenue-raising tool,\" Gruber says. \"It does raise a lot of money.\"</p><p>In fact, keeping the mandate would reduce federal deficits by $130 billion over the next 10 years, according to the Congressional Budget Office. But Gruber acknowledges that those savings come largely because the government would be paying fewer subsidies to low-income workers.</p><p>Gruber says the mandate has its pluses and minuses, but he says there's about an even chance it won't ever take effect.</p><p>\"The strongest argument probably for getting rid of this is political, which is that while this is really not a very fundamental piece of the law, it's catching a huge share of the flak around the law,\" he says.</p><p>The Obama administration continues to stand behind the employer mandate, arguing that it will help get health insurance to more people and save taxpayers money.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Study+Questions+Need+For+Employer+Health+Care+Requirement&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Ydstie","audio":[{"meta":{"duration":"246"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316728897-5d0710.m3u?orgId=1&topicId=1027&ft=3&f=316692125"},{"href":"http://media.npr.org/assets/img/2014/05/28/istock_000012092883medium-449f3bc8488ebe3e8542e6539c1b967f592cc4c6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1131","width":"1509"}}]}