{"created":"2014-09-22T23:42:09+00:00","modified":"2014-09-24T19:32:16+00:00","valid":{"from":"2014-09-24T19:32:16+00:00","to":"3014-09-24T19:32:16+00:00"},"hreflang":"en","guid":"d3c99804-0350-490f-b25f-b5017638842f","title":"The Rockefellers call it quits on oil, divesting themselves from fossil fuel industries","published":"2014-09-24T19:32:15+00:00","byline":"Peter Thomson","teaser":"The name “Rockefeller” is just about synonymous with wealth and power in America. It’s also pretty much synonymous with oil. The family’s vast fortune stems from the oil empire that patriarch John D. Rockefeller built a century ago.","tags":["Environment","Science, Tech & Environment","New York City","North America","United States","North America","John D. Rockefeller","Rockefeller Foundation","Fossil fuel","John D. Rockefeller"],"contentencoded":"<p>John D. Rockefeller&rsquo;s descendants <a href=\"http://www.rbf.org/post/fund-announces-plans-divest-fossil-fuels\">have announced</a> that they are divesting themselves from fossil fuel industries because of those industries&rsquo; impact on climate change. At least that&rsquo;s the decision of the family members involved in the family&rsquo;s foundation, the Rockefeller Brothers Fund.</p><p>The announcement comes two days after hundreds of thousands marched in New York City to push world leaders to take decisive action against climate change, and a day before those world leaders are scheduled to once again knock heads on the issue at the United Nations.</p><p>And it&rsquo;s part of much larger commitment of $50 billion announced Monday from foundations, individuals, faith-based groups, hospitals, universities, schools and cities from around the world.&nbsp;</p><p>The Rockefeller Brothers decision is &ldquo;a really exciting move,&rdquo; says Jenna Nicholas, director of the <a href=\"http://divestinvest.org/philanthropy/\">Divest-Invest Philanthropies</a>, a group trying to get foundations out of fossil fuel investments.</p><p>&ldquo;It&#39;s really significant that they&rsquo;ve have taken this step &hellip; especially given the history of the Rockefeller family.&rdquo;</p><p>But she says it&rsquo;s not just about principle.</p><p>&ldquo;Stephen Heintz, from the Rockefeller Brothers Fund, talked (Monday) about the history of the family, and &nbsp;that if the ancestors &hellip; were alive today, they would see this is as a smart business decision.</p><p>&ldquo;A big part of this is that business as usual is not the business of the future,&rdquo; Nicholas says. &ldquo;This isn&#39;t just an ethical and social argument, it&rsquo;s also financial argument. The case around stranded assets and the overvaluation of fossil fuel companies really means that (for) endowments and individuals that are making this decision, there&rsquo;s a very strong financial case to be made as well.&rdquo;</p><p>And, she says, it&rsquo;s not just about divestment, and getting out of fossil fuels. It&rsquo;s also about investment in alternatives. As part of Monday&rsquo;s announcement, the investors also said they would be shifting their money into what Nicholas calls &nbsp;&ldquo;new energy solutions &mdash; renewable energy, energy efficiency, water purification, agriculture &mdash; companies and innovative technologies that are really leading this energy transition to the future.&rdquo;</p><p>Which also means trying to work with stalwarts of the &#39;old&#39; energy economy to shift their focus in that direction as well.</p><p>&ldquo;A big part of this is engagement, is very much, let&#39;s talk about the ways in which we can work together on some of these issues,&quot; Nicholas says. &quot;Having the fossil fuel companies actually &hellip; looking at alternatives is a key component of that &hellip; Ensuring that they&rsquo;re also alongside that conversation is a very important part of it as well.&rdquo;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Neva%20Rockefeller%20Goodwin_CROP.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/neva-rockefeller-goodwincropjpg"}]}