{"created":"2014-09-10T20:30:06+00:00","modified":"2014-10-30T22:30:57+00:00","valid":{"from":"2014-10-30T22:30:57+00:00","to":"3014-10-30T22:30:57+00:00"},"hreflang":"en","title":"A New Brand Of Paul Gains Support In Iowa","published":"2014-09-11T17:43:00+00:00","teaser":"Kentucky Republican Sen. Rand Paul has already made significant inroads in Iowa as he explores a presidential bid. Supporters say it's because he builds on his father's work but stays his own person.","itags":["npr_api","347424406"],"guid":"d3d5deb1-c9f2-4c7e-b37e-ec91297e3dfe","contentencoded":"<p>It's still more than 15 months until the Iowa caucuses, and no one in the crowded field of Republicans with presidential ambitions has announced. But things are already happening in Iowa, especially for Sen. Rand Paul of Kentucky.</p><p>Paul has reached out to Iowans who never considered voting for his father, Ron Paul, who made a respectable third-place showing there in 2012.</p><p>He's still popular with his father's old supporters. Many of them are in the so-called liberty faction of the Iowa GOP.</p><p>A group of them meet Tuesday nights in a Des Moines hotel bar for a gathering called \"Liberty on the Rocks.\" These 20 or so liberty Republicans are mostly veterans of the 2012 Iowa campaign of Ron Paul. To them, it was a movement of ideas, not just politics.</p><p>For 26-year-old IT specialist Adil Khan, it's about Austrian economics. It's about abandoning policies of tax, spend and borrow. As he explains it, \"this idea that if you tax from one area, it's going to be affecting a certain industry or it's going to be affecting the industry as a whole, and it really doesn't create anything.\"</p><p>For 42-year-old Jeremy Goemaat, who owns a computer billing company, it's about a return to the gold standard. Or some other standard — private bank notes: \"Is it the government's right to outlaw other currencies? Now, if you want to put your trust in small bank X, go for it.\"</p><p>They typically share a profound libertarian mistrust of the federal government, Keynesian economics, the federal reserve, drug laws, and interventionist foreign policies.</p><p>Twenty-nine-year-old Lexi Nuzum, who has a sales job with a chemical company, says the liberty worldview came to her when she was a college student, listening to Ron Paul on the radio.</p><p>\"I thought, gosh, who is this guy? He makes a lot of sense, and I think he was specifically talking about foreign policy at the time. ... Rand, I think his appeal is that he kind of brings in that other crowd,\" she says. \"Independents, a lot of wings of the Republican Party, Democrats even.\"</p><p>Even if they haven't committed yet, Nuzum and the others who gather here weekly are the presumed base of the Rand Paul campaign in Iowa. Four years ago, they saw in Ron Paul a prophetic truth teller, qualitatively unlike his rivals.</p><p>To establishment Republicans, Ron Paul also looked qualitatively different — out of bounds, out of the GOP mainstream.</p><p>David Oman is an establishment Republican, having served two Republican governors as chief of staff. He recently hosted a GOP Senate campaign event at a senior center in Des Moines.</p><p>To Oman, Rand Paul is a very different kind of candidate from his father. \"Rand Paul is absolutely a serious contender. He is acquiring legs in our state; how he will fare in the caucuses remains to be seen,\" he says. \"But he's off to a more than decent start.\"</p><p>What he has done is appeal to likely Iowa caucusgoers who are not just in the liberty faction. The Iowa GOP also includes Christian conservatives and establishment Republicans like Oman.</p><p>Oman says the elder Paul ran by exciting that libertarian base, but that \"my sense is that Sen. Paul is trying a different tack, and trying to run in at least part of a different channel. Taking advantage of what his father did, but being his own person. My perspective is that's how he should run.\"</p><p>This summer Rand Paul took a couple of steps that appealed to groups his father didn't click with.</p><p>At the Iowa State Republican Convention in June, he criticized disproportionately long criminal sentences for blacks.</p><p>\"If you look at the war on drugs, 3 out of 4 people in prison are black or brown. White kids are doing it, too. In fact, if you look at all the surveys, white kids do it just as much as black and brown kids, but the prisons are full of black and brown kids because they don't get a good attorney,\" Paul said.</p><p>That impressed Isaiah McGhee, a black Republican activist who works for the Des Moines Public School District. A year ago, he says, he wouldn't even consider supporting Rand Paul in the next caucuses. But, he said, he likes the fact that Rand Paul is seeking black votes, and he likes the way he's doing it.</p><p>\"What I see differently in his approach, compared to what I see on the left for instance, there's not an assumption made that that support is automatically going to be there,\" he says.</p><p>McGhee also says he sees a different approach compared with the right, too. \"His approach is not based off the idea of we just have to change our tactic,\" he says.</p><p>McGhee says he was never attracted to the Ron Paul campaign. Nor was Marshall Critchfield, an establishment Republican in Newton, Iowa, who is considering Rand Paul, too.</p><p>\"He has a lot of his father's libertarian ideas, but has a little bit more of what I would consider a realistic implementation approach,\" he says.</p><p>Critchfield is a local Republican leader in Newton, which is a traditionally Democratic suburb of Des Moines. He calls himself a guns-and-taxes Republican. Keep taxes low; let people keep their guns for hunting.</p><p>He says Paul gives a great speech, but he doesn't light up a room like Texas Gov. Rick Perry, another potential candidate.</p><p>The challenge facing Paul, according to Critchfield, is to adapt his anti-interventionism to new realities. \"The non-interventionist libertarian mindset works beautifully when al-Qaida's on its heels, the SEAL team just got bin Laden, and the tanks are rolling out of Baghdad without any theater,\" he says. \"The non-interventionist thing has been dropped on its head in the course of a month. When you have American journalists being beheaded by jihadists who speak the Queen's English, that is a new brand of terrorism.\"</p><p>Paul had said recently that if he were president, he would go to Congress, explain the ISIS threat to national security and ask for \"authorization to destroy ISIS militarily.\"</p><p>That scored him points for pragmatism with Republicans like Critchfield. Whether it will cost him points with his father's true believers isn't clear yet.</p><p>The factions of the Iowa GOP are not one big happy family. In 2012, Ron Paul supporters won control of the state party. Then, they were ousted. The party is now led by an establishment Republican, loyal to Gov. Terry Branstad.</p><p>There is also a bribery scandal involving the Ron Paul campaign of 2012. A state senator has admitted to being paid for his endorsement.</p><p>Rand Paul has made three trips to Iowa this year. And as his consultant in the state put it, Paul has claimed a unique space in Republican politics: extreme fiscal conservatism, anti-war foreign policy, and a desire to expand the GOP.</p><p>One thing is clear, even this early in the game: Rand Paul is not running as a prophet, but as a pretty nimble politician.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+New+Brand+Of+Paul+Gains+Support+In+Iowa&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Robert Siegel","audio":[{"meta":{"duration":"476"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347468368-00f820.m3u?orgId=1&topicId=1014&ft=3&f=347424406"}]}