{"created":"2014-10-27T22:40:42+00:00","modified":"2014-10-28T20:32:13+00:00","valid":{"from":"2014-10-28T20:32:12+00:00","to":"3014-10-28T20:32:12+00:00"},"hreflang":"en","guid":"d3e7ef25-f2c9-4867-b054-67573acfcb87","title":"Nigerian girls who escaped from Boko Haram describe their ordeal","published":"2014-10-28T20:32:11+00:00","byline":"Shirin Jaafari, David Leveille","tags":["Boko Haram","Chibok kidnapping","kidnapped girls","PTSD","#BringBackOurGirls","Conflict","Conflict & Justice","Chibok","Africa","Nigeria","Africa","Mausi Segun","Boko Haram","Nigeria","#bringbackourgirls","Islamic terrorism","Africa","Nigerian sectarian violence"],"teaser":"The fate of Nigeria's missing schoolgirls is still unknown, six months after their abduction by the Islamist militant group, Boko Haram. But a number of girls who evaded or escaped from Boko Haram have described their ordeal to Human Rights Watch","contentencoded":"<p>Six months ago, Nigerians demanded that the government \"<a href=\"https://twitter.com/hashtag/bringbackourgirls\">Bring Back Our Girls</a>\" from the clutches of Boko Haram, an Islamist militia. They're still not back.</p>\n<p>In fact, a report today from Human Rights Watch indicates even more girls are missing in Nigeria — not just the more than 200 abducted by Boko Haram last April, but many others also kidnapped by the group. HRW estimates that at least 500 people have been abducted, and about 400 of those girls and women remain in captivity.</p>\n<p>Some of the school girls who actually managed to escape Boko Haram have been providing first-hand testimony about life inside militants' camps.</p>\n<p>Mausi Segun, a researcher with Human Rights Watch, says many of the victims and witnesses she interviewed were subjected to forced marriages, forced labor, physical torture and rape while in captivity. </p>\n<p>\"Some girls were forced to carry out work, including cooking and cleaning and involvement in carrying out Boko Haram attacks,\" Segun says. \"One young woman was made to carry bullets. Another time she was asked to help kill a young man from a group that she had helped lure into the hands of the insurgents.\"</p>\n<p>She says other terrified victims shared accounts of being used as \"bait\" to lure unsuspecting Christian men into the bush, where they were killed by Boko Haram. Others were forced to convert from Christianity to Islam, and to endure abuse. \"Many of the younger, single, unmarried girls were forced to marry insurgents or were raped,\" Segun says.</p>\n<p>Three Nigerian girls who managed to escape their captors -- Lami, Maria and Hajara, all false names used to protect their identities -- are featured in the HRW report and also <a href=\"http://www.bbc.co.uk/news/world-africa-29762252\">told their story to the BBC's Hausa-language service</a>.</p>\n<p>The girls were abducted on a Monday night while they studied for an exam the next day. They remember the men bursting into their classroom.</p>\n<p>“They asked us to get out of the gate, saying that when we were out, they would let us go back to our homes. They said whoever did not have a headscarf or shoes should go and get them,\" recalls Hajara. \"They then asked us to climb onto a lorry, on top of the food loaded in it.\"</p>\n<p>Maria recalls how the Boko Haram members told them “[they] are only coming to school for prostitution. [Western education] is haram [forbidden], so what are you doing in school?”</p>\n<p>Once inside the truck, Maria, Hajara and Lami began planning their escape. “When we entered the vehicle, Lami said to me: 'Shouldn’t we jump out of the vehicle here so that we may possibly escape?” Maria remembers.</p>\n<p>Lami did jump out of the truck; in the dusty darkness, no one noticed. Hajara and Maria later ran from the camp to which they were taken, and managed to get back to their hometown of Chibok.</p>\n<p>“When I saw my elder and younger brother, I fell to the ground crying,” Hajara says. “My mother and father were crying and all members of my family cried.\"</p>\n<p>The girls say even though they are free, they still struggle with nightmares and think constantly about the experience. “I haven’t forgotten about the other girls who are still in the hands of those people,” Hajara says. “I keep praying for them.”</p>\n<p>Segun, the HRW researcher, say that's common among escaped girls and women. The stories \"get even more heart-breaking,\" she says, when they return to their villages and communities because there is usually little or no support available to help them recover from the traumatic experiences.</p>\n<p>\"One woman talked about her parent taking her with him to the police station to just document what had happened to her,\" Segun says. \"The police told them, 'Just go home and count yourself lucky that you managed to escape.' And so they do not have the support that they need to deal with all the emotional and psychological effects of the trauma that they suffered.\"  </p>\n<p>At the same time, Segun says many escapees have incredibly important information about the inner workings of Boko Haram: how their chain of command operates, how they spy on Nigeria's military, what ammunition they use. But Segun says Nigeria's police and government \"rarely, if ever\" make any attempt to interview survivors.</p>\n<p>\"No one in the authorities has paid proper attention to investigate or even to listen to the horrific stories that these women and girls have returned with,\" she says. \"I don't think there are many people who make it into Boko Haram's camp and come out. And to have all of that ignored and swept aside by the Nigerian authorities is shocking.\"</p>\n<br><p>©2014 Public Radio International</p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/bring%20back%20our%20girls_CROP_0.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/bring-back-our-girlscropjpg-0"}]}