{"created":"2014-10-20T08:23:35+00:00","modified":"2014-11-10T20:40:59+00:00","valid":{"from":"2014-11-10T20:40:58+00:00","to":"3014-11-10T20:40:58+00:00"},"hreflang":"en","title":"Catholic Synod Highlights Divisions, Sets Stage For Future Battles","published":"2014-10-21T18:29:00+00:00","teaser":"Roman Catholic bishops openly addressed hot-button topics that included questions about gays and Catholics who are divorced or remarried. Rarely has a synod attracted such attention.","itags":["npr_api","357508863"],"guid":"d3ec059a-4fcf-4e0b-8f98-b83fc7204eaf","contentencoded":"<p>Over the past few decades, assemblies of Roman Catholic bishops meeting in Rome, known as synods, have been predictable events that have always upheld the viewpoints of the reigning pope.</p><p>But with the widely popular Pope Francis, nothing is predictable.</p><p>A two-week-long synod on family issues that wound up this weekend was tumultuous, and the results showed a church deeply divided over how to deal with gays and with divorced and remarried Catholics.</p><p>Rarely has a synod attracted such attention. The Vatican press room was packed, as many activists also showed up to push their agendas.</p><p>Briefing reporters on the atmosphere in the closed-door meetings, Cardinal Luis Antonio Tagle of the Philippines said some of the synod fathers said they felt inspired by the spirit of the Second Vatican Council of half a century ago, which changed the way the church sees itself in the contemporary world, \"a church that is not self-absorbed but a church that knows how to exist as a missionary church.\"</p><p><strong>A Sign Of Divisions</strong></p><p>But it was the draft report issued one week ago that generated worldwide interest with its stunningly conciliatory language about same-sex unions and its suggestion that the communion ban for divorced and civilly remarried Catholics could be lifted.</p><p>Like many reporters, Michael Voris of the online Churchmilitant.tv was stunned by the welcoming tone and language.</p><p>\"Is the synod proposing that there is something innate in the homosexual orientation that transcends and uplifts the Catholic Church?\" he asked.</p><p>The reply came from the author of the section on gays, Italian Archbishop Bruno Forte, who said, \"we must respect the dignity of every person, and the fact [of being] homosexual doesn't mean this dignity must be not recognized and promoted.\"</p><p>But the following day the conservative backlash was intense.</p><p>South African Cardinal Wilfrid Napier was angry that the draft report had been made public.</p><p>\"That is one of the reasons why there has been such an upset among synod fathers is that we are now working from a position that is virtually irredeemable,\" the cardinal said. \"The message has gone out. This is what the synod is saying, this is what the Catholic Church is saying, and it's not what we are saying at all, and whatever we say here after is going to be as if we are doing some damage control.\"</p><p>American Cardinal Raymond Burke charged that the synod was designed to weaken church teaching and that the pope had done much harm by not stating openly where he stands on these issues.</p><p><strong>A 'Robust' Debate</strong></p><p>After days of discussion, the final report issued Saturday substantially watered down the welcoming overtures toward gays and the divorced and remarried.</p><p>And, in a sign of deep division, three paragraphs on these hot-button issues did not win a two-thirds majority, and so don't carry the weight of formal approval.</p><p>Reporters were again surprised when, in the name of transparency, the pope ordered the final report be made public immediately, as well as the voting tally.</p><p>John Allen, Vatican analyst for <em>The Boston Globe</em>, said this is the \"Francis effect\" in action.</p><p>\"He said at the beginning of the synod he wanted a robust and open debate. That is certainly what he got,\" says Allen. \"The final document reflects a very honest view of a church that is divided on these questions. That in itself is a step forward for the kind of honesty and transparency that Francis has been calling for.\"</p><p>Father Thomas Reese, senior analyst for the National Catholic Reporter, was impressed by the pope's closing speech and tough words for both those he considers the dogmatics and those who sees as the reformers.</p><p>\"He really listened so well that he was able to pick up the dynamics of it, the themes, the temptations, of the conservatives toward rigidity, the temptation of the liberals towards being a little too loosey-goosey,\" he says. \"He's trying to find the mean. I mean, what they all want to be is a loving mother but also a clear teacher. Well, every parent knows that's difficult.\"</p><p>The final report will now be debated by clergy and lay Catholics across the world in preparation for another synod on the family a year from now. Only after that will Pope Francis decide if and what changes will be made.</p><p>As the Philippines' Cardinal Tagle put it, \"so the drama continues.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Catholic+Synod+Highlights+Divisions%2C+Sets+Stage+For+Future+Battles&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sylvia Poggioli","audio":[{"meta":{"duration":"298"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357508864-d05f5c.m3u?orgId=1&topicId=1016&ft=3&f=357508863"}]}