{"created":"2015-05-02T16:00:58+00:00","modified":"2015-05-02T16:01:22+00:00","valid":{"from":"2015-05-02T16:01:22+00:00","to":"3015-05-02T16:01:22+00:00"},"hreflang":"en","guid":"d3f12596-edaa-48aa-8550-b2ae885f45dc","title":"The GOP&#039;s Lonely Climate Warrior","published":"2015-05-02T16:00:01+00:00","byline":"","teaser":"<p>Bob Inglis, a six-term Republican Congressman from South Carolina, knew that addressing climate change wasn't going to be popular within his party, and his strong stance on global warming helped a Tea Party challenger beat him in a primary in 2010. But his efforts to prioritize climate change did not go unnoticed and recently earned him the JFK Library Profiles in Courage Award.</p>\n","contentencoded":"<p>CURWOOD: Bob Inglis represented South Carolinas 4th District for six terms as a conservative Republican who believes in limited government, market solutions to problems and action on climate change. And that latter belief  the one about climate change -- is in part why he lost his seat in a primary election in 2010. But now that stand has won Bob Inglis a Profile in Courage Award from the John F. Kennedy Library Foundation, though hes modest about the idea that hes any kind of hero.</p>\n<p>INGLIS: I think mostly the courage is to just try to lead to the future  and that comes really from having 5 kids and wanting to be able to face them and their children. Really it's about the love for them and love for those who come after us, and that's more powerful, I guess, than trying to hold onto a voting card in Congress.</p>\n<p>CURWOOD: In announcing this award to you, the JFK Library foundation quoted President Kennedy's word \"No problem of human destiny is beyond human beings\" and noted that you have displayed the courage to keep an open mind and uphold your responsibility as a leader and citizen at the expense of your own political career. How ironic is it for you to get an award from one of America's most visible liberal families?</p>\n<p>INGLIS: Well, you know, I tweeted shortly after the award that President Kennedy was a tax-cutting communist-fightingask not kind of guy, I think he's a pretty good Republican actually.</p>\n<p>CURWOOD: [LAUGHS]</p>\n<p>INGLIS: So I'm thinking that if you go back to what he had to say about to his view of America and the role that America could play the world, he would fit right in a Republican primary in 2016.</p>\n<p>CURWOOD: Maybe you could say he was a bipartisan in the time when in fact people did talk across the aisle.</p>\n<p>INGLIS: But I think what's so important about the award, and it sets up another look at Conmed and asks a question in really can we accomplish really great things like we did with the moon shot with a president who was optimistic enough to believe in the people that he represented. I hope that that's the message that goes out from the award. Let's do it again just like we did the moon shot, let's do it with energy, let's reinvent energy, and weve got to have leaders who believe in America's ability to innovate and are ready to venture on that. Unlike the moon shot which involved a huge amount of government expenditures, the solution to climate change can actually be a smaller government, one that just forces accountability on all the fuels and says all the costs in on all the fuels, and the free enterprise system can sort out who the winners and losers will be.</p>\n<p>CURWOOD: Still, Congressman, you've been out of step with many, I would say perhaps most of your party on this issue of climate. What's that been like for you?</p>\n<p>INGLIS: Well, it's lonely at times of course when you look around and you know that after saying something you realize there's not many people saying \"Amen.\" You sort of hear crickets after you've said something. But you know the future has a few leaders and a whole lot of followers. And the question is, what's the good of leading after it's become obvious? The only way to show courage in leading is when it's not yet obvious, this is a time to go from point A to point B. That's what leadership is about. Once you get to B and it becomes obvious if that's where you should've gone, well, there's not much courage there. So while it can be lonely, it's also very exciting and I'm certain that this is the future in that we're about to win the future in solving for climate change by using the strength of the free enterprise system.</p>\n<p>JFK speaking to congress about the moonshot. Bob Inglis says we need this kind of ambitionthat put a man on the moonto transform our energy system. (Photo: NASA)</p>\n<p>CURWOOD: Congressman, what was the moment that you realized that you needed to take the climate on as an issue, come hell or high water in terms of your career and electability?</p>\n<p>INGLIS: In three steps, really, with the third probably being the most conclusive, but first step was my son saying to me when he was voting for the first time in '04 and I was running again for Congress he said, \"Dad, I'll vote for you, but you're going to clean up your act on the environment.\" His four sisters agreed, his mother agreed so I had a new constituency that was important to me to respond to. The second step was seeing the evidence in the ice core drillings in Antarctica in a science committee trip there. And the third step, the one that caused me finally to act was checking out coral bleaching at the Great Barrier Reef, snorkeling with an Aussie climate scientist and being able to tell that we shared a worldview in the way that he was interacting with nature. Before we had words about what that worldview was, I could tell that he was worshiping God in the Creation, he was not worshiping the Creation. And so afterwards, having plenty of time to talk, he told me about conservation changes he's making in his life in order to love God, and love people, and I found that real inspiring. I wanted to be like Scott, loving God, loving people. So I came home and introduced the Raise Wages Cut Carbon Act of 2009 which economists would call a revenue neutral border adjustable carbon tax, but what's better marketed as a 100 percent returnable emissions tax, I suppose. Neither description would help me in the greatest...in the darkest days of the Great Recession. So I lost my reelection in 2010.</p>\n<p>CURWOOD: Speaking of God, the Pope is making an impassioned call for climate action and there are a lot of conservative and Catholic right to life voters who pay attention to the tenets of the church. How might that affect how those conservatives consider climate change now, do you think?</p>\n<p>The JFK Library in Boston (Photo: Brian Herzog, Flickr CC BY 2.0)</p>\n<p>INGLIS: Now I think it is a very important development that the Pope is going to issue this Encyclical. In many ways the Catholic Church led Evangelicals into the pro-life movement, and I think it may be the case that this Encyclical and the Pope's example may lead other believers into action on climate. So I'm very encouraged by it and think if it's anything like the statement by the pontifical science authority it'll be beautiful, it'll be really poetic, it'll be very inspiring, and it'll be quite a call to action so I think it's a big development that the Pope will an issue that Encyclical and I think also the speech at the joint session of Congress in September will be a very important moment. Because you know, there are many devout members of Congress who have for a long time derided cafeteria Catholics, those aren't willing to accept the churchs teaching on abortion. So now do they become cafeteria Catholics if they refused to accept the church's teaching on climate change?</p>\n<p>CURWOOD: Very interesting question, huh? What's next for you?</p>\n<p>INGLIS: The next thing is to build this group of conservatives who believe in the power of free enterprise, and that way we're doing is in an outfit called RepublicEN.org and so it's basically trying to give a tribal identity to conservatives who believe in the power of free enterprise to solve really big challenges like climate change, and so we are gathering people to that identity of creating a community because the most powerful thing is just showing that we're not alone. We as humans need to have connections with other people and so we're going to show that there are conservatives out here ready to act on climate change.</p>\n<p>CURWOOD: Former South Carolina Congressman Bob Inglis is a recipient of this year's JFK Library foundation profiles in courage award. Thank you so much Congressman for taking the time.</p>\n<p>INGLIS: Great to be with you, Steve. Thank you.<img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-01%2Fgops-lonely-climate-warrior&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn.pri.org/pts/redirect.mp3/cdn.pri.org//content/2015-05-01/loe_150501_c1_inglis.mp3"},{"href":"http://www.pri.org/file/loe150501c1inglismp3"}]}