{"created":"2015-05-02T11:58:06+00:00","modified":"2015-05-10T15:05:16+00:00","valid":{"from":"2015-05-10T15:05:16+00:00","to":"3015-05-10T15:05:16+00:00"},"hreflang":"en","title":"Getting To Know The Real Story Was Key To Broadway's 'King And I' Revival","published":"2015-05-02T14:26:00+00:00","teaser":"The musical's heroine was inspired by an English-Indian governess who really did travel to the king of Siam's court. The revival, directed by Bartlett Sher, has received nine Tony nominations.","itags":["npr_api","403047081"],"guid":"d3f61496-1f64-4b83-a987-e99a2dc1d3fc","contentencoded":"<p>Director Bartlett Sher has been familiar with Richard Rodgers and Oscar Hammerstein's <em>The King and I</em> since he performed it in high school, but he didn't learn the actual history behind the musical until he started working on <a href=\"http://www.lct.org/shows/king-and-i/\" target=\"_blank\">a critically lauded revival</a> that recently received nine Tony nominations. In the real story, a young woman of English and Indian heritage — Anna Leonowens, the \"I\" in <em>The King and I</em> — receives an invitation from King Mongkut of Siam to teach at his court. The year is 1862.</p><p>Sher says, \"For me, the sort of incredible pursuit of Anna Leonowens, as a woman in the middle of the 19th century, to go as a schoolteacher independent of any country and teach young women in a developing culture and help them gain education — to find that in 1951 Oscar Hammerstein was somehow attracted to this story is just, frankly, mind-blowing.\"</p><p>Sher, who won a Tony in 2008 for his revival of <em>South Pacific,</em> treats Rodgers and Hammerstein the same way he treats William Shakespeare or Clifford Odets — parsing the script to find contemporary resonances. Take the <em>King and I</em> number \"Getting to Know You\": Sher says it's one of the most important songs in the show because it's not just about the relationship between the king's wives, his children and Anna.</p><p>\"The pure effort of that, the 'Getting to Know You' quality, is so impressive now in our so deeply divided current country and world, in so many ways,\" he says. \"Just that small effort of reaching across a culture to try to help them understand her and her understand them in the simplest ways.\"</p><p>The 51 members of the cast of <em>The King and I</em> are mostly Asian-American, and they had to get to know a world — 19th century Thailand — that is very foreign to them. Ruthie Ann Miles plays Lady Thiang, one of the king's many wives.</p><p>\"I think the hardest part for the women — for the very modern Asian women that we have in the show today — [was] looking at how do we share our husband?\" she says. \"So, you know, we have had discussions: How we do this with each other and how jealous do we get? What is the internal relationship between these women?\"</p><p>The polygamous aspect of the culture led outsiders to consider Siam \"barbaric,\" and the king brought Leonowens to his court in part to help dispel that notion, along with any Western thoughts of colonization.</p><p>Librettist Oscar Hammerstein wasn't afraid to address political and social issues in his work. In a 1950s TV interview he said, \"<em>The King and I</em> was a struggle within the man who was trying to be a liberal and had been born a conservative; had been born with a conviction that the absolute power of a king should not be questioned, and yet something had given him an interest in Western democracy. And this governess who had come here was the champion of that, and really, in a way, destroyed him by deepening his doubt about his power.\"</p><p>In the current production, Japanese film star Ken Watanabe plays the Thai king and Broadway star Kelli O'Hara plays Anna. O'Hara says she's playing the character that Leonowens wanted to be: noble, educated, fair and strong.</p><p>\"She made herself up in order to have a job, in order to take care of her children after her husband died,\" O'Hara says. \"She was of mixed race; she did things that she had to do. And then she wrote books about it and about who she wanted to be. She was a valuable woman, a respectable woman — inspirational. And so, we're still playing the woman that Anna Leonowens wanted to be. And I love that for her.\"</p><p>For director Sher, the big takeaway from the show is the power of women in the battle between tradition and change. \"As we <em>always</em> learn, women and the role of women become central to that conversation. And that's at the center of this piece, whether it's Lady<strong> </strong>Thiang<strong> </strong>or whether it's Anna Leonowens; they're all different refractions of what are the possibilities and possible journeys of women within a culture.\"</p><p>Something that's true today, he says, whether you're in the Middle East, Asia or here at home.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Getting+To+Know+The+Real+Story+Was+Key+To+Broadway%27s+%27King+And+I%27+Revival&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Lunden","audio":[{"meta":{"duration":"343"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403766845-028770.m3u?orgId=1&topicId=1144&d=343&p=7&story=403047081&t=progseg&e=403740101&seg=10&ft=nprml&f=403047081"},{"href":"http://media.npr.org/assets/img/2015/04/29/k7-140_king_oharawatanabe-caption-70db4c83eeae2b58756dfcda3f613964031d5bf5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1706","width":"2275"}},{"href":"http://media.npr.org/assets/img/2015/04/29/k5-120_king-caption-bdf77b5d0bb9a36f4d9b88976594b1a8e838a8a3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1894","width":"2525"}},{"href":"http://media.npr.org/assets/img/2015/04/29/k7-194_king_ohara-caption-381da903a810257575b1c63e9bf33c323104dd49.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1761","width":"2349"}}]}