{"created":"2015-01-01T08:49:13+00:00","modified":"2015-05-13T21:26:43+00:00","valid":{"from":"2015-05-13T21:26:43+00:00","to":"3015-05-13T21:26:43+00:00"},"hreflang":"en","title":"Pastry With Soul. It's That Simple","published":"2015-01-01T14:02:00+00:00","teaser":"New York pastry chef Brooks Headley calls his cookbook <em>Fancy Desserts.</em> But his Italian grandmother is his real inspiration, he says, and she was all about homestyle: simple and fresh.","itags":["npr_api","370322798"],"guid":"d3f80f63-e231-448d-bdd1-3893234dd96c","contentencoded":"<p>NPR's David Greene enjoyed a little time in the kitchen just before the holidays with Brooks Headley, a punk-rock musician and award-winning pastry chef at New York's Del Posto. Other chefs may revel in fancy technique, but Headley prefers keeping things simple. He says he never wanted to be so obsessed with presentation that the conversation at the dinner table stopped when dessert arrived.</p><p>Who needs ostentatious? If you use fresh ingredients and carefully follow Headley's instructions (excerpted below, from his cookbook, <em>Fancy Desserts), </em>you, too, can create soulful dinner-ending treats that sing. Headley's (and David's) grandmas would be proud.</p><h3><strong>Recipe: Chocolate Tree</strong></h3><p><em>Yield: However many weird-size trees you decide</em><br /><em>to mak</em>e</p><p>3 1/2 cups chocolate, very best quality, chopped into small pieces</p><p>Big bowl of irregularly crushed ice chunks</p><p>In a microwavable bowl, zap 3 cups of the chocolate in the microwave in 30-second intervals, being careful not to burn the chocolate. If you burn it, believe me, you will know — it will smell really bad. (If you don't have a microwave, use a double boiler.) Bring it up to 120 degrees Fahrenheit and then add the remaining 1/2 cup of chocolate. The addition of the chopped chocolate will cool down the microwaved mixture. Let it come down to 81 degrees Fahrenheit.</p><p>Reheat the chocolate in the microwave gently, in 5-second spurts, to bring it back up to 85 degrees Fahrenheit. At this point, your chocolate will be in temper, and you can pour it over the ice, making sure to drizzle it into the crevices. Working quickly, make free-form shapes inside the cracked ice. The chocolate will set as soon as it hits the ice.</p><p>Allow the chocolate to rest in the ice for 15 minutes. Gently remove it, using a paring knife to pick out any remaining pieces of ice. Allow the chocolate to drain upside down until completely dry. Store, tightly wrapped in plastic, in a cool, dry area, for up to two weeks.</p><p>To serve: We put all sorts of other weird and complicated chocolate pieces and candies in ours, and there are no real rules. Decorate yours however<br />you would like.</p><hr /><h3><strong>Recipe: Grilled Lemon Pound Cake With Lemon Glaze</strong></h3><p><em>Yield: 4 to 6 servings</em></p><p><strong>For the lemon glaze: </strong></p><p>1/2 cup sugar<br />Juice from 1 orange<br />Juice from 1/2 lemon</p><p>In a small microwavable bowl, whisk together the sugar, orange juice and lemon juice and heat in the microwave for 20 seconds. Stir the mixture until the sugar dissolves, and set it aside. (If the glaze gets too hot, the flavors of the juices change; be careful.)</p><p><strong>For the lemon cake:</strong></p><p>1 1/3 cups sugar <br />1/2 cup almond paste<br />Zest of 1 lemon<br />Zest of 1 orange<br />1/3 cup (or 2/3 stick) unsalted butter, plus more for the pan<br />1 teaspoon pure vanilla extract<br />4 eggs <br />2/3 cup cake flour <br />1/2 teaspoon baking powder<br />Salt to taste</p><p>Preheat the oven to 350 degrees Fahrenheit. Grease a 12-by-4.5-by-2.5-inch cake pan with butter and set aside.</p><p>In the bowl of a stand mixer, using the paddle attachment, combine the sugar, almond paste, lemon zest and orange zest on medium speed. Mix thoroughly, but don't expect the mixture to come together. Add the butter and vanilla and cream together until light and fluffy.</p><p>Into a large bowl, sift together the flour, baking powder and salt.</p><p>Using a rubber spatula, scrape down the sides of the bowl. Add the eggs, one at a time, and mix, incorporating each one fully before adding the next.</p><p>Add the flour mixture to the batter and mix until everything is just incorporated; do not overmix. Remove the bowl from the mixer and finish mixing with a wooden spoon.</p><p>Pour the batter into the reserved cake pan. Bake for 20 to 25 minutes, or until a toothpick comes out clean when inserted into the center of the cake.</p><p>Run a knife around the edge of the cake and flip it over onto a cooling rack. Place another cooling rack on top.</p><p>While it's still warm, poke holes in the cake using a toothpick and pour the glaze over it through the cooling rack, which will help distribute the glaze evenly. Let the cake cool for at least 1 hour.</p><p>To serve: Slice the cake into half-inch slices and cook each piece on both sides on a hot grill for 30 seconds. Serve with slow-roasted fruit (see recipe below), a scoop of basil gelato and a drizzle of olive oil.</p><hr /><h3><strong>Recipe: Slow-Roasted Fruit<br /></strong></h3><p><em>Yield: 4 to 6 servings</em></p><p>4 nectarines (do not peel!)<br />1/2 cup honey<br />1/2 cup lemon juice<br />Salt to taste<br />Black pepper to taste<br />3 leaves fresh basil, torn<br />Turbinado sugar</p><p>Preheat the oven to 250 degrees Fahrenheit.</p><p>Cut the nectarines in half, discard the pits and place the fruit in a medium bowl.</p><p>In a small bowl, whisk together the honey, lemon juice, salt and pepper. Pour half the mixture over the nectarines and fold together gently to coat. Add the remaining juice mixture and the basil and combine.</p><p>Arrange the nectarines in a roasting pan (cut side down) and top with the juice. Roast for 20 minutes; flip the nectarines, sprinkle with turbinado sugar and roast an additional 20 minutes. Flip the nectarines a second time, and roast until the flesh gives to the touch (10 to 20 minutes). Let the nectarines sit in their own juices until cool to the touch.</p><p>To serve: Great alone, with a scoop of gelato, or atop the Grilled<br />Lemon Pound Cake with Lemon Glaze (see recipe above).</p><p><em>Recipes are reprinted from </em>Brooks Headley's Fancy Desserts: The Recipes of Del Posto's James Beard Award-Winning Pastry Chef<em>; by Brooks Headley with Chris Cechin-De La Rosa. Copyright © 2014 by Brooks Headley.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pastry+With+Soul.+It%27s+That+Simple&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"431"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374332511-324edd.m3u?orgId=1&topicId=1053&d=431&p=3&story=370322798&t=progseg&e=374332334&seg=9&ft=nprml&f=370322798"},{"href":"http://media.npr.org/assets/img/2014/12/31/fruit-5141513a7d0621b6732e76167a23c59901234d53.png","type":"image/jpeg","meta":{"crop":"standard","height":"499","width":"665"}},{"href":"http://media.npr.org/assets/img/2014/12/31/tree-35fe9894f6d1698ffe0426ea4d76a5b5d0b82953.png","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}},{"href":"http://media.npr.org/assets/img/2014/12/12/brooksheadley-e8602ffd5f2cbaf34ef8933c4e50b76aca6ec5c7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1296","width":"1728"}}]}