{"created":"2014-10-02T21:57:23+00:00","modified":"2014-11-10T20:30:21+00:00","valid":{"from":"2014-11-10T20:30:20+00:00","to":"3014-11-10T20:30:20+00:00"},"hreflang":"en","title":"Latin American Icon Simon Bolivar Gets Biopic Treatment In 'Liberator'","published":"2014-10-03T17:09:00+00:00","teaser":"Bolivar liberated six countries from Spanish rule in the early 19th century. A new film about his life features epic battles, rousing speeches and stunning landscapes in the spirit of <em>Braveheart</em>.","itags":["npr_api","353243993"],"guid":"d4043d4c-8ce8-4f36-943d-41eacc27c5b7","contentencoded":"<p>The new film <em>The Liberator</em> is an attempt to bring the epic story of Simon Bolivar, the George Washington of Latin America, to international audiences. Directed by Venezuelan filmmaker Alberto Arvelo, it's one of the most expensive Latin American productions to date and features epic battle scenes, rousing speeches and stunning landscapes in the spirit of historical epics like <em>Braveheart</em>.</p><p>Bolivar liberated six Latin American countries from Spanish rule in the early 19th century and dreamed of forming a unified Latin America. Although he died almost 200 years ago, Arvelo says, his legacy lives on in the politics and artistic life of the continent today: \"It's this energy that people felt that's still alive. ... For me and for all the people behind the film, we didn't understand at the beginning why we don't have a film about Simon Bolivar. I mean, that's incredible.\"</p><p><em>The Liberator</em> was independently financed by Spanish and Venezuelan producers, and its wide release speaks to an attempt by the filmmakers to make a global Spanish-language epic. It stars Edgar Ramirez (an emerging star of both independent and Hollywood cinema), features an international cast and has an original score written by renowned Venezuelan conductor Gustavo Dudamel.</p><p>Edgar Ramirez says the film's international style reflects Latin America itself: \"It's a film from Latin America that has influences from a lot of different ways of making movies, and that's fundamentally what Latin America is all about: having different influences from all over the world.\"</p><p>In the U.S., the film will be shown in art-house cinemas in cities like New York and Los Angeles, as well as in Spanish-speaking communities in California and Texas. According to<strong> </strong>film distributor Daniel Battsek, <em>The Liberator</em> addresses the absence of quality Latin American stories in a country with a growing Hispanic community.</p><p>\"I don't know that much about South America, and I think that film is a great medium for both entertaining but also giving information,\" he says. \"And I think <em>The Liberator</em> does a very good job of sort of being entertaining and giving you an interesting piece of history that is inspiring.\"</p><p>But <a href=\"http://www.npr.org/2013/04/13/176783269/enshrined-and-oft-invoked-simon-bolivar-lives-on\">Bolivar biographer Marie Arana</a> says while the film is certainly beautiful, \"there's the matter of history — the small matter of history!\" Arana was invited to introduce the film at the American Film Institute, and as she watched the finished version, she was disappointed by what she found to be a shallow reading of Bolivar's life and legacy. For one, she says, lead actor Edgar Ramirez looks nothing like Simon Bolivar.</p><p>\"He was a physically slight man: He was 5-[foot]-6, barely 130 pounds; he had a very meager chest, he had spindly legs, he had hands that were small and delicate, like a woman's almost,\" she says. \"And the figure that we see on the screen, Edgar Ramirez, is big, handsome, chunky, hunky.\"</p><p>Arana says it's especially important to get Bolivar's story right because of all the ways in which it's been wronged: \"In the past 200 years since Bolivar died, his legacy has been manipulated in so many ways. ... You know, Francisco Franco, who was the right-wing dictator of Spain, and Augusto Pinochet, who was the right-wing dictator of Chile, took him as their hero, and so did the revolutionaries, like Fidel Castro and Che Guevera. So this is a life that has been used for many purposes.\"</p><p>One of the ideas the film gets right, Arana says, is the multiracial face of Bolivar's revolution. On screen, as in real life, Bolivar sees a colonial system steeped in inequality, racial hierarchy and slavery, and fights to dismantle those divisions. For Edgar Ramirez, that legacy of Bolivar's liberation still matters because \"one of the greatest debates in Latin America will always be the social gap between rich people and poor people, and that is something we inherited from colonial times. ... There were so many privileges within the colonial system given by social position and racial background. That, I think, has affected how our societies developed, and Bolivar was very aware of that.\"</p><p>And because of Bolivar's impassioned campaign for abolition, Ramirez says, his story in South America is connected to the North American story. \"Abolition had started, the process had started, already in South America three or four decades before Lincoln's time,\" he says. \"But those three generations — Washington, Bolivar and Lincoln — they are probably the greatest generations that this entire continent has ever given. And the values of enlightenment were completely carried out by these generations.\"</p><p>Despite the film's imperfections, biographer Marie Arana says she hopes audiences will see it as an entry point to understand the man and the landscape that made modern Latin America.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Latin+American+Icon+Simon+Bolivar+Gets+Biopic+Treatment+In+%27Liberator%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bilal Qureshi","audio":[{"meta":{"duration":"340"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353312830-6537ae.m3u?orgId=1&topicId=1045&ft=3&f=353243993"},{"href":"http://media.npr.org/assets/img/2014/10/02/-dgar-ram-rez-as-sim-n-bol-var-photo-courtesy-of-cohen-media-group_-8575d914-c5c1-e311-a4a4-d4ae527c3b65--a9824a0069822477799e4796dd7eac24b1c489c2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2592","width":"3456"}},{"href":"http://media.npr.org/assets/img/2014/10/02/bolivar-ff7e068a343c1fa7559019100ba11ba432e6c0a7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"500","width":"667"}}]}