{"created":"2014-10-27T21:45:39+00:00","modified":"2014-10-27T21:45:39+00:00","valid":{"from":"2014-10-27T21:45:39+00:00","to":"3014-10-27T21:45:39+00:00"},"hreflang":"en","title":"The Road To Baghdad: Shiites Prepare For Conflict As ISIS Draws Closer","published":"2014-08-02T17:18:00+00:00","teaser":"The U.S is sending military advisers to Iraq, Shiite leaders are calling for the reformation of militias, and Sunnis remain divided on what course of action to pursue.","itags":["npr_api","323976911"],"contentencoded":"<p>The U.S is sending military advisers to Iraq, Shiite leaders are calling for the reformation of militias, and Sunnis remain divided on what course of action to pursue.</p><p>As ISIS edges closer to Baghdad, life goes on, but the atmosphere is tense and anticipatory.</p><p>NPR’s <strong>Alice Fordham</strong> talks to <a href=\"http://hereandnow.wbur.org/\"><em>Here & Now’</em></a>s Robin Young about the situation in Baghdad, whether Prime Minister Maliki may be forced out, and the steps that Shiites are beginning to take.</p><h4>Interview Highlights: Alice Fordham</h4><p><strong>On Sunnis and Shiites living side-by-side in Baghdad</strong></p><p>“Unfortunately, things have become so sectarian that the reality is very different for Sunnis and Shiites. You do have both living in Baghdad, there are parts of town where mostly Sunni people live, and actually, it’s those areas that are now most frightened, the most emptied out, because they’re afraid that the Shiite majority in Baghdad will kind of band together and may take some revenge attacks, may take what they see as pre-emptive attacks to push Sunnis out of these neighborhoods. They’re suspicious that maybe some of the people in these neighborhoods are involved or close to the militants who have taken over parts of the country.”</p><p><strong>On Shiites beginning to take action</strong></p><p>“The Shiites in Baghdad and in the rest of the country have really responded particularly to a call from the Ayatollah Ali Sistani, who’s really the key authority within the Iraqi Shiite majority, and he issued what was in essence a call to arms. So we’ve been seeing a rush of volunteers to recruiting stations. I was down in the Shiite part of town today, Sadr City, which was the home of the Mehdi army militia, a feared Shiite militia that was a key part of the civil war here, and it’s back with a vengeance.”</p><p><strong>On Maliki’s position</strong></p><p>“You take Nouri al-Maliki, who’s the Prime Minister, he has reached out to the United States and asked them for military assistance. But at the same time, he has called upon and he has encouraged this rush of Shiite volunteers, this support by the Shiite clerical establishment, many of which… are very firmly anti-American. So Maliki has put himself in a very contradictory position.”</p><p><strong>On the politics involved</strong></p><p>“The situation is so complicated that in offering your support to one side, you find yourself contradicting your stance on the other side. Which is why the situation is so intractable.”</p><h4>Guest</h4><ul><li><a href=\"http://www.npr.org/people/263102795/alice-fordham\" target=\"_blank\"><strong>Alice Fordham</strong></a>, NPR international correspondent in Beirut. She tweets <a href=\"https://twitter.com/AliceFordham\" target=\"_blank\">@AliceFordham</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Road+To+Baghdad%3A+Shiites+Prepare+For+Conflict+As+ISIS+Draws+Closer&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"d40504f4-67ff-4413-9a08-3c23bf608347","audio":[{"meta":{"duration":"456"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323990328-c5a71c.m3u?orgId=330&ft=3&f=323976911"}]}