{"created":"2015-03-05T08:43:49+00:00","modified":"2015-05-13T21:12:37+00:00","valid":{"from":"2015-05-13T21:12:37+00:00","to":"3015-05-13T21:12:37+00:00"},"hreflang":"en","title":"Fertility Clinic Courts Controversy With Treatment That Recharges Eggs","published":"2015-03-06T21:57:00+00:00","teaser":"The technique aims to rejuvenate a woman's eggs using mitochondria from cells extracted from her ovaries. A Toronto clinic's first births are due soon, and some doctors are worried about side effects.","itags":["npr_api","389284225"],"guid":"d40abdac-b9e6-4f2a-adb6-085e9d6b5f3b","contentencoded":"<p>Melissa and her husband started trying to have a baby right after they got married. But nothing was happening. So they went to a fertility clinic and tried round after round of everything the doctors had to offer. Nothing worked.</p><p>\"They basically told me, 'You know, you have no chance of getting pregnant,' \" says Melissa, who asked to be identified only by her first name to protect her privacy.</p><p>But Melissa, 30, who lives in Ontario, Canada, didn't give up. She switched clinics and kept trying. She got pregnant once, but that ended in a miscarriage.</p><p>\"You just feel like your body's letting you down. And you don't know why and you don't know what you can do to fix that,\" she says. \"It's just devastating.\"</p><p>Melissa thought it was hopeless. Then her doctor called again. This time he asked if she'd be interested in trying something new. She and her husband hesitated at first.</p><p>\"We eventually decided that we should give it one last shot,\" she says.</p><p>Her doctor is <a href=\"http://www.tcartonline.com/aboutus\">Dr. Robert Casper</a>, the reproductive endocrinologist who runs the Toronto Center for Advanced Reproductive Technology. He has started to offer women a fertility treatment that's not available in the United States, at least not yet. The technique was named <a href=\"http://www.ovascience.com/treatments/augment\">Augment</a> by the company that developed it, and its aim is to help women who have been unable to get pregnant because their eggs aren't as fresh as they once were.</p><p>Casper likens these eggs to a flashlight that just needs new batteries.</p><p>\"Like a flashlight sitting on a shelf in a closet for 38 years, there really isn't anything wrong with the flashlight,\" he says. \"But it doesn't work when you try to turn it on because the batteries have run down. And we think that's very similar to what's happening physiologically in women as they get into their 30s.\"</p><p>In human eggs, as in all cells, the tiny structures that work like batteries are called mitochondria. Augment is designed to replace that lost energy, using fresh mitochondria from immature egg cells that have been extracted from the same woman's ovaries.</p><p>\"The idea was to get mitochondria from these cells to try to, sort of, replace the batteries in these eggs,\" Casper says.</p><p>Here's how it works. A woman trying to get pregnant goes through a surgical procedure to remove a small piece of her ovary, so that doctors can extract mitochondria from the immature egg cells. In a separate procedure, doctors remove some of the woman's mature eggs from her ovaries. They then inject the young mitochondria into the eggs in the lab, along with sperm from the woman's partner; except for adding mitochondria to the mix, the process is the same one that's followed with standard in vitro fertilization. The resulting embryo can then be transferred into her womb.</p><p>The extracted mitochondria \"look exactly like egg mitochondria,\" Casper says. \"And they're young. They haven't been subjected to mutations and other problems.\"</p><p>So they should have enough power to create a healthy embryo, he says — at least in theory. The company that developed the procedure, <a href=\"http://www.ovascience.com/\">OvaScience Inc.</a> of Cambridge, Mass., has reported no births from the procedure so far. The technique adds about $25,000 to the cost of a typical IVF cycle.</p><p>OvaScience hopes to eventually bring the technique to infertile couples in the United States. But the Food and Drug Administration has blocked that effort — pending proof that the technique works and is safe. Meanwhile, the firm is already offering the technology in other countries, including the United Arab Emirates, Turkey — and in Canada, at Casper's Toronto clinic.</p><p>\"We're pretty excited about it,\" Casper says.</p><p>Not everyone in Canada is excited about it. Endocrinologist <a href=\"http://www.montrealfertility.com/about-us/our-team/\">Neal Mahutte</a>, who heads the <a href=\"http://www.cfas.ca/\">Canadian Fertility and Andrology Society</a>, notes that no one knows whether the technique works. And he has many other questions.</p><p>\"It's a very promising, very novel technique,\" he says. \"It may one day be shown to be of tremendous benefit. But when you amp up the energy in the egg, how much do we really know about the safety of what will follow?\"</p><p>\"Is there a chance that the increased energy source could contribute later to birth defects?\" Mahutte wonders. \"Or to disorders such as diabetes? Or to problems like cancer? We certainly hope that it would not. But nobody knows at this point.\"</p><p>He and some other experts say it's unethical to offer the procedure to women before those questions have been answered.</p><p>\"There are processes that are set up to ensure that products which are offered for clinical use in humans have undergone rigorous testing for safety and efficacy, based on well-established scientific and ethical testing criteria,\" says Ubaka Ogbogu, a bioethicist and health law expert at the University of Alberta. \"To circumvent this process is to use humans as guinea pigs for a product that may have serious safety concerns or problems.\"</p><p>Casper defends his decision to offer his patients the treatment, saying a New Jersey fertility clinic briefly tried something similar more than 15 years ago; in that case, he says, the resulting babies seemed fine, and there have been no reports of problems since. In addition, Casper says he has done a fair amount of research on mitochondria.</p><p>\"I think there's very little chance that there would be any pathological or abnormal results,\" he says. \"So I feel pretty confident this is not going to do any harm.\"</p><p>Casper's first patient to try the technique — Melissa — says she's comfortable relying on the doctor's judgment.</p><p>\"I think there's always risk with doing any sort of procedure,\" Melissa says. \"IVF — I mean, there was lots of controversy and risk when that first came out. For me, and from what I've discussed with my doctor, I don't see it being a big risk to us.\"</p><p>And she's thrilled by the outcome so far: She's pregnant with twins.</p><p>\"You know, I couldn't believe it,\" she says. \"I still don't believe it a lot of the time. There are no words for it — it's incredible. We're very excited.\"</p><p>Casper says 60 women have signed up for Augment at his clinic. He has treated 20 of the women, producing eight pregnancies, he says. The first births — Melissa's twins — are due in August.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Fertility+Clinic+Courts+Controversy+With+Treatment+That+Recharges+Eggs&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rob Stein","audio":[{"meta":{"duration":"323"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390903194-9eae74.m3u?orgId=1&topicId=1128&d=323&p=3&story=389284225&t=progseg&e=390903104&seg=4&ft=nprml&f=389284225"},{"href":"http://media.npr.org/assets/img/2015/03/04/egg-rejuvenation-875ca1a34ebf4f78349a013945317e936cc7ce87.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1688","width":"2253"}}]}