{"created":"2014-09-03T17:10:43+00:00","modified":"2014-09-03T17:10:43+00:00","valid":{"from":"2014-09-03T17:10:43+00:00","to":"3014-09-03T17:10:43+00:00"},"hreflang":"en","guid":"d410e043-1608-460e-89b1-1f71dcbfe22f","title":"After 20 years abroad, an American photojournalist turns his lens homeward ","published":"2014-09-03T17:10:43+00:00","byline":"Nina Porzucki","tags":["Photography","Arts","Arts, Culture & Media","North America","United States","North America","David Guttenfelder","Peter DiCampo","Instagram","Photo sharing"],"teaser":"After college, photojournalist David Guttenfelder set off to find freelance work abroad. Twenty years later, he's back in the US and photographing his home country for the first time.","contentencoded":"<p>Photojournalist David Guttenfelder has seens parts of the world that few Americans have laid eyes on. He traversed the world from the Middle East to Africa and Asia, covered the war in Afghanistan and even helped set up the first Associated Press bureau in North Korea. Now, finally, he&#39;s bringing his camera home.</p><p>&ldquo;I&#39;m using the same tools,&quot; Guttenfelder says. &quot;I&#39;m using the same process to photograph my own country, to work as a cultural anthropologist in my own country.&quot;</p><p>In North Korea, he used Instagram to post small, seemingly insignificant objects or moments &mdash; like dried fish snacks or a woman sweeping &mdash; that still managed to convey a greater sense of North Korean life. Now he&#39;s trying to do the same the US.</p><p>&ldquo;What are the things that are ubiquitous in our own culture?&quot; he asks. &quot;What are the things that strike me on the surface when I come back here that say a lot about American culture?&quot;</p><p>Some of the answers so far? The Gideon Bible, Black Cat Firecrackers, the ice bucket from a Super 8 Motel and a corn dog from the Minnesota State Fair. These are just some of the American artifacts that Guttenfelder has been documenting.&nbsp;</p><p>&ldquo;These are things that I remember growing up in the United States and that say something funny or reveal something unique about America,&rdquo; Guttenfelder says.</p><p>Beyond collecting these American artifacts on his own Instagram feed, Guttenfelder has teamed up with 12 other photographers across the US to start the Instagram project <a href=\"http://instagram.com/everydayusa\">@everydayusa</a>. The project is based upon <a href=\"http://instagram.com/everydayafrica\">@everydayafrica</a>, an Instagram feed started by photographer Peter DiCampo.</p><p>&ldquo;[DiCampo&rsquo;s] intention with Everyday Africa was to create an Instagram feed where African photographers could tell their own story,&quot; Guttenfelder says. &quot;It was a powerful way to subvert stereotypes about Africa.&quot;</p><p>Guttenfelder hopes the images that he and the 12 other photographers publish will perform the same function: Not only subverting stereotypes but telling a more nuanced American story: &ldquo;When you add up the sum of the parts it,starts to reveal something interesting about America.&quot;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/corndog1.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/corndog1jpg"}]}