{"created":"2014-11-24T22:55:16+00:00","modified":"2015-05-13T21:29:39+00:00","valid":{"from":"2015-05-13T21:29:39+00:00","to":"3015-05-13T21:29:39+00:00"},"hreflang":"en","title":"As Hackers Hit Customers, Retailers Keep Quiet About Security","published":"2014-11-25T15:15:00+00:00","teaser":"Leading companies are keeping tight-lipped about what they're doing to protect customers from similar attacks that have hit Target, Home Depot and other major retailers.","itags":["npr_api","366367832"],"guid":"d41a1fa9-4c75-492f-9aea-9f2284d70345","contentencoded":"<p>As the holiday buying season approaches, retailers remain open to the same attack — called a \"point of sale\" attack — that hit Target and Home Depot, security experts say. Those analysts say that retailers have their fingers crossed, hoping they're not next.</p><p>And leading companies are keeping very tight-lipped about what, if anything, they're doing to protect customers.</p><p><strong>Is This Store Hackerproof?</strong></p><p>It's easy to spot a scratched face on a watch. It's much harder to tell if the checkout machine that you swipe to pay for that watch is defective.</p><p>But Davi Ottenheimer knows how. He's a security researcher at EMC, a Hopkinton, Mass.-based data storage company. He's been auditing retail for a decade. And we're looking at how \"hackerproof\" stores are this holiday shopping season.</p><p>We walk into a Rolex Store in San Francisco, and the diamond-studded watches don't catch Ottenheimer's eye. A tablet that's sitting by the counter, with a little square card reader plugged in, does.</p><p>\"They're not even looking at us,\" he says as a sales representative walks away. \"We could replace the card reader with our own card reader. I have several of those at home.\"</p><p>Never mind that an armed guard is patrolling the door. This store is ripe for a microscale cyberattack. Sure, it would just get a few dozen customers. But, Ottenheimer says, \"they spend a lot of money, so if I want to get high-value cards, this would be a place where I could get them.\"</p><p>Rolex and Tourneau, the company managing the store, did not respond to NPR's request for comment about on-site security.</p><p>Over at Macy's, Ottenheimer wanders over to an empty corner and stares at a lonely register. He points to a little green icon that's blinking on the hard drive. \"It has a network light on the front,\" he says.</p><p>That means it's speaking to other machines that are grabbing card numbers.</p><p>Ottenheimer is concerned that crooks could use this unprotected machine to try to break in. \"They came over to help us with the jewelry but not with the fact that we're standing and staring at a PC in the corner,\" he says.</p><p>NPR reached out to Macy's to ask what it's doing to protect the customer information feeding into these machines. Is the retail chain scrambling and encrypting card numbers? Is it cordoning off the financial data, so that people with access to one point of entry can't break into others?</p><p>Macy's declined to provide a single detail about the most general security measures it's taking.</p><p><strong>'Security By Obscurity'</strong></p><p>Orla Cox, a security expert at Symantec, helps retailers behind the scenes. And while she can't name her clients because of nondisclosure agreements, she criticizes companies for acting like they can achieve \"security by obscurity.\"</p><p>\"A lot of times, a lazy approach to security is just to make information difficult to get,\" she says. \"Just because you're not talking about it isn't actually making you any more protected.\"</p><p>According to a <a href=\"http://www.symantec.com/connect/blogs/pos-malware-potent-threat-remains-retailers\">recent Symantec report</a>, hacks have gotten bigger and more frequent. Cox and other security insiders say that just about every retailer remains open to the exact same attack — a point-of-sale attack that lifts information from credit card readers — that got Target and Home Depot.</p><p>It's not clear if or when that'll change. NPR contacted two dozen of America's largest retailers — which include Sears, Kohl's, Best Buy, Dollar General, the TJ Maxx company — and none of them would indicate whether their budget for online security has increased in this last year of megabreaches.</p><p>\"I would think that it's fairly innocuous information anyway,\" Cox says. \"Giving a number out there shows that you're taking it seriously.\"</p><p><strong>A Lack Of Incentives </strong><strong></strong></p><p>Visa and MasterCard are nudging retailers to take on a bit more <a href=\"http://www.paymentsleader.com/will-retailers-be-ready-for-emv-by-oct-2015/\">liability</a>. By October 2015, merchants who don't have the more up-to-date EMV chip card readers could have to pay for certain credit and debit card theft in stores.</p><p>\"There is no silver bullet,\" says Ellen Richey, Visa's chief risk officer, who's on a national campaign to get retailers to invest.</p><p>But, many say, there aren't enough incentives for retailers to address the issue.</p><p>Retailers make tiny margins — say 2 percent. They don't want to spend on IT support. When credit card data are stolen, they don't typically have to pay. Even if the retailers' lax network security is at fault, financial institutions typically pick up the bill.</p><p>That includes credit unions, like LGE Community Credit Union in Georgia. Its president, Chris Leggett, says he is tired of paying for replacement cards after a hack. \"It sure would be nice if the merchants would be willing to share in the cost of cleaning it up due to their lax security,\" he says. \"The issuers are paying the brunt of the expense.\"</p><p>The Credit Union National Association is <a href=\"http://www.cuna.org/uploadedFiles/CUNA/Grassroots_And_Political/Data%20Breach%20One%20Pager.pdf\">asking lawmakers to intervene</a>, so that retailers are held to stricter security and disclosure rules.</p><p><strong>Card Thefts Become Routine</strong></p><p>Among victims, a kind of fatalism has set in. People have come to expect the theft.</p><p>Kate Anderson in Minnesota has had to replace her cards five times in the past year. \"It always seems to happen on a Friday or a Saturday. So usually that's kind of when I kind of really get like, 'Well, should I really go shopping or not?' \" she says.</p><p>Now, she and her husband know the drill: \"Reset all of our passwords and our PIN numbers and every place that we do auto debits from.\"</p><p>Texas resident Hunter Hargrave has replaced his cards twice following hacks. \"I wouldn't be surprised if it happened again,\" he says.</p><p>The 25-year-old is turning away from the world of plastic and using old-school money a lot more. \"Whenever I get paid, I take out the vast majority in cash, and then I put the rest on a debit card. But the debit card's only for emergencies,\" he says.</p><p>Even if people ditch their cards, they're not ditching the stores. While the <a href=\"https://ssl.www8.hp.com/us/en/ssl/leadgen/secure_document.html%3Fobjid=4AA5-5208ENW\">cost of cleaning up a hack is climbing</a>, according to a recent survey by the Ponemon Institute, the cost of doing nothing — and hoping for the best — is not.</p><p>Sales at <a href=\"http://investors.target.com/phoenix.zhtml%3Fc=65828%26p=irol-newsArticle%26ID=1991049\">Target</a> and <a href=\"http://earnings.homedepot.com/phoenix.zhtml%3Fc=63646%26p=irol-newsArticle%26ID=1990548\">Home Depot</a> have been exceeding expectations. Experts say that as long as we're spending, retailers don't have to spend on protecting us.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Hackers+Hit+Customers%2C+Retailers+Keep+Quiet+About+Security&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"269"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366379362-81bd4b.m3u?orgId=1&topicId=1019&d=269&p=2&story=366367832&t=progseg&e=366344272&seg=9&ft=nprml&f=366367832"}]}