{"created":"2015-01-21T07:58:17+00:00","modified":"2015-06-05T15:23:14+00:00","valid":{"from":"2015-06-05T15:23:14+00:00","to":"3015-06-05T15:23:14+00:00"},"hreflang":"en","title":"Frank Deford To The NBA: Who's On Worst?","published":"2015-01-21T13:58:00+00:00","teaser":"Commentator Frank Deford marvels at the topsy-turvy nature of the NBA this season; some usually mediocre teams are at the top, and some usually great teams are collectively having an off year.","itags":["npr_api","378631953"],"guid":"d422c2b6-9d40-4c1b-a03d-f6eea21a04f2","contentencoded":"<p>Even with free agency, our professional leagues show a reliable sort of sameness from year to year. Oh sure, each season there are a few teams that surprise, but mostly, changes in the standings are evolutionary. That said, I don't believe I've ever seen a league that looks so cockeyed as the NBA is this year.</p><p>First of all, it's just plain weird to see the two historically glamorous franchises, the Celtics and Lakers, both down near the bottom of the standings, while up top are teams that previously were nondescript also-rans.</p><p>Golden State, for example, which sounds more like an insurance company than a team, has the best record. Atlanta, which hasn't been in the NBA finals in decades, is way ahead in the awful East. Other current contenders include Washington, Toronto, Portland and Memphis, the equivalent of those indie films which no one has ever heard of till the insiders nominate them for various Academy Awards.</p><p>You see, what makes this topsy-turvyness even more bizarre is that basketball, more than any other sport, features its name players. It's virtually a given that the finals are not played between two teams, but between two superstars who've brought along a bunch of guys to sing backup.</p><p>But how many of you reading can even name a player on the Hawks? The league's best player is a skinny little guy on the Warriors named Stephen Curry, who's been overlooked his whole career. Meanwhile, LeBron James, who nobly returned to Cleveland to finally give that benighted sports town a championship, resides in the wishy-washy land of .500. Other superstars like Kevin Durant, Kobe Bryant, Carmelo Anthony and Kevin Love are likewise on teams adrift in the horse latitudes of the standings.</p><p>It's also disconcerting that an inordinate amount of attention is being paid to who's on worst, because the more you conspire to lose, the better your chances of getting the pick of the litter in the draft. Presently, the Knicks, who hired a coach as the executive and then a player as a coach — your Peter Principle at work — are demonstrating the great gift for defeat. They're so awful it makes New York yearn already for the spring and the return of the heroic Alex Rodriguez and the glorious mediocrity of his Yankees.</p><p>Oh yes, but pay attention now: Golden State and Atlanta lead the league in assists. That is, the players pass the ball to one another. They play basketball, not superstar-ball. It may only be, shall we say, a passing fancy, but it's a delightful change for connoisseurs of the game.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Frank+Deford+To+The+NBA%3A+Who%27s+On+Worst%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"226"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378774503-30064c.m3u?orgId=1&topicId=1055&aggIds=4499275&d=226&p=3&story=378631953&t=progseg&e=378774385&seg=9&ft=nprml&f=378631953"}]}