{"created":"2015-04-20T15:36:36+00:00","modified":"2015-06-16T17:17:03+00:00","valid":{"from":"2015-06-16T17:17:03+00:00","to":"3015-06-16T17:17:03+00:00"},"hreflang":"en","title":"BuzzFeed Deleted Stories After Complaints From Advertisers","published":"2015-04-20T21:35:00+00:00","teaser":"In a memo to staff, editor in chief Ben Smith acknowledged that the site had deleted more than 1,000 posts — three of them after complaints from advertisers. Gawker first reported on the deletions.","itags":["npr_api","401005384"],"guid":"d425abfe-32b7-4ae5-a526-2fc19d58b8ae","contentencoded":"<p><strong>Updated at 5:24 p.m.</strong></p><p>The editor of BuzzFeed, the website that carries headlines ranging from \"<a href=\"http://www.buzzfeed.com/bradesposito/only-happy-when-it-rains#.xdVpNnoyY\">12 Reasons Rain Is Better Than Anything Else</a>\" to \"<a href=\"http://www.buzzfeed.com/felipearaujo/at-least-650-feared-dead-after-migrant-boat-capsizes-in-the#.tunjWgQX8\">EU Ministers To Hold Emergency Talks On Migrant Crisis</a>,\" has acknowledged the deletion of more than 1,000 posts — three of them following complaints from advertisers — since he was hired in January 2012.</p><p>Editor in chief Ben Smith's memo to the staff Saturday, <a href=\"http://tktk.gawker.com/buzzfeed-deleted-posts-under-pressure-from-its-own-busi-1697762873\">obtained by the website Gawker</a>, comes after his site was criticized for the recent deletion of two posts — one critical of the board game <a href=\"http://tktk.gawker.com/buzzfeed-deleted-anti-hasbro-post-after-inking-deal-wit-1697044663\">Monopoly</a> and the other critical of the ad campaign launched by soap brand <a href=\"http://tktk.gawker.com/buzzfeed-deletes-post-critical-of-dove-a-buzzfeed-adve-1696852834\">Dove</a>. Their parent companies, Hasbro and Unilever, respectively, are BuzzFeed advertisers. Gawker first reported both those deletions.</p><p>Smith has maintained both those instances were for editorial reasons, but the deletions, and the scrutiny directed at the website, prompted an internal review last week of the practice at BuzzFeed.</p><p>The review, which was headed by Annie-Rose Strasser, BuzzFeed News deputy managing editor, found 1,112 deleted posts since January 2012. Here's the breakdown, according to Smith's memo: editorial decisions, 100; advertiser complaints, 3; copyright issues, 65; technical error, 263; duplicated already published work, 122; community user deletions, 140; on-edit staff deletions and unidentified bylines, 377.</p><p>\"What we did find in our early days was we were deleting things all the time: for reasons of tone, you know of taste, of, you know, ah, you know what I didn't think this quite worked,\" Smith told NPR's David Folkenflik. \"And that was our existing policy at the time. But we had a new policy - and I personally broke it – and so it was a total. It was a real mistake.\"</p><p>Of the three posts deleted after complaints from advertisers, one, Smith said, was by Mark Duffy, a blogger and ad critic who wrote for the site under the byline \"copyranter.\" In 2013, he accused an ad for Axe deodorant of advocating \"worldwide mass rape.\" The ad agency complained, via BuzzFeed's chief revenue officer, that the \"tone of his item was over the top.\"</p><p>\"I agreed that this was way outside even our very loose standards of the time,\" Smith wrote in his memo to staff.</p><p>A second post was deleted after complaints from BuzzFeed's chief revenue officer. This one was by Tanner Ringerud, a former member of BuzzFeed's Creative department, who switched to editorial in 2013. His post that March mocked Microsoft's Internet Explorer. In his previous BuzzFeed job, Ringerud had worked on a Microsoft ad campaign. After the complaint, Smith said, \"We agreed that it was inappropriate for Tanner to write about brands whose ad campaigns he'd worked on.\"</p><p>The third complaint, this one in January 2014, came from the head of BuzzFeed's creative division that writer Samir Mezrahi had taken a gif from a Pepsi ad created by BuzzFeed's creative team and turned it into a Vine without credit. Smith said he asked Mezrahi not to use advertising created by BuzzFeed's business side for editorial purposes.</p><p>\"Four days later, he published a post titled 'These Brands Are Going To Bombard Your Twitter Feed On Super Bowl Sunday,' which was a mix of criticism and praise for a long list of brands on Twitter,\" Smith wrote in the memo. \"I again heard a complaint from our business side about Pepsi, which was the first item in the list, and whose Twitter feed they were making content for during the Super Bowl.\"</p><p>Smith added that BuzzFeed decided that an editor writing about an ad produced by the site's creative team was \"inappropriate.\" That post was deleted.</p><p>David has a story on the controversy on today's <em>All Things Considered</em>. You can listen to that story <a href=\"http://www.npr.org/2015/04/20/401048705/buzzfeed-under-fire-after-deleting-stories-critical-of-its-advertisers\" target=\"_blank\">here</a>.</p><p>You can also read/listen to David's — and NPR's — past reporting on BuzzFeed here:</p><p><a href=\"http://www.npr.org/2013/12/04/248515060/omg-buzzfeeds-investing-in-serious-news-coverage-is-it-ftw\">OMG, BuzzFeed Is Investing In Serious News Coverage! Is It FTW?</a></p><p><a href=\"http://www.npr.org/blogs/alltechconsidered/2012/06/26/155585035/9-powerful-moments-in-the-day-of-a-viral-web-editor-at-buzzfeed\">9 Powerful Moments In The Day Of A Viral Web Editor At BuzzFeed</a>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=BuzzFeed+Deleted+Stories+After+Complaints+From+Advertisers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Krishnadev Calamur","audio":[{"meta":{"duration":"231"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401067972-d52669.m3u?orgId=1&topicId=1020&d=231&story=401005384&ft=nprml&f=401005384"}]}