{"created":"2015-04-24T19:45:32+00:00","modified":"2015-04-24T21:11:11+00:00","valid":{"from":"2015-04-24T21:11:11+00:00","to":"3015-04-24T21:11:11+00:00"},"hreflang":"en","guid":"d426e0ef-0794-41ff-934e-19482495e2d0","title":"Two years after it collapsed, Rana Plaza is still haunted by the smell of death","published":"2015-04-24T21:11:04+00:00","byline":"Bruce Wallace","tags":["Rana Plaza collapse","worker's rights","Development","government","disaster","Across Women's Lives","Justice","Conflict & Justice","Dhaka","Asia","Bangladesh"],"teaser":"More than 1,000 garment workers died when the Rana Factory complex in Bangladesh collapsed two years ago. Today, the survivors and their families are still haunted by the \"smell of death\" at the site — and the prejudices they face after making it through the tragedy.","contentencoded":"<p>Two years have gone by since the eight-story Rana Factory complex collapsed in the suburbs of Bangladesh’s capital, Dhaka. But at the site of the disaster, little has changed.</p>\n<p>You can still find clothing labels with familiar names like JC Penney and Joe Fresh in the rubble. Nothing new has been built here, and the site has not been fully cleared. For survivors it’s a painful reminder — and metaphor — of lives still in disarray, despite Western efforts to compensate the more than 2,400 people injured in the catastrophe as well as the families of the 1,134 who died.</p>\n<p>The majority of the victims were women, attracted to garment work that pays relatively well compared with other jobs here. Rozina Begum was one of those female workers, and she was on the third floor of Rana Plaza on the morning of April 24, 2013. She and other workers knew about the cracks that were spotted in the factory building the previous day, and they were nervous. They had resisted going in that morning, but factory managers and Sohel Rana, the politically-connected owner of the building, ordered them to report to work.</p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Rozina_Arm_resized.jpg?itok=_X6wvws0\" alt=\"\" /><div class=\"field-caption\">\n    <p>Rozina Begum was working on the third floor of Rana Plaza when it collapsed. Today, she and her husband are struggling to provide for their two daughters.</p>\n<p> </p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Bruce Wallace</p>\n  </div>\n</div>\n<p>A little before 9 am, the building lost power and generators were switched on. Right then, Begum heard a rumbling and saw a crack near her widening. The last thing she saw before the building collapsed around her was her sister, who worked nearby. It was the last time Begum ever saw her.</p>\n<p>She was buried under the rubble for three days until rescuers reached her, but even then the horror wasn't over. Begum was trapped by a collapsed beam that crushed her left arm. Rescuers couldn’t free her, so they slid her a hacksaw. </p>\n<p>“They told me they wanted to get me out but they couldn’t, so I needed to cut my arm off,\" she says, recounting the story in her cramped home, her five-month-old daughter lying beside her.</p>\n<p>Over several hours — working a bit and then passing out, she says — she sawed her own arm off above the elbow. She pulls what’s left of it out from under her purple salwar kameez to show me.</p>\n<p>Begum still struggles with what happened to her. She, her husband and their two daughters still live near Rana Plaza, but she tries to avoid the site because she says she can still smell death.</p>\n<p>\"You mean you imagine the smell?\" my intrepreter asks.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"506\" width=\"900\" style=\"font-size: 13.0080003738403px; line-height: 1.538em;\" alt=\"Rana Plaza\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/resized_RanaPlaza.jpg?itok=4hBoDRfc\" title=\"\" /><div class=\"field-caption\">\n    <p>Piles of bricks, concrete slabs and faded pieces of red and blue fabric are all that remain of the former eight-story Rana Plaza.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Bruce Wallace</p>\n  </div>\n</div>\"No,\" she insists, \"the smell is still there.\"\n<p>Rafiqul Islam takes me to see the site; he’s a union organizer whose office is right next door. He spent the days after the disaster pulling survivors and dead bodies out of the rubble, and helping distraught families connect with their loved ones.</p>\n<p>“I still have trouble sleeping,\" Islam says as we stand on a rooftop overlooking the site and the field that contains rubble from the collapsed factory. \"I can still hear workers screaming ‘Save us, save us.'\"</p>\n<p>At the end of 2013, a handful of western retailers, along with labor and industry groups and the Bangladesh government, launched a compensation fund for survivors and victims’ families. It’s called <a href=\"http://www.ranaplaza-arrangement.org/\">the Rana Plaza Arrangement</a>. More retailers have paid into the fund since then — often after international pressure. It promised close to $30 million in payments to survivors and relatives of the dead, and has raised more than two-thirds of that total in the two years since.</p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/MahinurAkter_resized.jpg?itok=Sm6xuJAo\" alt=\"\" /><div class=\"field-caption\">\n    <p>Mahinur Akter, 18, has been turned away from new garment-factory jobs because of the stigma surrounding Rana Plaza survivors.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Bruce Wallace</p>\n  </div>\n</div>Begum and her family have been living on the money she’s gotten from the compensation fund thus far, about $1,900. It’s an average income for Bangladesh, but much less than what she made when she was working, Her husband isn't working, either: he had to leave his job to take care of Begum and their baby. The couple has an older daughter, too, and they say they’re struggling to pay her school fees.\n<p>Islam says the victims need more than money to get back on their feet.</p>\n<p>“There has been a lot of talk about compensation, but there hasn’t been enough talk about rehabilitation of workers,” he says. “It doesn’t matter how much money they give them; sooner or later that money will run out.  More attention should have been paid to getting these workers back to work.”</p>\n<p dir=\"ltr\" id=\"docs-internal-guid-fd924339-ec57-7c8d-0f13-b5e2b7568a96\"></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Statue_small.jpg?itok=3-1UGR7r\" alt=\"\" /><div class=\"field-caption\">\n    <p>A statue stands at one end of the site of the Rana Plaza collapse. “Our memories are sprayed with a billion tears. We will never forget,” a plaque next to it reads.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Bruce Wallace</p>\n  </div>\n</div>But that's not easy, even for the able-bodied. Eighteen-year-old Mahinur Akter, who suffered injuries to her head and the loss of a toe, went back to work at a nearby factory after eight months of recovery.\n<p>“I sat down to work on the first day and had only made two pieces of clothing before I fainted,” she says. “All the memories came back.” Her manager pulled her aside, saw her injuries, and asked her if she’d been in the factory collapse.</p>\n<p>“We don’t employ Rana Plaza people,” she recalls him saying. They put her on a rickshaw and told her not to come back. She hasn’t worked since.</p>\n<p>Other survivors tell me similar stories, and Rafiqul Islam says he hears them all the time. “Factories won’t hire them because they think they may be injured or too traumatized and wouldn’t be able to do the work,” he says. One survivor told me she’d been refused work at a garment factory because people who were in the building collapse were cursed.</p>\n<p>Even at the site itself, there's little to mark the disaster. Aside from a cast-concrete memorial to victims sandwiched behind a busy bus stop, this could easily be any other vacant lot in Dhaka’s sprawling industrial suburbs.</p>\n<p>Rafiqul Islam says he’d like to see the Rana Plaza site turned into a memorial for those who died, with a dormitory where survivors could live. But plans to sell the land and use the money for a victims fund are stalled. Sohel Rana is in prison and still owns title to the site so many survivors try to avoid.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-24%2Ftwo-years-later-place-still-smells-death&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/RafiqulIslam_resized169.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rafiqulislamresized169jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04242015_03.mp3"},{"href":"http://www.pri.org/file/0424201503mp3"}]}