{"created":"2015-03-05T20:35:21+00:00","modified":"2015-03-05T21:36:18+00:00","valid":{"from":"2015-03-05T21:36:17+00:00","to":"3015-03-05T21:36:17+00:00"},"hreflang":"en","title":"4 Recipes For Beet Lovers","published":"2015-03-05T21:36:00+00:00","teaser":"Our resident chef Kathy Gunst shares recipes for roasted beet salad, beet napoleons, beet hummus and more.","itags":["npr_api","391035547"],"guid":"d42a7e86-4ded-4ec8-8c29-fa9bdb5fb2b5","contentencoded":"<p>Growing up, <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now</a></em> resident chef <strong>Kathy Gunst</strong> hated beets. But now she&#8217;s become a beet convert, using them in salads and even beet hummus. Kathy shares recipes for her favorite beet dishes with hosts Robin Young and Jeremy Hobson.<a name=\"roasting-beets\"></a></p><ul><li><a href=\"#roasting-beets\">Not-So-Basic Recipe for Roasting Beets</a></li><li><a href=\"#beet-salad\">Roasted Beet Salad with Citrus and Ricotta</a></li><li><a href=\"#beet-napoleons\">Beet Napoleons</a><ul><li><a href=\"#chive\">Chive Oil</a></li></ul></li><li><a href=\"#borscht\">Russian-Style Beef Borscht (Beet and Cabbage Soup)</a></li><li><a href=\"#beet-hummus\">Beet Hummus</a></li></ul><p><em><a href=\"http://hereandnow.wbur.org/tag/kathy-gunst\" target=\"_blank\">See more recipes & cooking segments with Kathy Gunst</a></em></p><h4>Not-So-Basic Recipe for Roasting Beets</h4><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/03/0305_gunst-beet-recipes.pdf\" target=\"_blank\">(Print/view a PDF of all four recipes)</a></p><p>Wrap 1-2 beets in foil packets. Repeat with other beets but try not to wrap more than 2 or 3 in each packet (depending on their size) or they will take forever to roast.</p><p>Place in a preheated 425 degree oven. The roasting time for beets varies greatly—anywhere from 50 minutes to almost 2 hours. It has to do with freshness, type of beet, etc. You want to check the beets after about 50 minutes or so by inserting a small, sharp knife into the center of the beet. The beet should feel tender, but not falling apart or soft. Remove from the oven when just tender and let cool for about 5 minutes. Use rubber gloves or a piece of plastic wrap to carefully remove the peel from the beet. The beets will keep whole, covered and refrigerated, for several days. <a name=\"beet-salad\"></a>They are now ready to be used in soups, salads, dips, etc.</p><h4>Roasted Beet Salad with Citrus and Ricotta</h4><p><strong>Kathy’s Note:</strong> Roasting beets (or any root vegetable for that matter) brings out their natural sweetness. Once the beets are soft and juicy they are thinly sliced and surrounded by blood oranges and tangerines and then topped with locally-made ricotta and fresh chopped spring chives and dill.</p><p><em>Serves 4 to 6.</em></p><p><strong>Ingredients:</strong></p><p>4 beets, about 1 pound</p><p>1 blood orange or navel orange, peeled</p><p>2 tangerines, peeled</p><p>1/2 cup fresh ricotta or soft goat cheese, slightly whipped with a spoon</p><p>1 1/2 tablespoons chopped fresh dill</p><p>1 1/2 tablespoons chopped fresh chives</p><p>Salt and freshly ground black pepper to taste</p><p>1/4 cup olive oil</p><p>2 tablespoons lemon juice or white wine vinegar</p><p><strong>Instructions:</strong></p><p>Preheat the oven to 400 degrees. Wrap the beets up in individual foil packets, sealing them tightly. Roast on the middle shelf for about an hour, or until a small, sharp knife inserted in the center goes in easily. It shouldn’t be soft and mushy but not hard. Let cool for about five minutes and then remove the peel from the beets.</p><p>Thinly slice the beets and arrange in the center of a bowl or serving plate.</p><p>Peel the orange and tangerines and cut into small 1-inch pieces. Arrange the citrus around the beets. Place the ricotta in the center of the bowl on top of the beets and sprinkle the dill and chives all over the dish. Season the cheese and beets with salt and pepper to taste. <a name=\"beet-napoleons\"></a>Drizzle the oil and vinegar on top and serve at room temperature.</p><h4>Beet Napoleons</h4><p><strong>Kathy’s Note:</strong> Don’t you just love recipes that look so elegant and restaurant-worthy that people think you spent the whole day in the kitchen? This is one. Yellow and red beets are roasted until tender, then sliced and layered with a chive-flavored goat cheese. The napoleons are then drizzled with a dramatic emerald-green chive puree. The whole dish can be made ahead of time and plated just before serving, making it an ideal first course for any dinner party. It also makes a great lunch dish, served with crusty bread and an arugula salad.</p><p><em>Makes about 14 napoleons; serves 4 or 5.</em></p><p><strong>Ingredients:</strong></p><p>1 1/2 pounds small red and yellow beets, no larger than 1 to 1 ½ inches across</p><p>6 ounces soft goat cheese</p><p>1 tablespoon sour cream or heavy cream</p><p>¼ packed cup finely chopped chives</p><p>1/8 teaspoon salt, or to taste</p><p>Generous grinding black pepper</p><p>Chive Oil, see below</p><p><strong>Instructions:</strong></p><p>Preheat the oven to 400 degrees. Place 2 beets on a large piece of foil and wrap tightly. (If the beets are big, only wrap one in each foil packet.) Repeat with the remaining beets. Roast for about 1 hour, or until tender. Beets can vary widely in cooking time. Small, fresh beets may be ready after only 45 minutes of roasting, while large, dense, not-quite-as-fresh beets can take up to 1 ½ hours. To test, place a small, sharp knife in the center; the beet should feel soft and tender all the way through. Let cool for about 5 to 10 minutes. Using your fingers or a small, sharp knife, peel off the beet skin and trim the ends. Thinly slice the beets and set aside to cool completely.</p><p>Meanwhile, place the goat cheese, sour cream, chives, salt, and pepper in a small bowl. Using the back of spoon or a rubber spatula, cream the cheese until soft and the chives are fully incorporated. Make the chive puree. (The beets, cheese filling, and chive puree can be made a day ahead of time; cover and refrigerate until ready to assemble.)</p><p>To assemble, place a slice of red beet on a plate. Spread about ½ teaspoon of the cheese mixture on top and then top with a slice of yellow beet. Spread another ½ teaspoon of cheese on top and then top the cheese with a third slice of red beet. You can use any color combination you like: all yellow, all red, or alternating colors. You can also place a half teaspoon of the cheese filling on the top beet slice. Repeat to form remaining napoleons.</p><p>To serve, place a small pool of chive puree (a tablespoon or two or three depending on the size of the plate) on a serving plate and arrange 2 or 3 napoleons in the center of the oil. Serve any remaining chive puree on the side. <a name=\"chive\"></a>Serve at room temperature.</p><h5>Chive Oil</h5><p>Place 3/4 cup of chopped chives and 3/4 cup of olive oil in a food processor or blender and puree. Season with salt and pepper. Keep refrigerated. <a name=\"borscht\"></a>Makes about 1 cup.</p><h4>Russian-Style Beef Borscht (Beet and Cabbage Soup)</h4><p><strong>Kathy’s Note:</strong> This is a rich, hearty, thick soup chock full of fresh beets, carrots, onions, leeks and beef stock. Serve small bowls of the borscht with a dollop of sour cream and chopped fresh dill and cracked pepper.</p><p>I like to make this soup after I’ve made a beef brisket, short ribs or even roast beef. The leftover meat is delicious added to the soup.</p><p><em>Serves 4 to 6 small portions. </em></p><p><strong>Ingredients:</strong></p><p>1 tablespoon butter</p><p>1 1/2 teaspoons olive oil</p><p>9 ounces beets, about 3 medium, peeled and finely chopped</p><p>1 large carrot, peeled and finely chopped</p><p>1 leek, cut lengthwise, and finely chopped</p><p>1 small onion, finely chopped</p><p>1/2 small white cabbage, about 8 ounces, very thinly shredded or sliced</p><p>1 1/2 tablespoons fresh dill, finely chopped</p><p>1 1/2 teaspoons fresh thyme, finely chopped</p><p>Salt and freshly ground black pepper</p><p>1 tablespoon juniper berries, optional</p><p>1 tablespoon coriander seeds, optional</p><p>1 1/2 cups canned chopped tomatoes and juices</p><p>1/2 cup dry red wine</p><p>1 cup beef broth</p><p>1 cup water</p><p>1 1/2 tablespoons red wine vinegar</p><p>About 1 cup cooked beef, from a brisket, short ribs or roast beef, finely chopped, optional</p><p>Garnishes: sour cream or Greek yogurt, and about 1/2 cup finely chopped fresh dill, coarsely ground black pepper.</p><p><strong>Instructions:</strong></p><p>In a large pot heat the butter and oil over low heat. Add the beets, carrot, leek, onion, cabbage, thyme, dill, salt and pepper, stirring well. Cover over low heat for 10 minutes.</p><p>Meanwhile cut out a 2-inch piece of cheesecloth. Wrap the juniper berries and coriander seeds and tie with a piece of kitchen string. Place herb bundle in the soup, making sure to cover it in the vegetables.</p><p>Add the tomatoes and juices, wine, beef broth and water and bring to a boil over high heat. Reduce the heat to low, cover, and cook about 45 minutes. Add the vinegar and the reserved cook beef, if using, and taste for seasoning. Add additional salt, pepper or dill if needed. Cook another 10 minutes. The vegetables should be tender and the broth should be very flavorful; the soup will be quite thick.<a name=\"beet-hummus\"></a></p><p>Serve hot with a dollop of sour cream and Greek yogurt and a sprinkling of dill and pepper.</p><h4>Beet Hummus</h4><p><strong>Kathy’s Note:</strong> Who knew that beets could be transformed into a delicious, sweet, brightly colored Middle Eastern style dip?</p><p>Here cooked beets are pureed with tahini, garlic, lots of fresh lemon juice and olive oil. Serve with pita chips or vegetable chips.</p><p><strong>Ingredients:</strong></p><p>2 cooked beets, peeled, 8 ounces</p><p>2 cloves garlic, chopped</p><p>3 tablespoons tahini</p><p>2 1/2 tablespoons fresh lemon juice</p><p>2 tablespoons olive oil</p><p>Salt and freshly ground black pepper to taste</p><p>1/8 teaspoon za’tar*</p><p><strong>Instructions:</strong></p><p>In the container of a food processor blend all the ingredients until just about smooth; the hummus will be a bit chunky. Taste for seasoning. Makes about 2 cups. Will keep covered in the refrigerator for several days.</p><p>*Za’tar is a Middle Eastern spice blend that (generally) combines sumac, sesame seeds, thyme, salt and often oregano and marjoram and savory. There are as many spellings of the Middle Eastern spice blend as there are varieties: za’atar, zaatar, za’tar, zatar, zatr, zattr, zahatar, zaktar or satar.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.kathygunst.com/\" target=\"_blank\">Kathy Gunst</a></strong>, resident chef for <em>Here & Now</em> and author of “<a href=\"http://www.amazon.com/Notes-Maine-Kitchen-Seasonally-Inspired/dp/0892729171/?tag=wburorg-20\" target=\"_blank\">Notes from a Maine Kitchen</a>” and the video series “<a href=\"http://www.craftsy.com/class/simple-soups-from-scratch/4850;jsessionid=76CAA4F47028819E3BD2CB0F917EDC52.enya002\" target=\"_blank\">Simple Soups from Scratch</a>.” She tweets <a href=\"https://twitter.com/mainecook\" target=\"_blank\">@mainecook</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=4+Recipes+For+Beet+Lovers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"358"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391035550-22a4db.m3u?orgId=1&e=391035547&d=358&ft=nprml&f=391035547"},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0305_fresh-beets.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"902","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0304_beet-hummus1.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1531","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0305_beet-borscht1.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1496","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0305_beets1.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"900","width":"1280"}}]}