{"created":"2014-08-28T02:33:20+00:00","modified":"2014-10-30T23:15:05+00:00","valid":{"from":"2014-10-30T23:15:05+00:00","to":"3014-10-30T23:15:05+00:00"},"hreflang":"en","title":"After Shooting, LAPD Uses Friendlier Face To Avoid Ferguson's Woes","published":"2014-08-16T00:37:00+00:00","teaser":"In LA, police shot and killed an African-American man during a scuffle with officers Monday. While it angered many black members of the community, it hasn't sparked the same unrest as in Ferguson, Mo.","itags":["npr_api","340700397"],"guid":"d43289a8-85a5-41e8-a5e9-4e40e757d623","contentencoded":"<p>Ina Smalls lives across the street from where a 25-year-old African-American man was shot and killed during a scuffle with Los Angeles police on Monday. She heard <a href=\"http://www.latimes.com/local/lanow/la-me-ln-lapd-kills-mentally-ill-man-activists-demand-answers-20140813-story.html\" target=\"_blank\">the gunshots that killed Ezell Ford</a>.</p><p>\"Actually, what I remember is me standing about 5 feet away from him, calling 911, seeing him lying on the ground — shot dead, handcuffed, on his stomach,\" Smalls says.</p><p>Smalls, a claims specialist at Honda's corporate headquarters, is heartbroken, and she doesn't believe the LAPD's claim that Ford tried to grab an officer's gun. \"Ezell was killed for no reason — and shot in his back,\" Smalls says.</p><p>The killing has angered many black residents of the Florence neighborhood of Los Angeles, where the incident took place — but it hasn't led to the unrest seen in Ferguson, Mo. Many folks here believe that no matter where the police work — Los Angeles, Ferguson — cops pull the trigger too fast when it comes to black men.</p><p>But residents here have not faced off with police in the same way as those in Ferguson have this past week, and LAPD Assistant Chief Earl Paysinger thinks he knows why.</p><p>\"The difference between this instance and what we see back East I think has to do with the confidence that the public has in the police department to conduct an immediate, a thorough, a thoughtful investigation,\" Paysinger says.</p><p>The department has not released the officers' names or reason for stopping Ford, but they have given more information than Ferguson police, saying officers shot him after he grabbed one of their weapons during a struggle.</p><p>Important, they've also kept a low profile during protests.</p><p>This is a police department that faced riots of its own two decades ago, when pent-up anger about police harassment boiled over after <a href=\"http://www.npr.org/blogs/thetwo-way/2012/06/18/155270776/rodney-king-what-i-had-to-do-was-make-it-better\" target=\"_blank\">the Rodney King beating</a>. But federally mandated reforms, a more diverse department and <a href=\"http://www.cops.usdoj.gov/Publications/e030917193-CP-Defined.pdf\" target=\"_blank\">community policing</a> have changed the LAPD, says civil rights attorney Connie Rice.</p><p>\"Now we have a lot of officers who have relationships not just with community leaders, but with everyday folks in South LA,\" Rice says.</p><p>But Rice, who at one time was hired by the city to assist with police reform, says some within the LAPD hold on to the old ways.</p><p>\"Then there are gang units that, as far as I'm concerned, they haven't gotten the memo, and they haven't changed a thing,\" Rice says. She says she can't say whether the gang officers who shot Ford were among those who \"got the memo.\"<br /> <br /> <strong>'My Heart Is Hurt'</strong></p><p>An LAPD helicopter hovered over 65th Street as young African-American men and women lit dozens of candles that are lined up to spell Ezell's name on the sidewalk where he fell. His mother, Tritobia Ford, stood nearby. Ezell was her oldest child.<strong></strong></p><p>\"My heart is hurt. I feel great pain for the death that my son suffered for no reason,\" she says, adding that her son had \"mental challenges.\"</p><p>Ezell Ford's cousin Lacrisha White, 32, echoes a familiar sentiment in this neighborhood.</p><p>\"Just from walking down the street, we're considered thugs, drug dealers, gang members — and not all of us are,\" she says.</p><p>White, a single mother, worries about her three boys joining gangs or getting shot by police. Her oldest is Reginald Parker, 10.</p><p>\"It was the police fault. I thought they supposed to be protecting, but they kill him. They kill my cousin,\" he says.</p><p>In addition to the LAPD, the LA district attorney is investigating Ford's shooting.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Shooting%2C+LAPD+Uses+Friendlier+Face+To+Avoid+Ferguson%27s+Woes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Stoltze","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340700398-8a4069.m3u?orgId=1&topicId=1070&ft=3&f=340700397"},{"href":"http://media.npr.org/assets/img/2014/08/15/ford_brown-96886e1bcaa637fc772e7abfb2b03cc16720bd95.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2331","width":"3108"}}]}