{"created":"2015-02-20T10:32:48+00:00","modified":"2015-06-16T17:26:09+00:00","valid":{"from":"2015-06-16T17:26:09+00:00","to":"3015-06-16T17:26:09+00:00"},"hreflang":"en","title":"U.S. West Coast Port Dispute Forces Shippers To Find Alternatives","published":"2015-02-20T22:52:00+00:00","teaser":"Global shipping companies are looking for other seaports to unload their goods, including those in Canada and along the East Coast of the U.S.","itags":["npr_api","387305541"],"guid":"d453b2ab-80ef-4881-ae83-821cf589e812","contentencoded":"<p>The global shipping industry is a ferociously competitive business, and the trans-Pacific route — from Asia to the West Coast seaports of the U.S. — is considered one of the most lucrative routes. Normally, cargo ships carrying everything from fruits and vegetables to cars and electronics can count on getting into a berth at one of the 29 West Coast seaports in a reasonable time.</p><p>Now it can take up to two weeks to berth the enormous cargo ships, thanks to contract disputes between the shipping lines and the union representing 20,000 dockworkers. About 50 cargo ships are anchored offshore, waiting to be unloaded.</p><p>\"Ships are just stuck doing nothing; they're just losing money and at the same time schedules are going to pot,\" says Janet Porter, an editor with <em>Lloyd's List,</em> a shipping industry news provider.</p><p>The ongoing disruptions at the West Coast seaports are forcing companies to put on more ships and reroute them. That includes heading north to ports in British Columbia, Canada. Stephen Brown, the president of the Chamber of Shipping of B.C., says shipping companies already began diverting to ports in western Canada in May when negotiations between West Coast dockworkers and ship owners first began. He says that tailed off for a while when it looked like the negotiations were going well.</p><p>\"And then about three months ago when the slowdown began, and ships became significantly delayed, then we saw another round of diversion to Canadian ports, to Vancouver and Prince Rupert,\" he says.</p><p>The problem is that Vancouver and Prince Rupert can't handle the volume of ports such as Los Angeles and Long Beach and so get congested. Canada also doesn't have the rail and road networks like those along the West Coast of the U.S., so it takes longer to move cargo once it's unloaded. There are other alternatives, such as ports in Mexico and along the Gulf Coast.</p><p>Brown says the U.S. East Coast ports are very busy with ships coming in from Asia via the Suez Canal. He says it takes a bit longer in terms of sailing distance. Also, freight rates — the cost to ship a container — are now higher on the East Coast because of the demand.</p><p>\"But in terms of the costs that are being incurred in the delays, that additional freight rate doesn't seem to be the issue. It's more one of trying to get some sort of reliability out of the supply chain,\" he says.</p><p>Timothy Simpson, a communications director with shipping giant Maersk Line, says shipping companies have to try to take in every variable, such as bad weather or work slowdowns, that could affect the supply chain. He says it can be a guessing game.</p><p>\"You have to look at what's happening today and how we're going to adjust. You know that's really the best way that we found to manage it,\" he says.</p><p>Still, Simpson says Maersk Line has a team that meets daily to review all those variables that can affect the shipping industry.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.+West+Coast+Port+Dispute+Forces+Shippers+To+Find+Alternatives&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jackie Northam","audio":[{"meta":{"duration":"203"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387685149-f055b8.m3u?orgId=1&topicId=1017&d=203&p=3&story=387305541&t=progseg&e=387684831&seg=17&ft=nprml&f=387305541"}]}