{"created":"2014-10-08T15:12:29+00:00","modified":"2014-10-31T01:43:09+00:00","valid":{"from":"2014-10-31T01:43:09+00:00","to":"3014-10-31T01:43:09+00:00"},"hreflang":"en","title":"As Portraits Became Passé, These Artists Redefined 'Face Value'","published":"2014-05-29T17:34:00+00:00","teaser":"After World War II, portraiture fell out of fashion. But an exhibit at the National Portrait Gallery celebrates some rebel artists who found new, clever and funny ways to portray the human figure.","itags":["npr_api","316408346"],"guid":"d471e27c-c955-4a59-af30-e575b047b41d","contentencoded":"<p>\"Walk softly and carry a big fish\" was one curator's take on a humorous self-portrait of a tall woman, holding an enormous yellow fish and a paintbrush, with a black cat lurking below.</p><p>Bay area artist Joan Brown's image is the first thing you see at a new National Portrait Gallery exhibition called <a href=\"http://npg.si.edu/exhibit/face/index.html\" target=\"_blank\">\"Face Value: Portraiture in the Age of Abstraction.\"</a> Brown's painting, like so many in this Smithsonian show, is powerful and funny.</p><p>In a nearby sculpture, Hugh Hefner — the Playboy pooh-bah — holds a painted pipe in one hand, and has another pipe — a real one — poking out of his painted mouth. (<a href=\"http://www.npg.si.edu/exhibit/face/pop-ups/hefner.html\" target=\"_blank\">You can see this 1966 work by Marisol Escobar here</a>.)</p><p>Escobar is \"always using humor and wit to unsettle us, to take all of our expectations of what a sculptor should be and what a portrait should be and messing with them,\" says curator Wendy Wick Reaves. \"So when she's asked why there are two pipes, she says, 'Well, Hugh Hefner has too much of everything.'\"</p><p>Hefner claimed his life's work was to overthrow American prudery and puritanism with his bosomy bunnies and skimpily clad centerfold cuties. Escobar sculpts him in a comfy red cardigan — a kind of Mr. Rogers sweater. The homey outfit upends our expectations of what a sex merchant would sport.</p><p>The flip side of Hefner is Sylvia Sleigh's 1973 painting <em>The Turkish Bath.</em> Six men sit together — naked, exposed and looking a bit stoned.</p><p>\"She is turning the idea of the male artist and the male gaze — which was often trained on women in an objectified way in the past — on its ear,\" says Brandon Fortune,<strong> </strong>chief curator at the National Portrait Gallery. \"She's flipping everything around in a feminist way. ... This is one of the strongest feminist paintings I've ever seen.\"</p><p>Think of all the female nudes you've seen on museum walls. Sleigh's <em>Turkish Bath</em> puts men in similar poses — not worshipping them, the way male artists adore the women they paint, but poking fun at the males.</p><p>Sleigh was a rebel, as are many of the artists in this show. Reaves, the curator, says there was an art revolution underway in the 1950s and '60s. Abstract was the word du jour, but that didn't faze these painters.</p><p>\"Critics like Clement Greenberg basically said that you can't be a progressive artist and paint the figure,\" Reaves explains. \"And so they decided that was exactly what they were going to do, but they're doing it in a completely different way. And I think the fact that it was so unfashionable at the time really pushed them to reinvent, to reinvigorate the whole concept of how you portray the individual.\"</p><p>The results are on display at this \"Face Value\" show — these knockout portraits make you smile, make you look and make you puzzle. Take, for example, Philip Pearlstein's 1968 portrait of two artists — painter Al Held and sculptor Sylvia Stone, who were husband and wife. Curator Brandon Fortune says they were friends of Pearlstein's.</p><p>\"He was doing a series of portraits of married couples,\" Fortune says. \"He's focusing on the act of sitting for so long for an artist who is looking at you and really sucking all the humanity out of you. He poses his people like objects.\"</p><p>The big canvas has a washed-out look — it's mostly beige. This could be a painting about the tedium of a long marriage. But Fortune actually thinks \"it's about the boredom and tedium of sitting for a portrait.\"</p><p>Another puzzle in the show: What are Andy Warhol and Jamie Wyeth doing next to each other on a museum wall? Warhol, who made easels pop with his art, and Wyeth, with his careful, realistic paintings, are displayed side by side, painted by one another in 1976.</p><p>\"They were considered polar opposites,\" says Reaves. \"Andy was called the Patriarch of Pop, and Jamie was called Prince of Realism. ... Both had become enormously famous but also had endured extraordinary critical censure for the way their art was done. And they had a lot of interests in common: They collected Americana; they were interested in death and morbidity. They really got along splendidly.\"</p><p>Warhol gives Wyeth the Elizabeth Taylor treatment — makes him movie-star handsome, with flat little rainbow-colored stripes outlining his cheek and neck. Wyeth, on the other hand, paints Warhol pale and pock-marked.</p><p>\"This is really one of the scariest portraits I've ever seen,\" Reaves says about Wyeth's description of Warhol. \"He's given you the entire landscape of the face in excruciating detail, and he's added this kind of florid color to make it all even more intense.\"</p><p>The picture is scary and unsettling. Andy Warhol's reaction to the Wyeth painting?</p><p>\"He said he loved it,\" Reaves laughs.</p><p>Reaves says there's a theme that runs through these portraits: \"How do you reinvent portraiture after abstraction. How do you reinvigorate these traditions so they are exciting, knock-your-socks-off kinds of portrayals?\"</p><p>In response to that challenge, and in the face of shifting tastes, the artists in \"Face Value\" helped portraiture hold its own.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Portraits+Became+Pass%C3%A9%2C+These+Artists+Redefined+%27Face+Value%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susan Stamberg","audio":[{"meta":{"duration":"433"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316891582-c3a994.m3u?orgId=1&topicId=1141&ft=3&f=316408346"},{"href":"http://media.npr.org/assets/img/2014/05/27/wyeth_enl-a3e68d13f90c064ddfd8a93119ae470c70c68b9e.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"936","width":"926"}},{"href":"http://media.npr.org/assets/img/2014/05/27/53_warhol-by-wyeth_cheekwood_wide-0fc5b461c8827ff465327d7eb7717542fd38d1c5.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1386","width":"2464"}},{"href":"http://media.npr.org/assets/img/2014/05/27/41_joanbrownsp-fish-6cca05e9470af09bd6251c48c775935fca9b010b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1615","width":"2151"}},{"href":"http://media.npr.org/assets/img/2014/05/27/47_turkishbath_sleigh_smartmuseum_custom-1632c9184c29f9d0a4ab79934a7757501b42a91d.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1555","width":"2100"}},{"href":"http://media.npr.org/assets/img/2014/05/27/couple_custom-1eab45f2114fcdeb475993416c287f8d2a2dc506.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"892","width":"966"}}]}