{"created":"2014-09-04T16:42:32+00:00","modified":"2015-01-02T17:53:59+00:00","valid":{"from":"2015-01-02T17:53:59+00:00","to":"3015-01-02T17:53:59+00:00"},"hreflang":"en","title":"Was The Green Turtle The First Asian-American Superhero?","published":"2014-07-18T16:58:00+00:00","teaser":"A new graphic novel written by Gene Luen Yang re-imagines the Green Turtle, a mysterious superhero created during World War II, as the American-born son of Chinese immigrants.","itags":["npr_api","330121290"],"guid":"d48485ed-7c22-4b82-875b-2573c3a00873","contentencoded":"<p>For the first time since the 1940s, the Green Turtle is returning to comic bookshelves. The long-forgotten character has been resurrected in <em>The Shadow Hero</em>, a new graphic novel about what many comic fans consider the first Asian-American superhero.</p><p>\"He's like a classic, American World War II hero,\" says cartoonist <a href=\"http://www.npr.org/books/authors/137959740/gene-luen-yang\" target=\"_blank\">Gene Luen Yang</a>, who collaborated with <a href=\"http://sonnyliew.wordpress.com/\" target=\"_blank\">illustrator Sonny Liew</a> on <em>The Shadow Hero</em>.</p><p>In the original series, the bare-chested Green Turtle looks like a <em>lucha libre</em> wrestler airlifted into the Pacific theater, defending America's allies in China against the invading Japanese army while donning a green cape and mask, plus \"the little triangle pants that most superheroes wear,\" explains Yang, who was a finalist for the National Book Award for <em><a href=\"http://www.npr.org/2013/10/22/234824741/boxers-saints-compassion-quesions-for-gene-luen-yang\" target=\"_blank\">Boxers & Saints</a></em> and <em><a href=\"http://www.npr.org/2008/01/23/18328964/growing-up-chinese-american-graphically\" target=\"_blank\">American Born Chinese</a></em>, the first graphic novel to be nominated.</p><p>In terms of his fellow superheroes, Yang says the Green Turtle is more Bruce Wayne than Clark Kent. \"He doesn't have any explicit superpowers in the original books. But he's very agile,\" Yang explains.</p><p>Like Gotham's Dark Knight, the Green Turtle has his own plane, a cave for a home base, and a Robin-like sidekick called Burma Boy.</p><p>Beyond those details, much about the Green Turtle remains unknown, as his storyline ended abruptly after five brief issues of <em>Blazing Comics</em>. (You can <a href=\"http://digitalcomicmuseum.com/preview/index.php?did=22119&page=2\" target=\"_blank\">see pages from the original series on the Digital Comic Museum's website</a>.)</p><p><strong>The Fight Over The Green Turtle's Race</strong></p><p>Yang wrote <em>The Shadow Hero </em>to finally give the Green Turtle an origin story and an explanation for his — let's be honest — not-so-heroic-sounding name.</p><p>\" 'Turtle head' is an insult in Chinese,\" says Yang, who is Chinese-American and adds that his parents would always tell him to not wear green hats. \"There's a saying about wearing green hats, which means you are a cuckold.\"</p><p>So, instead, Yang connected the Green Turtle to the celestial tortoise, one of four guardian animal spirits of Chinese mythology.</p><p>There was another decades-long mystery that loomed over Yang: Did the Green Turtle's creator, Chinese-American artist Chu Hing, want his character to be Chinese-American like himself?</p><p>\"When you look at [the] original pages [of the comic series], you kind of see this fight between Chu and his publisher,\" says Yang, who also relied on graphic designer <a href=\"http://chimericaneyes.blogspot.com/2014/01/about-artist-chu-f-hing.html\" target=\"_blank\">Alex Jay's research on Chu's background</a>.</p><p>Rumor has it that the publisher thought a series about a superhero of Asian descent wouldn't sell. Fear of the so-called \"yellow peril\" was alive and well as World War II raged on in the Pacific.</p><p>So the Green Turtle's skin was colored a pinkish hue, unlike the light orange-y skin tone of the Chinese and Japanese characters. Still, readers never got a full look at the Green Turtle's face in the original series, which always showed the superhero in a mask.</p><p>\"He almost always has his back turned toward the audience, so all you see is his cape,\" Yang says. \"When he is turned around, something is blocking his face. It's either hidden by shadow, or he's punching and his arm is in the way. Or there's a piece of furniture in the way.\"</p><p><strong>Code Switching Between Superhero And Civilian</strong></p><p>In the afterword of <em>The Shadow Hero</em>, Yang describes what he sees as other hidden clues about the Green Turtle's true racial identity:</p><blockquote><p>[Chu] wants to unite East with West. The Green Turtle's costume is typical of American superheroes of the time, yet it incorporates Chinese elements. <em>Blazing Comics #4</em> begins with a phrase in Chinese: 美國及中華民國 (the United States united with the Chinese Republic). In that same issue, an American general fights alongside the Green Turtle's team of Chinese guerrillas. In <em>Blazing Comics #3</em>, [Chu] presents us with an old proverb that expresses humanity's connectedness: 四海一家 (four oceans, one family).</p></blockquote><p>Yang's new graphic novel firmly establishes the Green Turtle as Asian-American, unmasking the superhero as a teenager named Hank Chu, the American-born son of Chinese immigrants living in the Chinatown of a fictional city on California's coast in the 1930s.</p><p>Hank transforms from a scrawny neighborhood kid into one of his city's top crime-fighters. But in the end, he's still caught between Chinatown and the world outside.</p><p>\"Every superhero has this superhero identity and a civilian identity,\" Yang explains. \"A lot of their lives are about code switching. It's about switching from one mode of expectations to another mode of expectations. And I really think that mirrors something in the immigrant's kid's life.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Was+The+Green+Turtle+The+First+Asian-American+Superhero%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331586826-247755.m3u?orgId=1&topicId=1008&aggIds=100876926&ft=3&f=330121290"},{"href":"http://media.npr.org/assets/img/2014/07/09/shadowhero-cov-300rbg-da7c0217cea69a8a67d9a5f3279982c05df72837.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1027","width":"1371"}},{"href":"http://media.npr.org/assets/img/2014/07/14/shadowhero-interior-full_100-102-0e698bae74e966dc0c9214d59bdee1bb6ee2d847.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"839","width":"1121"}},{"href":"http://media.npr.org/assets/img/2014/07/14/greenturtle-be70a588f6cd168c4029955bd3a55ce5d617c0f1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"451","width":"603"}}]}