{"created":"2014-10-07T19:00:52+00:00","modified":"2014-10-30T23:36:24+00:00","valid":{"from":"2014-10-30T23:36:24+00:00","to":"3014-10-30T23:36:24+00:00"},"hreflang":"en","title":"African Leaders: No One Country Can Stop Elephant Poaching ","published":"2014-08-05T20:08:00+00:00","teaser":"African leaders are looking for new ways to break up wildlife trafficking. They say they need to coordinate among themselves and get items like helicopters and night-vision goggles from the West.","itags":["npr_api","337973375"],"guid":"d48cc6c0-928e-47c0-acb5-faf3f113524c","contentencoded":"<p>The killing, by poisoned arrow, of a 45-year-old elephant named Satao this June hit Kenya particularly hard. Not just because Satao had lived so long, with tusks so grand they brushed the grass where he walked.</p><p>But also because Satao was under almost 24-hour watch by Kenyan game rangers to protect him from poachers. However, the game rangers were unable to follow Satao when he roamed into an area of dense brush at the boundary of the park, an area where poachers are known to hide.</p><p>Africa is losing the war against poaching. One reason, say American officials, is the lack of cooperation across the continent. Neighboring countries often don't share strategies and intelligence, even though roaming elephants ignore national borders.</p><p>As part of the U.S.-Africa Leaders Summit this week in Washington, several presidents gathered on Capitol Hill on Monday for a panel discussion on what needs to be done.</p><p>Tanzania's president, Jakaya Kikwete, described the considerable efforts his country was taking to provide extra training and resources to game rangers, but said he was hampered by lax security elsewhere in East Africa.</p><p>\"The elephants are killed in Tanzania,\" said Kikwete, \"but the consignment [of ivory] came from Kampala, Uganda. And moved through Mombasa,\" the main port of Kenya. \"So there is definitely need for working together.\"</p><p>Kikwete, one of more than 40 leaders in Washington this week, was joined on the panel by the presidents of Gabon, Togo and Namibia to share stories with an audience of American and African officials.</p><p>When the four presidents were asked what they need from the United States, the answers revealed how militarily sophisticated the poachers have become. Namibia asked for light attack helicopters. Tanzania for night-vision goggles. Togo for infrared scanners to use at its port.</p><p>President Ali Bongo Ondimba of Gabon paused before making his appeal. Gabon is 80 percent covered with rain forest and has well over half of the world's forest elephants, a dwindling species of small brown elephant particularly prized by poachers for its straight, dense tusks that are a delicately pinkish color.</p><p>Forest elephants are being killed at a rate of 9 percent of the population per year in a war that has become so high-tech that the U.S. Marines were called in to conduct training for Gabonese park rangers.</p><p>Ondimba first mourned the deaths of many game rangers killed in this escalating poaching war. Then, he asked the U.S. not just for more military equipment, but for diplomatic pressure on a country that was not present at this panel: China.</p><p>\"Let's kill the market,\" the president said, referring to China, the leading destination of the ivory. \"Then we will save the animals, and we will save the human being.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=African+Leaders%3A+No+One+Country+Can+Stop+Elephant+Poaching+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"219"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337973376-8d5ea9.m3u?orgId=1&topicId=1014&ft=3&f=337973375"},{"href":"http://media.npr.org/assets/img/2014/08/05/download-fffd5e9fc6ec205d73012be4841f38c0b02c8a6f.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"529","width":"705"}}]}