{"created":"2014-08-28T15:23:49+00:00","modified":"2014-10-30T22:58:47+00:00","valid":{"from":"2014-10-30T22:58:47+00:00","to":"3014-10-30T22:58:47+00:00"},"hreflang":"en","title":"In India, Hindu Nationalists Feel Their Moment Has Arrived","published":"2014-08-26T16:27:00+00:00","teaser":"The rise of Prime Minister Narendra Modi has raised the spirits of Hindu nationalists. But it also appears to be increasing tensions between Hindus and the Muslim minority.","itags":["npr_api","343177139"],"guid":"d4ad2715-6702-4ff6-8f89-01658163f76b","contentencoded":"<p>There are signs of rising tensions between India's Hindu and Muslim communities since Narendra Modi, a self-avowed Hindu nationalist, took power as prime minister in May. Most of the small skirmishes have played out in India's largest state, Uttar Pradesh, or UP.</p><p>There, Hindu nationalists from Modi's BJP Party have seized on charges of an alleged forced religious conversion to say that Hindu India is under siege.</p><p>District party leader Sanjay Prajapati says the Muslim community has harmed the Hindu community, India's largest.</p><p>\"They aim to convert our daughters to Islam because they feel they can increase their population,\" he says. \"And if we continue to be tortured by them, we'll soon be their slaves. To force conversion [to Islam] is more than a crime — it is a sin, and we have a duty to stop it.\"</p><p>One case in particular is drawing attention. There are competing claims about what may have happened at a small Muslim school, or madrassa, in the mixed Muslim-Hindu village of Sarawa, where the sewage and the water buffalo run openly in the streets. A 20-year-old Hindu woman who taught at the madrassa is at the center of the murky charges that she was gang-raped and forcibly converted to Islam in July.</p><p>The woman was hospitalized, and her father filed a police report alleging that leaders of the madrassa were the culprits. Muslim leaders say the madrassa has been maligned.</p><p>There have been several arrests. While police say inconsistent statements have impeded the investigation, political polarization has been unchecked.</p><p>Sanjay Prajapati says the adrenaline of Modi's recent victory has inspired the anti-conversion campaigners who, he says, feel emboldened after years on the fringe.</p><p>\"There is new energy and Modi is the source ... There is new vigor in our organizations after being on the verge of dying,\" he says. Prajapati goes on to say the Muslim community \"is under fear. There is not a single Muslim parliamentarian from the state of Uttar Pradesh,\" the BJP activist says, adding that \"the congratulations for that belong to Modi.\"</p><p>While there are new signs of friction, India has had communal tensions in the past involving Hindus, Muslims, Sikhs and others in the tremendously diverse nation.</p><p>Modi has called for a 10-year \"moratorium\" on religious clashes, saying that inter-religious conflict is sowing social strife and hurting India's development, the promise of which got Modi elected.</p><p>\"How long will these evils continue? Whom does it benefit? Friends look around and you will find that nobody has benefited from it. I appeal to all that whether it is the poison of casteism, communalism, regionalism, discrimination on social and economic issues — all these are obstacles to our way forward,\" Modi said in an Aug. 15 speech marking India's Independence Day.</p><p>Modi's party is the political branch of a family of Hindu nationalist groups that includes the RSS. Formed in the 1920s to fight British rule, the RSS is regarded as the ideological fount of Hindu nationalism, and the BJP's ideological parent. Modi is a lifelong member. Author and journalist Nilanjan Mukhopadhyay says the RSS swears by \"cultural nationalism.\"</p><p>\"That means it is steeped in Hindu-ness, which is distinct from Hindu the religion,\" Mukhopadhyay says.</p><p>The RSS says Hinduism is not a religion but a \"way of life,\" encompassed in the term \"Hindutva.\" A compendium of Hindu values, virtues, customs and history that the RSS says binds India in a shared heritage. This month RSS Chief Mohan Bhagwat angered religious minorities when he insisted that every Indian was subordinate to Hindutva.</p><p>\"The entire world knows that the people who live in India are Hindus. Just as the Germans have Germany, the English have England, and Americans have America. ... All the people of this country are Hindus,\" Bhagwat said.</p><p>Champat Rai is a leader of the VHP, another group that subscribes to the tenants of Hindutva. Rai says religious minorities in India all have deep Hindu roots.</p><p>\"All Muslims and Christians living in India today — at some point their forefathers were Hindus. Muslims invaded India and used the sword to convert,\" Rai says, referring to the Mughal Dynasty that ruled India for 300 years. \"So you can go to a church or a mosque, but respect Indian festivals, values and India as the motherland.\"</p><p>Muslims, however, do freely participate in the festivities of Hindus.</p><p>Nilanjan Mukhopadhyay, whose book is titled <em>Narendra Modi: The Man, The Times,</em> says the RSS and Modi have nursed the idea of India as a wounded civilization in need of restoring: \"Restoring lost dignity and the pride of Hindus, seeking revenge and taking back India to its days of glory.\"</p><p>He says they treat India as the metaphorical \"golden bird at one point, but being looted and plundered by Muslim rulers and invaders who came to India.\"</p><p>In re-balancing the perceived historical imbalance, Modi himself has been accused of marginalizing Muslims. He was also accused of standing by during Hindu-Muslim riots that killed mostly Muslims in his state in 2002. The allegation was never proven but still stirs anxiety among some of India's 176 million Muslims.</p><p>Mukhopadhyay says Hindu nationalists aim to create a Hindu Rashtra, or state, and have used strong-arm tactics before.</p><p>\"There definitely have been instances in the past with the RSS, and its leaders have been very intolerant towards people practicing other religions, targeting people from religious communities in riots and other forms of violent action,\" he says.</p><p>The RSS has been banned three times, once after the assassination of Mahatma Gandhi. A former RSS member fired the shots that killed him six months after Indian independence in 1947. The RSS was later cleared.</p><p>A disciplined force, the RSS can be spotted in dawn drills of the sort that shaped a young Modi. In suburban Delhi one weekday, 25 RSS disciples, some dressed in the signature khaki shorts, rehearsed exercises, saluted their saffron flag and sang patriotic songs. The purpose: Defend India against dangers and in times of natural disasters.</p><p>RSS volunteer Rishabh Toshniwal says that with some 40,000 branches, the group exists to serve, not antagonize, and bears no animus toward the Muslim community</p><p>\"Hinduism is the most tolerant religion in the world,\" he says. \"Hindu[s] never attacked any other part of the world. Muslims have done it. Sometimes Christians economically have done it. But Hindus haven't. So nobody has to worry about Modi.\"</p><p>But political scientist Zoya Hasan says Hindu nationalists like the RSS foment division. For example, she says, there's no evidence to show any sizable conversion of Hindus to Christianity or Islam. A former member of the National Commission for Minorities, Hasan says the RSS challenges anyone who dares see India as anything but a Hindu state.</p><p>\"This is really an attempt to establish dominance — the dominance of Hinduism and Hindu-ization of society,\" Hasan says.</p><p>Biographer Mukhopadhyay says Modi is no religious zealot, and if need be will distance himself from the very organization that helped him take power.</p><p>\"He will utilize religion to acquire political power,\" he says. \"But if it comes to making a choice between acquiring political power or launching or leading a religious crusade, he will opt for political power. There will be a tug of war between the RSS and Modi.\"</p><p><em>Rupam Jain Nair contributed to this report. You can follow NPR's New Delhi correspondent Julie McCarthy on Twitter</em> <a href=\"https://twitter.com/JulieMcCarthyJM\" target=\"_blank\">@JulieMcCarthyJM</a>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+India%2C+Hindu+Nationalists+Feel+Their+Moment+Has+Arrived&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Julie McCarthy","audio":[{"meta":{"duration":"465"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343352138-a5778e.m3u?orgId=1&topicId=1125&ft=3&f=343177139"},{"href":"http://media.npr.org/assets/img/2014/08/25/india-rss1-35a76d0ded29399263d45846791393b79e5291a4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1476","width":"1968"}},{"href":"http://media.npr.org/assets/img/2014/08/26/india-rss5-e75d866a37460c719d855bce8d9a40a77d028e8b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}}]}