{"created":"2015-06-07T15:13:44+00:00","modified":"2015-06-07T15:13:45+00:00","valid":{"from":"2015-06-07T15:13:45+00:00","to":"3015-06-07T15:13:45+00:00"},"hreflang":"en","guid":"d4b9ee24-3226-44b1-94e1-0e471b563311","title":"IMF: 'True cost' of fossil fuels is $5.3 trillion a year","published":"2015-06-07T15:13:41+00:00","byline":"Adam Wernick","tags":["climate change","business and economy","government","fossil fuels","Environment","Science, Tech & Environment","Environment","Fossil fuels","Energy","Global economy"],"teaser":"Fossil fuels generate profits in modern economies in part because the costs of their environmental and health damage are not included in their price. As a move rises to divest from fossil fuels, a new report shows we're significantly underestimating the true cost of fossil fuel use worldwide.","contentencoded":"<p>A new report from the International Monetary Fund says global use of fossil fuels costs taxpayers and consumers $5.3 trillion year. That’s trillion — with a T. </p>\n<p>The report comes amid a rising call for companies and pension funds to divest themselves of fossil fuels. On Friday, Norway's Parliament declared <a href=\"http://www.nytimes.com/2015/06/06/science/norway-in-push-against-climate-change-will-divest-from-coal.html?_r=0\">it would begin divesting </a>the nation's  $890 billion pension fund from coal. </p>\n<p>The <a href=\"http://www.imf.org/external/pubs/ft/wp/2015/wp15105.pdf\">IMF report </a>calls this huge figure a “subsidy,” a term some economists <a href=\"http://www.vox.com/2015/5/20/8630913/IMf-fossil-fuel-subsidies\">take issue with</a>. A subsidy typically refers to direct financial governmental support or specific policies, like tax breaks, that underwrite the production and consumption of a certain product — in this case fossil fuels such as oil, coal and gas.</p>\n<p>But the IMF report looked at the overall benefits and harms of fossil fuel use, factors that economists typically put into a separate category called \"externalities,\" and classified these, too, as subsidies. These include such things as increased economic activity, damage to public health and the environment, and the amount of money unavailable for investment in other community goods due to hidden costs.</p>\n<p>“A number of people will argue maybe we should not add these things up,” says David Coady, division chief at the Fiscal Affairs Department of the IMF and one of the authors of the report. “But from an economic perspective, we say, conceptually, the true cost is the true cost. The reason we don't face the true cost is there's no market for these damages.”</p>\n<p>The main focus of the report, Coady says, is to compare the cost that people pay for fossil fuel-based energy to the cost that they would pay if they calculated the true cost of the damage done by their consumption — for example, the local damages related to having particles in the air, breathing problems, health-related problems that are believed to increase the mortality rate, or just lower quality of life.</p>\n<p>“When all of these get factored into account, they're very substantial,” Coady says.</p>\n<p>The IMF used data from many sources to reach their conclusions. They collected data on energy prices in different countries and information on the import prices consumers pay, and they gathered data from the World Heath Organization to place a value on environmental and health damage caused by fossil fuel consumption.</p>\n<p>Oil and gas companies dispute the IMF’s figures and point to the value of the economy that fossil fuels have helped to create. Cody readily concedes that world economies rely heavily on energy and notes that “constraints on energy supply are a major constraint for growth in developing countries.”</p>\n<p>Nevertheless, he says, the report is addressing subsidies that consumers face. “We're saying we should internalize the damage by showing the [real] price that consumers face for this, so when they consume energy, they will actually take into account the damage it does, or face the cost when they make those decisions”.</p>\n<p>These costs are typically borne in two ways, Coady says: either by countries having to raise their revenues from other sources — for example, from higher labor or corporate taxes — or choosing to spend less money on other essential societal benefits.</p>\n<p>“For example, in a developing country, this would be much lower spending on education and health and infrastructure,” he explains. “In a developed country, it may be cuts in public infrastructure investment, or it may just mean you've got higher income taxes. It really depends on the country. But in the end, households pay. Households pay either because they face higher taxes or lower public services.”</p>\n<p>The gains from reforming this system of subsidies are huge, Coady contends, which is why they felt compelled to put these numbers out.</p>\n<p>“The main thing we want is to start a big discussion about this,” he says. “Already there's a big debate going on about, what is this number? What does it mean? This is the main objective — to get a debate out there, to put a number out there, which we think is plausible. Many will argue it's conservative, others would argue it's much too high, but it starts a debate about what's the right policy response to this.” </p>\n<p><em>This story is based on an <a href=\"http://loe.org/shows/segments.html?programID=15-P13-00022&amp;segmentID=2\">interview</a> that aired on PRI's <a href=\"http://loe.org/index.html\">Living on Earth</a> with Steve Curwood</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-02%2Ffossil-fues-subsidy&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/6286393411_83496b9828_b.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/628639341183496b9828bjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/living-earth/segment-audio/loe150529a1imf.mp3"},{"href":"http://admin.pri.org/file/loe150529a1imfmp3"}]}