{"created":"2014-10-19T23:01:50+00:00","modified":"2014-12-04T15:15:35+00:00","valid":{"from":"2014-12-04T15:15:35+00:00","to":"3014-12-04T15:15:35+00:00"},"hreflang":"en","title":"Many Views Of Muhammad, As A Man And As A Prophet","published":"2014-11-04T00:21:00+00:00","teaser":"In her new book, <em>The Lives of Muhammad, </em>Boston University professor Kecia Ali discusses the different ways that Muslim and non-Muslim biographers have depicted the prophet over the centuries.","itags":["npr_api","356423265"],"guid":"d4c1da36-9f94-4764-9e72-d8828bdbd52c","contentencoded":"<p>The Prophet Muhammad, the founder of Islam, was one of the most influential men in human history — but there's little we can say about his life with historical certainty. The details of his life have been debated and manipulated ever since he walked the earth in the seventh century.</p><p>Boston University professor Kecia Ali's new book, <em>The Lives of Muhammad,</em> examines those divergent narratives. In it, she explores the different ways the prophet's life story has been told and retold, by both Muslims and non-Muslims, from the earliest days of Islam to the present.</p><p>As Ali tells NPR's Arun Rath, \"There are a lot of ways in which Muhammad's life has been understood and experienced and celebrated in the past 1,400 years\" — including, but not limited to, a wealth of different versions of his life story.</p><p>Ali tells Rath how changing political and theological concerns have shaped how European Christians described Muhammad's biography, and why the realities of life before the printing press led Muslims to use Muhammad's life story as a lens through which to approach the Quran.</p><hr /><h3>Interview Highlights</h3><p><strong>On the Western biographical depictions of Muhammad </strong></p><p>Non-Muslims have been writing about Muhammad almost as long as Muslims have. And the things that they had to say about him were very much shaped by what knowledge they did have — much of it inaccurate — but also by current theological, political, social worries. So that when paganism was a concern, Muhammad was a pagan idol or a god. When heresy was a concern, Muhammad was akin to a Christian heretic. When fraud and impostors were a concern, Muhammad was a fraud. He was the arch-impostor.</p><p>Over the centuries, European Christian accounts of Muhammad, in particular, went through a variety of stages and depictions. What begins to happen in the modern era is that European researchers begin to look at Muslim historical chronicles and sources and to merge their scholarly interests with their interest in Christian evangelism. And those depictions, which claim to be historically accurate and based on early Muslim sources, then engender a reaction from Muslim biographers.</p><p><strong>On the ongoing debate in the Muslim world: Was Muhammad divine, divinely inspired or a man like any other man?</strong></p><p>I certainly think that the view that has prevailed among Muslims has always been that Muhammad is a man. But the Muslim response to the traditional saying that Muhammad is a man is, \"Yes, but like a ruby among stones.\" Which is to say Muhammad is a man, but he's a very unusual sort of man. He's not divine, but he has the divine in him, in the sense that he is divinely inspired. His character is luminous. His ability to intercede on behalf of Muslims has historically been a very important part of his persona. He is the beloved of God.</p><p>The way in which he surpasses humanity has historically been very, very important. I would say it's been downplayed somewhat in some modern Muslim biographies. But that tension has always been present.</p><p><strong>On the biographical interpretation of Muhammad's life by extremist groups, like the terrorist group that calls itself the Islamic State</strong></p><p>They're making interpretive choices too. They are saying, \"We're going to focus on a particular\" — and not a particularly well-supported — \"version of a political program of establishing God's rule. We're going to focus on particular norms that we want to see implemented.\"</p><p>But it's actually been very striking to me how little direct appeal there is to the kind of interpretive tradition that looks at translating Muhammad's life and Muhammad's example and Muhammad's precedent into rules for Muslims of later generations to follow. Because, of course, that has been a major concern of Muslim jurists for well over a thousand years.</p><p><strong>On the significance of the Quran, as compared to a biography, when considering Muhammad</strong></p><p>That's a hugely complicated question. \"Isn't the Quran<em> </em>supposed to be the thing?\" And the reality is that of course the Quran<em> </em>is the thing. But the idea that it can be separated out from the life of Muhammad makes no sense for the vast majority of Muslims.</p><p>I have a colleague who likes to say, \"Muhammad wasn't just a UPS delivery guy. He didn't just bring this book and say, 'Here you go, good luck.' \" And for the vast majority of Muslim history, people have really interpreted one by means of the other.</p><p>And the other thing, of course, is that most Muslims didn't have access to printed copies of the Quran<em> </em>or online copies that they could keyword search. You had to get this from somewhere. Just like most Christians didn't have copies of the Bible until relatively recently. And so that process of looking at the text has almost always taken place through the lens of looking at the life of the prophet.</p><p>Now, was it the historical events of the life of the prophet or was it something about his luminous character that was revealed in the things that we know about his life but also things passed down through, in some cases, a charismatic lineage of mystical teachers? There are a lot of ways in which Muhammad's life has been understood and experienced and celebrated in the past 1,400 years, and not all of them are captured by biography, to be sure.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Many+Views+Of+Muhammad%2C+As+A+Man+And+As+A+Prophet&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"394"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357425494-cb2a04.m3u?orgId=1&topicId=1033&ft=3&f=356423265"},{"href":"http://media.npr.org/assets/img/2014/10/15/9780674050600-da4636844eaf6b82a858d3d7027c58bf47cadeb8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"410","width":"547"}},{"href":"http://media.npr.org/assets/img/2014/10/15/credit_will_dunning-0a896a3f5451f1c187e91c3971eab1f4bc30a07a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1824","width":"2433"}}]}