{"created":"2014-09-04T13:57:08+00:00","modified":"2014-12-04T15:16:15+00:00","valid":{"from":"2014-12-04T15:16:15+00:00","to":"3014-12-04T15:16:15+00:00"},"hreflang":"en","title":"'Why Not?' David Mitchell On Mixing Fantasy And Reality In 'Bone Clocks'","published":"2014-08-31T17:31:00+00:00","teaser":"The plotting in Mitchell's new novel isn't quite as complex as in previous works, but it takes an abrupt turn into dystopian fantasy towards the end. \"It's what the book wanted to be,\" he tells NPR.","itags":["npr_api","344566294"],"guid":"d4d1232f-e492-491f-998e-b519ed8460d8","contentencoded":"<p><em>The Bone Clocks</em> is David Mitchell's newest book — he's best known for 2004's <em>Cloud Atlas</em>, which was made into a movie with Tom Hanks and Halle Berry. Mitchell's many fans have been eagerly waiting for this new one, hoping it would present the same kind of fascinating puzzles as <em>Cloud Atlas</em>, which featured a very complicated set of nesting plots.</p><p>But Mitchell's done something different in this book — building it around one character that we follow for several decades: Holly Sykes. Mitchell tells NPR's Linda Wertheimer that Holly starts out as a rebellious teenage punk in the first section, \"and she's there either as the narrator or a minor character turning into a major character in each of the six novellas that the book is made up of.\" Writing a female protagonist was a challenge, but an attractive one, he says.</p><hr /><h3>Interview Highlights</h3><p><strong>On the influence of Dickens on Holly Sykes and her name</strong></p><p>He's a master, of course I've read him, of course if you're going to write a large, complex, teeming kind of novel, you're a fool to ignore him. So if this book works in the ways I hope it does work, it's in large part because I'm standing on the shoulders of giants, and one of those giants is him. I chose \"Sykes\" ... just because, thanks to Dickens, it kind of smells slightly of the East End of London. Holly starts out in one of the less salubrious exit points of London, on the South Bank of the Thames. It's also quite a spiky name, don't you think? Holly is already a spiky name, thanks to the plant, and Sykes is quite close to spikes ... it did take a long time to find that name, but until you get just the right name for a character, they're not properly alive.</p><p><strong>On <em>The Bone Clocks</em>' abrupt turn into alternate reality</strong></p><p>That's what I like as a reader, I like being surprised, I liked having the rug pulled from under my feet. The rules have to be fair, and I have to trust the writer that it's not being done gratuitously ... I'm interested in genre, I think it's an underused set of colors in a writer's paintbox. I think interesting things could happen if a book moves through these sort of rooms of genre, these chambers — if, within the books's own terms, this is logical, if it has its own reasons for doing it. Then, I kind of think, why not?</p><p><strong>On mixing literary fiction and fantasy</strong></p><p>It's what the book wanted to be — I know I'm in charge of it, I'm not trying to shirk my responsibility here, but this book wanted many diverse things in it. It's a big commitment to write something, it takes three or four years. I have to be deeply in love with it to get through that amount of time and still want to show up at my desk in the morning. And with an easier, safer, more predictable book, I just can't get excited enough.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Why+Not%3F%27+David+Mitchell+On+Mixing+Fantasy+And+Reality+In+%27Bone+Clocks%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"405"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344732546-60cfb5.m3u?orgId=1&topicId=1033&ft=3&f=344566294"},{"href":"http://media.npr.org/assets/img/2014/08/30/david_mitchell_tbc_credit-paul-stuart.jpg-6da2226ad7585835b437acdb765da5b7677fe719.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"2705","width":"3604"}}]}