{"created":"2014-10-14T03:10:32+00:00","modified":"2014-10-14T22:42:58+00:00","valid":{"from":"2014-10-14T22:42:58+00:00","to":"3014-10-14T22:42:58+00:00"},"hreflang":"en","guid":"d4dcc863-4f86-4ac6-8c37-4361514fd988","title":"War correspondent award event brings hope and comfort to the family of slain journalist James Foley","published":"2014-10-14T22:42:54+00:00","byline":"Traci Tong","tags":["Media & Journalism","conflict","terrorism","Media","Conflict","Arts, Culture & Media","Conflict & Justice","Paris","Europe","United Kingdom","United States","Syria","Libya","France","Europe","James Foley","Vivienne Walt","John Foley","Bayeux-Calvados","War correspondents award","ISIS."],"teaser":"The family of James Foley, the American journalist beheaded by members of ISIS say hearing stories of their son's last days of his life was like being a rainbow after a rain storm. ","contentencoded":"<p>For more than two decades, the <a href=\"http://www.prixbayeux.org/english/\">Bayeux-Calvados</a> has honored the best work of war correspondents from newspapers, radio, television and photojournalism.</p><p>This year&#39;s ceremony, though,&nbsp;took on a more somber mood as the parents of James Foley attended the event.&nbsp;Foley was the American journalist who was beheaded by ISIS in August.</p><p>The Foleys were invited to attend the event and &quot;their presence really gave the whole event a richer and deeper meaning,&quot; said <a href=\"http://viviennewalt.com/\">Vivienne Walt,</a> the Paris correspondent for Time Magazine, and one of the judges of the awards. &quot;[The Foleys]&nbsp;courageously wanted to know what James&#39; world had been like and, of course, a number of us, including myself, had met [Foley]&nbsp;in various conflict zones in Libya and Syria and had&nbsp;many stories to tell.&quot;</p><p>Walt said many of the French hostages who had been detained with Foley for many months also attended the event and shared a lot of detailed information about what Foley&#39;s last few months had been like.</p><p>&quot;There&#39;s something very poignant with the Foley family and the French hostages all at one little table and being aware of the fact that they were released and Foley was not.&nbsp;And there was only one thing that separated them,&quot;&nbsp;Walt said.&nbsp;That was <a href=\"http://www.pri.org/stories/2014-08-21/theyll-never-admit-it-many-countries-pay-ransoms-get-their-hostages-back\">the payment of ransoms</a>.</p><p>&quot;You would think it would be traumatic,&quot; said Walt, meeting survivors.&nbsp;But, in fact, Foley&#39;s father John stood up and said that being there had been&nbsp;like &quot;seeing a rainbow after a rain storm. So as difficult as it was for the Foley family, it was also something very healing about meeting all of James&#39; friends and realizing that there was a ... tribe of war reporters and photographers traveling around the world and forming very close bonds as a result.&quot;</p><p>Walt said the Bayeux-Calvados event was about more than just honoring the best journalistic works.&nbsp;There were discussions about creating&nbsp;a group that could help the families of hostages cope while they were in captivity, as well as creating an insurance fund that could help with the ransoms, said Walt. The fund would be targeted at&nbsp;hostages from the United States and the United Kingdom &mdash;governments that do not pay ransom.</p><p>As is done each year during the Bayeux-Calvados awards event, a memorial is unveiled to honor the journalists killed in conflicts.&nbsp;Still, none of the journalists were really ready to say that they won&#39;t go back to a war zone, and &quot;it&#39;s very much a kind of badge of honour that they do still go back.&quot; However, there is a consensus, said Walt,&nbsp; that because of the dangers facing journalists covering the news in Syria, it&#39;s unlikely there will be much information to come out of there.</p><p>&quot;This has been a terrible year for war reporters,&quot; Walt added.</p><br>Array<br>Array","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/10132014.reporter.mp3"},{"href":"http://www.pri.org/file/10132014reportermp3"}]}