{"created":"2015-01-02T17:25:06+00:00","modified":"2015-06-16T17:33:43+00:00","valid":{"from":"2015-06-16T17:33:43+00:00","to":"3015-06-16T17:33:43+00:00"},"hreflang":"en","title":"Deputy Attorney General Reflects On Controversies, Successes","published":"2015-01-02T23:23:00+00:00","teaser":"James Cole says his decision to approve subpoenas for reporters' phone records, amid national security leaks, \"was a very, very tough call. At the end of the day, I'd probably have to do it again.\"","itags":["npr_api","374564955"],"guid":"d4eca8ae-6a55-4cc0-8b15-e8e19715adb7","contentencoded":"<p>It has been called one of the hardest jobs in the U.S. government.</p><p>The deputy attorney general is second in command at the Justice Department, responsible for sensitive prosecutions and monitoring threats from al-Qaida and the self-proclaimed Islamic State.</p><p>James Cole, who has had the job for four years — longer than anyone since the 1950s — is leaving soon. He sat down this week to reflect on his tenure.</p><p>\"There's a number of ways that I've described this job,\" Cole says. \"Virtually everything that happens in the United States government ends up in this office, but broken.\"</p><p>Two U.S. attorneys fight over who gets to pursue a big case; he's the referee. There's a foreign policy debate over whether Cuban prisoners in the U.S. should receive clemency as part of a warming of relations; Cole's at the table with the decision makers.</p><p>\"What you're confronted with is a large menu of unacceptable options,\" Cole says. \"And you have to pick the least unacceptable option.\"</p><p>One of the toughest calls in his four years at the Justice Department, he says, was approving subpoenas for reporters' phone records.</p><p>His decision to seek data from 21 Associated Press phone lines infuriated the news media and some members of Congress when they found out about it in 2013. But Cole is hard-pressed to express regrets about taking those extraordinary measures to plug a national security leak.</p><p>\"It was also one of the worst leaks of information that I had seen in my history in the government,\" he says. \"So it was a very, very tough call. At the end of the day, I'd probably have to do it again.\"</p><p>Justice Department officials have been meeting with media groups about that controversy. One official tells NPR the department will issue within the next month revisions to guidelines for how reporter records get subpoenaed to give greater consideration to First Amendment concerns.</p><p>A happier legacy, Cole says, is his work to dial back tough penalties for nonviolent criminals. For most of his career, the criminal justice system had moved to lock people up for longer periods of time.</p><p>\"We put an end to that. We said, 'No, make the punishment and the charge fit the circumstances,' \" Cole says. \"And if the person that's standing in front of you has a drug problem and that's what's driving it, deal with the drug problem.</p><p>\"And if they have a mental health problem, deal with the mental health problem. Let's not just throw people in jail as a way of trying to avoid dealing with the problems that are present.\"</p><p>The year-old effort, branded Smart on Crime, is starting to post results. Cole says early data suggest there are fewer drug cases being brought in federal court, but the prosecutions are more serious. And, he says, federal prosecutors are seeking fewer mandatory minimum sentences, with little to no reduction in the numbers of defendants who cooperate with authorities to build cases against kingpins.</p><p>Cole says he's confident his successor, longtime Atlanta prosecutor Sally Yates, will share those priorities and bring them to bear in the last two years of the Obama administration.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Deputy+Attorney+General+Reflects+On+Controversies%2C+Successes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"156"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374621885-6ec631.m3u?orgId=1&topicId=1003&d=156&p=2&story=374564955&t=progseg&e=374532984&seg=3&ft=nprml&f=374564955"}]}