{"created":"2015-03-08T20:57:53+00:00","modified":"2015-05-22T23:57:17+00:00","valid":{"from":"2015-05-22T23:57:17+00:00","to":"3015-05-22T23:57:17+00:00"},"hreflang":"en","title":"Cyberpsychologist: Online, 'Every Contact Leaves A Trace'","published":"2015-03-09T00:25:00+00:00","teaser":"Mary Aiken, who examines digital fingerprints to help solve crimes, is the real-life inspiration for the lead investigator on <em>CSI: Cyber. </em>She says she works where \"humans and technology collide.\"","itags":["npr_api","390692804"],"guid":"d4edafb5-a321-492e-8941-824113d0928f","contentencoded":"<p>The CSI franchise has a new lead investigator: Special Agent Avery Ryan.</p><p>Oscar-winning actress Patricia Arquette plays the head of the FBI's Cyber Crime Division on <em>CSI: Cyber</em>, which premiered this week on CBS.</p><p>The unit is called in on cyber stalking, identity theft, even cases involving hacked baby cams and ride-sharing services.</p><p>Agent Ryan's character is based on real-life cyber psychologist Mary Aiken, the director of the RCSI CyberPsychology Research Centre in Dublin, Ireland. She's also a producer on the show.</p><p>\"My job as a cyberpsychologist is to deliver insight at that intersection between humans and technology,\" she tells NPR's Arun Rath. \"Or sometimes, as law enforcement says, where humans and technology collide.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On the job of a cyberpsychologist</strong></p><p>In terms of cyberbehavioral analysis, I'm looking at the overall picture — say for online sex offending, how do they operate in that space? For cyberstalking, the difference between real-world stalking and cyberstalking.</p><p>It would be very hard to commit a crime in this day and age that didn't have some cyber element and effectively, in terms of crime analysis, we're looking at the digital fingerprint. If you come back to the basic premise of forensic science, I've been sitting here, I've touched the table I've left a fingerprint. There's the evidence. Nowhere is this more true than online. Every contact leaves a trace.</p><p><strong>On the pilot episode of <em>CSI: Cyber</em></strong></p><p>The premise of the episode is about a babycam that is hacked and an online auction of infant where babies are kidnapped to order. ... Kidnap gangs have them and they're transporting them to the buyers and we intercept at that stage.</p><p>It's actually based on a <a href=\"http://abcnews.go.com/blogs/headlines/2013/08/baby-monitor-hacking-alarms-houston-parents/\">real crime</a> where a father was walking by ... his daughter's bedroom and he heard horrible conversation coming from the room and he rushed in and a predator had hacked into the infant's babycam and was verbally abusing her as she lay asleep.</p><p>We wrote the episode, we filmed it, it was finished and then about eight weeks later, there was [a] <a href=\"http://www.washingtonpost.com/news/morning-mix/wp/2014/11/21/how-a-russian-web-site-peers-into-your-home-even-your-babys-room-by-hacking-webcams/\">huge hacking episode</a> where a couple ... thousand web cams were hacked and live footage were hosted up on Russian websites. They had footage of people's driveways, footage of people's kitchens — and they also showed footage of babies asleep in their cribs.</p><p><strong>On the potential fear factor of the show</strong></p><p>Look, this is entertainment but our intention is not to induce paranoia in terms of the use of babycams. The intention is to say look, consider the logic and think about security and think about safety. ...</p><p>I think that our show takes quite a moderate approach in terms of it's not very gory, it's not very horrific. But people like to be scared. If you went on a roller coaster and it went from ... A to Z, and it was flat — well, you wouldn't enjoy the ride. Well, good programming is about a roller coaster ride: it's up and it's down and we want a happy ending. But we've worked very hard to ground our show in reality, the reality of cyber.</p><p><strong>On being a producer for the show as an academic</strong></p><p>It's been quite surreal. I mean, nobody was more surprised than me to actually get a phone call. I'm a professor of cyberanalytics, I have a background in cyberpsychology, in network science, and a fellowship in criminology, so I'm out and out academic. When they approached me I thought it was interesting, I listened to what they had to say — and then I took a step back and had to really think about it because my focus is my discipline. For cyberpsychology, it can help deliver insight, it can help people understand the dynamics of this environment.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Cyberpsychologist%3A+Online%2C+%27Every+Contact+Leaves+A+Trace%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"302"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391708174-ad51ff.m3u?orgId=1&topicId=1138&d=302&p=2&story=390692804&t=progseg&e=391639247&seg=9&ft=nprml&f=390692804"},{"href":"http://media.npr.org/assets/img/2015/03/06/104689_d0322b-5986e3ec8d7dc00c09c19a1eec39e9ca989a8cf2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"351","width":"468"}},{"href":"http://media.npr.org/assets/img/2015/03/06/105355_d00514b-2b793987055c9370bc3880b84c2e8854f82d97d4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"532","width":"710"}}]}