{"created":"2015-01-09T20:57:36+00:00","modified":"2015-06-05T18:52:59+00:00","valid":{"from":"2015-06-05T18:52:59+00:00","to":"3015-06-05T18:52:59+00:00"},"hreflang":"en","title":"Andraé Crouch, Who Moved Gospel Into The 21st Century, Has Died","published":"2015-01-12T22:06:00+00:00","teaser":"The singer and songwriter played a major role in creating a contemporary, conservative gospel sound.","itags":["npr_api","376154477"],"guid":"d4f231ee-7804-4ea0-a3ce-766a77783da8","contentencoded":"<p>Andraé Crouch, known as the Father of Modern Gospel, has died. The Grammy Award-winning musician wrote contemporary standards that bridged the black and white Christian communities. That's Andraé Crouch's choir on Madonna's \"<a href=\"https://www.youtube.com/watch?v=79fzeNUqQbQ\" target=\"_blank\">Like a Prayer</a>.\" He even arranged and conducted for the <em>Lion King</em> soundtrack. Crouch died Thursday in Los Angeles after suffering a heart attack last weekend. He was 72.</p><p>Andraé Crouch was the son of a preacher man. When he was nine, his dad opened a pentacostal church in a garage in the San Fernando Valley.</p><p>\"I learned as my father needed a piano player in his church,\" said Crouch in <a href=\"https://www.youtube.com/watch?v=Go3O0tuY5TU&feature=youtu.be\" target=\"_blank\">a 1980s TV special hosted by LeVar Burton</a>. \"He needed a piano player and he prayed for me one Sunday. And I started playing the piano about three weeks later.\"</p><p>By then Andraé Crouch had already played a major role in creating a more contemporary, conservative gospel sound. The demonstrative shouts of the sanctified church were toned down to appeal to the broadest possible audience. Crouch <a href=\"http://www.imdb.com/title/tt0614923/\" target=\"_blank\">was on <em>The Jeffersons</em></a> and he played <a href=\"https://www.youtube.com/watch?v=CvIxwc90BEI\" target=\"_blank\">Billy Graham crusades</a>, the White House — even the Grand Ole Opry. Tennessee Ernie Ford introduced him from stage, in <a href=\"https://www.youtube.com/watch?v=lmGiu9JfbIs\" target=\"_blank\">a performance that aired on PBS in 1985</a>: \"Now the man I'm about to introduce is a rare talent. He not only sings — he sings fine gospel, but he's a fantastic writer.\"</p><p>Songs Crouch wrote in the 1960s are still in use. <a href=\"http://www.amazon.com/Brian-Courtney-Wilson/e/B001LH8TT0\" target=\"_blank\">Brian Courtney Wilson</a> is a gospel singer and the music director of Covenant Glen United Methodist Church in Missouri City, Texas.</p><p>\"Just this Sunday, we were singing 'The Blood Will Never Lose Its Power.' I was leaning on him to make sure we had something to say on Sunday,\" he said. \"There's a certain clarity to what he's doing. He's being very clear about the truths he's trying to communicate.\"</p><p>That clarity has at times been dismissed by critics and academics as bland.</p><p>\"Andraé himself was, I think, by the kindest yardstick, a gentle vocalist. Not a housewrecker,\" says Anthony Heilbut, who wrote a definitive history of gospel music, called <a href=\"http://www.amazon.com/The-Gospel-Sound-Anniversary-Reference/dp/0879100346\" target=\"_blank\"><em>The Gospel</em> <em>Sound</em></a>, and a book of essays called <em><a href=\"http://www.npr.org/2012/06/26/155293473/aretha-einstein-and-knowing-too-much\">The Fan Who Knew Too Much</a></em>, in which he aired some of gospel's dirty laundry. Nevertheless, he says, Crouch knew how to move a congregation.</p><p>\"His compositions have had an extreme importance and are very very popular, and the responses to the songs are very emotional,\" says Heilbut. \"He really was a visionary then, in taking the theology, combined with these ambitious melodies.\"</p><p>For his part, Andraé Crouch would insist those melodies weren't all his, as he <a href=\"http://www.npr.org/templates/story/story.php?storyId=5478515\" target=\"_blank\">told NPR in 2006</a>.</p><p>\"I just wanted to, you know, keep up with what he has given me. And I don't think that it will ever drain out of me. I think that as long as I want to do music I think that God will continually pour into me.\"</p><p>And Brian Courtney Wilson says he's seen the music of Andraé Crouch at work. \"I'm not schooled, officially, in doing this. You know, I don't have a degree in gospel music. I don't have a degree in gospel music history. It's just something that I've lived. And I've seen impact people's lives.\"</p><p>What he made retained its potency even when he grafted it onto pop music. You've felt it. That's Andraé Crouch's choir on \"Man in the Mirror,\" and behind Michael Jackson at the 1988 Grammy Awards.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Andra%C3%A9+Crouch%2C+Who+Moved+Gospel+Into+The+21st+Century%2C+Has+Died&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frannie Kelley","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376174836-cba33f.m3u?orgId=1&topicId=1106&aggIds=100920965&d=236&p=2&story=376154477&t=progseg&e=376135987&seg=4&ft=nprml&f=376154477"},{"href":"http://media.npr.org/assets/img/2015/01/09/74259081-90113e27b685136a6413260b669525d7909b3f2d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2029","width":"2706"}}]}