{"created":"2014-10-07T18:17:24+00:00","modified":"2014-10-07T20:39:06+00:00","valid":{"from":"2014-10-07T20:39:06+00:00","to":"3014-10-07T20:39:06+00:00"},"hreflang":"en","guid":"d50d6308-b0a8-4ef8-a811-d0628abacc96","title":"Why do so many people in the Netherlands work part-time? Because they can","published":"2014-10-07T20:39:04+00:00","byline":"Sharon Lerner","tags":["business and economy","women","jobs","Culture","Economics","Arts, Culture & Media","Business, Finance & Economics","Amsterdam","Europe","Netherlands","western Europe","Saskia de Hoog","Maggie Wissink Ook Geerdink","Gender studies","Europe","Gender role","Dutch people","Netherlands","Labor"],"teaser":"When it comes to part-time work, the Netherlands is the capital. Part-time policies have gotten more women into the workplace, but now some women are finding they're hitting a Dutch glass ceiling.","contentencoded":"<p>In the Netherlands, more people work part-time &mdash; by choice &mdash; than in almost any other country.&nbsp;Especially women.&nbsp;In fact, 75 percent of Dutch working women work part-time.</p><p>It&rsquo;s easy to see why mothers &mdash; actually, any workers &mdash; might choose part-time hours. Consider Maggie Wissink Ook Geerdink, who is a senior policy advisor for the Dutch government. She has a big job in the sense of how fulfilling and important it is. But it&rsquo;s not big in terms of time: Wissink Ook Geerdink works only three days a week. That leaves her two days to volunteer at her children&rsquo;s school, visit museums and have lunch dates with friends.</p><p>The appeal of having a fulfilling career <em>and </em>time for fun is part of the reason the Netherlands has the highest rate of part-time work in the developed world. Another explanation for the popularity of part-time work there is a law passed in 2000 that allows most employees to reduce their hours without repercussion.</p><p>The policy was intended to entice women with kids into the work force. And it has done that. As <a href=\"http://www.uu.nl/staff/lblommaert/0\">Lieselotte Blommaert</a>, a researcher at Utrecht University explains, &ldquo;Before the part-time provisions were around, women just stopped working when they got married.&rdquo;</p><p>Now, some 70 percent of Dutch women <a href=\"http://www.oecdbetterlifeindex.org/countries/netherlands/\">are in the workforce</a>. But, as Blommaert&rsquo;s and others&rsquo; research has shown, Dutch women&rsquo;s professional successes have been limited by the fact that most working women work part-time.</p><p>&ldquo;Part-time workers are giving up more than just salary. If you work part-time, you get less promotion, the chance you get manager or an executive position is less and also the chance to get additional education or training,&rdquo; explains Saskia de Hoog, with the advocacy group <a href=\"http://www.womeninc.nl/\">Women, Inc</a>. &nbsp;As a result, says de Hoog, a lot of women who choose part-time now find themselves on the Dutch &ldquo;mommy track.&rdquo;</p><p>That&rsquo;s what happened to Lucienne Bresser, who works for an international bank in Amsterdam. After her son was born, she dropped down to three days a week at the bank. Then, she says, she was pushed off the fast track for promotions and watched as colleagues who worked full-time passed her by.</p><p>Bresser survived the professional setback. Though she says she didn&rsquo;t advance as quickly as she would have if she&rsquo;d worked full-time, she now manages 50 employees in the Netherlands and abroad, and loves her job. And she thinks working part-time has been good for her kids. But many women in the Netherlands haven&rsquo;t been as lucky. Half of all Dutch working women earn less than $1200 a month. And that makes them financially dependent, according to the government &mdash; and financially vulnerable.</p><p>&ldquo;A lot of mothers get in poverty after a divorce because they were not working, or not working a lot before the divorce,&rdquo; explains de Hoog. So she has helped Women Inc. target this gender wage gap. The groups holds workshops for women on financial independence. And it launched a <a href=\"http://vimeo.com/97307786\">nationwide campaign</a> about the fact that the average Dutch man, over his lifetime, earns 300,000 euros more than a Dutch woman.&nbsp;</p><p>But just raising awareness of the gap probably won&rsquo;t close it. Earning more requires working more &mdash; and in Holland, many women still resist doing that. In fact, all the women interviewed for this story work part-time themselves &mdash; including de Hoog and others whose job is warning other women about the consequences of part-time work.</p><p>It seems many Dutch women know the financial risks, but see them as worth taking. Deanna Prost, a mother of two who works four days a week at an Amsterdam museum, perhaps explained it best.</p><p>&ldquo;I&rsquo;m really pleased that I live here and it&rsquo;s possible and normal and accepted to work three or four days,&rdquo; says Prost. &ldquo;I&rsquo;d rather enjoy [my kids] than more euros.&rdquo;</p><p><strong>If you had the chance, would you go part time, even if it cost you pay and promotions? Tell us in the comments, below.</strong></p>","audio":[{"href":"http://www.youtube.com/watch?v=XNScM8bqxCU"},{"href":"http://www.pri.org/file/ben-jij-een-vrouw-dan-verdien-je-300000-meer-0"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/100720144.mp3"},{"href":"http://www.pri.org/file/100720144mp3"}]}