{"created":"2014-10-08T03:04:24+00:00","modified":"2014-10-31T00:53:30+00:00","valid":{"from":"2014-10-31T00:53:30+00:00","to":"3014-10-31T00:53:30+00:00"},"hreflang":"en","title":"On Its Confident Debut, Phox Puts A Reluctant Voice Front And Center","published":"2014-07-01T23:37:00+00:00","teaser":"Phox frontwoman Monica Martin has an impeccable voice. But if it weren't for bandmate Matt Holmen and the rest of the Wisconsin band, it might have stayed hidden.","itags":["npr_api","325189238"],"guid":"d5217046-f0ed-44d8-ab43-5ea4f71fff9e","contentencoded":"<p>People hearing Monica Martin's astonishing voice for the first time might fairly assume that the Phox frontwoman has sung for rapt audiences forever. But they'd be wrong.</p><p>\"I was really very private, I guess,\" the singer says. \"I joined choir for one semester when I was a junior and I was afraid to sing — I wouldn't sing in that class. So I just sang in private, and then I felt pretty comfortable around Matt, becoming pretty close with him.\"</p><p>\"Matt\" is bandmate Matt Holmen, one of Martin's earliest supporters.</p><p>\"I just heard a quality of her voice that I didn't hear in anyone else's voice,\" Holmen says. \"Music for me is like a math problem, and for Monica it was clearly an intuition.\"</p><p>That voice and intuition have become the driving force of Phox, a six-piece pop ensemble from Wisconsin that has just released its self-titled debut. Martin and Holmen recently spoke with NPR's Melissa Block about the new album and how the members have grown together as friends and creative colleagues. Hear their conversation at the audio link, and check out a hand-picked playlist of Phox's influences <a href=\"http://open.spotify.com/user/npr_allthingsconsidered/playlist/0OE17L6gAz9U9RGywxYkEn\" target=\"_blank\">on Spotify</a>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=On+Its+Confident+Debut%2C+Phox+Puts+A+Reluctant+Voice+Front+And+Center&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"489"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1327369445-1b8bb9.m3u?orgId=1&topicId=1105&ft=3&f=325189238"},{"href":"http://media.npr.org/assets/img/2014/06/24/phox-c12684de53a0de2214954cbfbbf0631b1cee27c3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1020","width":"1360"}}]}