{"created":"2015-03-11T15:43:06+00:00","modified":"2015-03-12T18:25:27+00:00","valid":{"from":"2015-03-12T18:25:27+00:00","to":"3015-03-12T18:25:27+00:00"},"hreflang":"en","guid":"d5238164-2579-44ab-8bbd-0cfbed7dfdf2","title":"Iran may ban vasectomies, cut access to contraceptives to boost births","published":"2015-03-12T18:25:26+00:00","byline":"Shefali S. Kulkarni","tags":["health","women","government","Religion","Across Women's Lives","Health","Health & Medicine","Asia","Iran","Middle East","Asia","South Asia","Syed Ali Khameni","Government of Iran","Reproductive rights"],"teaser":"Two proposed pieces of legislation in Iran could turn the country's women into \"baby-making machines\" and set the country back decades in gender equality, according to a new report from Amnesty International.","contentencoded":"<p>Two proposed laws in the Iranian parliment are aimed at increasing the country's birth rate. But according to a new report from <a href=\"https://www.amnesty.org/en/\">Amnesty International</a>, the bills \"pose a major threat to the human rights and fundamental freedoms of women and girls in Iran.\"</p>\n<p>One bill will limit the use of contraceptives for women, prohibit the distribution of information on contraceptives, outlaw voluntary sterilizations and dismantle state-funded family planning orgranizations and programs, which, according to Amnesty are the \"very programmes that have been so widely praised for improving women’s access to contraceptive goods and information, including in remote and poverty-stricken areas of the country.\"</p>\n<p>A 2001 report from the <a href=\"http://www.earthpolicy.org/plan_b_updates/2001/update4ss\">Earth Policy Institute</a> shows Iran's family planning programs proved to be a great success and were a good example for other developing countries. \"Iran's population growth rate dropped from an all-time high of 3.2 percent in 1986 to just 1.2 percent in 2001, one of the fastest drops ever recorded,\" according to that report.</p>\n<p>But in 2012, Iran's supreme leader, Ayatollah Syed Ali Khameni, denounced the family planning policies that were put in place in 1989 — initially put in place for population control and to stabilize the country's economy. The Supreme Leader's televised speech in 2012 stated that these policies were an imitation of a Western lifestyle.</p>\n<p>“The Supreme Leader of Iran, a few years ago, decided that they have to have a U-Turn because for about two decades they’ve been trying to control the birth rate in Iran. Then they realized that they are going to face a crisis in a few decades with an aging population and [the Supreme Leader] said we have to try to double the population of Iran,” said <a href=\"https://twitter.com/ranarahimpour\">Rana Rahimpour</a>, a reporter with BBC's Persian service.</p>\n<p>The second bill, known as the Comprehensive Population and Exaltation of Family Bill, is aimed to encourage women to get married and bear children. The Iranian parliament is trying to accelerate the approval of this piece of legislation that will allow employees to discriminate against single, childless female job applicants, create new rules that will make it more difficult for men and women to file for divorce and limit police and legal intervention during family disputes — including violence against women.</p>\n<p>That bill would also make state governments responsible for promoting \"an Islamic-Iranian lifestyle\" that are based on the guidelines of the supreme leader.</p>\n<p>The <a href=\"http://file:///Users/shefali_kulkarni/Downloads/MDE1311112015ENGLISH.pdf\">report</a>, which was released on Wednesday, states: \"These bills, if adopted, would have serious consequences for women and teenage girls, leaving them with a future shaped by increased inequality, discrimination, poor health, limited choices and restricted freedoms.\"</p>\n<p><a href=\"https://twitter.com/hassibahs\">Hassiba Hadj Sahraoui</a>, the Middle East and North Africa deputy director at Amnesty International, told the <a href=\"http://www.bbc.com/news/world-middle-east-31828123\">BBC</a>, \"The authorities are promoting a dangerous culture in which women are stripped of key rights and viewed as baby-making machines.\"</p>\n<p>In Iran, there isn't an overwhelming amount of support for this legislation. Rahimpour says that family planning isn't an emotional issue in the country as much as it's dictated by the economy.</p>\n<p>“The reason people don’t have babies is because they can’t afford it,\" she says. \"One of the reasons is the sanctions, the very high rate of unemployment, the official (rate) is about 10 percent unemployment but the unofficial statistics say its 25 percent unemployment amongst the youth. And the sanctions, it means that people don’t feel stable enough to have families and if they do they wouldn’t have more than one child ... Otherwise if they could afford it, they would love to have a bigger family.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-11%2Fwhat-could-it-mean-fertility-rights-iranian-women-if-these-new-bills-are-passed&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0311201506.mp3"},{"href":"http://www.pri.org/file/0311201506mp3"}]}