{"created":"2014-09-08T15:39:54+00:00","modified":"2014-12-23T15:29:08+00:00","valid":{"from":"2014-12-23T15:29:07+00:00","to":"3014-12-23T15:29:07+00:00"},"hreflang":"en","title":"Kerry Visits Kurds To Urge A United Iraq","published":"2014-06-24T16:15:00+00:00","teaser":"The Kurdish president tells Secretary of State John Kerry, \"We are facing a new reality and a new Iraq.\" Kerry visited as a key refinery in Beiji fell to the militants after 10 days of fighting.","itags":["npr_api","325085800"],"guid":"d5307f77-ac40-44a9-aeef-0480db949ab4","contentencoded":"<p>Secretary of State John Kerry talked to Kurdish leaders in Irbil today, urging them to keep the autonomous region as part of Iraq. Kerry's visit came as the Sunni extremist group ISIS says it has cemented control of Iraq's largest oil refinery, and as sectarian divisions are threatening to pull Iraq apart.</p><p>Kerry is now on his way to Brussels, after assuring Kurdish leaders in northern Iraq that there would be \"sustained and intense\" support to Iraq to help it counter rapid advances by Sunni militants in recent weeks.</p><p>But the president of Iraq's ethnic Kurdish region, Massoud Barzani, suggested it was already too late, telling Kerry, \"We are facing a new reality and a new Iraq.\" The two met one day after Barzani <a href=\"http://amanpour.blogs.cnn.com/2014/06/23/exclusive-iraqi-kurdish-leader-says-the-time-is-here-for-self-determination/?hpt=hp_t1\">told CNN</a>, \"Iraq is obviously falling apart.\"</p><p>Saying that Iraq's collapse was the fault of others, Barzani said Monday, \"we cannot remain hostages to the unknown.\"</p><p>From Kurdish news site <a href=\"http://rudaw.net/english/kurdistan/24062014\">Rudaw</a>:</p><p>\"The Kurdistan Regional Government (KRG), on the other hand, has moved its Peshmerga military into vast territories outside its official borders to secure Kurdish-inhabited areas left vacant by a wholesale retreat of the Iraqi army.<br />That includes the oil city of Kirkuk, which the Kurds consider the capital of a future state.\"</p><p>The refinery in Beiji has reportedly fallen to the militants after a battle that lasted 10 days. It produces about one-third of Iraq's total fuel output.</p><p>The central government in Baghdad insists that it's still fighting to regain control of the facility — which, an oil industry expert says, presents a particular challenge to forces from both the Sunni Islamic State of Iraq and Syria and the Shiite-led government.</p><p>\"You set fire to one thing,\" Ben Lando, publisher of the Iraqi Oil Report, tells NPR's Deborah Amos, \"and there is a potential to setting fire to the whole thing — and you ruin a multibillion-dollar infrastructure, and you make everyone around either sick, dead or angry.\"</p><p>\"Beiji was seized through negotiation,\" Deborah reports, citing Lando and Iraqis at the scene. \"The defenders, Iraqi special forces troops, were given safe passage; the refinery was turned over to local tribes who work there. The government in Baghdad denies that Beiji has been captured.\"</p><p>ISIS has been cordoning off supply routes and seizing control of cities, banks and refineries, in an operation that many expect to culminate in a possible assault on the Iraqi capital.</p><p>As NPR's Alice Fordham reports from Baghdad, members of Shiite militias say their forces have been deployed around Baghdad for months now. And Alice spoke to a tailor in the city who says he has been busy sewing new uniforms for men who've volunteered to fight the Sunnis.</p><p>Alice's <a href=\"http://www.npr.org/2014/06/24/325073811/in-iraq-shiites-take-up-arms-against-sunni-militants\">story </a>is on today's <em>Morning Edition.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Kerry+Visits+Kurds+To+Urge+A+United+Iraq&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"223"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325085921-fca37a.m3u?orgId=1&topicId=1010&ft=3&f=325085800"}]}