{"created":"2014-12-24T08:22:25+00:00","modified":"2015-05-13T21:25:02+00:00","valid":{"from":"2015-05-13T21:25:02+00:00","to":"3015-05-13T21:25:02+00:00"},"hreflang":"en","title":"For Syria's President, The Year Ends Better Than It Began","published":"2014-12-24T14:12:00+00:00","teaser":"Syria's civil war is still raging with no end in sight. But Bashar Assad remains entrenched in Damascus and many argue his position improved over the year as the U.S. began bombing the Islamic State.","itags":["npr_api","372481152"],"guid":"d543ae9f-189e-4d20-8373-8fdbd1f16c49","contentencoded":"<p>At the beginning of 2014, Syrian President Bashar Assad had agreed to send his ministers to take part in negotiations in Switzerland, and his future as Syria's ruler was not looking very bright.</p><p>He was accused of killing tens of thousands of his own people in a civil war that was nearly three years old. The opposition was demanding Assad's ouster. U.S. Secretary of State John Kerry was in Switzerland and called loudly for a political transition in Syria. He was clear about who would not be involved.</p><p>\"Bashar Assad will not be part of that transition government. There is no way — no way possible in the imagination — that the man who has led the brutal response to his own people could regain the legitimacy to govern,\" he said.</p><p>Fast-forward to the present. Those talks were abandoned. Assad is still in the presidential palace in Damascus. And although the United States is bombing Syria, it's not targeting Assad's army but the so-called Islamic State, or ISIS.</p><p>\"I think Assad is in a stronger position today in many respects, certainly on the battlefield, and he has the United States as a strategic ally,\" says Joshua Landis, a longtime Syria analyst and professor at the University of Oklahoma.</p><p>ISIS got so big and bad, Landis explains, that the U.S. had to target the militants — even if that meant helping Assad out.</p><p>In order to understand how this happened, it's necessary to go back to the spring, when Syria had a presidential election. The EU and the U.S. denounced it as a farce because only parts of the country could take part, but Assad's supporters hailed him as a legitimate winner.</p><p>In his inauguration speech, Assad said those who had called for freedom and democracy had been unmasked. Essentially, he said people had realized the Syrian uprising was led by terrorists. Western leaders scoffed.</p><p>But then he got a huge boost, right in the heat of summer.</p><p>ISIS surged over the Syrian border and through the Iraqi city of Mosul. Suddenly, it controlled a huge swath of territory stretching across Iraq and Syria.</p><p>An American-led air campaign began to push back the growing ISIS threat. President Obama insists this doesn't mean he is partnering with Assad. But with both sides bombing the same places, people on the ground often think that the two are on the same side.</p><p>Many moderate anti-Assad activists believe Assad purposely allowed the extremists to become strong. His army targeted more moderate rebels, not ISIS. They say his strategy is to force Western leaders to choose between Assad and ISIS, and they'll choose Assad in the belief that he can bring some measure of stability.</p><p>But analyst Randa Slim of the Middle East Institute isn't sure that's a good plan.</p><p>\"This whole approach is based on a faulty assumption, the assumption being that Assad can somehow stabilize the situation,\" she says, also pointing out that manpower is dwindling in Assad's army and paramilitaries.</p><p>Monzer Akbik, a leader of the Syrian political opposition, took part in those talks at the beginning of the year in Switzerland. Now, the opposition has lost ground.</p><p>\"The political opposition is weaker for a very simple reason: because we are unable to provide more support for our people,\" he says.</p><p>Akbik has little faith that negotiations proposed by Russia for 2015 will make any difference. The U.S. and its allies say they plan to train a force of moderate rebels next year, to pressure Assad.</p><p>But most analysts think the president is likely to stay in power — over a country ever more fractured and bloody.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Syria%27s+President%2C+The+Year+Ends+Better+Than+It+Began&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"271"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372837219-4483da.m3u?orgId=1&topicId=1009&d=271&p=3&story=372481152&t=progseg&e=372837102&seg=7&ft=nprml&f=372481152"},{"href":"http://media.npr.org/assets/img/2014/12/22/490074043edit-333348f54d8c30e52e5a1f00d18a345625d1ccad.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2642","width":"3524"}},{"href":"http://media.npr.org/assets/img/2014/12/22/35573281_h30534070-7aebf1f575b6ee5ff2b1688d86a6a2246b59242b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1362","width":"1816"}}]}