{"created":"2014-12-15T22:12:45+00:00","modified":"2015-05-13T21:26:18+00:00","valid":{"from":"2015-05-13T21:26:18+00:00","to":"3015-05-13T21:26:18+00:00"},"hreflang":"en","title":"Dr. Kent Brantly: Lessons Learned From Fighting Ebola","published":"2014-12-16T18:23:00+00:00","teaser":"\"We run the risk of going from hysteria to a sense of indifference,\" says the now-recovered physician. \"And I think that is even more dangerous than our fear.\"","itags":["npr_api","370958095"],"guid":"d548f55f-6563-4c44-962f-955d0fb3aa44","contentencoded":"<p>Dr. Kent Brantly considers himself a lucky man.</p><p>He was diagnosed with Ebola five months ago while working with Christian aid group Samaritan's Purse at a hospital in Liberia's capital, Monrovia. He became so sick that he thought he was going to \"quit\" breathing.</p><p>After 10 days of hospitalization in Liberia and 20 days at Emory University hospital in Atlanta, Brantly was released on August 21 — Ebola-free. His doctors told him that it'd take one to three days for every day he spent in the hospital to fully recover. Another three months went by before he began to feel like himself again.</p><p>\"I'm pretty fortunate to be back to normal that quickly,\" Brantly told NPR's Melissa Block during an interview Monday on <em>All Things Considered</em>. \"Anytime a person is critically ill for that long, it takes the body a long time to recover.\"</p><p>But that doesn't mean he's been taking it easy. During those months, Brantly has traveled to conferences and seminars, mainly in Washington, D.C., speaking of what needs to be done to combat Ebola.</p><p>Here is an edited excerpt of his conversation with NPR.</p><p><strong>What lingering effects did you feel after you were discharged from the hospital?</strong></p><p>For about three weeks after my release from the hospital, I felt bad. My mind felt good, and so I would try to be active. After a day of activity I would be totally wiped out. I'd be dizzy, nauseated, even felt a little feverish at times. I was incredibly fatigued. The last time <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/09/17/349256514/the-insights-of-an-ebola-doctor-who-became-a-patient\">I spoke with you</a> — that was the first week of activity where at the end I said, \"Hey I don't feel bad.\" I still didn't feel great, but I didn't feel bad and that was a big step forward.</p><p><strong>You went to West Africa and contracted Ebola despite all the precautions you took. Could your story discourage other U.S. health care workers from going?</strong></p><p>I'm sure that's possible for some. There are a lot of health care providers in this country who have a very deep sense of service and compassion for the suffering of others, who are motivated to go to West Africa despite the risks of infection and death. And doctors and nurses face those risks every day regardless of their setting. We need to remove all the barriers we can to allow them to go serve.<strong> </strong></p><p>I think fear [of Ebola] is one of the factors preventing some from going to West Africa to help but I don't think it's the biggest barricade. To a lot of people, it's fear of how they'll be treated when they come back — not knowing whether their job will be secure or whether their family and friends will look at them differently.</p><p><strong>What do you think of the fear, even panic, over Ebola in this country?</strong></p><p>It's understandable. Ebola's a terrifying disease. But the level of hysteria was unnecessary. I think it's similar to the fear we see in West Africa, just a different permutation. In West Africa, [how] fear is expressed is that people deny they have Ebola or [that] Ebola is real. They try to come up with other explanations for the problems around them. In this country, it was kind of the opposite. We were afraid that everything was Ebola, or that everyone was going to get Ebola. But both of those responses are out of fear instead of knowledge.</p><p><strong>Back in September you told us that the U.S. must act in a matter of \"hours and days\" in response to Ebola. How would you assess the response since then?</strong></p><p>It's a good thing that this is still a conversation in our government and in our public. People are still dying every day in West Africa from Ebola, and that sense of urgency I expressed back in September is still very much there.</p><p>I appreciate what <em>Time</em> magazine has done, putting Ebola fighters back in the news and keeping the outbreak [in] the headlines. We run the risk of going from hysteria to a sense of indifference. And I think that is even more dangerous than our fear — when we stop caring about what's happening on the other side of the world.</p><p><strong>There have been reports on the lack of coordination among governments and relief groups in West Africa. Are those stories troubling to you?</strong></p><p>This outbreak is a threat to the health of the world in a way we haven't seen in recent decades. And it's bringing to light the fact that there is no well-organized international response for something on this scale. Hopefully those lessons will not be learned in vain.</p><p><strong>Do you plan to go back to West Africa?</strong></p><p>I think every day about going back, but I feel like I've been given a platform through my experiences to be a voice here in this country for people in West Africa. If I were in West Africa right now, I'd be treating 25 or 50 patients a day. Hopefully through my activities here I can have an impact that will benefit thousands of people. Eventually when all this is over, we'll go back to the work we were doing before.</p><p><strong>What kind of conversations do you have with your family around Ebola?</strong></p><p>My 4-year-old son prays every night for his best friend who is the same age – our next door neighbor in Liberia, a little Liberian boy: \"Dear God, please don't let him get Ebola.\" I'm proud of him for thinking about his friend and praying for him but that's not a prayer that a 4-year-old should have to consider. <strong></strong></p><p><strong>Do you have a way of staying updated about him?</strong></p><p>We do. He and his mother are doing okay for now. We still have a lot of friends and colleagues who are in the trenches working night and day in Liberia to fight this outbreak. We pray for them every day. A lesson I've learned through all of this is that we need to worry about the people we don't know just as much as we worry about the people we do know. <strong></strong>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Dr.+Kent+Brantly%3A+Lessons+Learned+From+Fighting+Ebola&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"495"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371010872-2b6a9a.m3u?orgId=1&topicId=1031&d=495&p=2&story=370958095&t=progseg&e=370975472&seg=5&ft=nprml&f=370958095"},{"href":"http://media.npr.org/assets/img/2014/12/15/459241346-0a3feda3ad1c4a51d749fa3bc5b0d60fe678258c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}}]}