{"created":"2014-10-07T18:40:11+00:00","modified":"2014-10-30T23:28:52+00:00","valid":{"from":"2014-10-30T23:28:52+00:00","to":"3014-10-30T23:28:52+00:00"},"hreflang":"en","title":"Need To Evade Would-Be Captors? There's A Class For That ","published":"2014-08-10T21:41:00+00:00","teaser":"Conflict and terrorism can be good for business — if your business is teaching people to avoid kidnapping, use a barrette to get out of handcuffs or escape from the trunk of a car.","itags":["npr_api","338931258"],"guid":"d5494cb7-a427-45fb-ad96-bce4d6d6d151","contentencoded":"<p>Terrorism and conflict can be good for business — if your business is teaching people to avoid kidnapping and escape from captors.</p><p>Americans are spending lots of money on a burgeoning evasion and survival industry, in classes that teach people to free themselves from handcuffs with a barrette and prepare for worst-case scenarios.</p><p>Jason Hanson's two-day Spy Escape & Evasion training is perfect for any wannabe Harry Houdini. In the course, which Hanson offers around the country, students — me included — learn to pick locks, escape from handcuffs and break free after being bound with duct tape.</p><p>All of that leads up to getting locked, handcuffed, in the trunk of a car. It's completely dark, and I had to figure out how to pick the lock on the handcuffs and escape.</p><p>Eventually, I did it. But in a class of two women and six men, I was the slowest — it took me more than two minutes.</p><p>Hanson spent six years as a CIA officer focused on security. Now he teaches those skills at two-day workshops that run about $1,000.</p><p>Hanson's clients are about 70 percent male.<strong> </strong>\"Instead of the high-net-worth corporate guys, it really is the everyday American,\" he says. \"I've had school teachers. I've had IT guys. The most unique background I had [is] a former Ringling Bros. and Barnum & Bailey circus clown.\"</p><p>While it's difficult to quantify, the survival industry is growing. Americans feel more vulnerable since 9/11 and the financial meltdown. Irwin Redlener, director of the National Center for Disaster Preparedness at Columbia University, says entrepreneurial companies have emerged to fill a perceived gap.</p><p>\"[It] has to do with a growing mistrust of government,\" he says, \"some general sense of discomfort that, 'The government may not be equipped or capable of protecting me in a disaster, so I'm going to have to do whatever it is that I need to do as an individual.' \"</p><p>Back in class, in a Radisson hotel conference room in Los Angeles, we prep for an abduction. Hanson pretends to be a kidnapper and wraps duct tape around our hands.</p><p>\"Don't move! If I even hear you breathe loud, I'm going to gut you like a fish, you stupid worthless American,\" he shouts.</p><p>As soon as Hanson leaves the room, we all slip free of our restraints and charge out onto the streets around the Los Angeles airport. Now, I'm being followed — tracked as part of a practice exercise. The next few hours were a cross between a scavenger hunt and hide-and-seek.</p><p>So what do other students get out of the course?</p><p>\"It's a very good challenge for me,\" says Marisol Cole, 33. It was interesting, she says, to learn how to protect herself if someone ever tried to kidnap her. It was worth the cost, she adds.</p><p>\"I feel a lot better about — you know, if I were to be abducted or whatever — I'd be able to handle myself much better now,\" says Larry Trammell, CEO of a software company called TechFlow.</p><p>The 61-year-old says that being an executive makes him a target. \"There are disgruntled employees. I actually have one right now that was terminated, and he's made threats,\" he says.</p><p>Trammell may be right to be concerned, but should the rest of us?</p><p>Not necessarily, says James Wesley Rawles, author of <em>How to Survive the End of The World as We Know It</em>.<strong> </strong>\"The chances of being kidnapped, zip-tied or handcuffed, and thrown in the trunk of a car, and then having to attempt to escape, are downright infinitesimal for the majority of Americans.\"</p><p>Still, Rawles sees evasion courses like these as an introduction: a good first step toward what he hopes is a broader interest in personal preparedness and self-reliance.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Need+To+Evade+Would-Be+Captors%3F+There%27s+A+Class+For+That+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Tyler","audio":[{"meta":{"duration":"251"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339374995-0cc398.m3u?orgId=1&topicId=1091&ft=3&f=338931258"},{"href":"http://media.npr.org/assets/img/2014/08/08/escape-class-c5038fe821bf2c839f3dc61f46c4ad5b0213861e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2168","width":"2891"}}]}