{"created":"2014-09-30T21:28:36+00:00","modified":"2014-10-01T19:31:42+00:00","valid":{"from":"2014-10-01T19:31:42+00:00","to":"3014-10-01T19:31:42+00:00"},"hreflang":"en","guid":"d549e209-34a7-4fcf-ac58-6ead37d00dd4","title":"Afghanistan's new president looks to break from recent history","published":"2014-10-01T19:31:41+00:00","byline":"Shirin Jaafari","tags":["Afghan politics","Afghanistan war","politics","elections","Global Politics","Kabul","Asia","Afghanistan","Asia","Central Asia","South Asia","Sune Engel Rasmussen","Ashraf Ghani","Hamid Karzai","Rula Ghani","Ashraf Ghani Ahmadzai","War in Afghanistan","Politics of Afghanistan","Afghanistan","Government","Asia"],"teaser":"Afghanistan's new president, Ashraf Ghani, says he's free of the corruption and violence that taint many Afghan politicians. And after quickly signing a long-delayed security pact with the US, he's looking for other ways to break with the country's recent past.","contentencoded":"<p>Ashraf Ghani, Afghanistan&#39;s new president,&nbsp;has a peculiar way of greeting journalists.</p><p>&quot;He shows you the palms of his hands and he says &#39;my one hand is clean from corruption and my other hand is clean of blood,&#39;&quot; says Sune Engel Rasmussen, a journalist baed in Kabul. He <a href=\"http://www.foreignpolicy.com/articles/2014/09/29/ashraf_ghani_s_struggle_afghanistan_elections_karzai_abdullah\">recently interviewed Ghani</a>&nbsp;for Foreign Policy magazine and&nbsp;learned that Ghani does this to differentiate himself from many of his colleagues in the corruption-ridden Afghan government.</p><p>It&#39;s a gesture that also goes along with Ghani&#39;s atypical background. He was born in Afghanistan, but left the country in his early 20s to study at the American University of Beirut. He later moved to the US to study anthropology at Columbia University, and&nbsp;then began teaching at various American universities before going to work for the World Bank.</p><p>&quot;He talks like a technocrat and he thinks like a technocrat,&quot; Rasmussen says. That&#39;s in contrast to many other Afghan politicians, who cut their teeth and earned their power while commanding militias during Afghanistan&#39;s many wars.</p><p>Along with his intellectual bent, Ghani has also tried to appeal to women and the younger generation.&nbsp;At his inauguration, he turned emotional while thanking his wife, Rula Ghani, for being beside him during the campaign. It was an unusual display for politicians in Afghanistan.</p><p>&quot;That&#39;s pretty much unheard of,&quot; Rasmussen says. &quot;Wives [and first ladies] in Afghanistan and in the region, like Pakistan and Iran, are not part of the political life.&quot;&nbsp;But it seems that Ghani will try to change that.&nbsp;He has promised to appoint women to higher positions in his government, including the Supreme Court.</p><p>Rasmussen says many Afghans see Ghani as a good replacement for outgoing President Hamid Karzai; others, especially militants, worry about his promise to deal harshly with the Taliban. He&#39;s already made waves by moving quickly to <a href=\"http://online.wsj.com/articles/u-s-afghan-bilateral-security-agreement-signed-1412076436\">approve a deal with the US</a> &mdash; and showing up unexpectedly at its signing on Tuesday &mdash; that allows 12,000 American soldiers to remain in the country after most Western forces withdraw at the end of the year.</p><p>But overall, Rasmussen says, there is a general sense of optimism and hope now that Afghans have a new leader.</p>","audio":[]}