{"created":"2015-05-27T07:32:24+00:00","modified":"2015-06-05T15:23:15+00:00","valid":{"from":"2015-06-05T15:23:15+00:00","to":"3015-06-05T15:23:15+00:00"},"hreflang":"en","title":"For Sports Immortality, The 3rd Or 4th Time's The Charm","published":"2015-05-27T14:56:00+00:00","teaser":"Tennis players Serena Williams and Novak Djokovic both have the potential to win Grand Slams, one of the rarest achievements in sports. But it's not an easy feat.","itags":["npr_api","409810993"],"guid":"d54fa921-38d8-4511-bfb5-e699e6d60fc0","contentencoded":"<p>There is hardly a sport that has not named a version of its annual multiple championships. Two wins is not enough; you have to win three (a \"Crown\") or four (a \"Grand Slam\"). For example, if you win the three major races in thoroughbred racing, it's called the Triple Crown. In men's and women's tennis and men's golf, to win all four majors is to earn a Grand Slam.</p><p>It is difficult to come up with a name for multiple wins in women's golf because the sport keeps changing tournaments so often. Women's golf has now five major tournaments, which is one too many. Unlike Triple Crown and Grand Slam, there's no neat name that goes with five. Even a fifth of whiskey is passé now that we sell liquor by the liter.</p><p>When it comes to multiple championships, 2015 could be a special year. Next week, American Pharoah — the racehorse who <a href=\"http://www.npr.org/sections/thetwo-way/2015/05/02/403857526/american-pharoah-wins-2015-kentucky-derby\">won the Kentucky Derby</a> — will attempt to become the first equine Triple Crown winner in 37 years.</p><p>That same weekend, in Paris, American tennis player Serena Williams and Serbian tennis player Novak Djokovic each have a chance to win the French Open and get halfway to winning Grand Slams. Both players are blitzing their opposition, so they are favorites. Spanish player Rafael Nadal has taken nine of the last 10 French Opens, but he is vulnerable on clay courts this spring. If Djokovic wins on the clay, he would be in position to sweep Wimbledon and the U.S. Open, and to become the first men's Grand Slammer in 46 years. If Williams were to win all four, she would be the first woman to do so since Steffi Graf 27 years ago.</p><p>But winning crowns or slams sure is not easy. The only time in the 21st century that a player has accomplished this feat — in any of these sports — was when Venezuelan baseball player Miguel Cabrera of the Detroit Tigers managed it in 2012, topping the American League in batting average, home runs and RBI. It was the first time that a major leaguer won baseball's hitting Triple Crown in 45 years. Since the current championship golf tournaments came into existence, no golfer has won the grand slam.</p><p>So, anyone who manages to win a Triple Crown or Grand Slam deserves a big high-five.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Sports+Immortality%2C+The+3rd+Or+4th+Time%27s+The+Charm&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"216"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409939271-08dde2.m3u?orgId=1&topicId=1057&aggIds=4499275&d=216&p=3&story=409810993&t=progseg&e=409924887&seg=11&ft=nprml&f=409810993"}]}