{"created":"2014-10-27T16:29:46+00:00","modified":"2014-10-30T21:39:00+00:00","valid":{"from":"2014-10-30T21:39:00+00:00","to":"3014-10-30T21:39:00+00:00"},"hreflang":"en","title":"A Train Project Could Be Third Rail In Florida Race","published":"2014-10-10T20:36:00+00:00","teaser":"Traffic congestion on Florida's highways can be abysmal, so developers are in the early stages of building a passenger train bewtween Miami and Orlando. But not everyone is thrilled.","itags":["npr_api","354887398"],"guid":"d551ce57-55da-4b66-8b51-d99e3da53e49","contentencoded":"<p>Here in fast-growing Florida, one big issue for voters is transportation.</p><p>Traffic congestion on Florida&#8217;s highways can be abysmal, so developers are in the early stages of building a passenger train that will connect Miami to Orlando.</p><p>The All Aboard Florida project is a $2.5 billion investment that has some people very worried.</p><p>John Guitar works for All Aboard Florida. He says this nexus of rail and pavement is why the company is developing 11 acres of empty land into a train station.</p><p>In front of us, a chain-link fence has just gone up to mark the construction site. Passengers could make the 235 mile trip north by the end of 2016.</p><p>&#8220;Here in Miami, we&#8217;ll have 16 trains a day going north,&#8221; Guitar says. &#8221; A stop in Fort Lauderdale, and then on to the Orlando airport.&#8221;</p><p>This would resurrect a defunct passenger line that stopped running along Florida&#8217;s east coast in the 1960s.</p><p>All Aboard Florida&#8217;s parent company, Florida East Coast Industries, still owns the tracks, which railroad pioneer Henry Flagler built in the 19th century. For now, they’re used to move cargo.</p><p>Guitar says the federal highway program brought the passenger rail system to a halt.</p><p>&#8220;The federal highway system expanded, connection points, and everyone got off trains and into cars,&#8221; Guitar says. &#8220;And we&#8217;ve done a full circle now that the traffic and congestion and gas prices are so bad, people are looking for alternatives to get out of their cars and find other ways to get around the state.&#8221;</p><p>The company’s president Mike Reininger says the project is a solution to a transportation crisis that he believes is already here.</p><p>&#8220;Not 50 years from now, 50 minutes from now in certain areas in Florida. The road infrastructure in portions Florida &#8212; particularly in south Florida &#8212; has already reached its practical capacity limits and is often times undesirable and most times unpredictable way to travel where you need to go,&#8221; Reininger says.</p><p>Thirty miles up the track, you’ll find advocates of another kind of transportation that are less enthusiastic about Reininger’s solution</p><p>If Detroit is called the Motor City, Fort Lauderdale would have to be called the Boater City,&#8221; Jim Naugle, the former mayor of Fort Lauderdale, says.</p><p>Naugle is captaining his 24-foot intrepid up the New River. The brackish river he’s navigated since childhood is fed by the Everglades and flows into the ocean. Manatees and bull sharks make appearances here. So do 185-foot yachts worth hundreds of millions of dollars.</p><p>Naugle is on the board of the Marine Industries Association of South Florida. He’s taking me to a railroad bridge that cargo trains use to cross the new river.</p><p>&#8220;It stays in the up position unless there’s a train,&#8221; Naugle says.</p><p>And there’s about to be a lot more trains. Once the passenger service starts, 32 trains will move between Miami and Orlando every day.</p><p>&#8220;You’ve heard of the Ten Commandments, of course,&#8221; Naugle says. &#8220;In Fort Lauderdale, we have 11 commandments, and the 11th commandment is &#8216;Thou shall not impede navigation.&#8217;&#8221;</p><p><a href=\"http://www.youtube.com/watch?v=v0ExDWt4WdE\">[Youtube]</a></p><p>Naugle says more train traffic will cause greater boat congestion.</p><p>&#8220;You have the commerce of the large boats going up river to the boat yards, then you have the recreational boaters in the weekend, the little guy that wants to get out on his 15 footer, and he can’t even get through when the bridge is down,&#8221; Naugle says. &#8220;And they can get in the way of the big boats. And so the economic impact of the marine industry here is bigger than the economic impact of All Aboard Florida and its’ service to Orlando. So if they go ahead with the project, they need to find a way to preserve that commerce that’s taking place on the New River.&#8221;</p><p>All Aboard Florida&#8217;s president Mike Reininger says there’s a plan to preserve the commerce. The bridge will be closed more often, but the company is working with boaters to make the closures more predictable.</p><p>&#8220;The project has many positive benefits and no significant negative impacts – environmentally or any other way,&#8221; Reininger says.</p><p>Lance DeHaven Smith is a public policy professor at Florida State University, and he says you can bet the fight over this train project isn’t over.</p><p>&#8216;We have a long history of controversy in Florida about high-speed rail,&#8221; DeHaven Smith says.</p><p>He recalls a rail controversy in the early 2000s under Governor Jeb Bush. Then, a second one in 2011. The federal government offered Governor Rick Scott’s administration more than $2 billion to build a fast train.</p><p>&#8220;And Governor Scott sent that money back, refused it,&#8221; DeHaven Smith says. &#8220;The argument was it would expose the public to financial liabilities that weren’t worth it.&#8221;</p><p>This time, All Aboard Florida says the project is 100 percent privately funded. But it has applied for a federal loan, and now the fight over traffic and funding has made its way again into politics. This week, the company said it would try to avoid using that federal loan by looking instead for &#8220;private activity bonds,&#8221; which are purchased by private investors.</p><p>Gov. Rick Scott says he supports this train. And his challenger, Democrat Charlie Crist, says he’s in favor of high-speed trains, but this one’s got him worried.</p><p>&#8220;[Crist] has been equivocal,&#8221; Dehaven Smith says. &#8220;He says he has some concerns about it but that’s far as he goes on it.&#8221;</p><p>Could this issue be an important issue in the upcoming race for governor?</p><p>&#8220;Absolutely,&#8221; Dehaven Smith says. &#8220;Florida is a very closely divided state, so a small change in turnout could change the outcome dramatically. It could become a real decisive issue in this election.&#8221;</p><p>All Aboard Florida says it’s not worried about politics. By the time election day is here, the train station in Miami could already be under construction.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Train+Project+Could+Be+Third+Rail+In+Florida+Race&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter O'Dowd","audio":[{"meta":{"duration":"467"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354887401-147e16.m3u?orgId=1&ft=3&f=354887398"}]}