{"created":"2014-10-08T15:06:02+00:00","modified":"2014-10-31T01:37:44+00:00","valid":{"from":"2014-10-31T01:37:44+00:00","to":"3014-10-31T01:37:44+00:00"},"hreflang":"en","title":"Phoenix To Self: 'Why Am I Talking About This? ... Joaquin, Shut Up'","published":"2014-05-30T19:30:00+00:00","teaser":"The elusive actor tells <em>Fresh Air</em> about his new film, <em>Her --</em> but he insists he's not really that interesting. \"If I was driving and I heard this, I'd change the channel,\" he says.","itags":["npr_api","317349591"],"guid":"d5529440-5347-4403-96cd-fbb749105495","contentencoded":"<p><em>This interview was originally broadcast on <a href=\"http://www.npr.org/2014/01/21/264524233/phoenix-to-self-why-am-i-talking-about-this-joaquin-shut-up\">Jan. 21, 2014</a>.</em></p><p>Joaquin Phoenix started his acting career in 1982, when he was about 8, on an episode of the TV series <em>Seven Brides For Seven Brothers</em>. (His brother, the late River Phoenix, was a regular in the series.) He tells <em>Fresh Air</em>'s Terry Gross that he still vividly remembers his first time on a set.</p><p>\"I remember feeling like I was buzzing, like my whole body was vibrating, because it was just so exciting to experience this thing that wasn't real but at moments felt like it was real,\" he says. \"It's basically the feeling that I've been chasing ever since.\"</p><p>Phoenix doesn't give many interviews, so curious fans <em>thought</em> the 2010 documentary <em>I'm Still Here</em> — in which Phoenix said he was giving up acting to become a hip-hop artist — provided some insight into his life. But it turned out to be a mockumentary.</p><p>Phoenix stars in the movie <em>Her,</em> which was nominated for an Oscar for best picture. The film is set slightly in the future and Phoenix plays a man who is heartbroken because his wife recently left him. The hole in his life is soon filled by the voice of the new operating system on his phone. It's the first OS with artificial intelligence, designed to respond to your needs and personality as it gets to know you. Samantha, the voice of this operating system, is played by Scarlett Johansson. She becomes so responsive to him that he falls in love with her — and their relationship becomes just as complicated as any human one.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On being a child actor</strong></p><p>When you're a kid on a set, you're like royalty. It's the best in the world. Everyone's like, \"Do you want some snacks? Do you want something?\" ... Not to make a big deal out of it, but we [his family] were really broke. And so sets were like, \"Holy s - - -, they've got all this stuff here, that's amazing! Food, there's all these people here and everyone seems really happy!\"</p><p>There's really nothing like being on a movie or TV set. It's just an incredible energy, it's so exciting. So obviously, as a kid, you're like, \"I could go to school, or I could be hanging out with these people.\" And it's so interesting because there are so many kinds of people that are on film sets.</p><p><strong>On playing opposite two different Samanthas in <em>Her</em> — actress Samantha Morton, who was originally cast, and Scarlett Johansson, who was brought in later</strong></p><p>I actually worked with Samantha Morton, she was with us on set oftentimes ... and then I went into the studio and I worked with Scarlett later. ...</p><p>[With Samantha,] we really developed our characters together in a way, and with Scarlett, I worked with her just in the studio, so it's just completely different experiences. You know, I had such an amazing time working with Samantha Morton and I feel so beholden to her for helping me develop this character. And then I worked with Scarlett and she was incredible too, and I found something new about the relationship and we had new discoveries. It was an extraordinary process.</p><p><strong>On his mockumentary <em>I'm Still Here,</em> and the <a href=\"http://www.youtube.com/watch?v=S6SPNfEhjt0\">David Letterman interview</a> he did to promote it</strong></p><p>The only thing that bothered me was that it might be difficult for me to work again because obviously I <em>wasn't</em> retiring and obviously I wanted to make films — and a certain kind of film — so the only thing that really gave me pause was at some point [thinking] \"How will this affect my career?\"</p><p>So much of the way we made the movie didn't allow us the time to really consider things, and by the time we did, it was too late and we had painted ourselves into this corner. It's funny because when I was going on Letterman, initially the idea was we were going to make some noise and do something much more extroverted and big and out there. ...</p><p>Just before I went on, [director] Casey [Affleck] is like, \"Listen, I think you've got to play this broken; I think the best way to put this together is that you will have gone and seen [rapper/producer] Diddy and he will say that your music is not working out ... and then this is just heartbreak. ... So you're just virtually catatonic.\" It was just this kind of switch, 180 degrees from what we initially talked about doing. ... I think maybe if I had the time to think about it more, maybe it would've changed my opinion.</p><p><strong>On making his character in <em>The Master</em> talk out of the side of his mouth</strong></p><p>My dad sometimes would talk out of the side; he'd clench down one side of his mouth. And I just thought it represented tension in this way, somebody that's just blocked and tight.</p><p>So I actually went to my dentist and I had them fasten these metal brackets to my teeth on the top and the bottom and then I wrapped rubber bands around it to force my jaw shut on one side. ... After a couple weeks, the bands, they weren't really strong enough to kind of hold it so I ended up getting rid of the rubber bands and I still had these metal brackets in and so it made me constantly aware of my cheek. You know, they had these pointy tips so they'd tear up the cheek a little bit, so I just then was constantly aware of it.</p><p>This is so f - - - - - - stupid. Why am I talking about this? ... It's not interesting, it's so stupid. If I was driving and I heard this, I'd change the channel. ... I'd be like, \"Joaquin, shut up.\"</p><p><strong>On how his acting process changes depending on the film </strong></p><p>I think everyone always has their own process and every process is valuable. Sometimes you come in and you're telling jokes in the morning and you're talking with the crew and you go do a scene and everything is useful. It's just about finding what works for you for that particular job.</p><p>So I think, I imagine it's tough for a director, working with a few different actors that all have different processes, even when it's not that extreme. Sometimes people have different needs. As an actor, maybe as a selfish actor, I've never really considered too much of other people's processes. I think you just try to do what works best for you, the film and your character.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Phoenix+To+Self%3A+%27Why+Am+I+Talking+About+This%3F+...+Joaquin%2C+Shut+Up%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2252"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317408868-f08507.m3u?orgId=1&topicId=1022&ft=3&f=317349591"},{"href":"http://media.npr.org/assets/img/2014/05/30/her-fp-0876-f49d66189bb0651ba8290cafdee80da3b0f0708f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1139","width":"1519"}}]}