{"created":"2014-09-19T19:45:39+00:00","modified":"2014-10-02T16:25:39+00:00","valid":{"from":"2014-10-02T16:25:39+00:00","to":"3014-10-02T16:25:39+00:00"},"hreflang":"en","title":"The Future Of Clean, Green Fish Farming Could Be Indoor Factories","published":"2014-04-10T12:17:00+00:00","teaser":"Aquaculture in the U.S. has lagged because of opposition from environmentalists and people living on the coast. But entrepreneurs say they've found a way to produce fish on land with little pollution.","tags":["npr_api","298333029"],"guid":"d55f4859-3dfb-46f0-8d8f-a25feb8f99bc","contentencoded":"<p>Why hasn't fish farming taken off in the U.S.?</p><p>It's certainly not for lack of demand for the fish. Slowly but surely, seafood that's grown in aquaculture is taking over the seafood section at your supermarket, and the vast majority is imported.</p><p>The shrimp and tilapia typically come from warm-water ponds in southeast Asia and Latin America. Farmed salmon come from big net pens in the coastal waters of Norway or Chile.</p><p><a href=\"http://www.nmfs.noaa.gov/aquaculture/about_us/aquaculture_office_staff.html\">Michael Rubino</a>, director of aquaculture at the National Oceanic and Atmospheric Administration, says the U.S. could harvest much of that fish — especially the salmon — here at home. He points to a study carried out by the U.N.'s Food and Agriculture Organization, which concluded that, among all the world's nations, the U.S. had the greatest potential for ocean-based aquaculture production.</p><p>Rubino says it wouldn't even consume a very large area. \"The entire Norwegian production of salmon, a million tons a year, can be grown in an area about the size of the runways at JFK Airport in New York,\" he says.</p><p>The major reason why it hasn't happened is opposition from environmentalists and from people living on the coast, who enjoy their pristine ocean views.</p><p>Environmentalists have been deeply suspicious of large-scale aquaculture. When millions of fish are crowded together, they generate <a href=\"http://www.npr.org/blogs/thesalt/2013/06/10/188431577/how-to-clean-up-fish-farms-and-raise-more-seafood-at-the-same-time\">a lot of waste</a>. Fish farms can also be breeding grounds for diseases that can infect wild fish nearby.</p><p>And then there's the problem of feeding the fish. That feed usually contains lots of fish meal and fish oil, which in turn come from wild fish — small species like menhaden or anchovies that are swept from the oceans by the shipload.</p><p>It's all given aquaculture a bad name — although Rubino insists that these environmental risks can easily be managed.</p><p>But what if there was a way to make fish farms totally clean and green?</p><p>Several entrepreneurs say they're doing it. They're building fish factories on land, releasing almost no pollution — vastly less, in fact, than the fish farms from which we routinely buy seafood currently.</p><p>They're working to overcome two different kinds of barriers: technological and economic.</p><p>The cutting edge of technology is Yoni Zohar's laboratory at the Institute of Marine and Environmental Technology in Baltimore.</p><p>When Zohar opens the door to his basement laboratory, I hear the hum of water pumps and see an array of plastic tanks, the biggest ones a dozen feet across. They're filled with artificial sea water and hundreds of fish.</p><p>\"We are located right on the inner harbor of Baltimore, but we don't take a drop of water from the harbor, and we don't drain a drop of water into the harbor,\" says Zohar.</p><p>Some of the fish in these tanks are hard to find in the wild. Among them are the gilt-head seabream and the branzino. If you find them on a restaurant menu, they're usually pretty expensive.</p><p>\"These fish are now spawning,\" announces Zohar, gesturing toward one tank filled with seabream. Fish like these won't normally spawn in captivity. But Zohar has figured out ways to make the female fish think they're in their natural spawning grounds.</p><p>\"The idea is to have the entire life cycle in completely clean and controlled conditions that are disease-free, so you don't introduce anything from the outside,\" Zohar says. As a result, these fish never need antibiotics, hormones or other chemicals to keep them healthy. And because they are kept in optimal conditions, they grow twice as quickly as fish in traditional net pens in the Mediterranean.</p><p>All the water here is completely recycled. Waste is filtered out and converted by bacteria into harmless nitrogen plus methane, which is burned for energy.</p><p>In addition, IMET scientists are testing new kinds of feed that contains no fish meal. It's made from common grains, algae and one supplemental amino acid that fish require.</p><p>It appears to solve aquaculture's environmental problems.</p><p>But, remember, this is just a laboratory. Such a system will only replace traditional fish farming if it's also profitable.</p><p>So I went to visit another self-contained fish farm: Bill Martin's tilapia factory in Martinsville, Va. Martin ushers me into a huge, dimly lit room, so warm and humid that mist hangs in the air and my glasses immediately fog up. As far as I can see, there are concrete tanks filled with water — a million and a half gallons in all — and millions of tilapia.</p><p>\"If these were cattle, it would be called a feedlot. If they were chicken, it would be a broiler room,\" Martin says.</p><p>Each day, trucks haul away 10,000 to 20,000 pounds of live tilapia. They go to markets from Baltimore to Toronto.</p><p>It's big enough to make indoor aquaculture a real business. Like Zohar's laboratory in Baltimore, this factory is self-contained, free of disease. Martin says it's just practical. \"I'm not a tree-hugger or an environmentalist by nature,\" he says. \"I am one because it makes this capitalism that you see here work so much better.\"</p><p>The technology here isn't quite as cutting edge as what I saw in Baltimore. Tilapia are a lot easier to grow than ocean fish. They aren't picky about where they spawn, for instance. (Martin's tilapia spawn in big ditches inside a nearby greenhouse.)</p><p>But in a way, that makes Martin's job even harder, because he's competing with tilapia growers in Vietnam, China and Latin America.</p><p>Martin sells his fish to a small segment of the market: people who want to buy their fish live and will pay extra for them. He still can't compete directly with the imported tilapia fillets that you see in the store.</p><p>\"We can't pay people a dollar a week, or whatever they pay them, to hand-cut these fish,\" he says. \"We had to wait until machinery was available.\"</p><p>Martin is now about to test some new machines that will cut these fish into fillets. If they work, he says, his fish will be practically as cheap as the imports, while being produced in clean conditions, without the use of chemicals. He's also moving toward feed that contains no fish meal.</p><p>In fact, he has even bigger ambitions. He'd like to grow other kinds of fish, and also shrimp.</p><p>Indoor fish farms, he predicts, will be the clean and green future of aquaculture.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Future+Of+Clean%2C+Green+Fish+Farming+Could+Be+Indoor+Factories&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"325"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1300282940-129747.m3u?orgId=1&topicId=1053&ft=3&f=298333029"},{"href":"http://media.npr.org/assets/img/2014/04/02/img_8884-ed8a28170cd6312c35d3bd2b4707d937d6f2705f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2051","width":"2736"}},{"href":"http://media.npr.org/assets/img/2014/04/02/img_8769-e162ac20df56e6232673d05c773443cb9db21836.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1777"}},{"href":"http://media.npr.org/assets/img/2014/04/02/img_8952-5ace373d97b4fa3322c1eaf624abd3a59f95d3d3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1048","width":"1398"}},{"href":"http://media.npr.org/assets/img/2014/04/02/img_8876-1ddedcf4a3ea1c8d58e374c584ccfc2c512013e0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1777"}}]}