{"created":"2014-09-05T15:05:25+00:00","modified":"2014-10-31T00:45:52+00:00","valid":{"from":"2014-10-31T00:45:52+00:00","to":"3014-10-31T00:45:52+00:00"},"hreflang":"en","title":"'Warburg' Struggles For Love And Justice In Wartime Rome","published":"2014-09-03T20:26:00+00:00","teaser":"James Carroll's experience as a Catholic priest informs his new <em>Warburg in Rome</em>, which follows an American tasked with rescuing European Jews in the aftermath of the Nazi occupation of Rome.","itags":["npr_api","326205979"],"guid":"d5631251-eef8-4b6f-a580-c004cb8ddb9d","contentencoded":"<p>James Carroll, who served as a Catholic priest before his literary ambitions led him to go secular, has gathered together his knowledge of church history and his mature powers as a novelist to create <em>Warburg in Rome</em>, his most splendid work of fiction to date.</p><p>Though the novel never really settles squarely as either historical fiction or historical thriller, it offers the best of both worlds. The history part involves immediate aftermath of the Nazi occupation of Rome, President Roosevelt's plans to save the few remaining Jews of Europe, and the laying down of the infamous \"ratlines\" that allowed Nazi principals to escape Allied capture with aid from the Catholic Church.</p><p>Fiction enters with a main character named David Warburg, a secular American Jew from northern New England who appears to be unconnected to the historical Warburgs, an American family related to prominent German bankers. Roosevelt has charged David with directing the War Refugee Board, and sends him to Rome just after the Nazi retreat. His mission: To save Jews from the Final Solution created by many of those same Third Reich figures who are now escaping Europe via the ratlines.</p><p>Carroll has published historical studies on this same subject, and found himself roundly attacked by defenders of Rome. His vivid reconstruction of this period, with Warburg and a colorful supporting cast at the center, punches back as only good fiction can do. A priest Warburg meets on the plane to Rome turns out to be a high assistant to New York's Cardinal Spellman, tasked with furthering the prelate's interests in the Vatican hierarchy. There's an American army officer who happens to be in cahoots with a neoconservative Vatican cabal to turn Hitler's anti-communism to their own ends. And then there's 24-year-old Marguerite d'Erasmo, a half-French, half-Italian beauty working in tandem with a group of resisting priests and Roman Jewish leaders to save the lives of Jews. Naturally, Warburg finds her both attractive and useful for his own plans.</p><p>The scenes of Vatican splendor and ceremony remain among the most convincing in the novel, as in the hour of the ordination of new members to the College of Cardinals: \"The gathering of the scarlet-robed prelates, along with hundreds of violet-cloaked bishops and black-and-red monsignori, in the apse of St. Peter's Basilica was one of the world's great spectacles. Behind them, the mammoth nave was jammed with tens of thousands of the faithful, and the loggias on both aisles were crowded with diplomats in white tie and tails, sashes and medals. Fur-capped soldiers, pike-bearing Swiss guards, candle carriers, censer-waving thurifers, ribbon-bedecked members of the black aristocracy, the females covered with lace mantillas — no circus parade more colorful, no menageries stocked with more exotic creatures ... And with Joseph Stalin clawing at Europe ... The Church militant was on the march!\"</p><p>Contrast with this taut scenes such as when d'Erasmo, deep in fascist territory, discovers a murderous operation run by a disfigured Croatian priest named Vukas. The monstrous Vukas selects refugee children for transit in sealed trucks with a \"length of firehose ... attached to the exhaust pipe of each truck and fed into the bed.\" Once the children are on board, he waves a white handkerchief and the trucks begin a deadly circular run.</p><p>It takes Warburg quite a while to join forces with the local Jewish resistance and the increasingly more haggard Marguerite to try to save some lives. Even as he attempts to convince priests and U.S. military officers of the importance of his task, she gives herself over to a Nazi-sympathizing German priest in an attempt to bring the vicious Vukas into the sights of a rifle.</p><p>So it's a long struggle to find justice and love in the wake of war. But the novel is an edifying pleasure to read, always entertaining even as a reader moves along hip-deep in the history of the period.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Warburg%27+Struggles+For+Love+And+Justice+In+Wartime+Rome&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alan Cheuse","audio":[{"meta":{"duration":"131"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326205980-0c4841.m3u?orgId=1&topicId=1034&ft=3&f=326205979"}]}