{"created":"2014-09-08T13:27:08+00:00","modified":"2014-12-04T14:30:54+00:00","valid":{"from":"2014-12-04T14:30:53+00:00","to":"3014-12-04T14:30:53+00:00"},"hreflang":"en","title":"Feds Hope Hitting Nursing Homes In The Wallet Will Cut Overmedication","published":"2014-09-08T13:27:00+00:00","teaser":"A U.S. attorney has sued two nursing homes in Watsonville, Calif., alleging that they failed to provide the acceptable care they were paid for by the government.","itags":["npr_api","346137537"],"guid":"d574938c-ac98-44df-ae09-bd5c54e7f647","contentencoded":"<p><a href=\"https://s3.amazonaws.com/s3.documentcloud.org/documents/1284195/united-states-v-the-arba-group-et-al-complaint.pdf\" target=\"_blank\">A federal lawsuit against two Watsonville, Calif., nursing homes</a> may offer a new approach to dealing with the persistent problem of such facilities overmedicating their residents.</p><p>The lawsuit details multiple cases when the government says these drugs were inappropriately administered to patients.</p><p>For instance when an 86-year-old man identified in the lawsuit as Patient 1 was admitted to Country Villa Watsonville West, he could speak clearly and walked in under his own power. Within days the facility began giving him Haldol and Risperdal, drugs used to treat schizophrenia and bipolar disorder, and he became bedridden, stopped eating and developed bedsores and infections.</p><p>\"Within days he declined precipitously, to the point where he was read his last rites in the hospital,\" says Tony Chicotel, a staff attorney with California Advocates for Nursing Home Reform who represented the man and his family in a private suit that was settled out of court.</p><p>\"He subsequently recovered,\" says Chicotel, \"but all this had been done without his family's knowledge, without his informed consent, without real good clinical indications for the use of the drug.\"</p><p>Antipsychotics like Risperdal and Haldol come with so-called black box warnings that say they could hasten death in elderly patients or people with dementia. Nevertheless, about a fifth of nursing home patients nationwide are prescribed antipsychotic drugs.</p><p>The U.S. attorney for Northern California declined to comment on the lawsuit, but it claims that the two nursing homes provided \"grossly inadequate, materially substandard and/or worthless services.\" Meanwhile, they received about $20 million from Medicare and Medicaid for those services. So now the government wants its money back, and then some.</p><p>\"Under the False Claims Act, the government can ask for triple damages,\" explains Kelly Bagby, a senior attorney with the AARP Foundation. The nursing homes also could be fined, she says, for each incidence of filing a false report.</p><p>\"So every time they submitted a form that said, 'Here is Mrs. Jones' needs' and Mrs. Jones' needs were different than that, each one of those forms is a violation,\" says Bagby.</p><p>In a statement, the companies that own the two nursing homes called the charges \"untrue and without merit.\" They also filed their own lawsuit blaming the company they hired to<strong> </strong>manage the two facilities.</p><p>Deborah Pacyna, public affairs director for the California Association of Health Facilities, says that in the past couple years the federal government, in partnership with organizations like hers, <a href=\"http://www.cms.gov/Medicare/Provider-Enrollment-and-Certification/CertificationandComplianc/downloads/nursinghomedatacompendium_508.pdf#page=171\" target=\"_blank\">has succeeded in reducing the use of antipsychotic drugs in nursing homes</a>.</p><p>\"But a lot of the regulators, a lot of our critics seem to be ignoring the fact that antipsychotics <a href=\"http://www.cms.gov/Medicare/Provider-Enrollment-and-Certification/CertificationandComplianc/downloads/nursinghomedatacompendium_508.pdf#page=190\" target=\"_blank\">are being widely prescribed to patients who have dementia</a> who are living at home, who are in the hospital or who are in assisted living settings,\" Pacyna says. \"Skilled nursing (homes) represents a fraction of those that have been impacted by this practice, yet we remain the focus.\"</p><p>Bagby would like to maintain that focus, and thinks this lawsuit can help do that. \"If you're going to hit their bottom line, that's really where you change behavior.\"</p><p>Bagby adds that with antipsychotic drugs still so widely prescribed for nursing home residents, there's the potential for more cases like this one across the country.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Feds+Hope+Hitting+Nursing+Homes+In+The+Wallet+Will+Cut+Overmedication&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ina Jaffe","audio":[{"meta":{"duration":"214"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346137538-f4e3cc.m3u?orgId=1&topicId=1070&ft=3&f=346137537"},{"href":"http://media.npr.org/assets/img/2014/09/05/109743370-6e4be92627683fa947657cbb1ed88ba753fcbdd0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}