{"created":"2015-02-09T21:04:09+00:00","modified":"2015-02-10T20:25:37+00:00","valid":{"from":"2015-02-10T20:25:37+00:00","to":"3015-02-10T20:25:37+00:00"},"hreflang":"en","guid":"d5761133-2eb5-47fa-a078-eefaef3ce361","title":"How France used fashion to spread the message to vaccinate","published":"2015-02-10T20:25:33+00:00","byline":"","tags":["measles","Vaccines","history","Vaccination","Culture","Health","Arts, Culture & Media","Health & Medicine","Paris","Europe","France","Europe","Kimberly Chrisman-Campbell","Louis XVI","LouisXVI","Vaccination","Inoculation","Vaccine","Pouf","Immunology","Health","Smallpox","Measles","Measles outbreak"],"teaser":"In the 18th century, King Louis XVI underwent a highly controversial medical procedure: smallpox inoculation. To commemorate his new immunity, milliners in France concocted a new fashion. A historian says we need a gimmick like that today to help us through a measles outbreak. ","contentencoded":"<p>For all the families out there still vaccinating their kids maybe what they need is a headdress declaring their stance. Perhaps something that would really stand out and say, \"I'm a concerned parent, and I don't want my kids to get sick and die.\"</p>\n<p>Maybe a giant hat or a wig would do the trick? Sounds crazy, but that tactic seemed to work in France in the 18th century during a scourge of smallpox.</p>\n<p>Milliners in Paris created a headdress to commemorate the inoculation of King Louis XVI against smallpox. Kimberly Chrisman-Campbell recently wrote in <a href=\"http://www.theatlantic.com/entertainment/archive/2015/01/how-fashion-defeated-the-18th-century-anti-vaxxers/384696/\">The Atlantic</a> about the headdress and how fashion was used to combat 18th-century fears of the smallpox inoculation.  \"Smallpox inoculation had been practiced in Asia and the Middle East for centuries, but it was a fairly new thing in Western Europe. It had been introduced in about 1718 by Lady Mary Wortley Montagu, who was the English Ambassadress to Turkey,\" says Chrisman-Campbell.</p>\n<p>Inoculation was not a simple affair. It involved actually catching smallpox. To catch the disease, healthy patients would insert the puss from a smallpox patient suffering a mild form of the illness. \"Once you had it, you were immune, but the trick was to get a very mild case that wouldn't kill you in order to get the immunity. And it often went bad, so there were a lot of fears surrounding the procedure,\" says Chrisman-Campbell.</p>\n<p>After King Louis XV died of smallpox, the newly anointed King Louis XVI decided to become inoculated against the disease. So Louis XVI and his two brothers, according to Chrisman-Campbell, underwent the procedure. And to commemorate their immunity, milliners in Paris created a celebratory headdress called the <em>pouf à l'inoculation.</em></p>\n<p>\"It was a tall powdered hairstyle and in it was the serpent of Asclepius, representing medicine; a club, representing conquest; a rising sun, representing Louis XVI; and a flowering olive branch, symbolizing the peace and joy resulting from the royal inoculation,\" says Chrisman-Campbell.</p>\n<p>The headdresses took off as the fashionable \"it\" item of the day. They were reported widely in Paris newspapers and gossip rags, says Chrisman-Campbell. And the popularity of the headdress led to a wider acceptance of the inoculation procedure.</p>\n<p>\"It didn't just send a message that inoculation was safe and normal, it made it look cool,\" says Chrisman-Campbell. She is a historian and also the mother of a 2-year-old. After the recent measles outbreak in Southern California, miles away from where she lived, she thought about the Louis XVI headdress.</p>\n<p>\"My first thought was, 'Oh, if only we had a <em>pouf à l'inoculation,\" </em>says Chrisman-Campbell, \"The<em> pouf </em>was effective because it was the person who had been inoculated wearing it. So I did find a few T-shirts for little kids saying 'Fully vaccinated. You're welcome.'\"</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0209201507.mp3"},{"href":"http://www.pri.org/file/0209201507mp3"}]}