{"created":"2014-10-12T18:00:50+00:00","modified":"2014-10-30T21:36:03+00:00","valid":{"from":"2014-10-30T21:36:03+00:00","to":"3014-10-30T21:36:03+00:00"},"hreflang":"en","title":"Wolverine's Death: Superheroes And The Cycle Of Eternal Return","published":"2014-10-13T22:47:00+00:00","teaser":"Nerd-about-town Glen Weldon explains to a non-comics-reading guy exactly what is up with the impending death of Wolverine. (That's not a spoiler; the miniseries is actually called <em>Death of Wolverine.</em>)","itags":["npr_api","355482974"],"guid":"d577efa6-d160-41ec-a253-7714e10d7b7e","contentencoded":"<p><em>The fourth and final issue of the weekly, four-issue Marvel Comics miniseries </em>Death of Wolverine<em>, written by Charles Soule and drawn by Steve McNiven, will be published Wednesday. This prompted an incredulous text from a friend, Golfrguy, to NPR's nerd-about-town Glen Weldon:</em></p><p><strong>Golfrguy</strong>: dude they're killing off wolverine???????</p><p><em>Despite Golfrguy's concern, he's really a non-comics-reading \"normal\" — someone for whom the death of a superhero is still an astounding event. For Golfrguy and all the other normals out there, Weldon — aka Ghweldon — has improvised the rest of the conversation.</em></p><hr /><p><strong>Ghweldon</strong>: Yep. Well I mean \"killing\" off. You know, for now.</p><p><strong>Golfrguy</strong>: whuuuut but he can't be killed that's his whole thing</p><p><strong>Ghweldon</strong>: No, sure. You'd think. But they've been setting this up for a while, actually. A little over a year ago, Paul Cornell, who writes the solo comic, <em>Wolverine</em>, took away the guy's healing factor.</p><p><strong>Golfrguy</strong>: how</p><p><strong>Ghweldon</strong>: \"How?\" Never mind how. Not important.</p><p><strong>Golfrguy</strong>: seriously tell me</p><p><strong>Ghweldon</strong>: It's ... It's pretty nerdy.</p><p><strong>Golfrguy</strong>: yeah I figured tell me</p><p><strong>Ghweldon</strong>: ... I really don't think you're ready for this nerdy jelly, pal.</p><p><strong>Golfrguy</strong>: DUDE.</p><p><strong>Ghweldon</strong>: He got possessed by an evil mind-controlling world-conquering sentient virus from the Microverse.</p><p><strong>Golfrguy</strong>: ...</p><p><strong>Ghweldon</strong>: Yep. It blew out his healing factor like the guy was a Radio Shack sub-woofer.</p><p><strong>Golfrguy</strong>: wait whats the microverse</p><p><strong>Ghweldon</strong>: You know, we should really take a step back here. This is the death of a superhero in a comic book, after all. And I've told you before: In comics, death is not, as Hamlet called it, \"that undiscover'd country/from whose bourn no stranger returns.\"</p><p>No: It's Tijuana, and there's a shuttle.</p><p>So don't worry about Wolverine. He'll be back. They all come back.</p><p><strong>Golfrguy</strong>: wait back up the microverse is that where the micronauts were from? Same place?</p><p><strong>Ghweldon</strong>: Now, I know what you're gonna say....</p><p><strong>Golfrguy</strong>: hows a virus control a dudes mind huh</p><p><strong>Ghweldon</strong>: You're gonna say but Glen, when Mike Marts, the Marvel editor in charge of this whole thing, spoke to <em>Entertainment Weekly</em> back in April, he claimed that THIS death would be different.</p><p>\"The concept of 'death' in comic books can seem a bit tenuous,\" <em>EW</em> wrote, understating like crazy, \" ... but Marts says that Marvel approached this event 'from a standpoint of finality, of closure.' \"</p><p>That sound you hear? Is the noise made when millions of nerdy eyes roll and roll and roll.</p><p>Here's the thing: Wolverine is a corporate-owned, heavily licensed nugget of intellectual property. He's one of the company's flagship characters, and he fuels a vast merchandising machine that includes movie franchises, video games, toys and clothing. If anything about him changes — if, <a href=\"http://www.youtube.com/watch?v=RBMY3VV5AMA\">Crom</a> forbid, he dies — the bottom drops out of the Wolverine footy pajamas market.</p><p>Here's another thing: Comics are essentially soap operas: ongoing, open-ended narratives that deny their characters the very thing that makes a story a story: the ending. Endings give shape and weight to a narrative by providing exactly what Marts so disingenuously promises: Finality. Closure.</p><p>In lieu of an ending, then, superheroes go on adventures, endlessly iterating the same spandex Ragnaroks over and over. They can change, albeit in carefully proscribed ways (I'm evil now! I'm good again! I'm dead! I'm back!) but they can't grow, they can't learn, they can't emerge from an adventure wholly and permanently different from how they were before.</p><p>Writers of corporate-owned superhero comics make their peace with this: They know their tenure with these characters is finite, that they are essentially taking Daddy's precious vintage toys off the shelf and playing with them for a period of months or years. They know, too, that when they finally, gingerly return those toys to the shelf, they must ensure that they remain unscathed, unchanged, pristine.</p><p>Which is not to say that great, nuanced, character-based work can't be done in the genre. Matt Fraction is writing a hugely entertaining take on the Marvel superhero Hawkeye, turning him into a world-weary, long-suffering schlub who just wants to do right, and who finds himself perpetually overmatched by life. Writers like Kieron Gillen, Kelly Sue Deconnick, Gail Simone, Brian Michael Bendis, and Wolverine's own Paul Cornell take their characters and invest them with human frailties and specific personalities.</p><p>But when they leave the book, everything they've brought goes with them, and the character returns to starting position. It's the nature of the medium.</p><p>So now, yes: Wolverine is dying, as so many have died before him. One of the many infographics found in Tim Leong's searingly clever book, <em>Super Graphic</em>, compares the relative lengths of comic book dirt-naps, ranging from a few scant months (Superman, The Human Torch) to multiple decades (Robin II, Bucky).</p><p>Well you may wonder: Don't you Nerds get sick of it? Don't you tire of these endless cynical ploys to goose sales, when you know that Marvel will eventually dig up and reanimate whatever corpse they're making such a show of burying?</p><p>By way of answer, I direct you to the fact that <em>Death of Wolverine</em> is currently the No. 1 comic on the market: <a href=\"http://www.comichron.com/monthlycomicssales/2014/2014-09.html\">Sales of the first issue topped 260,000 copies</a>.</p><p>We nerds have come to accept the cycle of eternal return as permanent feature in the landscape of superheroic narrative. It's become just another genre trapping, like the secret origin, the evil doppelganger, the dance tights.</p><p>You might as well ask if romance readers get sick of all that kissing, or if football fans get bored with all that endless running to and fro.</p><p><strong>Golfrguy</strong>: ... ok but a sentient VIRUS?????</p><p><strong>Ghweldon</strong>: Got to go.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Wolverine%27s+Death%3A+Superheroes+And+The+Cycle+Of+Eternal+Return&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Glen Weldon","audio":[{"meta":{"duration":"224"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355661051-c152aa.m3u?orgId=1&topicId=1048&ft=3&f=355482974"},{"href":"http://media.npr.org/assets/img/2014/10/11/deathofwolverine-6ecd0c32de05946622724603694311e58fb4416d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"412","width":"549"}}]}