{"created":"2014-12-09T08:35:38+00:00","modified":"2015-05-13T21:28:03+00:00","valid":{"from":"2015-05-13T21:28:03+00:00","to":"3015-05-13T21:28:03+00:00"},"hreflang":"en","title":"Nursing Homes Rarely Penalized For Oversedating Patients","published":"2014-12-10T23:26:00+00:00","teaser":"An NPR probe finds many nursing homes are still prescribing schizophrenia drugs to calm dementia patients — despite FDA warnings — but only 2 percent of excessive-medication cases result in penalties.","itags":["npr_api","368538773"],"guid":"d57e046e-a88b-4616-9e7f-1983722b7da9","contentencoded":"<p>Antipsychotic drugs have helped many people with serious mental illnesses like schizophrenia or bipolar disorder. But for older people with Alzheimer's or other forms of dementia, they can be deadly. The Food and Drug Administration has given these drugs a <a href=\"http://www.fda.gov/Safety/MedWatch/SafetyInformation/Safety-RelatedDrugLabelingChanges/ucm123259.htm\">black box warning</a>, saying they can increase the risk of heart failure, infections and death. Yet almost 300,000 nursing home residents still get them.</p><p>So in 2012, the federal government started a campaign to get nursing homes to reduce their use of these drugs. But an NPR analysis of government data shows that the government rarely penalizes nursing homes when they don't get with the program.</p><p>Take Texas for example. More than a quarter of nursing home residents there still get antipsychotic drugs. Since the beginning of the federal initiative, the nationwide average has dropped below 20 percent. That puts Texas in last place compared with other states and the District of Columbia.</p><p>So Texas is playing catch-up. The state recently conducted a series of trainings to teach nursing home employees that there are alternatives to giving residents powerful drugs. Nursing home activities director Roxanne Stengel attended a session in Houston. She's been in the business for a long time. So it was not a surprise to her that Texas was in last place.</p><p><em><strong>Check NPR's interactive database below to see the history of antipsychotic drug usage at nursing homes in your area and how they compare to national and state averages.</strong></em></p><p>\"I saw my fair share,\" Stengel says, of seeing the drugs used as a \"form of control [and] restraint\" in some of her previous workplaces.</p><p>\"That's pitiful,\" she says. \"There's got to be a better way.\"</p><p>In fact, the point of the Houston training event was to show that there <em>is</em> a better way to manage the anxiety or aggression that sometimes goes with dementia. It's one element of the national campaign started by the federal <a href=\"http://www.cms.gov/\">Centers for Medicare and Medicaid Services</a> to reduce the use of antipsychotics in nursing homes.</p><p>The approach being taught is sometimes called individualized care. The idea is that if nursing home employees know enough about a resident, they can figure out the reason behind challenging behavior and deal with it without resorting to antipsychotic drugs.</p><p>For example, what should you do if you're caring for a resident who won't go to sleep and wanders the halls all night? Well, if you know he used to be a night watchman, you can just continue to treat him like one. The world won't come to an end if you deviate from the schedule and let him sleep during the day.</p><p>These principles should not have come as a surprise to the people at the training session in Houston. CMS sent out a series of DVDs with similar training to every nursing home in the nation two years ago.</p><p>But, for whatever reason, most Texas nursing homes lost the DVDs, according to Carmen Castro, the nursing home ombudsman for Harris County. She has offered to bring her DVDs to nursing homes and conduct on-site training, but she's had few takers. \"Maybe less than 10,\" Castro says, \"and we have 96 nursing homes here in Harris County.\"</p><p>The federal government calls its campaign to reduce nursing homes' use of antipsychotic drugs a \"partnership.\" And the partners are the states, like Texas, as well as nonprofit groups, and the nursing home industry itself.</p><p>\"I think the program is an example of a real success between the government and the private sector,\" says <a href=\"http://www.ahcancal.org/about_ahca/Pages/AHCANCALPresidentMarkParkinson.aspx\">Mark Parkinson</a>. He's the president and CEO of the American Health Care Association, which represents more than two-thirds of the nation's nursing homes.</p><p>The statistics in Texas may not be good, but Parkinson is focused on the bigger picture. Nationally, the use of antipsychotics in nursing homes has dropped by more than 15 percent since the partnership with the federal government began.</p><p>\"I think that the data will continue to show that collaboration works,\" says Parkinson, \"and that conflict and fighting don't work.\" <strong></strong></p><p>But considering the poor showing in Texas, maybe collaboration doesn't always work either. An NPR analysis of federal government data found that even though Texas nursing homes have the highest rate of antipsychotic drug use in the nation, they are <em>less</em> likely to be censured for it than nursing homes in most other states.</p><p>No surprise there, says <a href=\"http://www.medicareadvocacy.org/toby-s-edelman-ed-m-jd-%E2%80%93-senior-policy-attorney/\">Toby Edelman</a>, a senior policy attorney with the Center for Medicare Advocacy. \"We haven't seen any evidence that, in this particular area of antipsychotic drugs, the CMS is taking action against states.\"</p><p>Edelman says that what the government needs to do is enforce the <a href=\"http://www.law.cornell.edu/uscode/text/42/1395i-3\">Nursing Home Reform Act</a> that was passed 27 years ago. That law says residents have a right to be free from \"chemical restraints.\" It also says that nursing home residents should only receive antipsychotics if the drugs are medically necessary. And remember, the drugs are not approved by the FDA to treat symptoms of dementia. Edelman says the government needs to stop thinking of the nursing home industry as a partner.</p><p>\"The initiative has been all about training, teaching, cajoling, encouraging, but not enforcing the law,\" she says.</p><p>But <a href=\"http://www.cms.gov/About-CMS/Leadership/Patrick-Conway-MD.html\">Dr. Patrick Conway</a>, chief medical officer of the CMS, says that the government takes its regulatory and enforcement duties \"incredibly seriously. It's the strongest lever we have.\"</p><p>The penalties for giving residents unnecessary medication can range from a \"plan of correction,\" to civil fines, to being kicked out of the Medicare and Medicaid programs. \"We try to use the full array of enforcement,\" Conway says, \"including harsh penalties.\"</p><p>But again, NPR's analysis of CMS data found that harsh penalties are almost never used when nursing home residents get unnecessary drugs of any kind. Inspectors grade these deficiencies according to the severity of the offense. And only 2 percent<strong> </strong>of the infractions were ranked at a level that might trigger a fine or worse.</p><p>Conway's explanation: \"There are many near misses, whether it's hospitals or nursing homes, where medication might be given that's not needed and doesn't cause permanent harm. We view that as a learning opportunity.\"</p><p>Conway points out that the initiative is ongoing. The agency's new goal for nursing homes is an additional 15 percent reduction in antipsychotic drug use by the end of 2016. But even if that goal is met, it will mean that after a five-year effort, almost a quarter of a million nursing home residents will still be getting largely unnecessary and potentially lethal antipsychotic drugs.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Nursing+Homes+Rarely+Penalized+For+Oversedating+Patients&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ina Jaffe","audio":[{"meta":{"duration":"387"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369536841-b4d4a0.m3u?orgId=1&topicId=1128&d=387&p=3&story=368538773&t=progseg&e=369536544&seg=14&ft=nprml&f=368538773"}]}