{"created":"2014-12-08T21:54:59+00:00","modified":"2015-01-02T21:05:10+00:00","valid":{"from":"2015-01-02T21:05:10+00:00","to":"3015-01-02T21:05:10+00:00"},"hreflang":"en","title":"How Washington's Odd Couple Transformed Welfare","published":"2014-12-09T15:49:00+00:00","teaser":"The new book <em>The Professor and the President</em> looks back at how Democratic Sen. Daniel Patrick Moynihan pushed the Nixon White House to embrace a relatively liberal plan.","itags":["npr_api","369398013"],"guid":"d5821723-c23c-47b7-9e12-73a9b45574c0","contentencoded":"<p>Most books about President Richard Nixon focus either on his foreign policies or on the crimes and misdemeanors that forced his resignation under threat of impeachment.</p><p>Not Stephen Hess's new book, <em>The Professor and the President</em>.</p><p>Hess, who has been writing about government for decades out of Washington's Brookings Institution, witnessed a rare partnership inside the White House.</p><p>The president — Nixon — was a Republican who felt obliged to do something about welfare.</p><p>\"Government can do a lot of things for men,\" he had said. \"It can provide a man shelter, and it can provide him food, and it can provide him a house. It can provide him clothing, but it can't provide him dignity.\"</p><p>The professor — Daniel Patrick Moynihan — was a Democrat, a Harvard sociologist, whom Nixon recruited to the White House staff.</p><p>Moynihan went on to be a four-term senator from New York. Hess says he managed to persuade Nixon to embrace a much more liberal approach to welfare than most of his White House team would ever have supported. Hess talks with NPR's Robert Siegel about the relationship of Nixon and Moynihan, whom he refers to as \"the oddest couple that you could imagine.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On appointing Moynihan to White House staff</strong></p><p>It was really quite fascinating because after he appointed Moynihan, the liberal Harvard Democratic social scientist, he appointed Arthur Burns, the Columbia conservative economist. And they went at it at the highest level in the highest fashion for the mind and the heart of Richard Nixon.</p><p><strong>On Nixon giving Moynihan a blank slate</strong></p><p>When Pat Moynihan came to the hotel Pierre, where the transition was, in New York and met with the president-elect and then came downstairs to have dinner with me, he said, \"He's ignorant!\" Meaning, he doesn't know anything about domestic affairs.</p><p>I knew Richard Nixon; I had been his speech writer when he ran for governor. I said, \"Oh no, he's disinterested. He is fascinated and overwhelmed in his interest in international affairs and our place in the world.\" But what it meant for Pat Moynihan was he had an open slate to write upon.</p><p><strong>On treating Nixon as an intellectual, and some artful flattery</strong></p><p>The next thing [Moynihan] found out was that Richard Nixon was very smart. Once he could get to him, they developed an interesting relationship because, almost from the get-go, Richard Nixon started to be treated by Pat Moynihan as an intellectual. Nobody had ever treated him as an intellectual before, and Nixon was fascinated by it.</p><p>What Pat was doing was trying to convince Nixon to be a great president. You don't go in and say, \"You should be a great president.\" You could say a \"great athlete,\" a \"great actor\" — you don't say a \"great president.\"</p><p>So the word he used was \"historic.\" Everything that Nixon was doing, even some little thing about moving the boundaries of regional agency — \"historic!\" No president had ever done it before. And that's what he was trying to do. Remember, Pat Moynihan was born in 1929. All of his youth was FDR, Franklin Roosevelt. That was the model of a president. And that's what he was trying to sell to Richard Nixon.</p><p><strong>On Nixon leaving his feelings aside</strong></p><p>Aug. 8, 1969, [Nixon] went on television to announce his [welfare] program and said to the American people, \"This is gonna cost more than the present program.\" For a president to say that? And, of course, that was very offensive to Arthur Burns, whose whole theme was to bring down the cost of government.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Washington%27s+Odd+Couple+Transformed+Welfare&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"362"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369402154-276af0.m3u?orgId=1&topicId=1032&ft=3&f=369398013"}]}