{"created":"2014-11-21T21:22:33+00:00","modified":"2015-03-26T23:05:06+00:00","valid":{"from":"2015-03-26T23:05:06+00:00","to":"3015-03-26T23:05:06+00:00"},"hreflang":"en","title":"In Southwest, New Immigration Policies Bring Frustration From All Sides","published":"2014-11-22T00:49:00+00:00","teaser":"Anger and disappointment with Obama's executive action has been swift, and isn't just being voiced by anti-illegal immigration groups. Some immigrant rights supporters call the moves inadequate.","itags":["npr_api","365761921"],"guid":"d58a030f-9d17-4652-91c6-916b26b80d22","contentencoded":"<p>Even before the details of the president's executive action on immigration came down, William Gheen was hitting the phones, organizing demonstrations outside the Las Vegas high school Obama visited Friday.</p><p>\"I don't know what's going to be effective, I don't think anybody ever expected that the president of the United States would side with an illegal immigrant invasion over American citizens' interest, but that's what's happened here,\" Gheen says.</p><p>Gheen is president of one of the country's largest anti-illegal immigration PACs, Americans for Legal Immigration. Activists like him are angry about the president's unilateral action to extend deportation relief to parents of U.S. citizens or lawful permanent residents and thousands more young people. But make no mistake, their opposition is about a lot more than just procedure.</p><p>Starting early Friday morning, protesters began gathering outside Del Sol High School, where Obama spoke, standing along a sundrenched sidewalk and waving signs that read \"Amnesty Hell No\" and \"Impeach Obama.\"</p><p>\"The American people spoke loud and clear at the last election,\" says Patrice Lynes, who drove there from Riverside, Calif. \"They wanted no amnesty, and they overwhelmingly elected Republicans.\"</p><p>Lynes was also in Murrieta, Calif., this past summer when buses carrying unaccompanied minors were turned away from a Border Patrol processing center. She supports the House Republicans who blocked a bipartisan immigration bill that passed the U.S. Senate in 2013.</p><p><strong>Frustrated Farmers</strong></p><p>Illegal immigration long has been a lightning rod issue in the Southwest. But it's one that also tends to cut right across traditional party lines. Conservative-leaning farm groups are also among those disappointed by the president's action, but for far different reasons.</p><p>\"That does not get us any closer to resolving a very difficult national problem,\" says Tom Nassif, CEO of Western Growers.</p><p>Farmers did not get any special attention in the president's plan. They long have lobbied Congress for a guest worker program that would provide deportation relief to immigrants willing to work on farms for at least five years. The industry says it's facing a long-term labor crisis, especially in California and Arizona. The workforce is getting older, and tighter border security lately is deterring more migrant workers from coming north.</p><p>\"We all agree, I think, that the best solution is for the U.S. Congress to reassert its constitutional authority and pass immigration bills that both parties can vote for and can become law,\" Nassif says.</p><p>Nassif doesn't think the president's unilateral action necessarily will change the dynamics in Congress, though. He's optimistic that an overhaul bill still will gain traction come January.</p><p><strong>To DREAMers, A Plan Too Narrow</strong></p><p>But it's safe to say that optimism isn't as pervasive in cities like Los Angeles. In the immigrant-heavy neighborhoods around the markets and pop-up shops of Alvarado Street, life probably will go on unchanged for thousands of people living here without papers.</p><p>Justino Mora, a political science student at UCLA, is pleased the president acted, but he says the plan isn't expansive enough.</p><p>\"It's going to keep out a lot of people who could contribute so much to our country,\" he says.</p><p>Mora's mixed feelings stem from the fact that he got deportation relief the last time the president issued an executive action on immigration, in 2012, and was hoping his mother might be eligible this year. She brought him to the U.S. from Mexico when he was 11, he says, fleeing extreme poverty and domestic violence.</p><p>Because Mora is not a citizen, though, his mother won't be eligible for relief under the president's plan. \"Which is, you know, something that is frustrating,\" he says, \"knowing that she was basically the person that saved my life, saved my siblings' life, and has sacrificed so much to give us a better opportunity.\"</p><p>But Mora says the president's decision to act alone does send a clear message to Congress. The big question now is what lawmakers' next move will be.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Southwest%2C+New+Immigration+Policies+Bring+Frustration+From+All+Sides&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kirk Siegler","audio":[{"meta":{"duration":"242"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365761928-99d583.m3u?orgId=1&topicId=1014&e=365761921&d=242&ft=nprml&f=365761921"},{"href":"http://media.npr.org/assets/img/2014/11/21/32713301_h33317173-7a6b5bc9f135a59f9592465fc1bce222ce069937.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2313","width":"3085"}},{"href":"http://media.npr.org/assets/img/2014/11/21/459383396-caf3b2bfd09f9143383dbc5d68950cd7044476fb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2250","width":"3000"}}]}