{"created":"2015-05-14T21:25:37+00:00","modified":"2015-05-14T21:25:37+00:00","valid":{"from":"2013-12-27T20:32:24+00:00","to":"3013-12-27T20:32:24+00:00"},"hreflang":"en","guid":"d58df447-7fb3-4f70-8ce6-94594e3b4e86","description":"Despite seemingly shrinking attention-spans, in-depth reporting is making a comeback.","byline":"Adrienne Hill","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Long-form journalism is trendy, but isn&apos;t new. (Think magazine writing.) Today, we&apos;ve given it an earnest name. And, saddled it with a collective hope, that&apos;ll it&apos;ll save our brains from the viral videos and snarky commentary that dominate the internet.</p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>When we talk &quot;long-form journalism,” we&apos;re talking, often, about narrative story telling.  Craft-journalism. Stories like this, from freelance journalist Brooke Jarvis.</span></p>\"},{\"content\":\"<blockquote> <span>Many of the graves had no headstones at all. Just white wooden crosses with names stenciled in black paint. These were clearly among the most recent memorials.  The earth beneath them was still heaped up, still decorated with bedraggled stuffed animals, and faded plastic flowers, unopened beers with rusty caps. </span></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> <span>Brooke&apos;s story is titled &quot;<a href=\\\"https://www.atavist.com/stories/when-we-are-called-to-part/\\\">When We Are Called to Part</a>.&quot; It&apos;s about her experiences in a settlement for leprosy patients, on a remote part of Hawaii.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p> <span>“Definitely what I like doing best is when you have the time and space to dive deeply into a topic,” says Jarvis.  And, it&apos;s a relatively good time to be that kind of writer. The number of online sites publishing long-form stories is growing. Jarvis is able to make a go as a freelancer.</span></p>\"},{\"content\":\"<p>Working with non-traditional online outlets like <a href=\\\"https://www.atavist.com/\\\">The Atavist</a>, which published her story.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> <span>“We launched three years ago,” says The Atavist’s co-founder, Evan Ratliff, “at that time we felt like we had to make this argument that it&apos;s not true that people only read short things on line, it&apos;s not true that people&apos;s attention span has deteriorated.” </span></p>\"},{\"content\":\"<p> <span>The Atavist publishes stories between 5,000 and 30,000 words. For a little perspective, </span><span>that could be more than a thousand tweets.  Or, six pages of news print. “Something you can read in anywhere from 45 minutes to an hour and a half,” says Ratliff.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> <span>The Atavist charges per story; it splits profit with the author.  It also makes money selling software that helps other websites publish long stories. “You can throw a rock on the web and hit a publication that&apos;s trying to do long-form writing,” says Ratliff.  A trend that he thinks is fantastic.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p> <span>Online, you’ll find sites dedicated to long-form journalism, like the Atavist.  And sites </span><span>ike Buzzfeed and Politico, mixing longer journalism with quick hits and snappy headlines. “Their ambition from the beginning has been to drive and to own the Washington conversation,” says Susan Glasser, the editor of <a href=\\\"http://www.politico.com/magazine/\\\">Politico’s new magazine</a>. Making the move into longer-form journalism is a natural.  The first cover story of the print magazine was a</span> <a href=\\\"http://www.politico.com/magazine/story/2013/11/locked-in-the-cabinet-99374.html%20\\\">7500 word piece</a> <span>about the Obama White House. Glasser says it got a million page views.</span><span> &quot;I do think that there&apos;s a sense that it&apos;ll be good business to pull out of that news cycle and to dominate that Washington conversation in a whole different way,” says Glasser.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p> <span>These stories help build a brand. “Longer, in-depth stories have a lure of gravitas and smarts to them that allow media outlets to stick a claim in the intellectual space,” says Patti Wolter, a professor at the Medill School of Journalism at Northwestern University. They give the publication, and the journalist, an aura of importance. Significance.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p> <span>Long-form stories, at their best, reveal bigger truths. They also win awards. “To be a media outlet to do that and compete at that level is the pinnacle of the craft,” says Wolter. </span></p>\"},{\"content\":\"<p> <span>So, good-bye conventional wisdom: that the internet has killed journalism, that all we want is slideshows of baby hamsters.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p> <span>And, hello depth and length. Hello storytelling. Now, you&apos;re going to have to earn and keep </span><span>our time and attention.</span></p>\",\"type\":\"text/html\"}]","published":"2013-12-27T20:32:24+00:00","title":"Why long-form journalism is everywhere these days","itags":["Marketplace","PMP:Marketplace_PMP","d58df4477fb3f705ce6294594e3b4e86","Marketplace for Friday, December 27, 2013"],"contentencoded":"<div class=\"barn-cleaned\"><p>Long-form journalism is trendy, but isn't new. (Think magazine writing.) Today, we've given it an earnest name. And, saddled it with a collective hope, that'll it'll save our brains from the viral videos and snarky commentary that dominate the internet.</p>\n<p><span>When we talk \"long-form journalism,” we're talking, often, about narrative story telling.&nbsp; Craft-journalism. Stories like this, from freelance journalist Brooke Jarvis.</span></p>\n<blockquote>&nbsp;<span>Many of the graves had no headstones at all. Just white wooden crosses with names stenciled in black paint. These were clearly among the most recent memorials.&nbsp; The earth beneath them was still heaped up, still decorated with bedraggled stuffed animals, and faded plastic flowers, unopened beers with rusty caps.&nbsp;</span></blockquote>\n<p>&nbsp;<span>Brooke's story is titled \"<a href=\"https://www.atavist.com/stories/when-we-are-called-to-part/\">When We Are Called to Part</a>.\" It's about her experiences in a settlement for leprosy patients, on a remote part of Hawaii.</span></p>\n<p>&nbsp;<span>“Definitely what I like doing best is when you have the time and space to dive deeply into a topic,” says Jarvis.&nbsp; And, it's a relatively good time to be that kind of writer. The number of online sites publishing long-form stories is growing. Jarvis is able to make a go as a freelancer.</span></p>\n<p>Working with non-traditional online outlets like <a href=\"https://www.atavist.com/\">The Atavist</a>, which published her story.</p>\n<p>&nbsp;<span>“We launched three years ago,” says The Atavist’s co-founder, Evan Ratliff, “at that time we felt like we had to make this argument that it's not true that people only read short things on line, it's not true that people's attention span has deteriorated.”&nbsp;</span></p>\n<p>&nbsp;<span>The Atavist publishes stories between 5,000 and 30,000 words. For a little perspective,&nbsp;</span><span>that could be more than a thousand tweets.&nbsp; Or, six pages of news print. “Something you can read in anywhere from 45 minutes to an hour and a half,” says Ratliff.</span></p>\n<p>&nbsp;<span>The Atavist charges per story; it splits profit with the author.&nbsp; It also makes money selling software that helps other websites publish long stories. “You can throw a rock on the web and hit a publication that's trying to do long-form writing,” says Ratliff.&nbsp; A trend that he thinks is fantastic.</span></p>\n<p>&nbsp;<span>Online, you’ll find sites dedicated to long-form journalism, like the Atavist.&nbsp; And sites&nbsp;</span><span>ike Buzzfeed and Politico, mixing longer journalism with quick hits and snappy headlines. “Their ambition from the beginning has been to drive and to own the Washington conversation,” says Susan Glasser, the editor of <a href=\"http://www.politico.com/magazine/\">Politico’s new magazine</a>. Making the move into longer-form journalism is a natural.&nbsp; The first cover story of the print magazine was a</span> <a href=\"http://www.politico.com/magazine/story/2013/11/locked-in-the-cabinet-99374.html%20\">7500 word piece</a> <span>about the Obama White House. Glasser says it got a million page views.</span><span>&nbsp;\"I do think that there's a sense that it'll be good business to pull out of that news cycle and to dominate that Washington conversation in a whole different way,” says Glasser.</span></p>\n<p>&nbsp;<span>These stories help build a brand. “Longer, in-depth stories have a lure of gravitas and smarts to them that allow media outlets to stick a claim in the intellectual space,” says Patti Wolter, a professor at the Medill School of Journalism at Northwestern University. They give the publication, and the journalist, an aura of importance. Significance.</span></p>\n<p>&nbsp;<span>Long-form stories, at their best, reveal bigger truths. They also win awards.&nbsp;“To be a media outlet to do that and compete at that level is the pinnacle of the craft,” says Wolter.&nbsp;</span></p>\n<p>&nbsp;<span>So, good-bye conventional wisdom: that the internet has killed journalism, that all we want is slideshows of baby hamsters.</span></p>\n<p>&nbsp;<span>And, hello depth and length. Hello storytelling. Now, you're going to have to earn and keep&nbsp;</span><span>our time and attention.</span></p></div>","teaser":"Despite seemingly shrinking attention-spans, in-depth reporting is making a comeback.","tags":["APM","Business","journalism","publishing"],"audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/Newsweek%20Magazine%20sits%20for%20sale%20at%20a%20news%20stand%20on%20October%2018,%202012%20in%20New%20York%20City.%20John%20MooreGetty%20Images.jpg?itok=_Y4DdP5t","meta":{"crop":"primary","width":"610","height":"340"}},{"meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/12/27/marketplace_segment21_20131227"},"duration":265,"duration_hms":"00:04:25"},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/12/27/marketplace_segment21_20131227_64.mp3","format":"MP3","type":"audio/mpeg"}]}