{"created":"2014-10-30T21:13:08+00:00","modified":"2014-10-30T21:13:08+00:00","valid":{"from":"2014-10-30T21:13:08+00:00","to":"3014-10-30T21:13:08+00:00"},"hreflang":"en","title":"The Mystery Of Michael Rockefeller's Disappearance","published":"2014-10-28T19:05:00+00:00","teaser":"A new book attempts to piece together what happened to the 23-year-old heir, who went missing in Dutch New Guinea in 1961.","itags":["npr_api","359619819"],"contentencoded":"<p>Right after he graduated from Harvard in 1961, Michael Rockefeller &#8212; heir to the Rockefeller family fortune and son of then-New York governor Nelson Rockefeller &#8212; went down to Dutch New Guinea.</p><p>Rockefeller was there with a Harvard crew to film a documentary and collect artifacts for a museum endowed by his father. But the 23-year-old Rockefeller never returned and was believed for years to have drowned when his boat capsized.</p><p>Author <strong>Carl Hoffman</strong> wanted to find out what really happened to the young Rockefeller heir and retraced his steps before his death. <a href=\"http://hereandnow.wbur.org/\" target=\"_blank\"><em>Here & Now</em></a>&#8216;s Jeremy Hobson spoke with the author about his new book, &#8220;<a href=\"http://www.amazon.com/Savage-Harvest-Cannibals-Colonialism-Rockefellers/dp/0062116150/?tag=wburorg-20\" target=\"_blank\">Savage Harvest: A Tale of Cannibals, Colonialism, and Michael Rockefeller&#8217;s Tragic Quest for Primitive Art</a>&#8221; (excerpt <a href=\"#excerpt\">below</a>).</p><h4>Interview Highlights: Carl Hoffman</h4><p><strong>On the disappearance of Michael Rockefeller</strong></p><p>“Michael Rockefeller was on a boat crossing the mouth of a river, a big turbulent river on the Arafura Sea in the southwest coast of New Guinea and the waves swamped the engine of the boat and it died. They drifted for a while and the boat flipped over, they drifted for another 24 hours. And then Michael violated the first rule of yachting which of course is to never leave the boat. He strapped a couple of gasoline tanks to his waist said ‘I think I can make it’ and swam ashore leaving his companion, a Dutch anthropologist, on the boat. The Dutch anthropologist was rescued the next day and Michael was never seen again. But the rumors very quickly surfaced that he had in fact made it to shore and encountered a group of men from one particular village the village known as Otsjanep and that he had been killed and subsequently consumed by the men from Otsjanep.”</p><p><strong>On the politics of Michael’s killing</strong></p><p>“They didn’t kill Michael because he was Michael Rockefeller. Being a Rockefeller meant nothing to them at all. One of the fascinating things is that one of the undercurrents of the book is this and the story is one of power. Michael Rockefeller was from one of the most powerful and affluent families in the world. The Asmat were penniless, illiterate tribal people. At the moment of contact when Michael swam ashore and encountered this group of warriors he was probably the least powerful person on earth. The killing of Michael was, in some ways, an effort to reclaim power in the face of both the church and government efforts to, as they thought of it as pacifying the Asmat, but really stripping them of their culture.”</p><p><strong>On complexities of Asmat culture</strong></p><p>“The killing doesn’t make sense unless you can understand the Asmat. Ultimately I came to this idea that the Asmat live in this incredibly rich spiritual world and it’s a world we can’t enter. There’s no door, there’s no window that we climb through to enter their world. You can say ‘everything is in their heads, it’s not real’ but it’s real to them and that’s what counts. <a name=\"excerpt\"></a> So I think there can be this great cultural dissonance happening and ultimately I found that optimistic.”</p><h4>Book Excerpt: &#8216;Savage Harvest&#8217;</h4><p><em>By Carl Hoffman</em></p><p><strong>November 19, 1961</strong></p><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/10/1024_Savage-Harvest.jpg\"><img class=\"alignright size-medium wp-image-70332\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/10/1024_Savage-Harvest-198x300.jpg\" alt=\"Cover of the book, \"Savage Harvest\" (HarperCollins Publishers)\" width=\"198\" height=\"300\" /></a></p><p>The sea felt warm as Michael Rockefeller lowered himself in from the overturned wooden hull. René Wassing peered down at him, and Michael noticed he was sunburned and needed a shave. Their exchange was brief. They&#8217;d been drifting on the ocean off the coast of southwest New Guinea for twenty-four hours now, and there wasn&#8217;t much that hadn&#8217;t been said.</p><p>I really don&#8217;t think you should go.</p><p>No, it&#8217;ll be okay. I think I can make it.</p><p>Michael cupped his hands and swung his arms, swiveling around. It was eight a.m. The tide was high. He was wearing white cotton underpants and thick, black-rimmed glasses. He had two empty gasoline cans tied to his webbed, military-style belt. He hugged one tightly and started swimming, kicking toward the coast, a hazy line of gray, barely a smudge. He estimated they were five to ten miles off the coast. He kicked slowly and ran the numbers. A mile an hour and he&#8217;d be there in ten hours. A half-mile an hour and he&#8217;d reach shore in twenty. No problem. The sea was almost as hot as a bath, and it was just a matter of setting his mind to the task. Plus, he and René had the tide charts for the coast and he knew something else in his favor: the tides weren&#8217;t evenly spaced right now. Between four p.m. and the next morning, there would be a high tide at midnight, a brief low tide at two a.m., and then another high tide at eight a.m. Which meant that for twelve of the fourteen hours between four p.m. and the next morning, the water would be pushing him toward the coast when he was the most tired.</p><p>It wasn&#8217;t long until there was no more René on the overturned catamaran behind him. He knew that feeling from swimming off the coast of Maine every summer, how the shore behind you receded quickly even when the destination didn&#8217;t seem any closer. And the Arafura Sea here was shallow. He ought to be able to stand, to touch the muddy bottom, when he was still a mile from shore. He rolled onto his back and kicked, long, slow, steady kicks, dragging the cans. He could hear his heart thumping and the sound of his own breathing.</p><p>He never would have said it out loud, but he carried a sense of destiny. A bigness. A self-confidence he was barely aware of. Twenty-three-year-olds don&#8217;t think about death; life seems eternal, the same as when he would speed along the Maine Turnpike in his Studebaker doing eighty. <em>Now</em> was everything to a twenty-three-year-old. Plus, he was a Rockefeller. Sometimes it was a burden, sometimes a gift, but it defined him, even when he didn&#8217;t want it to. &#8220;Can&#8217;t&#8221; wasn&#8217;t part of the family lexicon. Everything was possible. He had grown up being able to go anywhere, do anything, meet anyone. His great-grandfather had been the richest man in the world. His father as governor of the state of New York, had just run for president of the United States. In epic survival situations, will is everything, and Michael&#8217;s was as big as a will could be. He carried a responsibility, every Rockefeller did, to do good things, big things, to make something of himself. &#8220;Stewardship&#8221; was the word the family used. He wasn&#8217;t just swimming for his life. He was swimming for René, who needed to be rescued. He was swimming for his father, Nelson. For his twin sister, Mary. For the Asmat themselves, in a way, because he had collected so much of their beautiful art that he wanted to share with his father, with Robert Goldwater at the Museum of Primitive Art, with his best friend Sam Putnam, with the world. He didn&#8217;t exactly articulate this, he just knew it, felt it. So he swam and stroked and kicked with confidence. It was a big world, but he was in a bubble. Him and the sea, the big Arafura.</p><p>He wasn&#8217;t in a hurry. Fear, panic, those were what killed people, made their minds crazy, frantic, exhausted precious energy. He remembered that from army basic training. And he even smiled a little, remembering how he and his Harvard classmates had rolled their eyes at the Widener swim — the requirement that every Harvard graduate complete a fifty-meter swim before graduation, stipulated by the mother of former alum Harry Elkins Widener, who&#8217;d died on the <em>Titanic</em>, when she gave $2.5 million for the school&#8217;s new library. This was a matter of steadiness. When he felt his calves starting to cramp, his shoulders tiring, he rested, floating, clinging to the gasoline cans, staring at the big sky full of shifting, changing clouds overhead. Luckily the wind and the sea were calm, and they grew calmer as the afternoon passed. At sunset, the ocean was as still as a swimming pool on a summer&#8217;s eve. He swam on. He thought about the exhibition he wanted to mount in New York. The feast poles twenty feet tall he&#8217;d collected — no one had ever seen anything like that in the United States before; they would dwarf anything else in his father&#8217;s new museum. The stars came out, billions of them. Heat lightning flashed along the horizon. The moon rose, three days from full, and he wasn&#8217;t in total darkness.</p><p>He swam on.</p><p>He wasn&#8217;t sure where he was, but probably somewhere between the Faretsj and the Fajit Rivers, between the villages of Omadesep and Basim. By dawn there&#8217;d be people along the shore, for sure — they were always there fishing. He was happy with how well he already knew these people; Asmat, this remotest corner of the world, had become his. His universe, an alternative world that he&#8217;d discovered, was untangling, and this swim to shore was like a baptism, deep in Asmat, and it would be a good story to tell. It was dark and had been for a long time when he saw strange reflections on the water. Behind him the sky lit, white, the light of phosphorescent flares dropping toward the sea. He saw them, but he didn&#8217;t know what they were.</p><p>Around four a.m. the sky started to turn faintly purple, first light. Out here Michael could feel those subtle shifts. He had been swimming for eighteen hours, but it was almost done, he knew, if he could keep going. His waist was raw where the belt holding the floats was chafing. He was exhausted, but the dawn gave him some added strength. He could see the trees more clearly now. They were a dark line, but they were there. He rested again. Floated again. His whole body hurt. He was thirsty and hungry, and the salt water stung. He&#8217;d do anything for a long drink of cold, fresh water. He shivered. Best keep going. As the day got lighter, brighter, he got closer. He tried to touch bottom and he could. Barely. It was mud, though, slippery and sticky, and it was easier to swim. But he could stand and rest, and just knowing that was everything. He knew he would make it. He untied one of the empty gasoline cans and let it go; it was easier without it. He swam, he stood, he swam some more—on his back now, really the only way to make progress, even though it hurt. He was almost safe. Nipa palms and mangrove rose seemingly right from the water, and among them canoes, a flotilla of them nestled in the trees.</p><p>And men.</p><p><em>Excerpted from the book SAVAGE HARVEST by Carl Hoffman. Copyright © 2014 by Carl Hoffman. All rights reserved. Reprinted with permission of William Morrow.</em></p><h4>Guest</h4><ul><li><strong><a href=\"http://carlhoffman.com/\"> Carl Hoffman</a>, </strong>author of &#8220;Savage Harvest: A Tale of Cannibals, Colonialism and Michael Rockefeller&#8217;s Tragic Quest for Primitive Art.&#8221; He tweets <a href=\"https://twitter.com/lunaticcarl\">@lunaticcarl</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Mystery+Of+Michael+Rockefeller%27s+Disappearance&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"d58f462b-abe6-4897-9505-0fb9039f5595","audio":[{"meta":{"duration":"509"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359620790-08f2ec.m3u?orgId=1&ft=3&f=359619819"}]}