{"created":"2015-06-27T12:09:53+00:00","modified":"2015-06-29T19:51:18+00:00","valid":{"from":"2015-06-29T19:51:18+00:00","to":"3015-06-29T19:51:18+00:00"},"hreflang":"en","title":"Alpha, Beta, Heathcliff — An Alphabet Of Romance Heroes","published":"2015-06-27T14:30:00+00:00","teaser":"As part of the NPR Books Summer of Love series, Lynn Neary digs into the history of the romance hero, the difference between alpha and beta heroes, and why Heathcliff is really kind of a jerk.","itags":["npr_api","417775406"],"guid":"d593158d-1832-44db-8ccd-a7ddfd09a293","contentencoded":"<p>There's one hard and fast rule for the romance novel: It has to have a happy ending. The two people you think <em>should</em> be together <em>will</em> be together in the end. But the journey to that happily-ever-after can be a bumpy one. And romance heroes come in many forms.</p><p>I wanted to find out what makes romance heroes so, well, romantic — and the first thing I learned is that romance fans have a language of their own. \"We have names and acronyms for everything within the genre,\" says Jane Litte, who blogs about romance at <a href=\"http://dearauthor.com/\">Dear Author</a>.</p><p>Those include HEA, for happily ever after, or the lesser HFN, meaning happy for now. There's even something called \"the fecund epilogue\" — that involves lots of babies. And there are all kinds of heroes: The action hero, the pirate hero, cowboy, vampire and werewolf heroes — you get the idea. But for now, we're going to stick with the basics. Sarah Wendell is one of the founders of <a href=\"http://smartbitchestrashybooks.com/\">Smart Bitches, Trashy Books</a>, and first and foremost, she says, there's the alpha hero. \"Not only are they super powerful, controlling authoritative — and also often shirtless — they take care of everything,\" she says.</p><p>But the beta hero isn't far behind. \"He's not the most charismatic, he's not the biggest guy in the room, he's not a high placed person in a career,\" Wendell says. \"He's funny he's easy going, and one thing I really like about beta heroes — they're emotionally fluent and able to handle what happens when they meet someone that they're really interested in.\"</p><p>Now, I was all about this beta hero guy — until Wendell told me that a good example that everyone would recognize is ... Chandler, from <em>Friends</em>. Chandler? From <em>Friends</em>?</p><p>You see, my idea of romance hero — which was imprinted on my brain before my brain was fully formed — is Heathcliff. You know, the guy from <em>Wuthering Heights</em> who spends his life chasing his beloved Cathy all over the moor?</p><p>The only problem is, I reread <em>Wuthering Heights</em> a couple of years ago, and to my horror I realized that the Heathcliff is downright mean. He is so obsessed with Cathy that he thinks it's okay to ruin everyone else he knows. He's not just abusive — he's a complete jerk.</p><p>\"I'm sorry, Heathcliff fans, but it's true,\" says Carrie Sessarego, author of <em>Pride, Prejudice and Popcorn</em>. \"He's a fascinating jerk, he's a mesmerizing jerk — but there's never really a point where he says, 'Ya know, maybe I shouldn't have been such a jerk.'\"</p><p>And that moment — the moment when a romantic hero realizes that maybe, just maybe, he has not been treating the heroine right — is a key element of a successful romance novel. and of course, romance fans have a name for it. It's called \"the grovel.\"</p><p>\"The depth of the grovel is usually determined by the depth of the misdeeds that he's done leading up to the point where he goes, 'Whoa! I have to change in order to win this person, in order to have my own happy ending,'\" says Sarah Wendell.</p><p>And that brings us to one of the most popular romantic heroes of all time: Mr. Fitzwilliam Darcy.</p><p>\"Darcy would never run aroumd the moors screaming the name of his beloved,\" says Cassie Sessarego. He's much too dignified for that.\" She says the relationship between Darcy and Elizabeth in <em>Pride and Prejudice</em> is a template for one of the best loved types of romance: The hero may be an arrogant jerk when the book begins, and then he meets his match in the poor and powerless — but clever — heroine.</p><p>\"When it comes to the battle of wits they are equals. And so it's exciting, because you know they can each hold their own, and you know at some point they're going to realize that nobody fights this much unless they are actually madly in love,\" Sessarego says.</p><p>And when it comes to good grovel — well, who does it better than Mr. Darcy?</p><blockquote><p>I have been a selfish being all my life, in practice, though not in principle. As a child I was taught what was right, but I was not taught to correct my temper. I was given good principles, but left to follow them in pride and conceit ... By you, I was properly humbled. I came to you without a doubt of my reception. You showed me how insufficient were all my pretensions to please a woman worthy of being pleased.</p></blockquote><p><em>Swoon ...</em> So, when all is said and done, which is better — beta or alpha? As it turns out, some heroes are a little of both. Sarah Wendell points to Robert Grey, the spy in <em>The Spymaster's Lady</em>, by Joanna Bourne.</p><blockquote><p>So. They would begin thus. She recognized the first of many little compromises he would force upon her. Each \"yes\" made the next one easier until, as he hoped, it would seem wholly natural to do exactly as he told her in all things.</p></blockquote><p>That sounds pretty alpha to me, but Wendell says Grey has a combination of heroic traits. \"He's alpha in intellect, and alpha in skill set. But there's another scene early in the book where he describes himself, and he's the most nondescript invisible dude and relies very heavily on not being the biggest baddest dude in the place.\"</p><p>And of course, heroine Annique Villiers is a spy herself, and every bit as brave and clever as Grey. Because, says Jane Litte, \"Even the worst hero can be redeemed if the heroine is good enough.\"</p><p>In other words, behind every good hero — rest assured — there's a really great heroine.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Alpha%2C+Beta%2C+Heathcliff+%E2%80%94+An+Alphabet+Of+Romance+Heroes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lynn Neary","audio":[{"meta":{"duration":"349"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418011798-2209f7.m3u?orgId=1&topicId=1161&aggIds=415832022&d=349&p=7&story=417775406&t=progseg&e=418011736&seg=10&ft=nprml&f=417775406"},{"href":"http://media.npr.org/assets/img/2015/06/26/wut001ah-1861b9c945c4f56f1a9e59004a58de98f7623939.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2477","width":"3303"}},{"href":"http://media.npr.org/assets/img/2015/06/26/dny10120-323130609daf3d30f012efcc61e695f9a59831a9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1393","width":"1857"}}]}