{"created":"2014-10-07T19:55:48+00:00","modified":"2014-10-30T23:53:04+00:00","valid":{"from":"2014-10-30T23:53:04+00:00","to":"3014-10-30T23:53:04+00:00"},"hreflang":"en","title":"What It's Like To Own Your Very Own Harrier Jump Jet","published":"2014-07-30T15:42:00+00:00","teaser":"The Harrier Jump Jet is known for vertical take-offs and landings. It also has an accident-prone track record, but that didn't dissuade one pilot from buying his dream plane.","itags":["npr_api","335839280"],"guid":"d59e3020-b7dc-429c-b1fd-9ee69c2490ba","contentencoded":"<p>The Harrier Jump Jet combines the speed of a jet with the maneuverability of a helicopter.</p><p>These single-seater planes are known for vertical take-offs and landings, making them ideal for close-air support near the front-lines where runways may be damaged or non-existent.</p><p>Designed by the British and now flown by the U.S. Marine Corps, Harriers also have an accident-prone track record and are notoriously difficult to fly.</p><p>But why not have one for your private collection?</p><p>On Saturday, a 1976 Harrier that once flew in the British Royal Air Force sold at Silverstone Auctions in England for the equivalent of $179,611.</p><p>The weapons systems are dismantled and the engine isn't fitted to the plane. But with some work, it could fly again.</p><p>If a civilian flying a Harrier sounds ridiculous, well, there's already a guy doing it. His name is Art Nalls, a retired Marine Corps test pilot.</p><p>Nalls says he's the only civilian in the world to privately own and fly a Harrier.</p><p>He's got a history with these planes. The first time he sat in the cockpit of one was 35 years ago.</p><p>\"I had the great fortune to fly about 75 different type model series of airplanes,\" Nalls says. \"Most of them, pretty exciting. The F-18, the F-16. But my absolute favorite has and always will be the Harrier.\" That's why he bought his own.</p><p><strong>A Labor Of Love — And Just A Lot Of Labor</strong></p><p>He bought his rare 1979 Sea Harrier in England back in 2006. Like the Harrier from Saturday's auction, there were no weapons systems and it was no longer equipped to fly, but Nalls was determined to get it back in the air.</p><p>\"The FAA was on board, the bank was on board,\" Nalls says. \"He offered it up for sale and I was the first one there with a checkbook.\"</p><p>Nalls won't say how much he spent.</p><p>\"We shook hands on a deal and signed a one-page contract written in Sharpie,\" he says. \"And I headed back to the United States.\"</p><p>Meanwhile, the plane was taken apart, loaded onto a ship and sent to the U.S. Nalls and his crew painstakingly put it back together again. The manual was 400,000 pages long, Nalls says.</p><p>Everything from instructions on fixing the landing gear, to gas-turbine jet-engine starters, and wiring diagrams. \"We started following the instructions, step by step by step,\" he says.</p><p><strong>Ever Hear A Plane Hover?</strong></p><p>Finally, his plane was restored and airborne. \"It can come to a complete stop in the air, it can back up, it can turn sideways,\" Nalls says.</p><p>The plane's Rolls-Royce engines roar. It takes a lot of thrust to keep Harriers hovering.</p><p>\"It burns a little bit of gas,\" Nalls says. \"When we're in a hover, we're burning a gallon of jet fuel every two seconds.\"</p><p>Since his plane has been restored, Nalls travels the country taking it to air shows.</p><p>\"When we're at an airshow, I love the opportunity to be able to share it with other people,\" he says.</p><p>Now that someone else has bought a Harrier for their private collection, Nalls says he's also willing to share his expertise.</p><p>\"There's no reason that a competent pilot who had been properly instructed and trained, couldn't, with the right supervision, safely fly this airplane,\" he says.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+It%27s+Like+To+Own+Your+Very+Own+Harrier+Jump+Jet&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"216"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1335868139-41200d.m3u?orgId=1&topicId=1008&ft=3&f=335839280"},{"href":"http://media.npr.org/assets/img/2014/07/27/harrier-78cb95506855e16b9aac824fbe6d21c5d54de75e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"684","width":"912"}},{"href":"http://media.npr.org/assets/img/2014/07/27/harrier_flight-at-jvl-2012-722d9884ee7e3d1f76329192c4c007d89936f20f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"669","width":"892"}}]}