{"created":"2014-10-01T10:12:02+00:00","modified":"2014-10-30T21:54:57+00:00","valid":{"from":"2014-10-30T21:54:57+00:00","to":"3014-10-30T21:54:57+00:00"},"hreflang":"en","title":"Goodbye To All That: Farewells In Sports","published":"2014-10-01T19:23:00+00:00","teaser":"In honor of Derek Jeter's last game, commentator Frank Deford recalls other sports' so-long-see-you-laters.","itags":["npr_api","352770890"],"guid":"d5a38837-92e1-4b89-bb43-7168bad26462","contentencoded":"<p>No, no, I promise: This is not about Derek Jeter. May bats fly down my chimney and trolls enter my door if I inflict any more Derek Jeter farewell upon you. But, of course, I am a sentimental creature, and the player whose name dare not be spoken again did gush forth memories of other grand finales.</p><p>I think the most dramatic leavetakings were those accomplished by athletes who made their ultimate bow a championship. Norm Van Brocklin, the Dutchman, led the Eagles over Vince Lombardi's Packers in the NFL title game of 1960, then hung it up. Poor, gruff Van Brocklin would die young but, oh, my, what an exit for an athlete.</p><p>And then there was Bill Russell, who left the court forever in 1969 after winning his 11th championship in the seventh game of the NBA finals, beating Wilt Chamberlain and the Lakers in Los Angeles.</p><p>Two basketball coaches, Johnny Wooden of UCLA and Al McGuire of Marquette, not only won the NCAAs in their swansong, but had previously declared this would be their goodbye. I telegraphed Al afterward with just the name of a country-western song he liked: \"The girls get prettier at closin' time.\"</p><p>Because an individual sport is the most intimate, perhaps the dearest going-away victory was by Pete Sampras in the 2002 U.S. Open final. Supposed to be a has-been, a second-round loser at Wimbledon, seeded 17th, Pete beat Andre Agassi, then never played again.</p><p>And the saddest: Probably a guy you never heard of, Wayne Estes, an All-American basketball player at Utah State. On Feb. 8, 1965, he won his last college game, scoring 48 points. Afterward, Estes stopped at the scene of an accident, and because he was so tall, his head brushed against a downed live wire, and he was electrocuted only hours after his beautiful valedictory.</p><p>Ah, but the sweetest goodbye is part of the tradition of wrestling. When Rulon Gardner, who'd won the gold at the 2000 Olympics, only won the bronze in '04, he just sat down, took off his shoes and left them there in the middle of the mat. Hail and farewell.</p><p>I was covering Secretariat's last race at Woodbine in Toronto in 1973. After he won, I went down to the finish line and snatched up the very grass where, best I could tell, the supreme champion's hooves had last touched a race track. I stuffed it in my pocket and took it home. Told you I was a sentimental fool.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Goodbye+To+All+That%3A+Farewells+In+Sports&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"203"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352925473-b3961d.m3u?orgId=1&topicId=1055&aggIds=4499275&ft=3&f=352770890"}]}