{"created":"2014-10-03T21:25:43+00:00","modified":"2014-10-27T23:45:56+00:00","valid":{"from":"2014-10-27T23:45:56+00:00","to":"3014-10-27T23:45:56+00:00"},"hreflang":"en","title":"U.S. Tests Teens A Lot, But Worldwide, Exam Stakes Are Higher","published":"2014-04-30T23:06:00+00:00","teaser":"American students take an alphabet soup of mandatory and voluntary exams: SAT, PISA, AP. Sure it's a lot, but in places like Japan and England, tests are incredibly high-stress and life-defining.","itags":["npr_api","308057862"],"guid":"d5a7d2f0-01d9-4def-b8a9-c7ffa9339043","contentencoded":"<p>High school students in the U.S. take lots of standardized tests. There are state tests, new Common Core-aligned field tests, and an alphabet soup of others like the PISA (Program for International Student Assessment) and NAEP (National Assessment of Educational Progress) exams, the SAT, ACT, AP and IB.</p><p>It's a lot by any objective measure. Parents and teens often charge that America tests its students more than any other nation in the world. But really, how does the U.S.'s test tally compare with what kids are taking elsewhere in the world?</p><p><strong>England</strong></p><p>Dylan Wiliam, a professor emeritus of educational assessment at the University of London, studies testing. \"At the age of 16, almost every child in England will take probably about 15 or 20 substantial examinations,\" Wiliam says.</p><p>They are all part of one test. And how well kids do helps determine whether they finish high school. Not college. <em>High school</em>. Talk about high-stakes testing.</p><p>For those who do well and go on, they get two more years of high school. And each of those years ends with another big round of tests, saving the worst for last.</p><p>\"And your grades on those examinations will determine which universities you're offered places at,\" Wiliam says.</p><p>Unlike in the U.S., grade-point average won't save an English student who has a bad test day. GPA just doesn't matter.</p><p><strong>Finland</strong></p><p>Finland has only one standardized exam at the end of high school, says Pasi Sahlberg, a visiting professor at the Harvard Graduate School of Education and an expert on testing in Finland.</p><p>But while Finnish teens have just one test to worry about, it involves roughly a half-dozen, daylong exams — so that one exam can mean some 40 hours of testing. Sahlberg went through the system and says he remembers the stakes.</p><p>\"It was very clear for everybody that unless you do very well with this one examination, that some of these dreams that you may have for the future will become very difficult to fulfill,\" he says.</p><p>In other words, <em>bomb this test, kids, and you can kiss your dreams goodbye</em>.</p><p>And students' stress doesn't end there. Sahlberg says Finnish universities generally have their own entrance exams, too.</p><p><strong>Japan</strong></p><p>The good news for Japanese students: The end of high school does not bring with it a big, high-stakes test. The bad news: As in Finland, Japanese universities generally require their own exams. And it turns out that many Japanese students also have to take entrance exams just to get into high school.</p><p>\"It's a lot of pressure,\" says Akihiko Takahashi, an associate professor of math education at DePaul University who knows the Japanese testing system well. \"If you do not pass exam, you cannot go anywhere, even high school.\"</p><p><strong>Worldwide, It All Comes Down To The Test</strong></p><p>Wiliam says that when it comes to getting into college, the story is similar across the globe. \"This is true for most countries apart from the U.S. There's no teacher contribution to the decision,\" he says. \"Basically, it's how well you do on those exams.\"</p><p>In the U.S., only about half of states have anything resembling a high-stakes, high school exit exam. And American colleges and universities do consider report cards, teacher recommendations and those obligatory application essays. In fact, hundreds of U.S. schools no longer require test scores<em> </em>at all.</p><p>So do American teens take more tests than kids overseas? It's distinctly possible. But those kids overseas would argue: When it comes to stress, it's not the quantity of tests that matters but what's at stake when the clock starts ticking.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.+Tests+Teens+A+Lot%2C+But+Worldwide%2C+Exam+Stakes+Are+Higher&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cory Turner","audio":[{"meta":{"duration":"244"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1308377864-cff8f9.m3u?orgId=1&topicId=1013&ft=3&f=308057862"},{"href":"http://media.npr.org/assets/img/2014/04/30/testing_england-9fdab69620598977e1e89af021abaf80e76845a8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3016","width":"4021"}}]}