{"created":"2015-06-11T08:28:53+00:00","modified":"2015-06-15T23:05:41+00:00","valid":{"from":"2015-06-15T23:05:41+00:00","to":"3015-06-15T23:05:41+00:00"},"hreflang":"en","title":"Surrogate Parenting: A Worldwide Industry, Lacking Global Rules","published":"2015-06-12T12:58:00+00:00","teaser":"In the U.S., surrogacy is a widely accepted practice, though it's governed by a patchwork of state laws. It's barred in some European countries, but widely practiced and largely unregulated in India.","itags":["npr_api","413406325"],"guid":"d5bd1f2a-64b8-40a8-8bc9-7ec7c342099c","contentencoded":"<p>In the U.S., surrogate parenting is widely accepted. Although no official figures exist, experts believe perhaps a thousand American children are born every year through surrogacy.</p><p>A patchwork of state-to-state regulations governs the practice. But the bottom line is if you're an American in the market for a surrogate — and you have money to spend — you can do it.</p><p>Things are very different in other parts of the world.</p><p>In Europe, for example, it's illegal in half a dozen countries, including France, Germany, Italy and Spain. It is permitted in a handful of other European nations — though there are major restrictions.</p><p>In the U.K., British couples hoping for a child cannot openly solicit a surrogate, and women cannot publicly offer to be surrogates.</p><p>Simon Clements and Steve Williams managed to successfully navigate the complicated process, and are now the proud dads of Sophie.</p><p>Their journey to become parents began, first, by dismissing any of their female friends' offers of help.</p><p>\"We felt like the law wasn't completely clear on who the child would go to once he or she was born,\" says Williams.</p><p>In July 2012, they joined a support organization called <a href=\"http://www.surrogacyuk.org/\">Surrogacy UK</a> and attended socials organized by the group. The gatherings, which often take place in pubs, are opportunities for would-be parents to meet potential surrogates.</p><p>But the situation is tricky, since the law doesn't allow them to discuss surrogacy.</p><p>\"We talked about everything else, we talked about our jobs, we talked about our social lives, we talked about our interests,\" Williams recalls.</p><p>Clements and Williams went to 12 socials — one a month, for a year. They also had a profile on the website. And once again, they were able to say anything they wanted about themselves — except that they were hoping to have a baby through surrogacy.</p><p>Eventually, in October 2013, they met Lauren, the woman who would end up bearing their child, using a donor egg.</p><p>\"She read our profile and really liked us as a couple and liked the sound of our interests,\" Williams says.</p><p>In December last year, more than two years after the process began, Clements and Williams welcomed Sophie into their lives.</p><p>Now, they say, they expect Lauren to remain in their family's life.</p><p>\"We've seen it happen with other intended parents, when they have their children, they introduce the children back to the surrogate, saying 'Here's your tummy mommy,'\" Williams says.</p><p><strong>Looking Abroad For A Surrogate</strong></p><p>Clements and Williams were lucky. Some couples in England spend years unsuccessfully looking for someone to carry a child for them.</p><p>Many parents in Europe and the U.S. turn to other countries, such as <a href=\"http://www.npr.org/sections/goatsandsoda/2014/10/22/357870757/surrogacy-storm-in-thailand-a-rejected-baby-a-busy-babymaker\">Thailand</a> and <a href=\"http://www.npr.org/sections/goatsandsoda/2015/04/29/403077305/israeli-dads-welcome-surrogate-born-baby-in-nepal-on-earthquake-day\">Nepal</a>, where high-profile cases involving surrogacy have been in the news recently.</p><p>And in India, surrogate parenting is a virtual industry.</p><p>\"There are many agencies who are offering women who will be able to rent their womb,\" says Ranjana Kumari, director of the Centre for Social Research in New Delhi.</p><p>Kumari has studied surrogate pregnancies in India and is an advocate for Indian surrogates, who are usually very poor women.</p><p>As in cases of organ sales, Kumari says, the women are willing to go through the procedure because of the money-making opportunity.</p><p>No one knows how many surrogate children are born in India. Kumari's best guess is that the figure is around 40,000 a year — more than half of them to international parents.</p><p>In India, the process can cost $60,000, while in the U.S., estimates range to upwards of $150,000.</p><p>A surrogate mother in India may receive as little as one-tenth of the total amount. But even that sum allows some women to support themselves.</p><p>Kumari says India has few laws regulating surrogacy, which can leave the mothers vulnerable.</p><p>\"These women are identified by the doctor. There is a middleman who would then benefit by this whole effort of getting this woman to the doctor,\" Kumari says. \"These women who are being hired, most of them are illiterate so they don't know what they have been promised. Even the money promised doesn't go to them because all the food they eat, all the care that is provided, is all deducted from her [payment].\"</p><p>This is a global industry, without global regulations. From the United States to Europe to India, families are sometimes making decisions in the dark about the most personal issues that any human can face.</p><p>Without a doubt, Williams and Clements are ecstatic to be dads to Sophie.</p><p>\"She does complete our life,\" Clements says.</p><p>The two men say they would like a second child someday.</p><p>But given the effort it took to conceive Sophie, they're content for the time being to nurture their family of three.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Surrogate+Parenting%3A+A+Worldwide+Industry%2C+Lacking+Global+Rules&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"338"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413572060-510603.m3u?orgId=1&topicId=1004&d=338&p=3&story=413406325&t=progseg&e=413571940&seg=14&ft=nprml&f=413406325"},{"href":"http://media.npr.org/assets/img/2015/06/10/surrogates-shapiro-8b2115507ac50d7cbaed2aff23fe718a62bfeaac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1126","width":"1502"}},{"href":"http://media.npr.org/assets/img/2015/06/10/gettyimages-471420984_custom-7c38dc445b8c5a3f04579ef2c95f387fe0676297.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3326","width":"5165"}}]}