{"created":"2014-09-22T07:32:10+00:00","modified":"2014-12-04T14:30:14+00:00","valid":{"from":"2014-12-04T14:30:14+00:00","to":"3014-12-04T14:30:14+00:00"},"hreflang":"en","title":"The Biology Of Altruism: Good Deeds May Be Rooted In The Brain","published":"2014-09-22T14:55:00+00:00","teaser":"Angela Stimpson donated a kidney to a complete stranger. Why did she do it? Researchers found that the brains of Stimpson and other altruists are sensitive to fear and distress in a stranger's face.","itags":["npr_api","349639464"],"guid":"d5cb9a4d-b78d-4e0c-9afd-cf97417a4b8d","contentencoded":"<p>Four years ago, Angela Stimpson agreed to donate a kidney to a complete stranger.</p><p>\"The only thing I knew about my recipient was that she was a female and she lived in Bakersfield, Calif.,\" Stimpson says.</p><p>It was a true act of altruism — Stimpson risked pain and suffering to help another. So why did she do it? It involved major surgery, her donation was anonymous, and she wasn't paid.</p><p>\"At that time in my life, I was 42 years old. I was single, I had no children,\" Stimpson says. \"I loved my life, but I would often question what my purpose is.\"</p><p>When she read about the desperate need for kidneys, Stimpson, a graphic artist who lives in Albany, N.Y., says she found her purpose. She now <a href=\"http://oksolo.blogspot.com/2010/06/just-getting-started.html\">blogs</a> about her experience and encourages others to become donors.</p><p>People like Stimpson are \"extraordinary altruists,\" according to <a href=\"http://explore.georgetown.edu/people/aam72/\">Abigail Marsh</a>. She's an associate professor of psychology at Georgetown University and one of the country's leading researchers into altruism.</p><p>Marsh herself was the beneficiary of extraordinary altruism when she was 20. She got into a freak highway accident and ended up stalled in the fast lane facing oncoming traffic. A man dodged traffic to come to her aid and help get her car started. He saved her life, she says, then disappeared before she could ask his name.</p><p>Marsh wanted to know more about this type of extraordinary altruism, so she decided to study the brains of people who had donated a kidney to a stranger. Of the 39 people who took part in the <a href=\"http://www.pnas.org/content/early/2014/09/11/1408440111.abstract\">study</a>, 19 of them, including Angela Stimpson, were kidney donors.</p><p>Marsh took structural images to measure the size of different parts of their brains and then asked the participants to run through a series of computer tests while their brains were being scanned using functional MRI. In one test, they were asked to look at pictures of different facial expressions, including happiness, fear, anger, sadness and surprise.</p><p>Most of the tests didn't find any differences between the brains of the altruistic donors and the people who had not been donors. Except, Marsh says, for a significant difference in a part of the brain called the <a href=\"http://neuroscience.uth.tmc.edu/s4/chapter06.html\">amygdala</a>, an almond-shaped cluster of nerves that is important in processing emotion.</p><p>The amygdala was significantly larger in the altruists compared to those who had never donated an organ. Additionally, the amygdala in the altruists was extremely sensitive to the pictures of people displaying fear or distress.</p><p>These findings are the polar opposite to <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/23488588\">research</a> Marsh conducted on a group of psychopaths. Using the same tests as with the altruists, Marsh found that psychopaths have significantly smaller, less active amygdalas. More evidence that the amygdala may be the brain's emotional compass, super-sensitive in altruists and blunted in psychopaths, who seem unresponsive to someone else's distress or fear.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Biology+Of+Altruism%3A+Good+Deeds+May+Be+Rooted+In+The+Brain&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michelle Trudeau","audio":[{"meta":{"duration":"216"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350524814-92a096.m3u?orgId=1&topicId=1128&ft=3&f=349639464"},{"href":"http://media.npr.org/assets/img/2014/09/19/altruist_fix_npr_grid-3e1c77cf683e7a1ee3e909e4a280ee3bda62cacb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3046","width":"4067"}},{"href":"http://media.npr.org/assets/img/2014/09/19/angela_enl-754569e1c410129883539cb2d6fd96e19239081e.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1580","width":"1200"}}]}