{"created":"2014-09-16T18:51:29+00:00","modified":"2015-03-05T15:10:55+00:00","valid":{"from":"2015-03-05T15:10:55+00:00","to":"3015-03-05T15:10:55+00:00"},"hreflang":"en","title":"New Mix: Radiohead's Philip Selway, Daniel Lanois, Bedhead, More","published":"2014-09-16T18:51:00+00:00","teaser":"On this week's episode, we share new music from the producer Daniel Lanois, a previously unreleased track from a Bedhead box set, solo material from Phil Selway, and recent discovery Niagara.","itags":["npr_api","348971914"],"guid":"d60f1c30-5fd0-46c8-bceb-834cadeba128","contentencoded":"<p>On this week's <em>All Songs Considered,</em> Robin Hilton kicks off the show by meditating on the perils of old age, and insisting that he still wants to be Daniel Lanois when he grows up. Cue \"Opera,\" a powerful cut from Lanois' upcoming solo album, <em>Flesh and Machine</em>, and an unparalleled headphone listening experience.</p><p>Bob Boilen introduces Italian electronic band Niagara with a driving track from the band's sophomore album, <em>Don't Take It Personally</em>, released last week. Next, Robin offers a killer song from Cleveland based mr. Gnome, whose new album, <em>The Heart of a Dark Star</em>, he has been eagerly awaiting since hearing their set at SXSW in 2011.</p><p>Following a raw, unsettling song from <em>Neuroplasticity, </em>a left-turn of a sophomore album by the artist Cold Specks, editor Jacob Ganz makes a guest appearance to discuss an old favorite: '90s slowcore band Bedhead. The band is reissuing its complete recordings in a box set titled <em>Bedhead 1992-1998, </em>which features a previously unreleased cover of The Stranglers' classic, \"Golden Brown\" that's about as energetic as the subdued Texas band ever got.</p><p>We close the episode with a track from Philip Selway's excellent solo album <em>Weatherhouse, </em>which, unlike side projects from Thom Yorke and Jonny Greenwood, sounds distinctly un-Radiohead-like.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Mix%3A+Radiohead%27s+Philip+Selway%2C+Daniel+Lanois%2C+Bedhead%2C+More&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348991299-ca3f64.m3u?orgId=1&topicId=1039&e=348971914&ft=nprml&f=348971914"},{"href":"http://media.npr.org/assets/img/2014/09/16/collage20140916-f05ff587c9bfeb10f97ce36057f6c74c647bcb66.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}}]}