{"created":"2014-12-05T20:14:41+00:00","modified":"2014-12-05T20:14:42+00:00","valid":{"from":"2014-12-05T20:14:42+00:00","to":"3014-12-05T20:14:42+00:00"},"hreflang":"en","guid":"d61e4e40-4e5a-4ac4-98d9-64e7ce3946a1","title":"Mexican TV star Roberto Gomez Bolaños was the perfect anti-hero","published":"2014-12-05T20:14:39+00:00","byline":"Betto Arcos","tags":["Mexican television","Roberto Gomez Bolaños","television","antiheroes","Culture","Arts, Culture & Media","North America","Mexico","Roberto Gomez Bolaños","El Chavo del Ocho","Television in Mexico","El Chapulín Colorado","Mexican culture","Entertainment"],"teaser":"If you grew up in Mexico, it's likely you know Roberto Gomez Bolaños — though probably by the name “Chespirito.” His TV shows delighted both adults and kids throughout Latin America. ","contentencoded":"<p>I was 9 in 1971 when Roberto Gomez Bolaños debuted his sitcom, “El Chavo del Ocho,” on Mexican TV.</p>\n<p>My family had a small black and white set, and we’d sit around watching this new show, set in a working-class neighborhood with a cast of characters we identified with immediately.</p>\n<p>We had a neighbor just like Doña Florinda, an older single mom in an apron and curlers, who complained about the \"low-lives\" in the 'hood and warned her son not to hang out with “them.\" Her teenage son, Kiko, was played by an adult in the kind of two-piece sailor outfit that little kids wear. He was a riot.</p>\n<p>But the center of the show was “El Chavo del Ocho,” played by Gomez Bolaños himself. He was a homeless teenager who lived in a barrel, smack in the middle of the patio, dreaming with a ham sandwich.</p>\n<p>Gomez Bolaños always dressed in the same outfit: shorts, a worn, striped T-shirt and a cap. His voice was soft and innocent, and every time he was in a scene, he’d say the funniest things.</p>\n<p>The reason my family and I loved the show was that Gomez Bolaños talked the way we talked. His verbal expressions and body language were so infectious they were quickly adopted by everyone, young and old.</p>\n<p>“El Chavo del Ocho” was so popular that Gomez Bolaños launched another show the following year: “El Chapulin Colorado.”</p>\n<p>“More agile than a turtle! Stronger than a mouse! More noble than a head of lettuce! His shield is a heart! It’s ‘The Red Grasshopper’!” went the tagline. And there he was, a short, skinny, middle-aged guy in red tights and antennae.</p>\n<p>El Chapulin Colorado was the perfect anti-hero. Unlike all the other \"superheroes\" that populated Mexican TV — most of them American — El Chapulin wasn’t strong or tall or good looking. He was everything a hero is not.</p>\n<p>When I heard about the death of Roberto Gomez Bolaños last weekend, I remember how much I enjoyed watching “El Chavo del Ocho” every week with my family, how much I appreciated seeing the lives of characters who reflected my life and that of my neighbors.</p>\n<p>Like many others across the continent, I picked up a couple of Gomez Bolaños expressions, including this one from “El Chapulin Colorado” — “Síganme los buenos — The good ones, follow me”.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/12042014.gomez-bolamos.mp3"},{"href":"http://www.pri.org/file/12042014gomez-bolamosmp3"}]}