{"created":"2014-09-15T20:42:10+00:00","modified":"2015-03-09T18:08:20+00:00","valid":{"from":"2015-03-09T18:08:20+00:00","to":"3015-03-09T18:08:20+00:00"},"hreflang":"en","title":"Could Ebola Become As Contagious As The Flu?","published":"2014-09-17T14:05:00+00:00","teaser":"Currently, Ebola is known to spread only through contact with body fluids. Some people have worried that Ebola could start spreading through the air. But scientists say that's not likely.","itags":["npr_api","348768229"],"guid":"d61e6868-0fb7-4bc5-ac5d-506468637e02","contentencoded":"<p>Back in August, scientists <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/08/28/343734184/ebola-is-rapidly-mutating-as-it-spreads-across-west-africa\">reported</a> that the Ebola virus is mutating during this epidemic.</p><p>When a virus spreads between people and reproduces, it copies its genetic code in a sloppy way. So there can be unpredictable changes.</p><p>In theory, it's possible that these genetic changes could alter the way that <a href=\"http://www.npr.org/tags/147820238/ebola\">Ebola</a> spreads. It could make transmission easier. Or it could make it harder to spread. But how likely is the virus to switch the way it spreads transmission?</p><p>Currently, Ebola is known to spread only through contact with body fluids. Some people have worried that Ebola could start spreading between people through the air, making it as contagious as a cold or the flu.</p><p>\"What I can tell you is that this has not happened in the past, in any outbreak,\" says <a href=\"http://www.umanitoba.ca/faculties/medicine/medical_microbiology/faculty/gary_kobinger.html\">Gary Kobinger</a>, with the Public Health Agency of Canada. He has worked on two animal studies looking at Ebola transmission.</p><p>In one <a href=\"http://www.nature.com/srep/2012/121115/srep00811/full/srep00811.html\">study</a>, pigs infected with Ebola somehow gave it to monkeys housed in the same room without touching them. But there may be other explanations for that study. A previous \"Goats and Soda\" blog post noted: \"The lead author has pointed out it's possible the monkeys caught the virus when droplets from the pigs splashed into their cage during cleaning.\"</p><p>And another study found no evidence of transmission through the air from infected monkeys to other monkeys.</p><p>He says from one outbreak to the other, scientists haven't seen a lot of variation in this virus, suggesting there may be limits to how much it can change and still be able to infect humans. Other virologists say, an airborne Ebola virus might be a theoretical possibility. But it doesn't keep them up at night.</p><p>\"I'd say it's highly unlikely that Ebola virus would be able to do that,\" says <a href=\"https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=1&cad=rja&uact=8&ved=0CB4QFjAA&url=http%3A%2F%2Fwww.microbiology.columbia.edu%2Ffaculty%2Fracaniello.html&ei=YXwXVIOhCcz9oQSbrYGABw&usg=AFQjCNFK3AZRggLsCT4rarap9ezIjKJ3Iw&sig2=Ux6kAGKUeMiqu3_H1NBaHg&bvm=bv.75097201,d.cGU\">Vincent Racaniello</a>, a virologist at Columbia University in New York. He says in people, this virus has always been transmitted through contact with the bodily fluids of an infected person.</p><p>\"I don't know of any human virus that has switched from being transmitted by contact to being transmitted by aerosol in as long as we've been studying viruses, you know just over 100 years,\" he says.</p><p>Think of HIV, think of hepatitis C. There have been millions of infections. These viruses still only spread through body fluids. Why should Ebola be different?</p><p>\"I don't think we need to worry about this,\" says Racaniello. \"I think we need to focus on stopping the epidemic and treating the people, and that in itself is a huge job.\"</p><p>But other virologists are more concerned about the possibility of the virus going airborne.</p><p>\"This is a real concern, and it's one for which we can't tell you it will or won't happen,\" says <a href=\"http://www.cidrap.umn.edu/about-us/cidrap-staff/michael-t-osterholm-phd-mph\">Michael Osterholm</a>, director of the Center for Infectious Disease Research and Policy at the University of Minnesota. \"But it surely is a possibility.\"</p><p>Osterholm says he doesn't know how likely it is that Ebola could start spreading through the air. But the fact that it's possible creates an urgent need to stop this outbreak, \"because a respiratory transmitted Ebola virus for the world would be an absolutely catastrophic event.\"</p><p>As things stand, this outbreak is expected to last for months. The World Health Organization estimates that some 20,000 people will likely become infected. And that's with the virus spreading in the same way that it always has.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Could+Ebola+Become+As+Contagious+As+The+Flu%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"249"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348768230-f257ad.m3u?orgId=1&topicId=1031&e=348768229&d=249&ft=nprml&f=348768229"},{"href":"http://media.npr.org/assets/img/2014/09/15/nurses1-7874629b31f9ed833ca27806fba7ffce324b6e8f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1269","width":"1692"}}]}