{"created":"2014-11-23T12:15:07+00:00","modified":"2015-04-20T20:12:35+00:00","valid":{"from":"2015-04-20T20:12:35+00:00","to":"3015-04-20T20:12:35+00:00"},"hreflang":"en","title":"Women Sweat The Test To Show Marines They're Combat-Ready","published":"2014-11-24T18:43:00+00:00","teaser":"The Marine Corps is running a test to see if women can serve in ground combat. \"A lot of people think that we can't do it,\" says one Marine who's trying to make the cut. \"I don't think the same.\"","itags":["npr_api","366075916"],"guid":"d6237ae5-f320-47f6-9f9c-42d6904df612","contentencoded":"<p>Sgt. Kristy Rodriguez is sprinting on a treadmill. She's wearing dark green shorts, a matching T-shirt and white sneakers. The pace keeps getting faster.</p><p>Rodriguez is at Camp Lejeune in North Carolina, taking part in a Marine Corps experiment to determine whether women will be allowed to serve in ground combat units.</p><p>\"A lot of people think that we can't do it,\" she says. \"I don't think the same.\"</p><p>As she runs, Rodriguez stares at a photo — the iconic shot of Marines planting the American flag at Iwo Jima.</p><p>\"It doesn't matter, women or male — they're just like, if you can't cut it, you can't cut it,\" she says. \"They don't really care about what gender you are. If you can't make it up that hill and save someone's life, there is really no point to you being here. And that is really what it's all about.\"</p><p>Rodriguez has deployed twice to Afghanistan as a supply chief. She has been in the Marine Corps for eight years.</p><p>The 5-foot-1, 135-pound native of Queens, N.Y., moves from the treadmill to the bike, her hair tied back, sweat beading through her T-shirt.</p><p>Her mission on this day at Camp Lejeune is to complete an initial physical. Researchers from the University of Pittsburgh are looking at speed, strength and susceptibility to injury, among other things. Rodriguez is one of about 100 women taking part in the experiment.</p><p>About 300 men are also in this first-ever task force of men and women who will help determine whether women will be allowed to fight in infantry, artillery and armor units.</p><p>It's a sensitive question, says 1st Sgt. John Dober, who has been in the Corps for 15 years.</p><p>\"Somebody thinks that we need to take a harder look at things — and that's what we're going to do,\" Dober says.</p><p>But he adds that his orders are clear: Train all of his marines — men and women.</p><p>\"So as far as what anybody thinks, or what our feelings are, it doesn't matter,\" Dober says. \"We're going to do this, and we're going to do it smartly, we're going to do it efficiently, we're going to do it scientifically, methodically. Then we're going to turn some data in. Somebody is going to analyze it. Then we're going to do what we're told.\"</p><p>The Marines will train in North Carolina, then in the Mojave Desert and in the Sierra Nevada. Results of that training, as well as data collected by the researchers, will be turned over to Secretary of Defense Chuck Hagel. The Pentagon must decide by 2016 whether women can serve in ground combat.</p><p>This experiment isn't just about what women are capable of. It's also about whether the Marines have the right standards — if pull-ups are the best measure of upper body strength, for example — so the experiment includes training exercises that test strength and shooting accuracy. Long hikes with heavy packs will test endurance.</p><p>Rodriguez finishes her 6-mile hike, carrying an 80-pound backpack, a day after her treadmill test. She insists the pack doesn't weigh her down.</p><p>\"To be quite honest with you, if you pack your gear right and you sit it on your body well — especially for females, because we have the hip area — you barely even feel it,\" she says.</p><p>For her this training is about having an opportunity, and trying to prove she can do it. She's not sure what the answer is yet.</p><p>\"My worry is not about being able to,\" she says. \"It's about being as fast as the other guys. I know that I can pick you up, that's not a problem. But I know that I'm not going to pick you up and run with you as fast as he can.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Women+Sweat+The+Test+To+Show+Marines+They%27re+Combat-Ready&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Tiberii","audio":[{"meta":{"duration":"224"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366084613-16bb25.m3u?orgId=1&topicId=1122&aggIds=363340041&e=366075916&d=224&ft=nprml&f=366075916"},{"href":"http://media.npr.org/assets/img/2014/11/23/20141113_femaleinfantry_npr_e004-591d5d497398ee65038f0f08f0f0b54be6700edb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/11/23/kristy5_sq-70c3025ff2d79746b31fb65670a7491ad05a7c88.jpg","type":"image/jpeg","meta":{"crop":"square","height":"1677","width":"1677"}}]}