{"created":"2014-10-08T15:23:59+00:00","modified":"2014-10-31T01:47:47+00:00","valid":{"from":"2014-10-31T01:47:47+00:00","to":"3014-10-31T01:47:47+00:00"},"hreflang":"en","title":"One Of Many: Remembering A Fallen Son On Memorial Day","published":"2014-05-26T23:20:00+00:00","teaser":"Lance Cpl. James Boelk was a Marine killed in Afghanistan in the fall of 2010. Like many families of fallen soldiers, on this Memorial Day his parents say they will gather to honor and remember.","itags":["npr_api","315286642"],"guid":"d62853b6-02d3-48b9-a025-482f9088e08f","contentencoded":"<p>Sometime on Monday, Dave and Cilicia Boelk will visit the grave of their son James, not far from their home in Manassas, Va. It's Memorial Day.</p><p>Lance Cpl. James Boelk was a Marine killed in Afghanistan in the fall of 2010. Dave Boelk admits that Memorial Day was never all that special. Like most Americans it just signaled the beginning of summer, a day of picnics and car sales.</p><p>\"It really didn't mean a whole lot to me either until our son was killed, so I can't slight people for going off and having a good time,\" Boelk says.</p><p>The day their son was killed, Dave Boelk was at his job outside Washington, D.C. He works for the Navy and was able to check the classified reports from Afghanistan. He <a href=\"http://www.npr.org/2011/11/01/141724329/as-casualties-mounted-so-did-marine-families-fears\">told NPR in 2011</a> that one report caught his eye.</p><p>\"It was just talking about an IED explosion and how many people were injured; there was one KIA,\" he said. \"I remember making the comment to some of my colleagues, 'like, wow, [that's] my son's unit, somebody died, that really hits close to home.\"</p><p>Boelk went about his day. Five hours went by. He then got a call from his daughter who said that there were two Marines at their house, and he immediately knew.</p><p>\"I just shut off my computers and picked up my bags, and told them I had to go home,\" Boelk says.</p><p>James was the Boelks' oldest son; one of seven kids. He was just 24 years old. At 6 feet 5 inches tall and 250 pounds, the Marines called him Baloo, after the hulking and gentle bear from <em>The Jungle Book</em>. One of the many snapshots on the wall shows him with his brother making a face.</p><p>\"James was a practical joker. He loved to make the girls scream,\" says Cilicia Boelk.</p><p>Today, there are signs of him everywhere. A blanket sits folded neatly on the couch with his name and the words: \"Safe in the Arms of the Savior.\" The dates of his birth and death are etched in a polished granite stone that leans against a tree in the yard. Not far away is a flag with a single gold star, the symbol of a family's combat loss.</p><p>Sitting at their dining room table, Cilicia remembers one of the first Memorial Days without James. Dave stayed home; she went to Hawaii with some of their daughters.</p><p>\"In Hawaii, they have a big memorial thing. Everybody goes to the beach, writes letters and sends them off in the dusk on a little boat,\" she says. \"The girls and I wrote a note and put it on a boat with a candle, just as the sun was coming down so the candle lit up the ocean.\"</p><p>Then there was the Memorial Day they went to the Marine base at Quantico, not far from their house. A guest speaker that day just didn't seem to strike the right tone.</p><p>\"She got up and said, 'Happy Memorial Day everybody!' So obviously she doesn't really know why she's here,\" Dave Boelk says. \"That'd be fine on Veterans Day.\"</p><p>So on this Memorial Day, they've decided to just gather the family together for a barbecue. They'll bring out the board games and cards; that's how James liked to unwind when he came home to visit.</p><p>Then they'll cook his favorite meal: beef tri-tip with chocolate pie for dessert. And they'll just talk and remember.</p><p>\"We don't sit around and mope. We believe James is in heaven. As I put it, part of our heart's in heaven,\" Cilicia says. \"He's with us daily. He's remembered daily.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=One+Of+Many%3A+Remembering+A+Fallen+Son+On+Memorial+Day&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Bowman","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1315978225-eae792.m3u?orgId=1&topicId=1122&ft=3&f=315286642"},{"href":"http://media.npr.org/assets/img/2014/05/23/03_darkhorse_boelk_02_sq-fbc59a79de69ea12f437409ad6ddb87a988e6b69.jpg","type":"image/jpeg","meta":{"crop":"square","height":"357","width":"357"}},{"href":"http://media.npr.org/assets/img/2014/05/23/03_darkhorse_boelk_01-ac75fb3244f4fb5e0a2cfc188fba0aba4424d602.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"664","width":"885"}}]}