{"created":"2014-09-04T16:42:11+00:00","modified":"2015-01-22T15:49:36+00:00","valid":{"from":"2015-01-22T15:49:36+00:00","to":"3015-01-22T15:49:36+00:00"},"hreflang":"en","title":"Crime Writer Creates A Hero For Her Beloved, Much-Maligned South LA","published":"2014-07-29T11:35:00+00:00","teaser":"In her new book, Rachel Howzell Hall introduces<em> </em>Elouise \"Lou\" Norton, a fiercely ambitious homicide detective who patrols the same Los Angeles streets that she — and Hall — grew up on.","itags":["npr_api","334616521"],"guid":"d62edeaa-3b2c-4f54-87e3-44ab03cf919d","contentencoded":"<p>Rachel Howzell Hall is easing her big, laurel green Mercedes sedan through the streets of Los Angeles. A slim woman with big eyes, Hall says this Benz is her dream car, the thing she'd planned to buy for herself once she'd become a successful writer, probably around age 50.</p><p>But something happened to speed up her schedule.</p><p>\"When I was 33 years old,\" Hall says, \"I was diagnosed with a rare type of breast cancer. And I was pregnant. And it was terrifying.\"</p><p>She was two months pregnant with her much-desired first child. And she and her husband, David, were stunned. With Hall's doctors, they worked together to beat the disease.</p><p>\"I made it through, I survived,\" says Hall. \"And I realized that life is not guaranteed, and that I don't want to wait until 50 to get a car that I want; because I may not make it to age 50. You never know, \" she shrugs. \"And so now, I'm driving the car I always wanted.\"</p><p>Surviving cancer also freed Hall to write her first mystery. Before that, she had wanted to write a detective novel but was afraid to because she wasn't a cop. What if she got something wrong? Facing her mortality changed everything.</p><p>\"Having faced that, that's the biggest fear anyone could have,\" she says. \"It's like, 'OK, you're writing a book? That's not scary. I can do that.' And that's when I started <em>Land of Shadows</em>.\"</p><p>The book was published last month in the U.S., and earlier this year in the U.K. Its heroine is Elouise \"Lou\" Norton, a scary-smart and fiercely ambitious homicide detective — and the only woman and African-American on her Los Angeles police<strong> </strong>homicide detail.</p><p>The book opens when Lou is called to a new condominium complex in South LA to investigate a teen Jane Doe who was found hanging in a closet. Lou suspects the real estate mogul building the complex is involved, and may also have ties to the unsolved disappearance of Lou's own sister two decades earlier. Whether she can detach herself from her personal past to effectively investigate the current murder drives the plot.</p><p><strong>'The Tall, Black Girl From The Jungle' </strong></p><p>During a reading at Eso Won, a well-regarded bookstore in the cultural heart of black LA, Hall tells the audience that Lou reminded her of a character from the 1991 movie <em>Silence of the Lambs</em>. She says Jodie Foster's FBI agent, Clarice Starling, and Lou are both poised and confident, but they come from hard beginnings, which can be a sore spot.</p><p>Hall says that, while she was writing Lou, she kept thinking of a scene from the film in which Hannibal Lecter quickly deconstructs Starling while she's trying to profile him: \"You know what you look like to me, with your good bag and your cheap shoes?\" he says. \"You look like a rube. ... Good nutrition's given you some length of bone, but you're not more than one generation from poor white trash, are you Agent Starling?\"</p><p>\"I wanted ... [Lou] to have some of that 'Yes, you overcame ... but you're still the tall, black girl from the Jungle,' \" Hall says.</p><p>The Jungle, as both residents and cops sardonically call it, is the neighborhood Lou comes from, and the name has myriad meanings. Hall reads from Lou's description of the Jungle for her audience, as they nod in recognition:</p><blockquote><p>Baldwin Village was the government name for my old neighborhood. But regular people knew it as the Jungle, a used-to-be-nice-place-to-live back in the Sixties, a neighborhood boasting twisty streets lined with banana palms, roomy apartments and swimming pools.<strong></strong></p></blockquote><p>Hall is able to describe Lou's childhood neighborhood so accurately because it was her neighborhood, too. She grew up in a second-story Jungle apartment across the street from sunny Jim Gilliam Park. She says the neighborhood was nicknamed \"the Jungle\" in the '60s because of the lush tropical foliage that surrounded each of the area's apartment buildings. \"And then [in the] late '70s came PCP and gang members, and it took on a whole new, different name of Jungle. And it got a little wild because of drug dealing and gang banging and all the rest of it.\"</p><p>Hall's parents kept a very close eye on her and her three siblings, filling their time with church, music lessons and academic competitions. They were the Cleaver family, only black and in a Section Eight neighborhood — the same neighborhood Lou patrols.</p><p>\"Lou has that same kind of duality,\" Hall says. \"She's very much <em>from </em>the neighborhood, but she's not <em>of</em> the neighborhood.\" Not anymore, at any rate.</p><p><strong>There Are Heroes In South LA, Just As There Are Villains</strong></p><p>Hall knows people think certain things when they think of South LA: black, poor, crime-ridden. One of the main reasons she wanted to write about the area is to show it has more facets than outsiders commonly assume.</p><p>\"I want people to realize that, one, there's a story in this part of Los Angeles and that there are heroes in this world, just as there are villains,\" she says. \"And a lot of times, [in] LA, you see Echo Park, you see Hollywood; but you don't see Southwest Los Angeles, and you don't see cops who have great compassion, like Lou does, and cops who come from the areas in which they patrol. So I want people to not make assumptions about this city and about the people who live here.\"</p><p>Hall herself lives in South LA, about a 10-minute drive away from the Jungle in the mostly unknown neighborhood of View Park. Here, large houses nestle in the hills just above her childhood home. She says she used to look up at them through her kitchen window and dream while she washed the dishes.</p><p>\"I grew up in the Jungle looking at, you know, very big homes on the hills,\" she says. \"And l knew black folks lived there and I knew that they were wealthy and I aspired to that. I wanted to be up that hill.\"</p><p>And now she is. Her butter-yellow living room is hung with family portraits — her siblings, her parents, her wedding pictures and a photo of her and her husband, David, in the delivery room, beaming as they display their just-born daughter, Maya. There's a piano she plays when she wants to relax and a window seat she likes to sit in when she writes.</p><p>\"I start my drafts in longhand; I write on legal pads,\" Hall says. \"I love pencils and pens.\"</p><p>Rachel Howzell Hall never gets writer's block — she knows better than most that time is not a given. Instead, she spends her time on what she thinks counts, like enjoying her family and her friends, and writing novels that show a more complete view of her beloved Los Angeles — the city that people often drive by on the freeway, but have never bothered to investigate.</p><p>\"I love Los Angeles and everything that it has to offer. The houses, the weather, the diversity,\" Hall says, making a big arc with one arm. \"And I'm looking forward to sharing it with anyone who wants to read about it in my books.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Crime+Writer+Creates+A+Hero+For+Her+Beloved%2C+Much-Maligned+South+LA&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Karen Grigsby Bates","audio":[{"meta":{"duration":"426"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336228362-248ef1.m3u?orgId=1&topicId=1161&aggIds=100876926,13795507&ft=3&f=334616521"},{"href":"http://media.npr.org/assets/img/2014/07/28/rhh-in-longhand-andre-ellis-bc94d853b38b5c1c78d623122ffbbf53238d5f68.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"747","width":"996"}}]}