{"created":"2015-05-15T02:42:58+00:00","modified":"2015-05-15T02:42:58+00:00","valid":{"from":"2013-09-11T13:20:36+00:00","to":"3013-09-11T13:20:36+00:00"},"hreflang":"en","guid":"d6312858-f760-4b38-8cdc-84f101adba6d","byline":"Nancy Marshall-Genzer","title":"How the one percent make their money today","description":"The gap between rich and poor in America is at its widest ever. But the way the rich make their money has changed.","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Take yourself back to 1913.  The robber barons had accumulated vast fortunes. They didn’t have to work, but they did have to start paying income taxes that year. A new study from Berkeley and the Paris School of Economics analyzed tax returns for the past hundred years and found that more of today’s uber rich are working stiffs.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“Now the typical one percenter might be running a company and earning a lot of salary instead of just earning the returns on capital,” says Austin Nichols, an economist at the Urban Institute.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>So how are the rest of us affected when more one percenters work? Does more of their wealth trickle down? There are a few theories on that. Gary Burtless has one. He’s an economist at the Brookings Institution.  He says there’s no trickle down, and during tough times, companies may cut back so they can keep paying their working rich CEOs.</p>\"},{\"content\":\"<p>“They want to protect the high incomes and wages of their key officers,&quot; Burtless says.  &quot;And they may do so at the expense of workers who are less well paid.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But, things are different if you’re talking about a creative entrepreneur who made it rich, and is still innovating. According to Harry Holzer, who teaches public policy at Georgetown. “Companies that are innovating a lot -- they often do create a lot of jobs compared to companies that are just standing still,”  Holzer says. But there&apos;s a  catch. Those jobs may be overseas.</p>\"}]","teaser":"The gap between rich and poor in America is at its widest ever. But the way the rich make their money has changed.","itags":["Marketplace for Wednesday, September 11, 2013","Marketplace","d6312858f760b384cdc084f101adba6d","PMP:Marketplace_PMP"],"tags":["1 percent","APM","Wealth & Poverty","the wealthy"],"published":"2013-09-11T13:20:36+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>Take yourself back to 1913.&nbsp; The robber barons had accumulated vast fortunes. They didn’t have to work, but they did have to start paying income taxes that year. A new study from Berkeley and the Paris School of Economics analyzed tax returns for the past hundred years and found that more of today’s uber rich are working stiffs.</p>\n<p>“Now the typical one percenter might be running a company and earning a lot of salary instead of just earning the returns on capital,” says Austin Nichols, an economist at the Urban Institute.</p>\n<p>So how are the rest of us affected when more one percenters work? Does more of their wealth trickle down? There are a few theories on that. Gary Burtless has one. He’s an economist at the Brookings Institution.&nbsp; He says there’s no trickle down, and during tough times, companies may cut back so they can keep paying their working rich CEOs.</p>\n<p>“They want to protect the high incomes and wages of their key officers,\"&nbsp;Burtless says.&nbsp; \"And they may do so at the expense of workers who are less well paid.”</p>\n<p>But, things are different if you’re talking about a creative entrepreneur who made it rich, and is still innovating. According to Harry Holzer, who teaches public policy at Georgetown. “Companies that are innovating a lot -- they often do create a lot of jobs compared to companies that are just standing still,”&nbsp;&nbsp;Holzer says. But there's&nbsp;a &nbsp;catch. Those jobs may be overseas.</p></div>","audio":[{"type":"image/jpeg","meta":{"width":"610","crop":"primary","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/suitcloseup.jpg?itok=qPCnjLFH"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/09/11/marketplace_segment18_20130911_64.mp3","meta":{"duration":112,"duration_hms":"00:01:52","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/09/11/marketplace_segment18_20130911"}},"type":"audio/mpeg","format":"MP3"}]}