{"created":"2014-10-07T21:14:50+00:00","modified":"2014-10-31T00:17:20+00:00","valid":{"from":"2014-10-31T00:17:20+00:00","to":"3014-10-31T00:17:20+00:00"},"hreflang":"en","title":"Kurds May Have Oil To Export, But Buyers Are Harder To Find","published":"2014-07-15T13:14:00+00:00","teaser":"Iraq's Kurdish region sits on vast amounts of oil. The regional government says it has the right to export the oil. But Baghdad is blocking those sales, saying only it has the right to sell Iraqi oil.","itags":["npr_api","331383343"],"guid":"d65392c8-ccf8-4824-a4cc-d88d4902874d","contentencoded":"<p>Kurdish security forces, the peshmerga, have <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/11/330694928/kurds-seize-2-oil-fields-amid-rising-tensions-with-iraqi-government\">taken over two major oil fields near Kirkuk</a>, in northern Iraq. The fields have the potential to put billions of dollars into the coffers of the Kurdish regional government.</p><p>But there's a hitch: Even if the Kurdish government has control of the oil, it doesn't necessarily mean it can export it — thanks to the Baghdad government and the U.S.</p><p>On May 22, about 4 million barrels of crude oil surged through a pipeline running from the autonomous region in northern Iraq, which is controlled by Kurds, to the Turkish port of Ceyhan. The crude was loaded into four tankers commissioned by the Kurdistan Regional Government, or KRG. One tanker, the United Leadership, sailed through the Mediterranean toward Morocco — where the first alleged buyer of the oil was, says Ben Lando, editor-in-chief of the <a href=\"http://www.iraqoilreport.com/\">Iraq Oil Report</a>.</p><p>\"But just as it was about to reach the port and unload, the Moroccan authorities refused entry and forced it back into international waters,\" Lando says. That's where the tanker remains, he says.</p><p>\"This is because the Iraqi government and its international lawyers and the U.S. government pushed back and essentially claimed that this oil is stolen, it's smuggled, that it hasn't been exported with the authority of Baghdad and thus would be considered illegal,\" he says. \"They convinced the Moroccan authorities not to 'play ball.' \"</p><p>Relatively small amounts of crude oil have been trucked out of the Kurdish region into Turkey in the past, but this was the first time crude was shipped by pipeline.</p><p>The Kurdish region sits on vast amounts of oil. Lando says at the moment it has the potential to export upwards of 200,000 barrels a day. But who has the rights to oil exports is open to interpretation.</p><p>The Kurdish regional government says it does and, to that end, it has signed contracts with major oil companies and tried to develop the industry over the past decade.</p><p>But Iraq's central government, under Prime Minister Nouri al-Maliki, says it controls the oil sector and that any deals or exports must go through it.</p><p>The U.S. also opposes oil exports by the Kurds because it could undermine Iraq's unity, says State Department spokeswoman Jen Psaki.</p><p>\"Our position has long been that we don't support exports without the appropriate approval of the federal Iraqi government, and certainly we do have concerns about the impact of those continuing,\" she says.</p><p>Baghdad's stance has broad international backing, says David Goldwyn, of Goldwyn Global Strategies and a former special envoy for international energy affairs at the State Department. He says any party trying to buy oil marketed by the Kurdistan Regional Government, or KRG, would face certain litigation from Iraq.</p><p>\"You have to have a pretty strong appetite for litigation to buy Iraqi oil which comes from the KRG, because it is pretty clear to most parties that the marketing and export of oil from a country is a right which accrues to the national government,\" Goldwyn says.</p><p>Two other tankers that were loaded on May 22 along with the United Leadership vessel are still at sea. According to online tracking data, one appears to be heading to South Africa and the other toward Brazil. Goldwyn says the final tanker commissioned by the KRG was off-loaded at a port in Israel.</p><p>\"In fact it was quite clever of the KRG to pursue a transaction which had at least the tanker landing in Israel, because Iraq doesn't have diplomatic relations with Israel and therefore it would be difficult for them to lodge a lawsuit in Israel for the seizure of that oil,\" he says.</p><p>Still, Goldwyn says it's not known who bought that oil shipment or even if it's been sold.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Kurds+May+Have+Oil+To+Export%2C+But+Buyers+Are+Harder+To+Find&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jackie Northam","audio":[{"meta":{"duration":"228"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331586802-52adf5.m3u?orgId=1&topicId=1010&ft=3&f=331383343"},{"href":"http://media.npr.org/assets/img/2014/07/14/kurdish-oil-off-coast-of-israel-ca34a834cb2395034a211bb1b1adb097a92f56d0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2125","width":"2832"}}]}