{"created":"2015-05-15T11:21:29+00:00","modified":"2015-05-15T11:21:29+00:00","valid":{"from":"2013-08-01T18:53:23+00:00","to":"3013-08-01T18:53:23+00:00"},"hreflang":"en","guid":"d655d80b-98ed-43c2-8c65-2e5b6655dce6","published":"2013-08-01T18:53:23+00:00","title":"Is manufacturing growth creating 'decent wage' jobs?","contentencoded":"<div class=\"barn-cleaned\"><p>We got word today that manufacturing activity grew last month -- its highest level in two years.&nbsp; That's <a href=\"http://www.ism.ws/ISMReport/MfgROB.cfm?navItemNumber=12942\" target=\"_blank\">according to the Institute for Supply Management</a>. And for the past week or so, President Obama <a href=\"http://www.marketplace.org/topics/wealth-poverty/middle-out-obamas-economy-and-service-sector\" target=\"_blank\">has been calling for policies</a> to create manufacturing jobs providing what he calls a \"decent wage.\" So is the recent manufacturing bump producing these kind of jobs? Can you raise a family on them?</p>\n<p>According to ISM, manufacturing is on a roll -- we are making more things like cars and planes. &nbsp; We might like to think more jobs are being created because factories are producing more car parts, cockpit mechanisms and furniture, but Robert Johnson says it's just not that simple. He's the director of economic analysis at Morningstar.</p>\n<p>\"I mean I can't tell you how many times I sit down and talk with our analysts and they say, 'I mean I can't believe it. I just went out this factory and there were like ten guys sitting around computers,' \" he says. &nbsp; Computers -- hang on to that picture.&nbsp; \"The nature of manufacturing is changing significantly,\" says Ricardo Ernst. He teaches global supply chain management at Georgetown's McDonough School of Business &nbsp; Ernst says sectors where manufacturing is perking up -- like the automotive industry -- are becoming increasingly automated, which means fewer jobs for humans.&nbsp; And we still have a lot of lost manufacturing jobs to make up for. &nbsp; \"We lost 2 million jobs during the downturn,\" said Dean Baker, co-director of the center for economic and policy research. \"So we have a really big hole, we're just really at the beginning of making any of that up.\" &nbsp; And these days those replacement jobs require higher skills. Morningstar's Robert Johnson says a job in manufacturing, if you can get one, is a good job. The average wage is around $24 an hour. A lot higher than many other options.</p></div>","itags":["Marketplace","PMP:Marketplace_PMP","Marketplace for 08/01/13","d655d80b98ed3c22c65f2e5b6655dce6"],"tags":["APM","Economy","manufacturing"],"byline":"Sally Herships","teaser":"Manufacturing activity grew last month to its highest level in two years. But is it producing jobs you can raise a family on?","description":"Manufacturing activity grew last month to its highest level in two years. But is it producing jobs you can raise a family on?","contenttemplated":"[{\"content\":\"<p>We got word today that manufacturing activity grew last month -- its highest level in two years.  That&apos;s <a href=\\\"http://www.ism.ws/ISMReport/MfgROB.cfm?navItemNumber=12942\\\" target=\\\"_blank\\\">according to the Institute for Supply Management</a>. And for the past week or so, President Obama <a href=\\\"http://www.marketplace.org/topics/wealth-poverty/middle-out-obamas-economy-and-service-sector\\\" target=\\\"_blank\\\">has been calling for policies</a> to create manufacturing jobs providing what he calls a &quot;decent wage.&quot; So is the recent manufacturing bump producing these kind of jobs? Can you raise a family on them?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>According to ISM, manufacturing is on a roll -- we are making more things like cars and planes.   We might like to think more jobs are being created because factories are producing more car parts, cockpit mechanisms and furniture, but Robert Johnson says it&apos;s just not that simple. He&apos;s the director of economic analysis at Morningstar.</p>\"},{\"content\":\"<p>&quot;I mean I can&apos;t tell you how many times I sit down and talk with our analysts and they say, &apos;I mean I can&apos;t believe it. I just went out this factory and there were like ten guys sitting around computers,&apos; &quot; he says.   Computers -- hang on to that picture.  &quot;The nature of manufacturing is changing significantly,&quot; says Ricardo Ernst. He teaches global supply chain management at Georgetown&apos;s McDonough School of Business   Ernst says sectors where manufacturing is perking up -- like the automotive industry -- are becoming increasingly automated, which means fewer jobs for humans.  And we still have a lot of lost manufacturing jobs to make up for.   &quot;We lost 2 million jobs during the downturn,&quot; said Dean Baker, co-director of the center for economic and policy research. &quot;So we have a really big hole, we&apos;re just really at the beginning of making any of that up.&quot;   And these days those replacement jobs require higher skills. Morningstar&apos;s Robert Johnson says a job in manufacturing, if you can get one, is a good job. The average wage is around $24 an hour. A lot higher than many other options.</p>\",\"type\":\"text/html\"}]","audio":[{"type":"image/jpeg","meta":{"height":"340","crop":"primary","width":"610"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/manufacturing_worker.jpg?itok=tIpzi27j"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/08/01/marketplace_segment18_20130801_64.mp3","format":"MP3","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/08/01/marketplace_segment18_20130801"},"duration":118,"duration_hms":"00:01:58"},"type":"audio/mpeg"}]}