{"created":"2014-11-07T08:24:55+00:00","modified":"2015-03-24T23:05:58+00:00","valid":{"from":"2015-03-24T23:05:58+00:00","to":"3015-03-24T23:05:58+00:00"},"hreflang":"en","title":"George Clinton's Musical Life, From The Barbershop To Hip-Hop","published":"2014-11-11T21:27:00+00:00","teaser":"NPR's Renee Montagne talks to the funk legend about his new memoir, <em>Brothas Be, Yo Like George, Ain't That Funkin' Kinda Hard on You?</em>","itags":["npr_api","359877300"],"guid":"d65df536-18ca-4a3c-92fb-e8dc349abaff","contentencoded":"<p>The emperor of intergalactic funk is out with a new memoir, and he has stories to tell.</p><p>George Clinton's life in music spans six decades, from doo-wop to hip-hop. Along the way, Clinton turned two bands — Parliament and Funkadelic — into a caravan of funkified soul, rock, science fiction and showbiz at its most outrageous, complete with a spaceship that lands onstage.</p><p>In an interview with NPR's Renee Montagne, Clinton says the end of the 1960s represented a tipping point for American black music, when Motown as a phenomenon had peaked and another sound was preparing to take over. He had spent the preceding years singing in a doo-wop vocal group and working in a barbershop.</p><p>\"I mean, that was the place to be back then because you got the pimps, the preachers, the politicians and players. You had all the P's hangin' round there,\" Clinton says. \"And getting your hair done cost a lot of money at the time: Whereas a haircut was 75 cent, getting your hair done was seven dollars.\"</p><p>Clinton says that by the time Motown began to fade, he and his band were all too happy to shed their suits, seven-dollar haircuts and harmonizing. \"We were getting ready to make new music: way-back-up-in-the-woods type of funk,\" he says. \"Something totally brand new, to the point of being out of this world.\"</p><p>Hear what happened next, including Clinton's thoughts on the British Invasion and how his own music helped power the rise of hip-hop, at the audio link. And for more stories, check out a much more extensive pair of interviews below, courtesy of NPR's R&B channel, I'll Take You There.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=George+Clinton%27s+Musical+Life%2C+From+The+Barbershop+To+Hip-Hop&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"429"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362226261-224336.m3u?orgId=1&topicId=1033&e=359877300&d=429&ft=nprml&f=359877300"},{"href":"http://media.npr.org/assets/img/2014/10/30/9781476751078_brothersbe_cvr-d2a92c1c7d330ecc870a533f229850b8f8bfccb0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1348","width":"1798"}},{"href":"http://media.npr.org/assets/img/2014/10/30/clinton-photo-william-thoren--66a08434769c9a1cccfcb9fcaa64a786cec2aadc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"615","width":"820"}}]}