{"created":"2014-09-25T20:28:07+00:00","modified":"2014-10-30T22:04:04+00:00","valid":{"from":"2014-10-30T22:04:04+00:00","to":"3014-10-30T22:04:04+00:00"},"hreflang":"en","title":"When It Comes To 'Gone With The Wind,' Do Kids Today Give A Damn?","published":"2014-09-29T01:52:00+00:00","teaser":"Many young people haven't seen the 1939 film that their parents and grandparents considered a classic. NPR's Neda Ulaby explores whether the story of Rhett and Scarlett withstands the test of time.","itags":["npr_api","351437425"],"guid":"d65e3bb2-3207-4117-8010-b11d00a2eba9","contentencoded":"<p>When the staff at<em> All Things Considered</em> started talking about the upcoming 75th anniversary of <em>Gone with the Wind,</em> it turned out that many younger staff members hadn't seen it. The film, which premiered in December 1939, is returning to theaters nationwide this weekend. But three-quarters of a century after its debut, is <em>Gone with the Wind</em> aging gracefully?</p><p><a href=\"http://grantland.com/\">Grantland</a> film critic Wesley Morris isn't worried. He believes <em>Gone with the Wind </em>is a timeless classic — with breathtaking technical achievements. \"There's a shot of Scarlett walking across the street, and she's encountering all the bodies, and she's seeing the horror of the war for the first time, and it's just brilliant,\" he says. \"It's just a brilliant shot, and the movie is full of those — low angles, high angles, medium shots, long shots — the close-ups are astounding.\"</p><p>But when I asked 13 students in a Georgetown University film class if they'd seen it, most either hadn't seen the film or had seen only parts of it. These students are serious about movies. But a lot of them sided with Mike Minahan, 20, who said when it comes to <em>Gone with the Wind</em> — frankly, he doesn't give a damn.</p><p>\"Everything I've seen about it says it, like, glorifies the slave era ... and I dunno, what's the point of that? I don't see that as a good time in history ... like, oh, sweet, a love story of people who own slaves.\"</p><p>The students had two issues with <em>Gone with the Wind</em>: race and rape.</p><p>In one scene, Scarlett is raped by her husband and wakes up the following morning in an absolutely wonderful mood. Today we watch that scene — or those with happy slaves — differently than we would have even a generation ago. But that doesn't mean <em>Gone with the Wind</em> isn't timeless, says Morris. It's just that, to many viewers now, it's unfashionable.</p><p>Morris says these vexing ideas about rape and race in <em>Gone with the Wind </em>are still huge underlying problems in society. \"You can't pretend that those things aren't there anymore just because it's 2014 and not 1939,\" he says.</p><p>In 1939, when the movie came out, its themes of deprivation, food, security and war made sense to Depression-era audiences.</p><p>\"These issues that are so important to Scarlett were also important to people at the time,\" says Steve Wilson, who curated <a href=\"http://www.hrc.utexas.edu/exhibitions/web/gonewiththewind/\">an exhibition</a> about <em>Gone with the Wind</em> now up at the University of Texas, Austin. \"I think it resonated so much that it became an integral part of our culture that is still with us today.\"</p><p>Hunger, homelessness, dealing with trauma after war — they're all still contemporary issues, Wilson says. And even though it's told from the perspective of a white, slave-owning woman, Wilson believes <em>Gone with the Wind</em>'s large-canvas love story is timeless, too.</p><p>\"I've had the experience of falling in love with someone who didn't fall in love with me ... that is something that I think anyone can relate to,\" he says.</p><p>That relatability is partly what separates a <em>Gone with the Wind</em> from a troublesome classic like <em>The Birth of a Nation.</em> And traditionally, <em>Gone with the Wind</em> has been a family movie. That's what it was for Georgetown student Becky Neff.</p><p>\"I saw it because I have aunts and uncles ... who were very affected by it when they were growing up,\" Neff explains. \"It's a way [for] us to share something together in common and they like to pass down things that were interesting for them.\"</p><p>And how interesting to families today, to acknowledge and talk about the problems with the film; to understand America's evolving sense of what's acceptable, and better appreciate a sweeping — and timeless — American epic.</p><hr /><p><em>The Georgetown University students you heard in this piece are </em><em>John Buckley, Juliana De Souza, Greg Keiser, Walter Kelley, Julia Kieserman, Taylor Lambert, Bryan McDonnell, Mike Minahan, Becky Neff, Lauren Saar, Teddy Schaffer, Joseph Servidio, Benito Skinner, Alana Snyder, Sean Stempler and Maxwell Wheeler.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+It+Comes+To+%27Gone+With+The+Wind%2C%27+Do+Kids+Today+Give+A+Damn%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"260"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351529460-95dc86.m3u?orgId=1&topicId=1137&ft=3&f=351437425"}]}