{"created":"2014-10-08T15:43:55+00:00","modified":"2014-10-31T01:55:06+00:00","valid":{"from":"2014-10-31T01:55:06+00:00","to":"3014-10-31T01:55:06+00:00"},"hreflang":"en","title":"Big Bang's Ripples: Two Scientists Recall Their Big Discovery","published":"2014-05-21T14:20:00+00:00","teaser":"Fifty years ago today, two astronomers in New Jersey accidentally discovered the Big Bang's afterglow. The roaring space static their hilltop antenna detected came from the birth of the universe.","itags":["npr_api","314239930"],"guid":"d67a86d5-de7c-4d12-9249-87b49e7b4b7f","contentencoded":"<p>On May 20, 1964, two astronomers working at a New Jersey laboratory turned a giant microwave antenna toward what they thought would be a quiet part of the Milky Way. They weren't searching for anything; they were trying to make adjustments to their instrument before looking at more interesting things in the sky.</p><p>What they discovered changed science forever: <a href=\"http://www.nobelprize.org/nobel_prizes/physics/laureates/1978/penzias-bio.html\">Arno Penzias</a> and <a href=\"http://www.nobelprize.org/nobel_prizes/physics/laureates/1978/wilson-bio.html\">Robert Wilson</a> found the faint afterglow of the Big Bang.</p><p>\"Penzias and Wilson rocked my world,\" says <a href=\"http://cosmos.pha.jhu.edu/bennett/\">Charles Bennett</a>, an astronomer at Johns Hopkins University in Baltimore. Bennett is one of hundreds of scientists who are still studying the Big Bang's afterglow to learn more about the universe's origins, and its eventual fate.</p><p>It was an <a href=\"http://skunkbear.tumblr.com/post/86339502904/you-can-hear-geoff-brumfiels-full-story-about\">unlikely discovery</a> from an unlikely pair. Penzias was born in 1933 in Bavaria. He is Jewish, and he and his family fled Nazi Germany in 1939. They settled in the Bronx, where his father found work in the leather trade. He went to the City College of New York, hoping to become an engineer. Then a professor recommended physics: \"He said, 'Physicists think they can do anything an engineer can do,' \" Penzias recalls. He decided to give it a try.</p><p>Wilson was born and raised in Houston. The son of a chemical engineer working in the oil business, he began his academic career as a middling student in high school. \"I barely got into Rice [University] — perhaps because my father was an alum,\" Wilson says.</p><p>They both found their way into astronomy and met at a conference in 1962. Penzias was working for Bell Telephone Laboratories at the time, and was eager for Wilson to join him.</p><p>By then, Wilson had a reputation as an intelligent, precise scientist, though he was \"rather shy at the time,\" he says. He was impressed by the endlessly talkative Penzias. \"Seemed like it might be a good collaboration,\" Wilson says. \"I think, in the end, it was an excellent collaboration.\"</p><p>It may seem odd that two astronomers would work at a telephone lab. But Bell Labs had something special: <a href=\"http://www.nps.gov/history/history/online_books/butowsky5/astro4k.htm\">a state-of-the-art antenna</a> for detecting microwaves.</p><p>Yes, as in microwave ovens. But microwaves are actually a form of light. And in the 1960s, Bell Labs was trying to use them to transmit long-distance calls. Known as \"<a href=\"http://nssdc.gsfc.nasa.gov/nmc/masterCatalog.do?sc=1960-009A\">Project Echo</a>,\" the experiment used this superantenna to bounce a signal off a giant mylar balloon in orbit above the Earth. The call went from a site in Holmdel, N.J., near the laboratory headquarters, out to Goldstone in California.</p><p>After Project Echo, Penzias and Wilson were given control of the antenna. For satellite communications to work properly, AT&T engineers wanted to better understand how signals passed through the atmosphere. \"I think they probably told management a couple of astronomers would be very helpful,\" Wilson says.</p><p>They set to work, studying microwaves coming from space. One of the first things they did was turn the telescope toward a quiet part of the sky in order to calibrate it. But when they pointed it toward the edge of the Milky Way, they heard static. \"Like the hiss that an old FM receiver might have made with an unused channel,\" Wilson says.</p><p>\"I did all sorts of things to try to find what this other source of noise could be,\" Penzias says.</p><p>There was a nearby military base. Maybe its powerful radar was causing interference. So Penzias gave them a call:</p><p>\"And I would say, 'Good afternoon, sergeant; is the radar on?'</p><p>\"And he said, 'No! Who is this?'</p><p>\"And I hung up.\"</p><p>Another possibility? Birds.</p><p>\"There was a pair of pigeons living in the antenna,\" Wilson says. Wilson and Penzias got on their lab coats, climbed inside their giant microwave contraption, and wiped out the pigeon poop. The birds kept roosting in there. Penzias and a lab technician eventually took matters into their own hands: \"The only humane way of doing it was to buy a box of shotgun shells,\" Penzias says. \"So that's what finally happened to the pigeons.\"</p><p>But when they turned on the de-pigeoned antenna, the static was still there.</p><p>Penzias and Wilson spent months crossing off possible sources of interference. \"It wasn't the radar; it wasn't the cars on the Garden State Parkway. We went through absolutely everything,\" Penzias recalls.</p><p>Then one day, another researcher suggested the source might not be on Earth. It might not even be in the galaxy. Calculations years before had shown that if the Big Bang really happened, its afterglow would still be visible — and it would show up today as microwaves coming from all directions.</p><p>The static they were getting in New Jersey came from all directions. It was everywhere. Had they just found the remains of the Big Bang?</p><p>\"We were a little skeptical but were very pleased to have any explanation of what we were seeing,\" says Wilson.</p><p>Other scientists were considerably more excited, says <a href=\"http://www.ph.utexas.edu/~weintech/weinberg.html\">Steven Weinberg</a>, a Nobel Prize-winning physicist and author of <em>The First Three Minutes</em>. Before the discovery, the study of the universe's origins was an abstruse corner of physics filled with impossible-to-prove theories.</p><p>But the microwave background changed that. \"Suddenly, it became worthwhile for theorists like myself to study the early universe,\" Weinberg recalls.</p><p>Researchers like Charles Bennett have devoted their careers to studying the background. They've built satellites and set up telescopes in the remote reaches of Antarctica. It turns out that when you look closely at the microwave glow, you discover tiny variations — ripples left over from the violent swirling of the early universe.</p><p>The ripples are filled with details of how it all began.</p><p>\"It told us a tremendous amount about the universe, including its age — 13.8 billion years — but also a census of what it's made of, the shape of the universe and many other aspects of the universe that we just didn't know before,\" Bennett says.</p><p>The microwaves also show researchers hints of what they don't know — and there's a lot we don't know. Only about 5 percent of the universe is made of ordinary matter. Another quarter is what's known as <a href=\"http://astro.berkeley.edu/~mwhite/darkmatter/dm.html\">dark matter</a>; it<a href=\"http://astro.berkeley.edu/~mwhite/darkmatter/dm.html\"> </a>interacts with ordinary matter only through gravity. The rest — nearly 70 percent of all the stuff out there — is <a href=\"http://science.nasa.gov/astrophysics/focus-areas/what-is-dark-energy/\">dark energy</a>, a mysterious force pushing the universe apart.</p><p>And this dark energy may spell the end of the universe. If it continues to push, it may eventually push even atoms apart.</p><p>For Wilson, this is the dark side of his discovery 50 years ago: If the universe had a beginning, a Big Bang, it seems inevitable that it will also have an end.</p><p>\"I don't like the idea that whatever we do as humanity will ultimately be lost in some end of the universe,\" Wilson says. \"Yes, I guess I wish that the universe might live forever.\"</p><p>But he considers himself lucky to have made this discovery. He and Penzias won the Nobel Prize. They went on to have full careers and happy lives. And the end of the universe is still a very long way away.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Big+Bang%27s+Ripples%3A+Two+Scientists+Recall+Their+Big+Discovery&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"383"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314293365-58163c.m3u?orgId=1&topicId=1007&ft=3&f=314239930"},{"href":"http://media.npr.org/assets/img/2014/05/20/403322main_cobeallsky_full_w_custom-fc0493d7b3f58737043ece38a28134ea1aad86a9.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"531","width":"1044"}},{"href":"http://media.npr.org/assets/img/2014/05/20/horn_antenna-in_holmdel-_new_jersey-8c752e4cff1822eee5b43a7508330e85623f0761.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"2093","width":"2793"}},{"href":"http://media.npr.org/assets/img/2014/05/20/403322main_cobeallsky_full_w_custom-fc0493d7b3f58737043ece38a28134ea1aad86a9.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"531","width":"1044"}},{"href":"http://media.npr.org/assets/img/2014/05/20/ilc_9yr_moll2048-8caf4dd04a841121e16a68e43ac4cbdf3036a2d2.png","type":"image/jpeg","meta":{"crop":"standard","height":"1024","width":"1367"}}]}