{"created":"2014-10-07T19:16:38+00:00","modified":"2014-10-30T23:45:33+00:00","valid":{"from":"2014-10-30T23:45:33+00:00","to":"3014-10-30T23:45:33+00:00"},"hreflang":"en","title":"Some Public Pension Funds Making Big Bets On Hedge Funds","published":"2014-08-07T18:28:00+00:00","teaser":"States and cities have been investing billions of pension money dollars in hedge funds. That's costing a lot of money in fees, and experts say the pensions don't have much to show for it.","itags":["npr_api","336828385"],"guid":"d67b61ff-6230-4ecb-8c15-343edf3d397b","contentencoded":"<p>Public pension funds have been doing something new in recent years — investing in hedge funds.</p><p>Hedge funds are often secretive investment firms led by supposedly supersmart fund managers. Though, sometimes they implode spectacularly — think <a href=\"http://www.nytimes.com/2008/09/07/business/worldbusiness/07iht-07ltcm.15941880.html?pagewanted=all&_r=0\">Long-Term Capital Management</a>. Another prominent firm, <a href=\"http://www.npr.org/templates/search/index.php?searchinput=Galleon+Group\">Galleon Group</a>, recently got shut down for rampant insider trading.</p><p>Those may be rare examples, but one thing that's true about nearly all hedge funds is that they charge high fees. And some experts are questioning whether public pension funds should be investing this way.</p><p><strong>A Recent Trend</strong></p><p>Ten years ago, public pension funds stayed away from hedge funds. Maybe hedge funds seemed too pricey or opaque or exotic. After all, public pension funds invest money so they can afford to keep sending checks to retired schoolteachers, police officers and firefighters.</p><p>\"They didn't have anything in hedge funds,\" says David Kotok, the chief investment officer at Cumberland Advisors. He advises public pension funds on their investments.</p><p>Hedge funds claim to be able to provide a good return — while protecting the investor if, say, the stock market crashes. That's why they're called \"hedge\" funds — as in hedging your bets.</p><p>And in recent years more pension funds have invested in them. But Kotok says, \"our concern has been that in some cases this seems to have become a fad.\"</p><p>If it is a fad, it's a very expensive one.</p><p><strong>'The Fees Are Extraordinarily High' </strong></p><p>Hedge funds generally charge what's called \"2 and 20.\" Every year, they take 2 percent of all the money you have invested with them plus 20 percent of any profits. If they lose money, they still get the 2 percent.</p><p>For public pension funds that invest billions of dollars, those are very steep fees. They're more than 10 times the percentage cost of a typical stock market index fund. In recent months many hedge funds have cut those fees a bit, under pressure from investors. Some surveys have found the hedge funds willing to take 1.6 percent and 18 percent of profits. Those fees are still much higher than other investment options.</p><p>\"The fees are extraordinarily high,\" says Julia Bonafede, the president of Wilshire Consulting. Both she and Kotok advise their public pension fund clients not to invest in hedge funds.</p><p>Kotok says that over time, the odds are too slim that returns will justify those high fees. \"We think that a high-cost structure works against the investor,\" he says.</p><p>Still, some pension funds have been plowing money into hedge funds. \"What has happened since the financial crisis is you've seen a huge flow of assets into hedge funds,\" Bonafede says.</p><p><strong>In Search Of Higher Returns</strong></p><p>Most public pension funds are not investing heavily in hedge funds, according to data from Wilshire. But some of the funds definitely are.</p><p>The Teacher Retirement System of Texas is investing 10 percent of its money in hedge funds. The state of New Jersey's pension system is investing around 12 percent. For the Ohio school employees pension fund, it's 15 percent.</p><p>Farouki Majeed is the chief investment officer of the School Employees Retirement System of Ohio. By last year, the fund had nearly $2 billion invested in hedge funds. That means the pension fund was paying about $35 million a year in fees to those hedge funds. That's money that could have been used to pay retired school employees' pensions.</p><p>Majeed says he of course doesn't like paying those fees and he's been able to push back and get them lowered a bit, down to 1.5 percent of the money invested plus 17 percent of profits. But he says beyond the fees, there are other issues.</p><p>\"Particularly with hedge funds you don't have transparency or a look-through into their portfolio, their risk management and so forth,\" he says. So if part of the goal of a hedge fund is to hedge your risks, but they won't let you see what they're investing in or what risks they're taking, \"yeah that that's not good either,\" Majeed says.</p><p>So why is he investing so much money in hedge funds? To be fair, Majeed took the top job after these decisions were made. He's now reducing hedge fund investments — and pushing back on the high fees.</p><p>But he says it's tough right now to make a good return. Supersafe securities such as long-term Treasury bonds offer very low returns. And so, he says, he has to \"try to be more creative.\"</p><p><strong>Compounding Financial Problems?</strong></p><p>The thing is, some of the pension funds that are \"being creative\" and allocating sizable portions of their assets to hedge funds are on shaky footing. And that makes all this part of a much bigger problem: A lot of public pension funds in the U.S. are in trouble.</p><p>\"The most underfunded pension system is Puerto Rico; they have nearly run completely out of money,\" Kotok says. He notes that other states are in trouble too, including Illinois and New Jersey.</p><p>So he says, \"this is a developing issue for the United States.\" Many economists in recent years have warned that more and more public pension funds are underfunded and are taking more risks to try to improve their returns. But the economists warn that the odds are that's not going to work, and the funds will be in worse financial shape down the road.</p><p>Meanwhile, those hedge fund investments overall haven't been doing so well. Bonafede with Wilshire says as a result, many public pension funds are pulling some money out.</p><p>But not everybody. The San Francisco Employees' Retirement System is considering whether to invest 15 percent of its assets in hedge funds.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Some+Public+Pension+Funds+Making+Big+Bets+On+Hedge+Funds&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Chris Arnold","audio":[{"meta":{"duration":"269"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337164783-92a776.m3u?orgId=1&topicId=1006&ft=3&f=336828385"},{"href":"http://media.npr.org/assets/img/2014/08/01/public-pension-fund-assets-in-hedge-funds_chartbuilder-7008bc003b9c9e94c1ae30c706c271013f94611c.png","type":"image/jpeg","meta":{"crop":"standard","height":"451","width":"600"}},{"href":"http://media.npr.org/assets/img/2014/08/01/-_chartbuilder-e27c9a26583cb4bd1c5643975f02c8bfb0b4f794.png","type":"image/jpeg","meta":{"crop":"standard","height":"451","width":"600"}},{"href":"http://media.npr.org/assets/img/2014/08/01/istock_000043396032medium-88e80622d4d9c596fa09ce7986088cb15eb4da99.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1130","width":"1508"}}]}