{"created":"2014-11-03T10:04:07+00:00","modified":"2015-05-02T02:38:46+00:00","valid":{"from":"2015-05-02T02:38:46+00:00","to":"3015-05-02T02:38:46+00:00"},"hreflang":"en","title":"Sen. Mitch McConnell Has More Than Most Riding On Midterm Elections","published":"2015-02-23T18:49:00+00:00","teaser":"If the GOP takes over the Senate, the man expected to become majority leader is Minority Leader Mitch McConnell. But first, he has to win a sixth term in a state where his popularity has been sagging.","itags":["npr_api","361069848"],"guid":"d6835183-6cb8-4503-ab08-0d8ebc7d6a4e","contentencoded":"<p>If Republicans take over the Senate, the man expected to become the next majority leader is Minority Leader Mitch McConnell. The title would be the culmination of a political career spanning more than three decades.</p><p>But first, McConnell has to win a sixth Senate term in a state where his popularity's been sagging.</p><p>It would be a stretch to call McConnell an endearing politician. When his face relaxes, his thin lips often droop into a frown. Comedians have joked that he physically resembles a turtle — while <a href=\"http://www.nytimes.com/2009/03/07/opinion/07collins.html\" target=\"_blank\">others have noted</a> he has the \"natural charisma of an oyster.\"</p><p>Even in a room teeming with supporters, McConnell never looks all that comfortable. And as awkward and wooden as he's always been on the campaign trail, the stakes are especially high for McConnell this November: He could become the most powerful person in the U.S. Senate or a retired politician.</p><p>In stump speech after stump speech, McConnell hammers home one thesis: what's good for his political resume is good for Kentucky.</p><p>\"Obviously,\" McConnell says, \"It gives our state an enormous advantage to have the agenda setter for the entire country looking out for Kentucky on a daily basis.\"</p><p>The voters who seem the most excited about this prospect are the ones who've supported him all along. Like 76-year-old Betty Drexler, who's helped on McConnell's campaigns for decades.</p><p>\"Oh honey, I've licked and sticked when licked-and-sticked envelopes was in style. One at a time,\" Drexler says.</p><p>Drexler owns a small hobby shop in Louisville, and says she can't wait for McConnell to finally be in charge of the Senate.</p><p>\"I want to see his mallet on his table and I want him to pound it,\" Drexler laughs.</p><p>But selling himself as the next majority leader, with all the goodies it could bring Kentucky, has to be done with a light touch here — because it reminds voters just how long he's spent in Washington climbing through the ranks.</p><p>David Cavanaugh, who helps distributes coal mining equipment for a living, says he supports McConnell for fighting against President Obama's regulations on coal-plant emissions, but he wonders if his guy has gone too Washington.</p><p>\"I would say after 30 years, he probably seems a little less of a Kentuckian,\" Cavanaugh says. \"You know, you've been there so long, people just kind of lose their, lose touch.\"</p><p>And while McConnell's asking Kentucky to give him a shot as majority leader, asking McConnell exactly what he'll do with that job still yields vague answers.</p><p>\"Our first goal would be to see if there are things we can agree on with the president,\" McConnell says.</p><p>When asked to cite examples, McConnell says, \"Comprehensive tax reform, trade agreements. There are some things that I think we can agree on.\"</p><p>He also foresees votes on finishing the Keystone Pipeline and chipping away at the Affordable Care Act — though he says repealing it isn't realistic with Obama still in the White House. But for now, McConnell's still got to win a pretty tight race against Democrat Alison Lundergan Grimes, whom he's been tying to the deeply unpopular president.</p><p>\"Who are the folks that work at the White House,\" McConnell asks. \"Why, they're a bunch of college professors and community organizers who think they're smarter than all the rest of us.\"</p><p>Close friends say becoming Senate majority leader would be the end of a long journey for the 72-year-old senator. Bob Adelberg, a commercial realtor, has known McConnell for 45 years.</p><p>\"It's very clear in my mind that's all he ever sought to do,\" Adelberg says. \"And when he came in 30 years ago, I think it was always the target that he had in mind.\"</p><p>Adelberg says McConnell has never had presidential ambitions. He knows, he's not a natural campaigner. He's a shrewd inside player. And Adelberg says his good friend is smart enough to play to his strengths.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sen.+Mitch+McConnell+Has+More+Than+Most+Riding+On+Midterm+Elections&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ailsa Chang","audio":[{"meta":{"duration":"252"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361069849-84c793.m3u?orgId=1&topicId=1014&d=252&p=3&story=361069848&t=progseg&e=361068197&seg=16&ft=nprml&f=361069848"},{"href":"http://media.npr.org/assets/img/2014/11/03/458294446_21137841-2a84e54afc1544a8f629e16106a1425ac559ff8f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2045","width":"2726"}}]}