{"created":"2014-10-14T20:03:54+00:00","modified":"2014-10-30T21:32:55+00:00","valid":{"from":"2014-10-30T21:32:55+00:00","to":"3014-10-30T21:32:55+00:00"},"hreflang":"en","title":"Supreme Court Hears Arguments In Teeth Whitening Case","published":"2014-10-14T23:43:00+00:00","teaser":"The U.S. Supreme Court heard arguments Tuesday in a case with potential repercussions for thousands of state licensing boards. The subject: teeth whitening.","itags":["npr_api","356177201"],"guid":"d6abb1ac-80f7-403d-b915-f0771a9148a0","contentencoded":"<p>The U.S. Supreme Court heard arguments Tuesday in a case with potential repercussions for thousands of state licensing boards. The subject was teeth whitening. Yes, you read that right. Teeth whitening. Specifically, whether a state regulatory board composed mainly of private dentists violated the nation's antitrust laws when it barred nondentists from offering teeth-whitening services at a lower price.</p><p>Teeth whitening can be expensive in a dentist's office, anywhere from $400 to $1,300. So spas, salons and stores in North Carolina began offering similar services for dramatically lower prices: 75 to $125.</p><p>The State Board of Dental Examiners, which consists mainly of private dentists, accused the whitening businesses of practicing dentistry without a license and ordered them to stop or face potential criminal charges.</p><p>At that point, the Federal Trade Commission intervened to block the state board's actions. The U.S. Court of Appeals for the 4th Circuit agreed that the state regulatory scheme violated federal antitrust law by giving private dentists the power to knock out their competitors for personal gain.</p><p>The FTC action was part of a drive by both Democratic and Republican commission leaders over the past two decades, a drive aimed at what the commission has viewed as state efforts to reduce consumer choice.</p><p>\"This isn't just a case about whitening teeth,\" said Jonathan Lebowitz, former chairman of the FTC. \"This is a case about whether professional associations — dentists, doctors, lawyers, title insurers, movers — can hide behind professional boards to restrict competition.\"</p><p>Inside the Supreme Court chamber Tuesday, the justices were bristling with questions.</p><p>Justice Samuel Alito started off, noting that the state couldn't avoid federal antitrust laws by simply deeming a group of private dentists to be a state entity.</p><p>Justice Stephen Breyer jumped in, maintaining that if \"the state says to a group of wine merchants, you go fix your own wine prices, [just] be sure they're reasonable,\" they can do that under the antitrust law, \"if and only if, there is supervision\" by the state.</p><p>The North Carolina system, under which the state's dentists elect the state's regulatory board, was defended by lawyer Hashim Mooppan. He argued that private dentists should be able to make decisions without being \"second-guessed by a higher level of bureaucracy.\"</p><p>But Justice Anthony Kennedy pointed out that the FTC and the antitrust law \"have an interest in ensuring that regulators do not pursue their self-interest.\" In this case, the board says, \"We think what's good for dentistry is good for North Carolina,\" said Kennedy, but <em>our</em> decisions say \"that's not enough because you're pursuing your self-interest.\"</p><p>Mooppan contended that in this case the state did all that was required. It had a clearly articulated policy to give regulatory authority to the dentists.</p><p>\"It says clearly, do what you want so long as it promotes the monopoly of dentists,\" Chief Justice John Roberts responded.</p><p>Justice Elena Kagan expressed concern that Mooppan's position meant the court would \"strip\" out the meaningful state supervision it required in the past. Without state supervision, \"there's no way to make sure\" that the dentistry board is not merely there \"to serve their own interests,\" she said.</p><p>If Mooppan took a pummeling, so did Deputy Solicitor General Malcolm Stewart, in opposition to the North Carolina dental board setup.</p><p>Justice Breyer turned the topic away from dentists. What if the board was brain surgeons, he opined, and the state says, \"we would like this group of brain surgeons to decide who can practice brain surgery in this state.\" I don't want a \"group of bureaucrats deciding that. I would like brain surgeons deciding that,\" he added.</p><p>Otherwise, he said, the result would be that \"serious medical boards\" would \"decide everything in favor of letting in the unqualified person, lest he sue them under the antitrust law for treble damages and attorneys' fees.\"</p><p>Stewart replied that the antitrust laws require there to be some \"disinterested\" state employee or group of employees who serve as a check on boards of private individuals.</p><p>\"Really, really?\" Justice Antonin Scalia interrupted incredulously. \"You are going to have a review board composed of nonneurologists ... I don't want that. I want a neurologist to decide it.\"</p><p>Justice Kennedy returned to Breyer's neurologist hypothetical. The consequence of the rule you are advocating, he told Stewart, is that no private practitioner would be willing to serve. If \"a neurologist came to me and said ... 'Can I get on this board?' I say, have no part of it.\"</p><p>Stewart replied that decisions on licensing are \"fundamentally different\" from decisions on services like teeth whitening. But his argument didn't seem to satisfy the court any more than Mooppan's did.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Supreme+Court+Hears+Arguments+In+Teeth+Whitening+Case&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"248"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356177202-c60887.m3u?orgId=1&topicId=1070&ft=3&f=356177201"}]}