{"created":"2014-09-16T21:32:20+00:00","modified":"2014-09-18T19:58:13+00:00","valid":{"from":"2014-09-18T19:58:13+00:00","to":"3014-09-18T19:58:13+00:00"},"hreflang":"en","guid":"d6b3ff3e-14d1-46d4-8084-3ea81c80f260","title":"Kiev reaches out to eastern Ukraine, but rebels there are skeptical of the offer","published":"2014-09-18T19:58:11+00:00","byline":"Christopher Woolf","tags":["Russia Ukraine conflict","Global Politics","Donetsk","Kiev","Moscow","Europe","Asia","Russia","Ukraine","Eastern Ukraine","Asia","Europe","Carlotta Gall","Ukraine","War","Maidan"],"teaser":"The parliament in Kiev has approved an autonomy deal for Ukraine's pro-Russian east, accompanied by a limited amnesty for rebels there. But in Donetsk, shelling continues despite a ceasefire. And rebels say Kiev is just too late in making concessions.","contentencoded":"<p>The conflict in Ukraine took a couple of interesting turns on Tuesday &mdash; seemingly in opposite directions.&nbsp;</p><p>On the one hand, the Ukrainian parliament in Kiev&nbsp;finally approved a deal creating a close association with the European Union. That&#39;s the same deal that angered Russia last year and triggered the crisis in Ukraine in the first place.</p><p>But lawmakers&nbsp;also passed bills granting autonomy to areas of eastern Ukraine held by pro-Russian rebels and giving some of those rebels amnesty.</p><p>Carlotta Gall of the New York Times was in Donetsk, a key city in eastern Ukraine, early on Tuesday. She says everyone there is skeptical about what&rsquo;s on offer.</p><p>She quoted one senior rebel leader as saying, &quot;Look, we asked for this special status six months ago and nobody listened to us, and now it&rsquo;s too late. We&rsquo;ve moved on. We&rsquo;ve had a lot of war and we&rsquo;ve lost a lot of people. The people have suffered, so now we want independence.&quot;</p><p>Gall says the politicians in Kiev appear to have trouble appreciating how the east is different. &ldquo;I don&rsquo;t know how much they really understand,&quot; she says, &quot;but when you live there, you really realize that so many people are closely tied with Russia.&rdquo;</p><p>Those ties, she also notes, can even be physical. &quot;In Donetsk, there were always three trains a day to Moscow &mdash; and only two to Kiev,&quot; she says. &quot;People always see Moscow as a second home and a place to do business.&nbsp;It doesn&rsquo;t mean they&rsquo;re traitors or terrorists, it just means they&rsquo;ve always looked that way. So you&lsquo;ve got to work with that.&rdquo;</p><p>Meanwhile, a ceasefire between the Ukraine government and the rebels that started on September 5&nbsp;is proving tenuous.</p><p>&ldquo;We saw a terrible artillery strike right in the city of Donetsk just two days ago,&rdquo; Gall says. &ldquo;It hit a market and killed quite a few people, mostly pensioners going out to do some shopping. Somebody said to me, &#39;We don&rsquo;t know what war will be like if this is a ceasefire.&#39;&quot;</p><p>While nobody is launching big ground offensives, Gall says, the shelling and shooting continue.&nbsp;&ldquo;You hear multiple rocket launchers going off, night and day, out from the center of the city,&quot; she says. &quot;So it doesn&rsquo;t feel like a ceasefire a lot of the time.&rdquo;</p><p>With all this in mind, she thinks it&rsquo;s too soon to say the conflict is moving out of a military phase into a political one. &ldquo;Certainly everyone in the east does not believe yet that peace is here,&quot; she says. &quot;They all say it won&rsquo;t last. There&rsquo;s a great deal of pessimism there.&rdquo;&nbsp;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR46F3O.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtr46f3ojpg"}]}