{"created":"2015-04-08T20:04:17+00:00","modified":"2015-05-13T21:03:59+00:00","valid":{"from":"2015-05-13T21:03:59+00:00","to":"3015-05-13T21:03:59+00:00"},"hreflang":"en","title":"The Navajo Nation's Tax On Junk Food Splits Reservation  ","published":"2015-04-09T15:19:00+00:00","teaser":"The Navajo Nation started taxing junk food and soda. No other tribe has passed such a law. But half of the tribe is unemployed and say they can't afford expensive food.","itags":["npr_api","398310036"],"guid":"d6b5ab58-774a-4960-8586-9befd6a812f4","contentencoded":"<p>This month, the Navajo Nation did something that no other tribe has successfully done and only Berkeley, Calif., has passed something similar: taxing junk food and soda.</p><p>It is an attempt by Navajo leaders to trim obesity rates that are almost three times the national average. But half of the tribe is unemployed and say they can't afford more expensive food.</p><p>\"To be honest, it's not going to be a good thing 'cause mostly everyone loves that around here,\" says Harriet Benally, who will now be charged an extra 2 percent tax for her Funyuns' chips and soda. \"It's like where all their money goes and food stamp.\"</p><p>It's where Norman Bryant Begay's food stamps go until they run out.</p><p>\"I have to bum around like, you know, panhandle,\" he says. \"That's what I do right now.\"</p><p>Begay is unemployed and, like half the tribe, lives below the federal poverty level.</p><p>\"I don't want to be going around to people's houses asking for food, you know?\" he says. \"That's not good.\"</p><p>The tribe has given people an incentive to buy fresh fruits and vegetables by removing a 5 percent sales tax on those items. One in three Navajo people suffers from diabetes, according to the Indian Health Service.</p><p>\"I would like to see more fresh fruits and vegetables out there, more options, like the store here it's not often that you see much of a variety,\" says Jerri Yazzie, a tribal member who teaches families how to eat better.</p><p>A recent survey found 80 percent of the Navajo grocery stores' inventory qualified as junk food — that's food with little to no nutritional value. The U.S. Department of Agriculture has labeled the entire Navajo Nation a \"food desert,\" because of the lack of healthy foods. The rural reservation is the size of West Virginia with only 10 grocery stores. Many people rely on convenience stores and fast food restaurants.</p><p>People drive off the reservation to go to a decent grocery store, says Denisa Livingston, a spokeswoman for the Diné Community Advocacy Alliance, a grassroots group that pushed for the tax.</p><p>\"When people have to drive that many miles across the Navajo Nation in this food desert, it definitely is discouraging because healthy fresh fruits and vegetables and healthy foods will not last a very long time when you have to take it back hundreds of miles across the Navajo Nation,\" she says.</p><p>The tribe hopes to generate $2 to $3 million a year from the junk food tax. And they plan to spend much of the money on farm initiatives like this one in Leupp, Arizona.</p><p>Navajo people have traditionally lived off the land, says Stacey Jensen, who runs the North Leupp Family Farms, as he picks onions in his wind-rattled greenhouse.</p><p>\"When I was younger I followed my flock of sheep around here so I herded sheep here,\" he says. \"We had our livestock and then had the corn fields, as well as jackrabbits and cottontails.\"</p><p>Jensen has helped about 30 families return to subsistence farming and eat healthier foods.</p><p>\"Just seeing the folks having a hard time with illness because of the lack of food, the lack of good food, that keeps me coming out here and doing this,\" he says.</p><p>Jensen hopes his farm and the revenue raised from the junk food tax will encourage more farmers like him throughout the Navajo Nation.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Navajo+Nation%27s+Tax+On+Junk+Food+Splits+Reservation++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laurel Morales","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398342055-1f1949.m3u?orgId=1&topicId=1053&d=234&p=2&story=398310036&t=progseg&e=398253975&seg=8&ft=nprml&f=398310036"},{"href":"http://media.npr.org/assets/img/2015/04/08/snacks-7a246b80be77e0fd5feb8c87e8d09bf5a4fd7fc2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1220","width":"1627"}},{"href":"http://media.npr.org/assets/img/2015/04/08/greenhouse-776c7da42f80b919a852a0c4a15b28e073fabba1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1223","width":"1631"}}]}