{"created":"2014-10-27T22:26:35+00:00","modified":"2014-10-31T01:31:24+00:00","valid":{"from":"2014-10-31T01:31:24+00:00","to":"3014-10-31T01:31:24+00:00"},"hreflang":"en","title":"Researcher Defends Findings On Leisure Time","published":"2014-06-03T18:55:00+00:00","teaser":"John Robinson found Americans have more leisure time these days, which shocked many people who feel more stressed out.","itags":["npr_api","318543426"],"guid":"d6c7969c-d9f5-4b38-baf2-49e69a5fcace","contentencoded":"<p><strong>John Robinson</strong> is a leading researcher on the use of time. In fact, his colleagues at the University of Maryland call him Father Time. He recently published findings that Americans have more leisure time these days, which shocked many people who feel more stressed out.</p><p>Robinson defends his findings in a conversation with <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Robin Young. He also discusses other findings that show people are less happy with what they do with their time. Work now rates down at the bottom on the enjoyment scale, right next to house cleaning.</p><h4>Interview Highlights: John Robinson</h4><p><strong>On the reasons we have more leisure time than before</strong></p><p>&#8220;Today, people are having fewer children and they are also spending less time being married, and these are two factors that are involved. But we find that, even among married people with children, there has been an increase in the amount of free time that people have available &#8212; again, about an hour increase in the amount of free time that people have. Even women with children have more than 30 hours a week of free time, impossible as that may seem. However, we also asked some questions about how people may feel about time, and I was really surprised to find recently that fewer people felt that they were rushed all the time.&#8221;</p><p><strong>On how he and his team of researchers define &#8220;free time&#8221;</strong></p><p>&#8220;It is based simply on what it is that people say that they&#8217;re doing, and if people are driving, that&#8217;s not free time. And our definition of free time is pretty strict in terms of the activities, I think &#8212; although we did have one person who said he didn&#8217;t have any free time because he was watching television. We do include television as a free time activity, relaxing, reading, certain kinds of fitness activities.&#8221;</p><p><strong>On why women report being more stressed</strong></p><p>&#8220;I think the main reason is because women spend more of their time doing household chores, and those are a lot less rewarding. Men and women do agree that these are among the least enjoyable of activities.&#8221;</p><p><strong>On the low level of satisfaction people get from their jobs</strong></p><p>&#8220;That&#8217;s a real surprise and a real shocking finding, I think, and it used to be the case that work was above average in terms of the enjoyment people got out of it, and here it is down toward the bottom &#8212; at about the same level women rate doing housework, and women rate housework about the same. But it is the case that work is down there as well, and I think that is something that needs to be a lot more researched.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://socy.umd.edu/facultyprofile/Robinson/John%20P.\" target=\"_blank\">John P. Robinson</a></strong>, professor of sociology at the University of Maryland and director of the Americans&#8217; Use of Time Project.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Researcher+Defends+Findings+On+Leisure+Time&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"501"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318565465-64a660.m3u?orgId=1&ft=3&f=318543426"}]}