{"created":"2015-04-13T20:33:18+00:00","modified":"2015-05-13T21:03:00+00:00","valid":{"from":"2015-05-13T21:03:00+00:00","to":"3015-05-13T21:03:00+00:00"},"hreflang":"en","title":"How The South Korean Government Made K-Pop A Thing","published":"2015-04-20T10:57:00+00:00","teaser":"K-pop — or Korean pop — makes its latest move toward the center of American pop culture with Nickelodeon's new show, <em>Make It Pop.</em> But beyond \"Gangnam Style,\" how did K-pop evolve?","itags":["npr_api","399414351"],"guid":"d6fe1bee-9853-4ab4-8439-34e3f2d751cb","contentencoded":"<p>Nickelodeon's new show <em>Make It Pop</em> is a musical sitcom that features three boarding school teens who start a band called XOIQ. Its plot might seem twee, but the network touts it as something a little more unique: It's a \"music sitcom with a K-pop twist and EDM beats,\" starring three Asian-American actresses — including Korean-American singer Megan Lee, who spent more than a year working with a Korean record label after she was discovered on YouTube.</p><p>(Nickelodeon denied requests to interview the show's producers, one of whom is Nick Cannon.)</p><p>With its \"saccharine energy\" and mix of EDM music, it's only <em>loosely</em> based on K-pop's style, the New York Times' <a href=\"http://www.nytimes.com/2015/04/06/arts/television/review-make-it-pop-on-nickelodeon-veers-toward-k-pop.html?_r=0\">John Caramanica writes</a>.</p><p>\"It's almost amazing that it's not genuine K-pop,\" Euny Hong, the author of <em>The Birth Of Korean Cool</em>, tells me. The typical K-pop sounds have techno beats and are often accompanied by futuristic videos in which the band members — sometimes an enormous gaggle of women or men — dance in perfect sync.</p><p>Like in this video for the song \"I Am The Best,\" by the band 2NE1.</p><p>\"Clearly, the marketing people at Nickelodeon said, 'We need to tap into this audience,' \" she says, referring to K-pop's rapidly growing audience in the United States. Back in 2012, K-pop became a noted force in 2012 when the rapper Psy's video and song \"Gangnam Style\" went viral.</p><p>But Hong says Psy isn't much like the other successful K-pop stars: he's short, overweight and traffics in irony. And that irony, Hong points out in her book, signaled South Korea's \"final stage in its modern evolution.\" As in, it helped put South Korea on the map, which you can see in the U.S. in various ways: The annual K-pop convention in Los Angeles draws in more than 40,000 participants, with similar events in other cities drawing in crowds. And over the past couple of years, groups like Crayon Pop and the Wonder Girls opened for artists like Lady Gaga and the Jonas Brothers.</p><p>\"It's like a commando strike on popular culture when you create a new K-pop band,\" Jeff Yang, cultural entrepreneur and a columnist for the <em>Wall Street Journal</em>, says. \"The emphasis really is in developing a unique persona for each of the band members but then ultimately assembling them into a highly engineered and incredibly harmonized set of individuals.\"</p><p>And just like these perfect performances, the rise of K-pop wasn't an accident.</p><p>In the late '90s, when Asia went through a huge financial crisis, South Korea's leaders decided to use music to improve its image and build its cultural influence. So the country's government poured millions of dollars into forming a Ministry of Culture with a specific department devoted to K-pop.</p><p>\"It turns out that the Korean government treats its K-pop industry the way that the American government treats its automobile and banking industry, meaning that these are industries that have to be protected,\" Hong says.</p><p>This included doing things like building massive, multi-million dollar concert auditoriums, refining hologram technology, and even helping regulate noeraebangs — karaoke bars — to protect the interests of K-pop stars.</p><p>\"They wanted Korea of the 21st century to be like America of the 20th century where America was just considered so universally cool that anything made in America would automatically be bought.\"</p><p>And while Nickelodeon's <em>Make It Pop</em> may be a sign of that buy-in, Hong says its music and dancing are not quite as polished as authentic K-pop. But Yang still believes <em>Make It Pop</em> can make it big, especially with a generation of tweens that's racially diverse and globally connected.</p><p>\"It'll be interesting to see whether this connects with them. If it does, I think, after this — the flood.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+The+South+Korean+Government+Made+K-Pop+A+Thing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kat Chow","audio":[{"meta":{"duration":"243"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399414352-e09359.m3u?orgId=1&topicId=1138&d=243&p=2&story=399414351&t=progseg&e=399402551&seg=9&ft=nprml&f=399414351"},{"href":"http://media.npr.org/assets/img/2015/04/15/map_001hr-49287f363e31ed17aaba38c43e220adbc45b89b7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4092","width":"5456"}}]}