{"created":"2014-12-29T21:12:09+00:00","modified":"2015-01-12T14:54:23+00:00","valid":{"from":"2015-01-12T14:54:23+00:00","to":"3015-01-12T14:54:23+00:00"},"hreflang":"en","title":"Activists Call 2014 'A Super Banner Year' For Same-Sex Marriage","published":"2015-01-04T21:17:00+00:00","teaser":"A year ago, same-sex marriage was legal in 18 states and Washington, D.C. Now that number is up to 35 states, and there's a strong possibility the U.S. Supreme Court will hear the issue in 2015.","itags":["npr_api","373819683"],"guid":"d6ff0ec7-a00e-4ebf-b838-47e3e9fc0b62","contentencoded":"<p>A year ago, same-sex marriage was legal in 18 states and Washington, D.C. Now that number is up to 35 states, and there's a strong possibility that remaining bans will go before the Supreme Court in the year ahead.</p><p>While activists in the legal and political battle over same-sex marriage called 2013 a banner year for their cause, they're calling 2014 a \"super banner year.\"</p><p>\"This moment that we are in is <em>nothing</em> any of us could have predicted,\" says Kate Kendall, the executive director of the San Francisco-based National Center for Lesbian Rights. \"Just barely 10 years ago, there was not a jurisdiction in this country where a same-sex couple could legally marry, and now, just a little over 10 years — 35 states!\"</p><p>Kendall and other supporters of same-sex marriage are optimistic their side ultimately will prevail, because state laws banning same-sex marriage were struck down this year by federal judges across the country. At the appeals court level, four circuit courts ruled in favor of same-sex marriage. In October <a href=\"http://www.npr.org/blogs/thetwo-way/2014/10/06/354053308/supreme-court-won-t-hear-gay-marriage-cases-in-new-term\">the Supreme Court rejected</a>, without comment, petitions to review those lower court rulings.</p><p>\"It was the first time that the Supreme Court had the opportunity to say 'we are going to let a whole set of marriage rulings in lower courts stay just the way they are,' \" says Ned Flaherty, a Boston-based marriage equality activist who tracks court decisions. \"That had not happened before, so it was a new type of progress that had not been seen.\"</p><p>But barely a month later, judges in the 6th Circuit Court of Appeals went the other way. They <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/06/362105290/gay-marriage-bans-are-upheld-in-4-states-by-circuit-court\">upheld laws banning same-sex marriage</a> in four states: Ohio, Michigan, Kentucky and Tennessee.</p><p>That created a new conflict among the circuit courts — some in favor of same-sex marriage, one against. It was a game-changer, says Chapman University law professor John Eastman, who opposes same-sex marriage.</p><p>\"I think the proponents of redefining marriage are overly optimistic in their anticipation of an ultimate ruling in their favor,\" Eastman says.</p><p>Ultimately, both supporters and opponents of same-sex marriage agree that the 6th Circuit's decision increases the likelihood that that the Supreme Court will have to step in.</p><p>Still, there's no way of knowing which cases, if any, the Supreme Court might consider.</p><p>Among the couples waiting to hear are Thomas Kostura and Ijpe DeKoe of Memphis, Tenn. They were married in New York two years ago, just before DeKoe, an Army sergeant, was deployed to Afghanistan. Upon his return, DeKoe was stationed at Naval Support Activity Mid-South base in Tennessee, and Kostura says he wasn't sure how he would be accepted as a military spouse.</p><p>\"What surprised me was how welcoming everyone I met in Tennessee was, and how they themselves respected our marriage,\" Kostura says. \"Really at this point, it's only been the state who hasn't recognized our marriage.\"</p><p>Kostura and DeKoe filed suit along with two other same-sex couples to have their marriages recognized by the state of Tennessee. DeKoe says no couple should have to base a job choice on how a state is going to treat their marriage.</p><p>\"Yes, in my case it's military, but any couple that marries anywhere should be able to move to Tennessee without a problem,\" he says.</p><p>Amid the speculation about whether the Supreme Court might take a same-sex marriage case, another potential front in the cultural war over marriage slowly is emerging.</p><p>In South Carolina, for example, there's a bill that would allow judges and other public officials to refuse to issue marriage licenses if it violates their religious beliefs.</p><p>Eastman, the law professor, says he expects similar moves in other states to preserve the traditional definition of marriage as between only a man and a woman.</p><p>\"As long as there's a fight to redefine the institution of marriage that runs contrary to your human nature, human nature's going to have a way of fighting back,\" he says.</p><p>Eastman says the Supreme Court ultimately could allow different states to have different laws on marriage. The justices are expected to decide in January whether they will hear a case; they may issue a decision by summer.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Activists+Call+2014+%27A+Super+Banner+Year%27+For+Same-Sex+Marriage&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Gonzales","audio":[{"meta":{"duration":"256"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373835159-1b6fae.m3u?orgId=1&topicId=1091&ft=3&f=373819683"}]}