{"created":"2015-02-05T22:32:05+00:00","modified":"2015-02-06T21:22:15+00:00","valid":{"from":"2015-02-06T21:22:15+00:00","to":"3015-02-06T21:22:15+00:00"},"hreflang":"en","guid":"d7132932-5080-49c5-97b7-84e51642389d","title":"In ISIS-held territory, the Great Satan is the beauty shop","published":"2015-02-06T21:22:11+00:00","byline":"Shirin Jaafari","tags":["women in Islam","sharia","Religion","Islamic State","ISIS","Islamic State in Iraq and Syria","Across Women's Lives","Conflict","Conflict & Justice","Asia","Syria","Middle East","Asia","Erin Saltman","Women in Islam","Sharia","Religion","Islamic state","ISIS","ISIL","Islam"],"teaser":"An all-female group called al-Khanssaa Brigade has published a guide for women living under the rule of ISIS in Iraq and Syria, mandating veils, isolation and early marriages.","contentencoded":"<p>It's not quite Emily Post, but women living in ISIS territory now have their own guide for how they should lead their lives.</p>\n<p>The all-female al-Khanssaa Brigade has published a document telling how women should they should conduct themselves under ISIS rule. The manifesto was published at the end of January on jihadi forums. It was originally published only in Arabic, but the text was discovered and <a href=\"http://www.quilliamfoundation.org/wp/wp-content/uploads/publications/free/women-of-the-islamic-state3.pdf\">translated into English</a> by Charlie Winter, a researcher at the Quilliam Foundation in London.</p>\n<p>The document contains both familiar restrictions —  “It is always preferable for a woman to remain hidden and veiled, to maintain society from behind this veil,” part of the text reads — and stranger rules, like the one that says girls can be married off at the age of nine and should have husbands at the age of 16 or 17.</p>\n<p>Women may only leave the home under three circumstances: \"Jihad, to study the science of religion and if they are female teachers or doctors (although they must follow strict Sharia guidelines).\" The text also says \"fashion shops\" and \"beauty salons\" are considered the works of \"Iblis,\" or the Devil.</p>\n<p>What's interesting is that the manifesto is allegedly written by women, not men.</p>\n<p>\"[The al-Khanssaa brigade is] an organization within the Islamic State,\" says Erin Saltman, a senior researcher at London's Institute for Strategic Dialogue. \"They are ... known as a morality brigade — women that will operate to enforce strict Sharia law among other women.\"</p>\n<p>Saltman explains that these women will \"flag women for a veil that's perhaps not opaque enough, or [hand] out fines or small punishments to women who aren't seen as following the strict orthodoxy.\"</p>\n<p>Saltman, who has been researching women's lives under the ISIS, finds the manifesto a useful source. \"It's useful for us to see how propaganda is tailored to different regions that ISIS are targeting,\" she says. For instance, publishing materials only in Arabic is rare for ISIS, but was done in this case because the manifesto was only targeted at Arab women currently living in ISIS territory.</p>\n<p>The document also confirms lot of what researchers like her have previously seen in social media posts by women living in ISIS territory.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0205201508.mp3"},{"href":"http://www.pri.org/file/0205201508mp3"}]}