{"created":"2014-11-18T17:30:34+00:00","modified":"2014-11-18T20:12:52+00:00","valid":{"from":"2014-11-18T20:12:52+00:00","to":"3014-11-18T20:12:52+00:00"},"hreflang":"en","guid":"d71c8f9d-af8f-48b0-a6c7-3a3043f1121d","title":"Native Americans get the chance to tell their side of the Pilgrim story","published":"2014-11-18T20:12:51+00:00","byline":"Christopher Woolf","tags":["history","slavery","business and economy","Native Americans","Conflict","Conflict & Justice","Patuxet","Plymouth","North America","United States","Massachusetts","New England","North America","Squanto","William Bradford","John Slaney","Thomas Hunt","paula peters","The World That Was","Plymouth Colony","Patuxet tribe","Wampanoag people","Pilgrims","Thanksgiving","Plymouth, Massachusetts","American culture"],"teaser":"A new exhibition opened on Friday in Plymouth, Massachusetts, telling the story of how Europeans raided the area for slaves long before the Pilgrims arrived. The exhibit was made by a Native American crew, giving them the chance to tell their peoples' story.","contentencoded":"<p>Before the horrors of African slavery came to America’s shores, there was another kind of slave trade on the continent. The victims of this one were Native Americans.</p>\n<p>A <a href=\"http://www.plymouthma400.org/events/captured-1614\">new exhibition</a> that opened Friday in Plymouth, Massachusetts, highlights this other slave history. It’s an integral part of the town’s preparations for the <a href=\"http://www.plymouthma400.org/\">400th anniversary</a> of the Pilgrims' arrival in 1620, and it focuses on the story of one man in particular: Squanto.</p>\n<p>You might remember Squanto for his role in the Thanksgiving legend. He stepped out of the woods in the spring of 1621 and greeted the Pilgrims in perfect English. He became their interpreter and guide, and helped negotiate a treaty with the most powerful local Native American confederation, a peace that lasted more than 50 years.</p>\n<p>The colony’s governor and first historian, William Bradford, wrote that \"Squanto continued with [the Pilgrims] and was their interpreter and was a special instrument sent of God for their good beyond their expectation. He directed them how to set their corn, where to take fish, and to procure other commodities, and was also their pilot to bring them to unknown places for their profit, and never left them till he died.\"</p>\n<p>What’s less well-known is how he came to learn English, and why he was there at the right place and time.</p>\n<p>Many of the facts of Squanto's life are disputed, but several things are beyond reasonable doubt.</p>\n<p>First, his name: Squanto is also known as Tisquantum, but neither is probably his real name. According to the Smithsonian Institution, that translates from the Wampanoag language as \"<a href=\"http://www.smithsonianmag.com/history/native-intelligence-109314481/?c=y%3Fno-ist\">divine rage</a>.\" That wasn't a typical name of the period, but it’s the name that's come down through the historical record.</p>\n<p>Second, he was a Wampanoag, and was born and raised in the town of Patuxet — now the site of Plymouth, Massachusetts.</p>\n<p>Third, in 1614, Squanto and about two dozen other Patuxet and Nauset men were tricked into boarding the ship of an English trader, Thomas Hunt. They were beaten and tied up, and taken away to be sold into slavery.</p>\n<p>There are other versions of the story, including one in which Squanto was kidnapped nearly 10 years before the Pilgrims' arrival to be conscripted as a guide and trained as an interpreter by another English trader. But the modern Wampanoag community does not believe there’s enough documentation to confirm this.</p>\n<p>Hunt tried to sell his \"cargo\" in Malaga, Spain. Squanto somehow fell in with a prosperous English shipbuilder and trader named John Slaney. He worked for Slaney on a number of expeditions to the New World, looking for fish, furs and new lands. These voyages by English, French and other European traders had been common for more than 100 years before the Pilgrims arrived. Many were honest fishermen and traders, but some were also slavers.</p>\n<p>Finally, in 1619, one of these expeditions brought Squanto to Cape Cod, not far from his home. It was on this voyage that he was able to escape.</p>\n<p>But Squanto returned to Patuxet to find the entire community dead. Like so many Native Americans throughout the New World, they had been wiped out by some European disease to which they had no immunity. Their bones still littered the town when the Pilgrims arrived the following year.</p>\n<p>So Squanto began life again as a kind of servant to a neighboring tribe. He was in this precarious situation when the Pilgrims arrived, in late 1620. Squanto discovered that his command of the language of these strange new arrivals allowed him to gain status and a greater degree of security, by acting as an interpreter.  </p>\n<p>But that new life didn't last long: Squanto died in 1622 from the \"Indian fever.\"</p>\n<p>The story of Squanto, and the millions he represents, is re-told through a series of dramatized first person accounts at the new Plymouth exhibit.</p>\n<p>Paula Peters, the executive producer of the exhibit, is Native American — just like everyone else on the team. She belongs to the federally recognized tribe, the Mashpee Wampanoag, and is excited that Native Americans like her are finally able to control the narrative.</p>\n<p>She recalls one story from when she was a child in second grade. \"The teacher was talking about Thanksgiving, and how there were these wonderful Indians that helped the Pilgrims,\" Peters remembers. \"And she talked in glowing terms about the friendship and how they taught the Pilgrims to survive. 'But sadly,' she said, 'they’ve all died and gone away.'\"</p>\n<p>Peters tried to correct her: \"I remember frantically waving my hand and saying, 'No, that’s not true. I’m still here.’ And the teacher just patted me on the head and said, 'How sweet.'\" Peters adds, \"we've come such an incredibly long way from there.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/2014-06-30%2017.44.27.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/2014-06-30-174427jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/11142014.squanto.mp3"},{"href":"http://www.pri.org/file/11142014squantomp3"}]}