{"created":"2015-05-15T02:42:35+00:00","modified":"2015-05-15T02:42:35+00:00","valid":{"from":"2013-09-13T14:43:56+00:00","to":"3013-09-13T14:43:56+00:00"},"hreflang":"en","guid":"d7249a2f-6c73-4a17-8498-a6a491087c7f","title":"How race can impact your health care","byline":"Lizzie O'Leary","description":"Subconscious racial biases can come into play when it comes to health coverage.","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>If you want to manage your health, there are a few things you can do to help prevent problems down the road. You can eat right, exercise regularly and get annual checkups.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>But you can’t control everything. Like genetics, which can play a huge role in health. And you can&apos;t control racial discrimination. You wouldn’t expect that to occur in a doctor’s office, but subconscious racial discrimination does occur around the country.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>David Williams is a professor of public health, and African-American and African Studies at Harvard. He says that “racial discrimination is ubiquitous within our society, and it affects health and health care.” Williams notes that discrimination isn&apos;t overt or intentional, but based on upbringing and societal norms.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Williams points to a research study conducted by Dr. Knox Todd. “Dr. Todd was a physician at UCLA medical center, and he asked a simple question: When a patient comes in with a broken in the arm or leg ... does the patient&apos;s ethnicity make a difference with whether the patient gets pain medication or not? What he found is more than half of all Latino patients treated at UCLA over an entire year did not receive pain medication, compared to about a quarter of whites. That&apos;s a huge difference.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“He statistically took into account what time the patient showed up in an emergency room, how long they spent in the ER, whether they spoke English or not, what the gender of the patient was, whether they got injured on the job or not,&quot; says Williams. &quot;Basically, what he found was the single strongest predictor of whether they received pain medication was that they were Latino. Dr. Todd moved from UCLA to Emory University in Atlanta, repeated the same study, looking at African-Americans and whites, and found that a black person, with a broken bone in the arm or leg shows up in an emergency room in Atlanta, is less likely to get pain medication than a white patient. This pattern existed across every area of medicine.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<hr />\"},{\"content\":\"<h1 class=\\\"title\\\"><a href=\\\"http://www.marketplace.org/topics/world/health-care/how-do-you-know-if-you-have-good-health-insurance\\\">How do you know if you have good health insurance?</a></h1>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<hr />\"},{\"type\":\"text/html\",\"content\":\"<p>Williams notes that if any doctor holds a subconscious bias towards a group of people, it can impact their health care. &quot;If someone holds negative stereotypes about gay people, about fat people, about old people, about women, it can be any social group, those similar processes take place. you&apos;ll treat those people differently, without even being aware of the fact that you&apos;ve done it.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Minorities typically have <a href=\\\"http://www.ahrq.gov/research/findings/nhqrdr/nhqrdr11/minority.html\\\">lower access to health care</a>, but bias in a doctor&apos;s office can complicate treatment and have consequences for the economy. “There has been work that has documented of how much disparities in health cost, that&apos;s the fact that minorities in general have poorer health than whites, costs the U.S. economy about $310 billion a year ... that&apos;s the higher level of illness, and greater treatment costs. But the bigger component of that cost is what&apos;s called lost productivity cost. Because individuals have poorer health, that means they&apos;re dropping out from the labor force at a time when they should be ... enhancing the overall productivity of the nation.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>There are ways to protect yourself from subconscious discrimination. Since patients are likely not as knowledgeable about health care as their doctors, it&apos;s important they ask questions about their treatment. &quot;Patients could also learn to ask the right questions so that they can ensure they&apos;re getting appropriate care. Because I can&apos;t over-emphasize the fact that the typical provider engaging in this behavior is unaware of the fact. There is no intent on the part of the provider,&quot; he says.</p>\"}]","teaser":"Subconscious racial biases can come into play when it comes to health coverage.","itags":["d7249a2f6c73a17e4982a6a491087c7f","PMP:Marketplace_PMP","Marketplace Money for Friday, September 13, 2013","Marketplace","Marketplace Money"],"published":"2013-09-13T14:43:56+00:00","tags":["APM","Health Care","health care","medical care","race"],"contentencoded":"<div class=\"barn-cleaned\"><p>If you want to manage your health, there are a few things you can do to help prevent problems down the road. You can eat right, exercise regularly and get annual checkups.</p>\n<p>But you can’t control everything. Like genetics, which can play a huge role in health. And you can't control&nbsp;racial discrimination. You wouldn’t expect that to occur in a doctor’s office, but subconscious racial discrimination does occur around the country.</p>\n<p>David Williams is a professor of public health, and African-American and African Studies at Harvard. He says that “racial discrimination is ubiquitous within our society, and it affects health and health care.” Williams notes that discrimination isn't overt or intentional, but based on upbringing and societal norms.</p>\n<p>Williams points to a research study conducted by Dr. Knox Todd. “Dr. Todd was a physician at UCLA medical center, and he asked a simple question: When a patient comes in with a broken in the arm or leg ... does the patient's ethnicity make a difference with whether the patient gets pain medication or not? What he found is more than half of all Latino patients treated at UCLA over an entire year did not receive pain medication, compared to about a quarter of whites. That's a huge difference.”</p>\n<p>“He statistically took into account what time the patient showed up in an emergency room, how long they spent in the ER, whether they spoke English or not, what the gender of the patient was, whether they got injured on the job or not,\" says Williams. \"Basically, what he found was the single strongest predictor of whether they received pain medication was that they were Latino.&nbsp;Dr. Todd moved from UCLA to Emory University in Atlanta, repeated the same study, looking at African-Americans and whites, and found that a black person, with a broken bone in the arm or leg shows up in an emergency room in Atlanta, is less likely to get pain medication than a white patient. This pattern existed across every area of medicine.\"</p>\n<hr />\n<h1 class=\"title\"><a href=\"http://www.marketplace.org/topics/world/health-care/how-do-you-know-if-you-have-good-health-insurance\">How do you know if you have good health insurance?</a></h1>\n<hr />\n<p>Williams notes that if any doctor holds a subconscious bias towards a group of people, it can impact their health care. \"If someone holds negative stereotypes about gay people, about fat people, about old people, about women, it can be any social group, those similar processes take place. you'll treat those people differently, without even being aware of the fact that you've done it.\"</p>\n<p>Minorities typically have <a href=\"http://www.ahrq.gov/research/findings/nhqrdr/nhqrdr11/minority.html\">lower access to health care</a>, but bias in a doctor's office can complicate treatment and have consequences for the economy.&nbsp;“There has been work that has documented of how much disparities in health cost, that's the fact that minorities in general have poorer health than whites, costs the U.S. economy about $310 billion a year ... that's the higher level of illness, and greater treatment costs. But the bigger component of that cost is what's called lost productivity cost. Because individuals have poorer health, that means they're dropping out from the labor force at a time when they should be ... enhancing the overall productivity of the nation.\"</p>\n<p>There are ways to protect yourself from subconscious discrimination. Since patients are likely not as knowledgeable about health care as their doctors, it's important they ask questions about their treatment. \"Patients could also learn to ask the right questions so that they can ensure they're getting appropriate care. Because I can't over-emphasize the fact that the typical provider engaging in this behavior is unaware of the fact. There is no intent on the part of the provider,\" he says.</p></div>","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/97969332.jpg?itok=TtAOtE6i","meta":{"height":"340","width":"610","crop":"primary"},"type":"image/jpeg"},{"type":"audio/mpeg","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/09/13/marketplace_segment33_20130913"},"duration_hms":"00:06:43","duration":403},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/09/13/marketplace_segment33_20130913_64.mp3","format":"MP3"}]}