{"created":"2015-04-01T20:32:14+00:00","modified":"2015-05-13T21:05:39+00:00","valid":{"from":"2015-05-13T21:05:39+00:00","to":"3015-05-13T21:05:39+00:00"},"hreflang":"en","title":"Trading Walkathons For Ice Buckets, Charities Try To Hold On To Donors","published":"2015-04-03T15:43:00+00:00","teaser":"Some of the largest, most established walkathons and similar events that raise cash for charity aren't doing as well as they used to. There's more competition, fundraisers say, for money and time.","itags":["npr_api","396633213"],"guid":"d74268c1-4b97-4755-a673-4041e1a4f237","contentencoded":"<p>Springtime means outdoor charity events, and there are plenty to choose from.</p><p>You can walk, run, bike, swim or even roll around in the mud to raise money for a cause. But some of the bigger, more established events aren't doing as well as they used to, and charities are trying to adjust.</p><p>Last year, the 30 largest walkathons and similar events raised $41 million less overall than they did the year before, according to a recent <a href=\"https://www.peertopeerforum.com/run-walk-ride-resources/research/\">study</a> by the Peer to Peer Professional Forum, a group for professionals who organize fundraising events.</p><p>\"These would be programs like the American Cancer Society's <a href=\"http://relay.acsevents.org/site/PageServer?pagename=relay\">Relay for Life</a>, which brought in $335 million, but they were down $45 million last year,\" says <a href=\"https://www.peertopeerforum.com/about-us/rwr-staff/david-hessekiel/\">David Hessekiel</a>, the forum's president. He also notes that the March of Dimes' <a href=\"https://www.marchforbabies.org/march/bannerclick/vid2014/index.asp?utm_source=Bing&utm_medium=Paid_SEM&utm_campaign=campaignname&utm_term=keyword&utm_content=MFB\">March for Babies</a> raised $3.5 million less than it did the year before and fell below $100 million in receipts for the first time in years.</p><p>Hessekiel says these events still raise large amounts of money, but they're facing competition from a growing number of fundraisers.</p><p>He says individual donors today are also looking for more control and flexibility than being required to show up on a particular Saturday morning for a walk.</p><p>\"In the era we live in, everyone has the opportunity to do what they'd like to, on their own time pretty much,\" Hessekiel says, and link to it with the online tools that are available.\"</p><p>There's no greater example of this fundraising trend than last year's ice bucket challenge, which <a href=\"http://www.alsa.org/about-us/ice-bucket-challenge-faq.html\">raised cash</a> for the ALS Association and other groups fighting amyotrophic lateral sclerosis, or Lou Gehrig's disease. Just about everyone on the planet seemed to throw cold water on his or her head — raising more than $220 million.</p><p>Hessekiel points to other increasingly popular fundraising events, like people shaving their heads for childhood cancer research, or growing a mustache for men's health.</p><p>The dramatic shift in styles of fundraising, and their relative effectiveness, aren't lost on <a href=\"http://jdrf.org/about-jdrf/leadership/executive-staff-biographies/\">Sandra Hijikata</a>, a senior vice president at the Juvenile Diabetes Research Foundation, which saw a 12 percent drop last year in its receipts from walkathons.</p><p>\"There's huge competition,\" Hijikata says. \"So it's important for an organization like JDRF to make sure that people understand who we are — that they understand the important work that we do.\"</p><p>So her diabetes group is re-branding its walking events. Each event is now called <a href=\"http://www2.jdrf.org/site/TR/Walk/Chapter-EasternPennsylvania4574?pg=entry&fr_id=5325\">One Walk</a>, to make clear that participants are raising money for Type 1 diabetes. Hijikata says the charity is also doing more to engage families affected by the disease in the effort and offering do-it-yourself options for those who prefer not to walk or bike.</p><p>\"We provide electronic support, websites, etc., and they can design what they want to,\" she says, noting one online campaign where donors are cracking eggs on their heads in memory of a friend who had diabetes.</p><p>This doesn't mean that walkathons are going away.</p><p><a href=\"https://www.peertopeerforum.com/christie-madsen/\">Christie Madsen</a>, senior manager of national events and brand campaigns for Make-A-Wish America, says her group plans to hold even more of its Walk for Wishes events in the future. She says the walks not only raise money but generate enthusiasm for the cause, which is granting the wishes of children who have life-threatening illnesses.</p><p>\"What we see is a huge opportunity for growth,\" she says.</p><p>Like other charities, her group is trying to do more to help local chapters get the most out of the walks, in part by turning participants into better fundraisers. They're providing them with more support, such as tips on the best way to ask family and friends for money.</p><p>Mimi Totten says that was the hardest part for her, when she decided to participate in a recent Make-A-Wish Foundation walk in Fairfax, Va.</p><p>\"Oh, my goodness,\" Totten says. \"I would rather lick the kitchen floor than ask for money. And for months, I agonized over it and I couldn't write the letter.\"</p><p>But she finally sent out a fundraising email to family and friends and was pleasantly surprised by the response. She and her friend Kathy Young were able to raise about $5,000 for the foundation.</p><p>They're now considering new things they can do — maybe a wine and cheese party for friends — to raise even more money next year.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Trading+Walkathons+For+Ice+Buckets%2C+Charities+Try+To+Hold+On+To+Donors&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Pam Fessler","audio":[{"meta":{"duration":"244"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396871461-d777d2.m3u?orgId=1&topicId=1128&d=244&p=2&story=396633213&t=progseg&e=396774750&seg=18&ft=nprml&f=396633213"},{"href":"http://media.npr.org/assets/img/2015/04/01/walkathon-1-be5aa0ae7bb4a31be2a7b8d6c31cbb07fba94b1c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}