{"created":"2014-09-17T21:20:24+00:00","modified":"2014-10-30T22:17:29+00:00","valid":{"from":"2014-10-30T22:17:29+00:00","to":"3014-10-30T22:17:29+00:00"},"hreflang":"en","title":"A New Campaign Ad Sport: Billionaire Bashing","published":"2014-09-17T22:47:00+00:00","teaser":"It's open season on the wealthy political donors. Democratic campaign ads tie Republican candidates to the Koch brothers, while GOP ads paint sinister images of George Soros and Tom Steyer.","itags":["npr_api","349329486"],"guid":"d74c0fbb-d3d6-4603-afa2-ec0d3a37e392","contentencoded":"<p>Michigan TV viewers faced a barrage of campaign ads early this month. For the Senate race alone, the <a href=\"http://mediaproject.wesleyan.edu/2014/09/16/dems-hold-slight-edge-in-senate-advertising-in-september-dems-lead-in-house/\" target=\"_blank\">Wesleyan Media Project</a> tallied more than 7,200 spots, including an unusual one from the <a href=\"http://www.lcv.org/\" target=\"_blank\">League of Conservation Voters</a>.</p><p>LCV <a href=\"http://www.lcv.org/media/press-releases/LCV-Ad-Oil-Billionaire-Koch-Brothers-Dump-Cash-to-Help-Land-Dump-Pollution-in-Michigan.html\" target=\"_blank\">didn't just attack</a> Republican Senate candidate Terri Lynn Land. It also linked her to David and Charles Koch, the <a href=\"http://www.kochind.com/\" target=\"_blank\">billionaire industrialists</a> who field an imposing network of well-financed, tax-exempt groups in the political wars. The LCV ad said \"our Michigan\" was suffering because \"the out-of-state billionaire Koch brothers use it as a dumping ground,\" with \"their front groups trying to buy a Senate seat for Terri Lynn Land.\"</p><p>This year, for the first time, liberal and conservative tax-exempt groups are pumping money into ads attacking billionaire donors on the other side, the donors who finance tax-exempt groups that may well be returning the volleys.</p><p>While the LCV ad was still running in Michigan, <a href=\"http://www.suffolk.edu/academics/10740.php\" target=\"_blank\">pollsters from Suffolk University</a> in Boston began asking Michigan voters about the race. They included a standard question: What's the first phrase you think of when you hear the name Terri Lynn Land?</p><p>\"Four percent of the respondents said the words verbatim: 'Koch brothers, big business,' \" says David Paleologos, director of Suffolk's political research center. He said 4 percent isn't a huge number, but it is meaningful.</p><p>\"There are several debates scheduled,\" Paleologos said. \"Obviously the Koch issue will come up. If it's something that Terri Lynn Land can't shake or separate herself from, then it will stick.\"</p><p>On LCV's heels came an <a href=\"http://www.youtube.com/watch?v=3DAjIQMfd9c&list=UUZtZuLHzPSeodii1DhtQzWA\" target=\"_blank\">answer ad</a> from <a href=\"http://www.crossroadsgps.org/about/\" target=\"_blank\">Crossroads GPS</a>, the social welfare group guided by Republican consultant Karl Rove. Like LCV and most of the other groups here, Crossroads GPS doesn't disclose the names of its wealthy donors.</p><p>Crossroads attacked Democratic candidate Gary Peters for opposing the Keystone pipeline, and it tied him to billionaire Tom Steyer, a hedge fund billionaire and big donor to LCV.</p><p>\"Peters sided with a California billionaire who could profit if the pipeline is blocked,\" the ad says, over photos of Peters and Steyer. \"Now that billionaire is spending big bucks to help Peters campaign.\"</p><p>And it goes on in the battleground states, a video chorus of billionaires bashing billionaires.</p><p>In the Iowa Senate race, Steyer's own superPAC, <a href=\"https://nextgenclimate.org/\" target=\"_blank\">NextGen Climate Action</a>, aired a 60-second drama about Republican candidate Joni Ernst and <a href=\"http://www.youtube.com/watch?v=8L3VWmm_dH0&list=UUY2d7AsHxLCVTNDkv5bt3PA\" target=\"_blank\">two unnamed, out-of-state rich guys</a> with a briefcase full of cash.</p><p>\"She isn't worried about Iowa jobs?\" one rich guy growls. The other answers, \"Never mind that. Joni Ernst\" — he opens the briefcase — \"is with us.\"</p><p>An answer ad, \"<a href=\"http://www.youtube.com/watch?v=7FZA1T3Lu0o&list=UUukNcfwOgI4F4T-H5rn6P3Q\" target=\"_blank\">America's Biggest Hypocrites</a>,\" came from one of the Koch groups, <a href=\"http://www.americancommitment.org/\" target=\"_blank\">American Commitment</a>. It played a clip of the NextGen Climate Action ad as an announcer said, \"You've probably seen this ad showing fictional out-of-state billionaires spending millions in Iowa politics.\" The ad quickly turned to Steyer's and Ernst's Democratic rival, Bruce Braley: \"Steyer got rich off cheap foreign coal, but supports Braley shutting down access to affordable American energy.\"</p><p>Phil Kerpen, the president of American Commitment, said the answer ad ran online but never got enough traction to warrant a TV buy.</p><p>Kerpen says Democrats attack wealthy conservatives to stir up their base, and to raise money. \"They will not stop using these sort of character-assassination personal attacks, unless and until liberal donors feel the same kind of heat and pain,\" he said.</p><p>Liberals, of course, see it differently. Chris Lehane, Steyer's political adviser, says that \"in the states where there's fully competitive races, the Kochs have become an anchor, a millstone, around a lot of the Republican candidates' necks.\"</p><p>Tom Goldstein, a political scientist at the Washington Center of the University of San Francisco, said that ads attacking the wealthy can benefit both parties: \"They're both part of a global strategy of saying this other candidate is not one of us, because they're with these rich outsiders.\"</p><p>And that strategy can work, so long as a party's own wealthy allies can stand the heat.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+New+Campaign+Ad+Sport%3A+Billionaire+Bashing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Overby","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349329487-fe7884.m3u?orgId=1&topicId=1014&ft=3&f=349329486"},{"href":"http://media.npr.org/assets/img/2014/09/17/earnstad-f58f1bfa7c8ab7ec89ee7a152bf1065f3bc9204a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"727","width":"969"}}]}