{"created":"2015-05-28T12:36:07+00:00","modified":"2015-05-28T16:13:13+00:00","valid":{"from":"2015-05-28T16:13:13+00:00","to":"3015-05-28T16:13:13+00:00"},"hreflang":"en","guid":"d74cb895-dcb1-4aaa-8143-7342ead702fd","title":"Federal court deals setback to Obama's immigration proposals","published":"2015-05-28T16:13:08+00:00","byline":"T.J. Raphael","teaser":"An appeals court ruling this week will further delay deportation protections for undocumented immigrants in the US. But this setback doesn't really point to whether the Obama administration will ultimately prevail.","tags":["Global Nation","Global Politics","North America","United States"],"contentencoded":"<p>On Tuesday, a federal appeals court denied a request from the Justice Department that would have allowed President Barack Obama's executive action on immigration to go into effect.</p>\n<p>While the decision will be appealed, it keeps on hold the president's initiative, which would have granted work permits to millions of undocumented immigrants and offered protection from deportation.</p>\n<p>The decision is a victory for Texas, which initiated a case against the immigration action, and the <a href=\"http://www.pewresearch.org/fact-tank/2015/02/11/states-suing-obama-over-immigration-programs-are-home-to-46-of-those-who-may-qualify/\">25 other states</a> supporting the lawsuit. Meanwhile, another 14 states and the District of Columbia have appealed the decision — they argue that Texas and its allies have failed to consider the economic benefits immigration action would bring.</p>\n<p>“Ultimately, this is just a pause button,” says Laura Collins, the director of immigration policy at the American Action Forum, a center-right think tank. “Until the court is able to rule fully on the merits of this, this doesn’t really talk about whether this program is appropriate for the executive branch to put forward.”</p>\n<p>The president’s <a href=\"http://www.uscis.gov/immigrationaction\">executive action is twofold</a>. It would have extended the Deferred Action for Childhood Arrivals program, or DACA, which provides temporary relief from deportation and employment authorization to qualifying young adults (those who pass a criminal background check and pay taxes) who were brought to the US illegally as children.</p>\n<p>Additionally, the federal appeals court’s decision halts the Deferred Action for Parents of Americans and Legal Permanent Residents program, commonly known as DAPA, which was scheduled to start in May and would have granted certain undocumented parents deferred action from deportation and employment authorization.</p>\n<p>“It clearly is an issue that has multiple facets to it,” says Denise Gilman, co-director of the immigration clinic at the University of Texas Law School. “It’s very complicated and controversial, so there is a decent chance that, in the end, the case will end up before the Supreme Court. But we’re nowhere near that at this point.”</p>\n<p>As DAPA and DACA head through the US court system, millions of undocumented people will continue to face an uncertain future.</p>\n<p>“It does mean that many, many individuals — maybe as many as 4 million — are in a state of limbo wondering whether or not they are going to be able to work lawfully, to integrate more fully, and to contribute to the economy in a more stable manner,” says Gilman. “In that sense, it is very disconcerting for the many people who are waiting to find out whether the program will be implemented soon.”</p>\n<p>Though undocumented people will continue to face uncertainty, Collins points out that the DACA and DAPA programs are not a cure-all solution. As Gilman noted, about 4 million people are affected by these executive actions, but the total number of unauthorized immigrants living in the US currently stands at about 11 million, <a href=\"http://www.pewresearch.org/key-data-points/immigration/\">according to the most recent figures</a> from the Pew Research Center.</p>\n<p>“Ultimately when you talk about the undocumented population, they constantly live in a state of limbo,” says Collins. “This executive action didn’t really change that. Even if it were allowed to go forward at this point, they’d get a temporary reprieve — only three years. And it’s something that the next administration could come in and strip away.”</p>\n<p>Collins argues that legislative action would provide a more appropriate and effective solution.</p>\n<p>“It would be much more stable for these people,” she says. “I think these immigrants deserve the opportunity to earn legal status, and to prove that they’ve been here for many years because they want to be working and contributing to our society. Something like an executive action which can be so temporary is not the ideal solution for them.”</p>\n<p>But with bipartisan gridlock currently gripping Congress, will any meaningful immigration reform actually come to fruition? Collins isn’t holding her breath.</p>\n<p>“Congressional Republicans warned Obama not to do this — that it would take away their momentum because they did not trust his actions,” she says. “Absent some more movement in Congress and absent some more cooperation from the executive branch to get a legislative solution, there’s not going to be a permanent solution for these people very soon.”</p>\n<p><em>This <a href=\"http://www.thetakeaway.org/story/president-obamas-immigration-action-blocked/\">story</a> first aired as an interview on PRI's <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-28%2Ffederal-court-deals-setback-obamas-immigration-proposals&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/audio.wnyc.org/takeaway/takeaway052715-immigration.mp3"},{"href":"http://admin.pri.org/file/takeaway052715-immigrationmp3"}]}