{"created":"2014-10-27T20:39:48+00:00","modified":"2014-10-27T20:39:48+00:00","valid":{"from":"2014-10-27T20:39:48+00:00","to":"3014-10-27T20:39:48+00:00"},"hreflang":"en","title":"Paying A Visit To The University Of Illinois' Unusual Campus Landmark","published":"2014-07-14T19:17:00+00:00","teaser":"Harvard has its yard. The University of Illinois has the oldest experimental cornfield in the Western Hemisphere.","itags":["npr_api","331400962"],"contentencoded":"<p>Harvard has its yard. The University of Illinois has a cornfield. In 1876, agriculture professors Manley Miles and George Morrow planted the <a href=\"http://cropsci.illinois.edu/research/morrow\" target=\"_blank\">Morrow Plots</a>, now the oldest experimental cornfield in the Western Hemisphere. The studies done at the plots demonstrated that corn production could be greatly increased by regularly rotating crops of corn and soybeans.</p><p>The Morrow Plots became a National Historic Landmark in 1968. And that acre of ground is so important that the University of Illinois Undergraduate Library was built two stories underground. That&#8217;s because you can&#8217;t have shade on the corn.</p><p><strong>Robert Dunker</strong>, agronomist and superintendent at the Crop Sciences Research and Education Center at the University of Illinois, says he believes the story that the school&#8217;s undergraduate library was built underground because of concerns about casting shade on this historic field.</p><p>&#8220;I&#8217;ve never heard that in writing, but it&#8217;s very obvious that if we had an undergraduate library that was as tall as the main library, then we really would have significant shading on the Morrow Plots,&#8221; Dunker told <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson.</p><h4>Guest</h4><ul><li><strong><a href=\"http://cropsci.illinois.edu/directory/r-dunker\" target=\"_blank\">Robert Dunker</a></strong>, agronomist and superintendent at the <a href=\"http://cropsci.illinois.edu/research/rdc/urbana\" target=\"_blank\">Crop Sciences Research and Education Center</a>, at the University of Illinois&#8217; <a href=\"http://aces.illinois.edu/\" target=\"_blank\">College of Agricultural, Consumer and Environmental Sciences</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Paying+A+Visit+To+The+University+Of+Illinois%27+Unusual+Campus+Landmark&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"d757d7a9-1de2-4398-b776-728932096012","audio":[{"meta":{"duration":"519"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331415130-70ad40.m3u?orgId=330&ft=3&f=331400962"}]}