{"created":"2014-10-07T18:35:55+00:00","modified":"2014-12-15T17:41:05+00:00","valid":{"from":"2014-12-15T17:41:05+00:00","to":"3014-12-15T17:41:05+00:00"},"hreflang":"en","title":"It's Sunrise In London And Time For A Rave","published":"2014-12-15T17:40:00+00:00","teaser":"The sun is just peeking over the rooftops and the main drink is coffee, not alcohol. But that hasn't kept Londoners from a popular morning rave that's rapidly spread to cities around the world.","itags":["npr_api","338320513"],"guid":"d758d8dc-2e01-451b-a8ae-bb92f02d22a8","contentencoded":"<p>At 6:30 in the morning, not many people have dancing on their mind. Freshly brewed coffee, perhaps, or the papers. Maybe some public radio. But not a party.</p><p>On a street in East London, however, the sun is rising over the rooftops, and a line of people are waiting to get into a warehouse. Most were fast asleep an hour ago, but by now they're wearing fluorescent neon tights, brightly colored headbands and leggings. Some have decorated themselves with face paint.</p><p>They're on their way to Morning Gloryville, a sober sunrise rave that started just over a year ago in this very location. Now, the parties have spread around the world, from Amsterdam to Tokyo, and San Francisco to Sydney.</p><p>Natasha Lyttom was one of the bright-eyed, bushy-tailed morning ravers. She says she doesn't typically go to early morning raves, but it's the atmosphere here that appeals.</p><p>\"I like that everyone's in a really good mood,\" she says. \"It's not the sort of typical, sticky alcohol everywhere in a club dance floor, guys trying to grind up on you, which is what normally happens in a rave.\"</p><p>And what about when the party's over? Well, she goes to work.</p><p>\"Living the Dolly Parton dream,\" she sighs.</p><p>Inside, sun streams through the floor-to-ceiling windows. There are no dark and dingy corners in this club. The closest things to a bar are the vendors making smoothies and freshly ground coffee.</p><p>Meena Miller stands in front of a pile of bananas, strawberries and apples.</p><p>\"We've actually had a problem with people crawling under the bar to try to hug me while I'm making smoothies,\" she says.</p><p>Peter Duggan has been doing Morning Gloryville's coffees from the beginning. He was skeptical at first.</p><p>\"I didn't think it would work,\" he says. But, he adds, \"It just seems to be getting busier and bigger every month.\"</p><p>The woman who started this phenomenon is an exuberant 28-year-old named Sam Moyo.</p><p>\"What Morning Gloryville's been doing is making happiness and being joyful cool,\" she says. She's proud of what she's created, and the way it has spread internationally.</p><p>She's a party kid at heart. In her club-going days, she proudly wore a nickname that's not suitable for this website. But she realized she needed a change of pace.</p><p>\"I'd be partying for days on end. To be honest, on a mental and emotional level, it wasn't doing me that good. But I did have the time of my life,\" she says.</p><p>Morning Gloryville was an attempt to capture the joy of clubbing, without the messiness. Since it took off, the party has popped up not only in European and U.S. cities, but also in places like Bangalore, India, and Cape Town, South Africa.</p><p>There's another element to this rave that's different: kids. Without the drinking and drugs, people can bring their children.</p><p>Tyler Wagner is a satellite engineer. This morning, he's dressed in a red sparkly cape and his underpants. Superhero dad. His girls are 6 and 3. They're wearing party dresses, flashing headbands and earphones to protect their hearing.</p><p>\"I love taking the kids to events like this,\" he gushes. \"This lets them enjoy their fun, artistic side. They get plenty of their engineering, science side from science at home with mum and dad. So this lets them get out and dance and have a good time.\"</p><p>As the clock nears 8:30, it's time for Cinderella to go back to reality. People slink away from the dance floor to change their clothes, wipe off their face paint, and stuff the glittery wigs into plastic bags. Off to their jobs in banks, schools, offices.</p><p>As the ravers leave, they're offered a final farewell from Morning Gloryville — a customized sick note:</p><p>\"Dear Public Radio Team,</p><p>We are sorry that Rich is late for work. ... He has been a wonderful asset to Morning Gloryville and has been dancing hard all morning.</p><p>\"Big love from the Morning Glory team.\"</p><p><em>Ari Shapiro is NPR's London Correspondent. You can follow him </em><a href=\"https://twitter.com/arishapiro\" target=\"_blank\">@AriShapiro</a><em>. Rich Preston is his producer, </em><a href=\"https://twitter.com/RichPreston\" target=\"_blank\">@RichPreston</a><em>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=It%27s+Sunrise+In+London+And+Time+For+A+Rave&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"238"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339753122-a46131.m3u?orgId=1&topicId=1124&ft=3&f=338320513"},{"href":"http://media.npr.org/assets/img/2014/08/07/morning-rave4-53c29b2b288a45384f7a03d35e452252acca0d24.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2355","width":"3140"}},{"href":"http://media.npr.org/assets/img/2014/08/07/morning-rave3-07b425d200926666ceab488b970999ae770e8e65.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1221","width":"1629"}},{"href":"http://media.npr.org/assets/img/2014/08/06/morning-rave1-ce6081efe43eee69d0fe49b5e6810b6a4c34439f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1835","width":"2448"}}]}