{"created":"2015-04-12T21:23:38+00:00","modified":"2015-04-16T17:05:28+00:00","valid":{"from":"2015-04-16T17:05:28+00:00","to":"3015-04-16T17:05:28+00:00"},"hreflang":"en","title":"Discovery Gives New Ending To A Death At The Civil War's Close","published":"2015-04-14T00:02:00+00:00","teaser":"Hannah Reynolds, a slave, was the only civilian killed in the Battle of Appomattox Court House during the Civil War. A new discovery suggests, contrary to earlier belief, that she died a free woman.","itags":["npr_api","398838458"],"guid":"d7812a6d-b3e0-4e7d-aaf4-afef8e75265d","contentencoded":"<p>For decades, the story of Hannah Reynolds' death read like a tragedy of historical circumstance.</p><p>In 1865, Reynolds was a slave in the household of Samuel Coleman in the Virginia village of Appomattox Court House. And as Union and Confederate troops fought the Battle of Appomattox Court House on April 9, 1865, a cannonball tore through the Coleman house.</p><p>The Coleman family had left the day before, but Reynolds had stayed behind. The cannonball struck her in the arm and, it was thought, she died that same day, as the battle's only civilian casualty.</p><p>Hours later, not far from Reynolds' deathbed, Confederate Gen. Robert E. Lee surrendered to the Union's Ulysses S. Grant.</p><p>The Civil War was nearly over, and freedom was coming for America's enslaved men and women. But it came too late for Hannah Reynolds.</p><p>Or, at least, that <em>was</em> the story before Alfred L. Jones III began looking into it.</p><p>Jones, a former schoolteacher and minister in Appomattox, had been tasked with writing a eulogy for Reynolds in connection with the 150th anniversary of the Battle of Appomattox Court House and the sesquicentennial remembrances taking place this weekend.</p><p>\"I figured if I'm gonna do the eulogy, I want to try to find out as much as I can about this lady,\" Jones tells NPR's Arun Rath.</p><p>So Jones went to the <a href=\"http://www.jmlibrary.org/\">Jones Memorial Library</a> (no relation) in nearby Lynchburg, Va., looking for any documentation of Reynolds' life.</p><p>\"One of the persons on duty said, 'Well, let's look at the 1865 death register and see if [it has] anything for Appomattox,' \" says Jones. \"So he put the microfilm in, and lo and behold, there it is: '1865, Hannah Reynolds.' \"</p><p>Next to Reynolds' name, under \"Cause of Death,\" the ledger stated \"Artillery Shell.\"</p><p>No surprise there.</p><p>But then there was this detail: Under \"Date of Death,\" the ledger stated April 12, 1865.</p><p>Hannah Reynolds, Jones discovered, did not die the same day she was wounded; she had lived for three more days. Those three days meant the difference between dying in slavery, or living to see freedom.</p><p>\"This lady actually lived to become a free woman,\" says Jones.</p><p>The ledger, Jones says, held one more key detail. Samuel Coleman, who had owned Reynolds and reported her death, listed his relationship to the deceased as \"Former Owner.\"</p><p>\"I think that's a big part of the story,\" says Jones. Not every slave owner reported the deaths of his slaves to the registry, so Jones says Coleman must have \"realized that there's some historic importance here.\"</p><p>On April 11, Jones delivered his eulogy to Hannah Reynolds as part of a program held with the National Park Service called \"<a href=\"http://www.nps.gov/apco/150th-anniversary-of-appomattox-court-house.htm\">Footsteps to Freedom</a>,\" which also honored the 4,600 people in Appomattox emancipated from slavery following Lee's surrender.</p><p>Jones says he now feels a \"tremendous responsibility\" toward Reynolds and her story, which <a href=\"http://www.newsadvance.com/news/wounded-as-a-slave-died-as-a-free-woman-appomattox/article_ddcb8698-c536-11e4-8f02-97169733a3b5.html?hc_location=ufi\">was reported</a> in Lynchburg's <em>News & Advance</em> newspaper and later picked up by <a href=\"http://m.apnews.com/ap/db_289563/contentdetail.htm?contentguid=EyaR2N2n\">the Associated Press</a>, which sent it to papers around the country.</p><p>\"It's remarkable to me that a woman who was injured a slave, 150 years ago — that her name is known and her story has went across the United States and across the world,\" says Jones. \"And I can just really sense the fingerprints of God on this whole story.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Discovery+Gives+New+Ending+To+A+Death+At+The+Civil+War%27s+Close&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"210"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399210571-3a511f.m3u?orgId=1&topicId=1136&e=398838458&d=210&ft=nprml&f=398838458"},{"href":"http://media.npr.org/assets/img/2015/04/10/01895v-521f961b1289d687a6fcf90f92110331907fcfd5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"650","width":"867"}}]}