{"created":"2014-09-14T15:05:16+00:00","modified":"2015-01-02T17:05:15+00:00","valid":{"from":"2015-01-02T17:05:15+00:00","to":"3015-01-02T17:05:15+00:00"},"hreflang":"en","title":"Who Are The Kids Of The Migrant Crisis?","published":"2014-07-24T22:23:00+00:00","teaser":"Many kids and teenagers leave Central America to avoid climbing levels of gang violence, extortion and drug trafficking. Sometimes, it's to find their families.","itags":["npr_api","334494493"],"guid":"d782c0e5-6f43-4e55-8cd1-50c64b90e78f","contentencoded":"<p>Since October, a staggering 57,000 unaccompanied migrant children have been apprehended at the southwestern U.S. border. Sometimes, they've been welcomed into the country by activists; other times they've been <a href=\"http://www.npr.org/2014/07/02/327797172/tensions-eddy-in-murrieta-after-protesters-turn-back-buses-of-migrants\">turned away by protesters</a>.</p><p>President Obama has called the flood of migrant children seeking refuge from violence and poverty in Central America a \"humanitarian crisis at the border.\" Earlier this month, he <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/08/329851404/obama-seeks-3-7b-to-handle-immigration-crisis\">requested $3.7 billion from Congress</a> to respond to the crisis and urged Central American leaders to discourage more children from attempting the dangerous journey through Mexico, where they are targets for local criminal gangs and drug cartels.</p><p>The <a href=\"http://www.cbp.gov/newsroom/stats/southwest-border-unaccompanied-children\">number of migrant children</a> hailing from Honduras, El Salvador and Guatemala has more than doubled since last year. But who are these young people, and why are they coming in such large numbers?</p><p>Elizabeth Kennedy, a Fulbright scholar who's been working in El Salvador, has some answers. As part of her research in the capital, San Salvador, on unaccompanied minor migrants, she interviewed more than 500 children and adolescents as they returned to El Salvador after being deported from Mexico.</p><p>She tells NPR's Robert Siegel that many of them are desperate.</p><p>\"These are the most dangerous places in the world,\" Kennedy says. \"The only place that has a higher murder rate than Honduras is Syria.\"</p><p>Of the 322 interviews she's analyzed, Kennedy says 109 interviewees \"received direct threats that they could either join a gang or be killed.\"</p><p>In most cases, Kennedy says, kids and teenagers leave Central America to avoid climbing levels of gang violence, extortion and drug trafficking. Sometimes, it's to find their families. Ninety percent of the young people she's interviewed have relatives in the U.S.; 50 percent have one or both parents there.</p><p>The Mexican government has recently <a href=\"http://www.latimes.com/world/mexico-americas/la-fg-mexico-migrants-czar-20140715-story.html\">announced a new initiative</a> to step up control of its southern border. Kennedy says El Salvador is feeling the effects. The migrant return center where she works has gone from receiving one or two buses of children twice a week to receiving more than six a week.</p><p>But, Kennedy says, those kids will try again. She interviewed a 12-year-old boy who returned to El Salvador barefoot; he had been robbed of everything he owned.</p><p>\"I asked him if he was going to try again,\" says Kennedy, \"and he just burst into tears and said, 'What would you do if you were me? I haven't seen my mom or my dad in 10 years ... and no one here loves me.' \"</p><p>If the children have family in the U.S., they can often afford to pay a smuggler to get them across the border. If a family is too poor to afford <a href=\"http://www.npr.org/blogs/parallels/2014/07/15/331477447/who-is-smuggling-immigrant-children-across-the-border\">a coyote</a>, however, <a href=\"http://www.npr.org/blogs/parallels/2014/06/10/320645461/a-flood-of-kids-on-their-own-hope-to-hop-a-train-to-a-new-life\">the child will often try to ride on a network of trains</a> that run the length of Mexico, known as <a href=\"http://www.npr.org/blogs/parallels/2014/06/05/318905712/riding-the-beast-across-mexico-to-the-u-s-border\">\"La Bestia\" — The Beast</a>.</p><p>Deborah Bonello, a freelance video journalist in Mexico, says that riding The Beast is dangerous. Because it's a cargo train, not a passenger train, migrants have to jump on while the train is moving and climb onto the roof. Many have lost limbs; others have lost their lives.</p><p>And there are other dangers.</p><p>\"Criminal groups are charging a tax now to migrants who want to ride the train, and if you can't pay, you basically get thrown off,\" Bonello says. \"And it's half a day, a day on the train, so if the train doesn't stop, they have no access to food.\"</p><p>Migrants riding La Bestia often have to rely on charity. Bonello says that groups like the women who call themselves <a href=\"http://www.globalpost.com/dispatch/news/regions/americas/140715/these-are-the-women-who-help-child-migrants-going-to-us-video\">\"Las Patronas\" throw food to migrants as the trains go by</a>.</p><p>If they make it to the U.S.-Mexico border, children are readily giving themselves up to U.S. agents, crossing the Rio Grande on inner tubes and tires. They will be encountering even more patrols in the coming weeks; Texas Gov. Rick Perry has announced that he's <a href=\"http://www.latimes.com/nation/la-na-texas-perry-national-guard-border-20140721-story.html\">sending 1,000 National Guard troops to the Texas-Mexico border</a>.</p><p>These children hope their long journey will end here, when they surrender to U.S. officials — but as they head to crowded detention centers to <a href=\"http://www.npr.org/blogs/codeswitch/2014/07/01/327341630/influx-of-children-creates-new-strain-on-beleaguered-immigration-courts\">await immigration court hearings</a>, it may be just beginning.</p><p><em>Writing and research was contributed by Caroline Batten and Nicole Narea.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Who+Are+The+Kids+Of+The+Migrant+Crisis%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR staff","audio":[{"meta":{"duration":"628"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334989366-4fba4e.m3u?orgId=1&topicId=1127&ft=3&f=334494493"},{"href":"http://media.npr.org/assets/img/2014/07/24/train-70deeda264d5c0d8c154b6da9479679accf179c2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"745","width":"993"}}]}