{"created":"2015-05-18T17:06:19+00:00","modified":"2015-05-18T17:06:19+00:00","valid":{"from":"2013-11-22T14:24:49+00:00","to":"3013-11-22T14:24:49+00:00"},"hreflang":"en","guid":"d783e6f4-26ee-46f2-83d8-77f70b5dae4a","tags":["APM","Economy","Senate","federal budget"],"description":"Senate Democrats made a major change to Senate rules yesterday, and may have also destroyed any chance for a budget compromise.","itags":["Marketplace","Marketplace Morning Report","Marketplace Morning Report for Friday, November 22, 2013","PMP:Marketplace_PMP","d783e6f426ee6f2c3d8e77f70b5dae4a"],"contentencoded":"<div class=\"barn-cleaned\"><p><span>The Senate made a historic 52 to 48 vote Thursday to alter its rules and restrict the ability of the minority party to filibuster presidential nominees. Under the change, the Senate will no longer need a \"supermajority\" of 60 votes to cut off debate on judicial and executive branch nominees. Legislation and Supreme Court nominations will still be subject to the old rules.</span></p>\n<p><span>Senate Democrats, who pushed the vote, say they were left with no other option but to take radical measures to stop Republicans from blocking President Obama's&nbsp;appointments&nbsp;to federal posts. Republicans have characterized the move as a power grab and say the Democrats have&nbsp;permanently&nbsp;damaged&nbsp;the&nbsp;character of the Senate -- and are vowing revenge.</span></p>\n<p><span>While&nbsp;76 federal positions will now be voted on quickly, the same probably cannot be said for a new federal budget. Stanley Collender, who writes the blog&nbsp;</span><span><a href=\"http://capitalgainsandgames.com/\" target=\"_blank\"><span>Capital Gains and Games</span></a></span><span>&nbsp;and is a former staffer on the House and Senate budget committees, says Thursday's move by the Democrats makes the</span> <span>already-</span><span>minuscule&nbsp;chances of the two parties agreeing on a budget \"much worse.\"</span></p>\n<p><span>\"You're talking about a debate that was much more emotional than&nbsp;substantive&nbsp;to begin with, and now you're adding even more emotion to the point of hatred,\"&nbsp;Collender says. \"At this point, the Tea Party folks, who didn't like working with Democrats to begin with, now look at them as a tool of the devil. So, you're making a budget debate that was always going to be hard -- because taxes and spending are always difficult issues -- you're making it that much harder. No one's going to want to compromise under these circumstances.\"</span></p></div>","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p><span>The Senate made a historic 52 to 48 vote Thursday to alter its rules and restrict the ability of the minority party to filibuster presidential nominees. Under the change, the Senate will no longer need a &quot;supermajority&quot; of 60 votes to cut off debate on judicial and executive branch nominees. Legislation and Supreme Court nominations will still be subject to the old rules.</span></p>\"},{\"content\":\"<p><span>Senate Democrats, who pushed the vote, say they were left with no other option but to take radical measures to stop Republicans from blocking President Obama&apos;s appointments to federal posts. Republicans have characterized the move as a power grab and say the Democrats have permanently damaged the character of the Senate -- and are vowing revenge.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>While 76 federal positions will now be voted on quickly, the same probably cannot be said for a new federal budget. Stanley Collender, who writes the blog </span><span><a href=\\\"http://capitalgainsandgames.com/\\\" target=\\\"_blank\\\"><span>Capital Gains and Games</span></a></span><span> and is a former staffer on the House and Senate budget committees, says Thursday&apos;s move by the Democrats makes the</span> <span>already-</span><span>minuscule chances of the two parties agreeing on a budget &quot;much worse.&quot;</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>&quot;You&apos;re talking about a debate that was much more emotional than substantive to begin with, and now you&apos;re adding even more emotion to the point of hatred,&quot; Collender says. &quot;At this point, the Tea Party folks, who didn&apos;t like working with Democrats to begin with, now look at them as a tool of the devil. So, you&apos;re making a budget debate that was always going to be hard -- because taxes and spending are always difficult issues -- you&apos;re making it that much harder. No one&apos;s going to want to compromise under these circumstances.&quot;</span></p>\"}]","teaser":"Senate Democrats made a major change to Senate rules yesterday, and may have also destroyed any chance for a budget compromise.","published":"2013-11-22T14:24:49+00:00","title":"Senate Democrats go nuclear, maybe blow up any chance for budget deal, too","byline":"David Brancaccio","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/451085671.jpg?itok=OY-Ez4ov","meta":{"width":"610","crop":"primary","height":"340"}},{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/11/22/marketplace_segment07_20131122_64.mp3","type":"audio/mpeg","meta":{"duration":103,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/11/22/marketplace_segment07_20131122","type":"application/json"},"duration_hms":"00:01:43"}}]}