{"created":"2015-02-18T10:12:38+00:00","modified":"2015-06-05T15:28:59+00:00","valid":{"from":"2015-06-05T15:28:59+00:00","to":"3015-06-05T15:28:59+00:00"},"hreflang":"en","title":"'You Are Invited': Isolated Iran Seeks Foreign Tourists ","published":"2015-02-18T16:39:00+00:00","teaser":"Iran often seems conflicted about its future. Last week, a big rally included the usual anti-American rhetoric, while the following day marked the opening of an international tourism exhibit.","itags":["npr_api","387149018"],"guid":"d7988162-e159-4820-8832-702a8cf3cb1b","contentencoded":"<p>Two events last week suggested the conflicting currents in Iran. The country marked the anniversary of its revolution last Wednesday with the usual slogan, \"Death to America.\" The following day, Iran opened an international tourism exhibition with a different slogan: \"You are invited.\"</p><p>Iran wants to welcome more international tourists, including Americans. But that's a challenge for a country that's wary of outsiders, and closely monitors its own people.</p><p>The exhibition suggested the attractions of Iran. A booth for the city of Yazd advertised a city with buildings dating back thousands of years. Sepida Sefarzadeh, a Yazd tour guide, offered a tray filled with baklava. She followed up with a ceramic tile decorated with with a photo of a famous mosque.</p><p>\"This is a symbol of Yazd,\" she says.</p><p>The exhibition also brought a hint of the challenges. At the opening ceremony, we found the visiting leader of the <a href=\"http://www2.unwto.org/\">United Nations World Tourism Organization</a>.</p><p>\"I think Iran has been sending some very positive messages about international engagement. Tourism is a very important tool for that,\" said Taleb Rifai, the U.N. official.</p><p>But he gave Iran some straightforward advice: \"Open up.\"</p><p><strong>Can Iran Change Course?</strong></p><p>Those two simple words suggest this story is about more than attracting a few tourist dollars. Iran certainly needs that money, struggling as it is with global sanctions over its nuclear program, but earning more requires a change in outlook.</p><p>Since Islamist clerics took power in 1979, they have limited the people's contact with the outside world. The government has controlled information and granted very few visas to would-be visitors. The government has begun making moves to relax its visa policies, although that is just the beginning of a long journey.</p><p>From the exhibition we drove almost 300 miles to Iran's great tourist destination: Isfahan, a historic city where we could see the opportunities and challenges of that advice to open up.</p><p>Rows of pointed brick arches line every side of the centuries-old square at the heart of Isfahan. Lights glow in those arches in the evening. Horses and carriages carry tourists at almost alarming speeds, past the glittering blue tiles of a mosque. A palace balcony overlooks this scene. The palace belonged to kings who once ruled Persia and made this city their capital from the 1500s to the 1700s.</p><p>At the edge of the square, a passing bike rider came to a stop, and asked what we were doing. We're doing a story about tourism, I said.</p><p>He replied: \"Tourism or terrorism?\"</p><p>We clarified that we mean tourism, which is a subject Ehsan Amin Javaheri thinks about a lot. He sells Persian carpets for a living, and believes several factors keep tourists away from Iran.</p><p>\"For example, the price for visa, that's one problem,\" he says. \"The second thing: It's a long process to get the visa. Sometimes they never get it. And, it could be wearing the scarf for the women. You know people cannot drink alcohol; this type of stuff, freedom they have in their own country, here they don't have it.\"</p><p>And then there are the economic sanctions, which can make it hard for international visitors just to use their credit cards.</p><p>Javaheri is hopeful for change. He's especially hopeful for more American customers.</p><p>\"Because they are the best customers,\" he says. \"They buy; they buy good quantity and good prices. They pay tips, as well.\"</p><p>Javaheri hasn't seen many Americans yet. He has heard that California tour operators plan to bring more of them. And that would make a difference around this square, where shopkeepers told us business has been bad for years and years.</p><p>But there is still a problem: Opening up Iran means Iran would have to be more open.</p><p><strong>Lingering Misperceptions</strong></p><p>Walking around Isfahan reminded me of something I'd heard from an economist a few days before. The economist was Mehdi Behkish, of Iran's branch of the International Chamber of Commerce. He's struggled for years to get foreign businessmen to bring along their families.</p><p>\"All those people coming from Europe, businessmen I mean, when they came they said their wives were very afraid to come here,\" Behkish says.</p><p>Behkish blamed negative stories about Iran in the Western media.</p><p>\"How come people in the West think that way? Why are they afraid?\" he asks. \"Sometime they said they are afraid to walk in the streets; that's garbage.\"</p><p>Behkish is right that Iran's streets feel extraordinarily safe. Isfahan was totally relaxed; sometimes couples walked hand in hand. But it's also true that some outsiders vanish into captivity.</p><p>Haleh Esfandiari is an Iranian-American writer who was imprisoned in 2007. Jason Rezaian is an Iranian-American reporter for <em>The Washington Post</em> who's in prison now. Both were accused of spying, but it's not clear why.</p><p>Amir Hekmati, another Iranian-American who visited family in Iran, was actually convicted of spying, and he remains in prison though his death sentence was overturned. Once they get into Iran, some visitors must take a moment to wonder if they will get out.</p><p>And we noticed something else in Isfahan.</p><p>In a long passageway lined with shops, we encountered an Iranian woman and her daughter. She was excited to meet an American and to tell a story she normally could not.</p><p>\"You know the condition here, situation here. Here we cannot talk, you know we just can see and say [and] do nothing,\" said the woman, who asked that we identify her only as Shila.</p><p>Even as we stood talking, three men began hovering behind her, a little too close and a little too curious. We stepped into a side street, with Shila's daughter beside us, and there Shila told a story of middle-class struggle.</p><p>A devastating recession only recently ended in Iran. It was blamed not just on sanctions, but on government mismanagement. Shila told me her husband is a medical researcher who can't find anyone to finance his work. He's had to pay for it himself. Shila has been working as an English-language tutor to help support their daughter.</p><p>I asked if she thought her daughter would have a better life.</p><p>\"Here, I don't think so,\" she says. \"I'm planning to send her.\"</p><p>Send her where?</p><p>\"You know, as we think, the paradise of the world is the United States.\"</p><p>If more visitors do come to Iran, they will encounter this reality: Some of the friendly people they'll meet on arrival desperately want to leave.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27You+Are+Invited%27%3A+Isolated+Iran+Seeks+Foreign+Tourists+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Inskeep","audio":[{"meta":{"duration":"486"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387149019-b0a906.m3u?orgId=1&topicId=1009&d=486&p=3&story=387149018&t=progseg&e=387143185&seg=1&ft=nprml&f=387149018"},{"href":"http://media.npr.org/assets/img/2015/02/18/iran-tourism-isfahan-getty-8e7ef2af3c613c8a95d043c1beeb74107b19573f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1966","width":"2622"}},{"href":"http://media.npr.org/assets/img/2015/02/18/isfahan-from-khaju-bridge-messick-abd024f367601294fae2feb4de6d5b03f741dcf1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1077","width":"1436"}}]}