{"created":"2014-11-15T22:52:10+00:00","modified":"2014-11-16T03:00:10+00:00","valid":{"from":"2014-11-16T03:00:10+00:00","to":"3014-11-16T03:00:10+00:00"},"hreflang":"en","title":"When The Lights Go Down, Who Will Hear 'The Last Transmission'?","published":"2014-11-16T02:35:00+00:00","teaser":"Famed film director Melvin Van Peebles joined the band The Heliocentrics to create music inspired by the sounds and signals of deep space exploration.","itags":["npr_api","363549424"],"guid":"d7a4e833-f5fa-404f-aeff-336c57eabd9b","contentencoded":"<p>A lot of popular musicians in the 1960s and '70s showed a passionate interest in getting extremely high — higher than any human had ever been.</p><p>We're talking, of course, about space exploration. David Bowie, Pink Floyd, Sun Ra, Funkadelic; all contributed to our shared space mythology. That doesn't happen so much these days.</p><p>But a new record from London band The Heliocentrics is a welcome, and trippy, exception.</p><p>Titled <em>The Last Transmission</em>, the album's poetry is by the one and only Melvin Van Peebles, the revolutionary filmmaker who probably doesn't get his due because he gets lumped in the \"blaxploitation\" genre. Van Peebles weaves a story — an astronaut sending out messages while exploring deep, deep space — that's been described as \"an intergalactic 'Rime of the Ancient Mariner.' \" The messages are about the sort of love you can find in the cosmos when you lower your standards a bit — like, no longer holding out for carbon-based life forms.</p><p>The idea for this story came to Peebles years ago, he tells NPR's Arun Rath, back when he was in the Air Force.</p><p>\"I used to fly as a navigator, [a] radar-operated bombardier, on a secret jet bomber,\" Van Peebles says. \"It flew so high that people didn't even know it was in there for years, and I spent a lot of time up above everything.\"</p><p>Van Peebles says flying like that was like being in another world. It was in that world that he says thoughts of the story \"ran through my mind a zillion times.\" He only decided to set this story to music once his producer, Eothen Alapatt, slipped him an unreleased instrumental track from The Heliocentrics, a band Van Peebles had not heard of before.</p><p>\"I heard it, and I said, 'Wow!' \" he says.<strong></strong></p><p>The sounds reminded Van Peebles of his long-forgotten galactic love story. So he wrote it up, laid down the vocals and sent the recording to Heliocentrics founding member Malcolm Catto.<strong></strong></p><p>\"Melvin somehow got hold of this track and done his own thing on it without us even knowing,\" Catto says.</p><p>But Catto wanted to collaborate on more<strong> </strong>than just one song.</p><p>\"It started the seed, you know, of a concept to us: Why don't we make a science fiction kind of soundtrack to go with this story?\" he says.</p><p>The Heliocentrics supported Van Peebles' distant love story with other-worldly sounds — a lot of oscillation and static, like distant radio signals that just don't want to cooperate.</p><p>\"That's basically our idea of what it must seem like by the time it reaches another intelligence far off into space somewhere,\" Catto says. \"What would it be like? This message? It'd start off and then slowly dissipate, dissipate until it's light years away. And you just get all this radio chatter.\"</p><p>Catto says what really interested them was the idea that perhaps all TV and radio signals were filtering through space and congregating somewhere. They were trying to recreate the sound that might make.</p><p>\"I suppose it's the dream of every band or every musician is to come up with a sound or something that hasn't been done before, and certainly that's our motivation,\" he says.</p><p>Melvin Van Peebles was ecstatic about the odd partnership, even though he and the band have never met. He's in New York and The Heliocentrics are in London.</p><p>\"But it seems I know them; what they're thinking, what I'm thinking. It was phenomenal, it was great,\" he says. \"I haven't had so much fun with clothes on in years.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+The+Lights+Go+Down%2C+Who+Will+Hear+%27The+Last+Transmission%27%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"334"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364355129-5e4a63.m3u?orgId=1&topicId=1105&ft=3&f=363549424"},{"href":"http://media.npr.org/assets/img/2014/11/12/melvin-van-peebles-last-transmission-cover-image-287c951f078e4cde0f281c9739153b1674b30858.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"868","width":"1158"}}]}