{"created":"2015-01-03T22:18:32+00:00","modified":"2015-06-05T15:30:56+00:00","valid":{"from":"2015-06-05T15:30:56+00:00","to":"3015-06-05T15:30:56+00:00"},"hreflang":"en","title":"In Preventing Trans Suicides, 'We Have Such A Long Way To Go'","published":"2015-01-05T19:03:00+00:00","teaser":"A transgender teen's anguished suicide note has launched a national conversation. The founder of a suicide hotline for trans people says Leelah Alcorn's pain and lack of support are all too common.","itags":["npr_api","374808351"],"guid":"d7d20639-89d7-4338-931e-fe492548be1c","contentencoded":"<p>The death of transgender 17-year-old Leelah Alcorn has started a national conversation about the issues faced by trans youth.</p><p>Alcorn left behind a suicide note referencing her parents' refusal to accept her identity, saying, \"The only way I will rest in peace is if one day transgender people aren't treated the way I was, they're treated like humans, with valid feelings and human rights.\"</p><p>Alcorn's death has prompted mourning, calls for action and emotional debate — and brought increased attention to the high rate of suicide in the trans community. A recent study from UCLA found that 41 percent of transgender people in the survey had attempted suicide — nearly nine times the national average.</p><p>That's why Greta Martela founded <a href=\"http://www.translifeline.org/\">Trans Lifeline</a>, a suicide hotline for trans people, run by transgender volunteers.</p><p>As a transgender woman herself, Martela knew how badly it was needed. \"When I came out I kind of assumed that something like Trans Lifeline would be there for me,\" she tells NPR's Arun Rath. \"And I was shocked to learn that there was just really not much.\"</p><p>Trans Lifeline launched in September and it's already getting around 60 calls a day. Alcorn's case hit home, Martela says.</p><p>\"For all of the trans women I know, the first thought is, you know, 'This could be me. This is, this is so much like my experience.' \"</p><p>Alcorn's letter was posted on Tumblr on Dec. 28, right around the holidays, which can be a particularly hard time, Martela says.</p><p>\"Nobody's going home for the holidays,\" she says. \"Most trans people end up kind of orphaned from their families and have to build new families, so to hear about the way that her family was rejecting her and working to isolate her, I think every trans person I know was crying about it the day that it came out.\"</p><p>Martela says she wishes she could have had the chance to counsel Alcorn. She says a lot of teens have called Trans Lifeline with situations that are very similar.</p><p>\"The things that I do when I have a kid like that on the line with with me is I try to find one adult in their community who's a safe person who is going to listen to them about what's going on with them and not question their identity,\" she says.</p><p>\"And I try to emphasize that, let's say you've got two years left in high school, that that seems like forever, but it's not that long. The important thing for teenagers to do in that situation is to make plans to help them get through however long it is,\" Martela says. \"[Because] the truth is, some people's parents in this country are never going to respect their identity or accept them as trans.\"</p><p>Martela says that before she transitioned, she had many instances of being suicidal and was hospitalized a number of times.</p><p>\"My experience that led me to start this was calling a big national suicide hotline and the operator didn't know what 'transgender' meant, and so I had to explain that to him,\" she says. \"And once he did understand what I was talking about he got really uncomfortable.\"</p><p>When she went to the emergency room at a hospital in Berkeley, Calif., she had to explain it again.</p><p>\"I had to push back against the nurses to get them to use my right pronouns and my preferred name. And so it's really clear to me that we have such a long way to go on this issue. ... It's a common experience. It's something that all trans people are going through on a daily basis.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Preventing+Trans+Suicides%2C+%27We+Have+Such+A+Long+Way+To+Go%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"231"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374808352-52f40f.m3u?orgId=1&topicId=1091&d=231&p=2&story=374808351&t=progseg&e=374808334&seg=4&ft=nprml&f=374808351"}]}