{"created":"2014-10-31T22:01:06+00:00","modified":"2014-10-31T22:01:07+00:00","valid":{"from":"2014-10-31T22:01:07+00:00","to":"3014-10-31T22:01:07+00:00"},"hreflang":"en","guid":"d7d998a5-d062-44d0-bed2-e7037dfae57a","title":"Breakaway Buddhists take aim at the Dalai Lama  ","published":"2014-10-31T22:01:03+00:00","byline":"Matthew Bell","tags":["Religion","protests","human rights","culture","Belief","Lifestyle & Belief","Boston","North America","United States","Massachusetts","Tibet","Robert Barnett","Kelsang Gyatso","Rebecca Gauthier","Dalai Lama","Tibet","Tibetan Buddhism","Dorje Shugden","Dorje Shugden controversy","Religion"],"teaser":"The Dalai Lama prohibits his followers from praying to what he considers the malevolent deity of Dorje Shugden. But adherents of this practice, many of them western converts, say the Tibetan religious leader is guilty of persecution. ","contentencoded":"<p>The Dalai Lama paid a visit this week to Boston, where thousands of his adoring faithful and fans bought tickets to hear him speak about topics including “educating the heart and mind.”</p>\n<p>But the 79-year-old spiritual head of Tibetan Buddhism has his haters too. And some of them, it turns out, are <em>practitioners</em> of Tibetan Buddhism.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"1632\" width=\"2448\" style=\"width: 400px; height: 267px; float: right;\" alt=\"Tibetans turned out to welcome the Dalai Lama to Boston. \" title=\"Tibetans turned out to welcome the Dalai Lama to Boston. \" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/dalailovers.jpg\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Matthew Bell</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>Tibetans turned out to welcome the Dalai Lama to Boston.</p>\n  </div>\n</div>Many of those haters took position on Thursday morning outside the Wang Theater in downtown Boston, where the Dalai Lama spoke. They were joined by the lama's supporters, and the two sides held dueling protests.\n<p>“Long live Dalai Lama!” one group shouted, waving Tibetan flags and holding up portraits of the monk they refer to as His Holiness. A few meters away, another group banged drums and chanted, “False Dalai Lama! Stop lying!”  </p>\n<p>“He’s running a theocracy,\" says Rebecca Gauthier, a spokeswoman with a group called the International Shugden Community. They're stepping up a protest campaign against the Dalai Lama, saying he's intent on stamping out Shugden, a tradition in Tibetan Buddhism. \"He’s saying there can be no opposing voice, and that’s not OK,” she says.</p>\n<p>Gauthier contrasts that to the loud scene outside the thater. “I think it’s great that we’re here demonstrating against the Dalai Lama and then right next to us are people who are for the Dalai Lama,\" she says. \"That’s what democracy is.\"</p>\n<p>This fight is partly about a theological and political debate that goes back centuries, to a time when Tibetan Buddhism was a sectarian mishmash of different lamas, monasteries and practices. One of them centered on the Tibetan deity of Dorje Shugden and the rituals done in his name, the same rituals Gauthier's group adhere to.</p>\n<p>The Dalai Lama himself actually once performed the Shugden rituals, but turned against them later on. “The Dalai Lama inherited this practice from his two teachers when he was young,” explains Robert Barnett, director of the Modern Tibetan Studies program at Columbia University. “He later decided that this practice was essentially damaging\" —  damaging not only to the practitioner, but to Tibetan Buddhism itself.</p>\n<p>Barnett says the Dalai Lama discouraged rituals aimed at Dorje Shugden starting in the 1970s, but some members of the clergy ignored him and carried on with the tradition. So in 1996, he prohibited his followers from engaging in Shugden rituals altogther.</p>\n<p>What has happened since then, Barnett says, is that Shugden practitioners in the Tibetan exile community have faced persecution. And he says the Dalai Lama’s administration hasn’t dealt with that very well.</p>\n<p>“He’s trying to discredit us by saying that Dorje Shugden is devil worship,\" Gauthier says. \"It’s not. He’s trying to say we’re a splinter group. He’s trying to say it’s not mainstream. He’s trying to say this is a small minority. All of that information is false.\"</p>\n<p>But Barnett says claims that the Shugden issue is a major human rights concern are overblown.</p>\n<p>“What we’re really seeing is the streets of America being used by a new form of Buddhism to try to promote itself and to consolidate its own followers by asking them to do these rather unusual, unorthodox [and] social difficult practices of attacking [the Dalai Lama],” Barnett says. “We see this being done under the name of human rights, which is not really quite what is at issue here.”</p>\n<p>Barnett worries the Shugden controversy will hurt Tibetan Buddhism and the Tibetan exile community. And at the Boston protest, there were signs of division.</p>\n<p>Dawa Tsering, a Dalai Lama supporter from Amherst, Massachusetts, says he tells his daughter not to associate with another Tibetan child at school whose family follows Shugden.</p>\n<p>“If you have a tooth problem, you’re not going to keep that tooth. You’re going to extract it, because otherwise it’s going to harm the whole body,” Tsering says. “That’s my philosophy.”</p>\n<p>Tibetans still revere the Dalai Lama as a both a political and religious leader. And many who support him in the controversy over Dorje Shugden suspect that the people behind the anti-Dalai Lama protest campaign are being paid by the Chinese government. But Gauthier, the spokeswoman for the pro-Shugden group, says these allegations are absurd.</p>\n<p>“We have nothing to do with the Chinese government, no affiliation whatsoever,” she said. “I’ve never received a paycheck for protesting against the Dalai Lama, which is a smokescreen that the Dalai Lama builds to take attention away from the real issue at hand — and that is religious discrimination.”</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/dalaihaters.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/dalaihatersjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/103120145.mp3"},{"href":"http://www.pri.org/file/103120145mp3"}]}