{"created":"2015-01-05T23:20:34+00:00","modified":"2015-05-13T21:23:39+00:00","valid":{"from":"2015-05-13T21:23:39+00:00","to":"3015-05-13T21:23:39+00:00"},"hreflang":"en","title":"U.S. Credit Cards Tackle Fraud With Embedded Chips, But No PINs ","published":"2015-01-08T20:01:00+00:00","teaser":"The nation's biggest banks are leaning toward a new credit card security system that will rely on embedded chips and signatures rather than PINs. But critics say the PIN-and-chip system is superior.","itags":["npr_api","375164839"],"guid":"d7db4909-bdae-4b02-b8e4-f6cf845411bd","contentencoded":"<p>This year, there will be an important change in the way Americans use their credit cards. More banks will be issuing cards with small computer chips, a move they say will protect against credit card fraud.</p><p>But banks are stopping short of another step that will make credit card usage even safer. And a lot of retailers aren't too happy about it.</p><p>Americans use their credit cards a lot, and most of the cards they use operate the same way. The credit card is swiped through a machine, and the machine reads the customer's personal information, which is stored in a magnetic strip on the back.</p><p>The problem, says Kevin Yuann of the Website NerdWallet, is that this <a href=\"http://www.npr.org/blogs/alltechconsidered/2013/12/19/255558139/outdated-magnetic-strips-how-u-s-credit-card-security-lags\" target=\"_blank\">magnetic strip</a> is really easy for criminals to access.</p><p>\"The <a href=\"http://www.npr.org/blogs/thetwo-way/2014/01/10/261365107/target-says-70-million-individuals-data-may-have-been-stolen\" target=\"_blank\">Target breach</a>, for example, or the Home Depot breach, someone skimmed all that card data and then printed out fraudulent cards,\" Yuann says.</p><p>Now U.S. credit card companies are moving to cards encoded with small chips, which have long been used overseas. Yuann says fraud will become a lot harder to pull off.</p><p>\"That type of fraud won't be able to occur because the chip prevents someone from emulating a card that way,\" he says.</p><p>The U.S. has been <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/01/23/264910138/target-hack-a-tipping-point-in-moving-away-from-magnetic-stripes\" target=\"_blank\">slow to accept chip-encoded cards</a> until now because most retailers didn't have the machines that could read them, and <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/11/24/366367832/as-hackers-hit-customers-retailers-keep-quiet-about-security\" target=\"_blank\">they didn't want to pay for them</a>. But later this year, retailers that don't accept cards with chips will be responsible for any fraud that occurs as a result.</p><p>So the retail industry invested billions of dollars to buy the new technology. But Mallory Duncan of the National Retail Federation says the new cards won't be as safe as they could be. He blames the big banks.</p><p>\"It's really disappointing to see that after all of the hacks that have occurred, the banks are only willing to take the steps to protect the banks and not the full protection we need,\" Duncan says.</p><p>As anyone who's traveled to <a href=\"http://www.emvco.com/about_emvco.aspx?id=202\" target=\"_blank\">Europe</a> lately knows, using a credit card overseas usually requires entering a PIN just like you do with your bank card in the U.S. But the U.S. banks that issue credit cards didn't want to ask their customers to do that. So customers will just be required to provide their signature, which is the way they do now for the most part.</p><p>\"Most credit card users in the United States, in fact the vast, vast majority of them, are not accustomed to using a PIN within a credit environment, so I think that that's something that was central to the decision of the credit card issuers,\" says Doug Johnson, a senior vice president of payments and cybersecurity policy for the American Bankers Association.</p><p>In essence, U.S. consumers aren't used to punching in a PIN when they buy something with their credit cards. Yuann says credit card companies did marketing studies and found out that requiring PINs would actually turn off U.S. customers.</p><p>\"The banks want to make sure that cardholders use their card, and so they want to make it as easy for the cardholder,\" Yuann says. \"And so until they see adoption of PIN across the system, no bank wants to be the only one with a PIN-only-enabled credit card.\"</p><p>But requiring PINs would make credit cards even safer — a lot safer, in fact. Bank industry officials brush aside this concern, saying this is all a temporary problem.</p><p>There's a new generation of credit cards coming that won't use numbers at all, not even account numbers. Until then, they say the new chip-encoded cards will provide an extra level of security, even if they don't go as far as a lot of retailers would like.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.+Credit+Cards+Tackle+Fraud+With+Embedded+Chips%2C+But+No+PINs+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jim Zarroli","audio":[{"meta":{"duration":"208"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375201482-2d4328.m3u?orgId=1&topicId=1006&d=208&p=2&story=375164839&t=progseg&e=375168843&seg=7&ft=nprml&f=375164839"},{"href":"http://media.npr.org/assets/img/2015/01/05/creditcards-b2d8df963d214e7c8678fd01f6291b801185ea4f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1806","width":"2410"}}]}