{"created":"2014-09-16T07:41:42+00:00","modified":"2015-02-27T22:33:54+00:00","valid":{"from":"2015-02-27T22:33:54+00:00","to":"3015-02-27T22:33:54+00:00"},"hreflang":"en","title":"Minecraft's Business Model: A Video Game That Leaves You Alone","published":"2014-11-11T19:38:00+00:00","teaser":"Microsoft is buying the company that created the video game Minecraft, which has a loyal following in part because of the freedom it allows players — including freedom from pressure to buy add-ons.","itags":["npr_api","348770036"],"guid":"d7dd623c-22c9-4b02-9e5a-a4806098b815","contentencoded":"<p>Minecraft is deceptively simple video game. You're dropped into a virtual world, and you get to build things. It's like a digital Lego set, but with infinite pieces.</p><p>Its simplicity makes it a big hit with kids, like 10-year old Will Davidson. Last year, Will built a Spanish mission for a school report. He modeled his off the <a href=\"http://www.parks.ca.gov/?page_id=548\" target=\"_blank\">Santa Cruz Mission</a>. \"I made a chapel over here,\" Davidson says. \"I also have a bell tower.\"</p><p>After he turned in his report, he added a few things. Like skeleton archers. \"And zombies ... and exploding things, and spiders, that try to kill you,\" he said.</p><p>Minecraft is popular with kids because they're free to create almost anything, says Ramin Shokrizade, a game designer.</p><p>Also, kids aren't manipulated into clicking buttons to buy add-ons within the game. In other games, designers give players a special power for free at first, then take it away and offer it back at a price.</p><p>Zynga, the creator of Farmville, calls this <a href=\"http://www.npr.org/blogs/alltechconsidered/2013/10/30/241449067/how-video-games-are-getting-inside-your-head-and-wallet\" target=\"_blank\">fun pain</a>, according to Shokrizade. \"That's the idea that, if you make the consumer uncomfortable enough, and then tell them that for money we'll make you less uncomfortable, then [they] will give us money,\" he says.</p><p>Kids, Shokrizade says, are especially susceptible to this — and Minecraft has a loyal following, in part, because it doesn't do it.</p><p>Susan Linn, from the Campaign for a Commercial-Free Childhood, agrees. She says a big reason she likes Minecraft is because after you purchase the game upfront, that's it.</p><p>\"Parents don't have to worry that their kids are going to be targeted for more marketing,\" Linn says. \"How forward-thinking!\"</p><p>But Linn is worried. <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/09/15/348740453/with-minecraft-microsoft-buys-a-doorway-to-millions-of-players\" target=\"_blank\">Microsoft bought Mojang, the company that created Minecraft</a>, on Monday for $2.5 billion, and she says that any time a large company spends billions to acquire a smaller company, executives are bound start looking for new ways to get even more money out of it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Minecraft%27s+Business+Model%3A+A+Video+Game+That+Leaves+You+Alone&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Henn","audio":[{"meta":{"duration":"199"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348903342-7c2684.m3u?orgId=1&topicId=1019&e=348770036&d=199&ft=nprml&f=348770036"},{"href":"http://media.npr.org/assets/img/2014/09/15/will-davison-s-santa-cruz-mission-dabffcf04140ac40cebe6a2e3e7ba520ad40bb27.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"863","width":"1150"}}]}