{"created":"2014-09-28T21:06:15+00:00","modified":"2015-03-26T19:43:00+00:00","valid":{"from":"2015-03-26T19:43:00+00:00","to":"3015-03-26T19:43:00+00:00"},"hreflang":"en","title":"Inaugural Poet Recalls A Closeted Childhood Of Cultural Tension","published":"2014-09-29T00:13:00+00:00","teaser":"Richard Blanco, who read \"One Today\" at Obama's inauguration in 2013, explores the collision of sexual, artistic and cultural identity in his new memoir about his childhood in Miami.","itags":["npr_api","350892572"],"guid":"d7e1c221-cd6d-45fd-89f9-3e83594dc2b0","contentencoded":"<p>When Richard Blanco read his poem \"One Today\" at President Obama's inauguration in January 2013, he was the youngest poet ever to read at a presidential inauguration. But more attention went to Blanco's other distinctions: he was the first Latino, the first immigrant and the first openly gay poet to get that commission.</p><p>Blanco was born in Spain, but grew up with his Cuban family in Miami — a culture-bridging childhood he describes in his new memoir, <em>The Prince of Los Cocuyos. </em>In it, he writes about taking pains to hide his sexual orientation as a child in a hyper-masculine, conservative community. But Blanco tells NPR's Arun Rath that he wanted to make sure he didn't write about his sexuality in isolation — instead, he sought to explore how his cultural heritage, his community, his art and his sexuality collided while he was growing up.</p><hr /><h3>Interview Highlights</h3><p><strong>On the cultural tensions of his Cuban-American childhood home</strong></p><p>I always dreamed of Fruit Loops and Easy Cheese and all these things that they never had at the Cuban grocery stores. So ... part of the first chapter is how I plotted and sort of lured my grandmother into finally taking that trip into the forbidden zone, which was Winn-Dixie, where all the few remaining Anglos in Westchester, Miami, still shopped.</p><p>You know, growing up in Miami there was this sense of ... living between two imaginary worlds. One was the 1950s and '60s Cuba, of the community in the minds of my parents and grandparents — this place where we came from, this place where I was from, but had never been. And the other sort of mythic place was America, because growing up in a very monolithic Cuban community, it really did feel like America was somewhere else.</p><p><strong>On understanding America through <em>The Brady Bunch</em></strong></p><p>I really truly believed, being naive and a child and also growing up in Miami, that this is the way the rest of the world lived and that there was a Brady Bunch house to be had everywhere north of the Dade County line. And to this day I'm still addicted to reruns of <em>The Brady Bunch. </em></p><p><strong>On how his sexual identity collides with his artistic and cultural identity</strong></p><p>I would always be hiding my creative side and also, of course, my sexuality or sense of it. And often in literature — at least I'm guilty of this myself — we sort of only look at one slice of that, when you look at cultural identity or when we look at a a struggle in terms of an artistic career or we only think about a gay person and his coming out story. I wanted to sort of throw those all together and see what happens.</p><p><strong>On portraying his family in prose, as opposed to poetry</strong></p><p>In poetry you zero in on a person's sort of essential being, their soul. And in poetry my mother comes across as this angelic martyr figure, this woman who has suffered and had to leave all her family in Cuba. And My grandmother comes across as this sergeant ... vigilant and aggressive. And in the memoir those personalities sort of switched.</p><p>I think it was [in] part because on the exterior, my grandmother's character, she was hilarious — she was the life of the party. She was gregarious, she always had a fun joke to tell ... she was a bookie, she had friends, always wheeling and dealing. But that was the exterior character, which you develop a lot more in prose and in memoir.</p><p><strong>On why his memoir describes being closeted, rather than coming out</strong></p><p>I really didn't end up coming out until much later in life ... and what really fascinated me as a writer and as an investigator is, how does that happen? How is it that moment by moment the next notch of courage, the next notch of self-understanding — even though you know you're gay at 12, 13, 14 [years old], those words can't even enter your mind. You can't even have the vocabulary; you don't say \"Gee, I think I'm gay.\" No, it doesn't happen that way.</p><p>It's just a slow sort of easing into, and all the little things that propel you to that place, all the people that support and move you an inch in that direction. The moment of coming out is really the end of a story — and the beginning of a new one, obviously, but it's really the whole life story to get to that moment.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Inaugural+Poet+Recalls+A+Closeted+Childhood+Of+Cultural+Tension&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"366"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352290059-bc8ab1.m3u?orgId=1&topicId=1033&aggIds=144967617,100876926&e=350892572&d=366&ft=nprml&f=350892572"},{"href":"http://media.npr.org/assets/img/2014/09/24/richardblanco_bookcover-5202e773941c9da66bcb358f62d913d6090a5704.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"771","width":"1028"}},{"href":"http://media.npr.org/assets/img/2014/09/24/richard-blanco_-please-credit-timothy-greenfield-sanders-ddb48f7412a142afa351ab66b0f7197308a06144.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1688","width":"2251"}}]}