{"created":"2015-01-06T23:12:25+00:00","modified":"2015-04-30T20:05:39+00:00","valid":{"from":"2014-10-29T22:18:44+00:00","to":"3014-10-29T22:18:44+00:00"},"hreflang":"en","guid":"d7efc650-a39c-4ad0-a0dc-6b41d2711dcb","title":"Veterans Day Special 2014","teaser":"A special Veterans Day edition of The Moth Radio Hour. After returning from active duty in the Middle East, a marine searches for new meaning; a 97 year old woman describes training young men for WWII combat as a WASP; a father being deployed to Iraq must find a way to explain it to his children; and a WWII soldier from Wisconsin serves with the segregated 93rd Infantry Division in the South Pacific. This special hour is hosted by The Moth's Producing Director, Sarah Austin Jenness.\n\nThe Moth Radio Hour is produced by The Moth and Jay Allison of Atlantic Public Media.\n","description":"Mike Scotti&nbsp;finds new meaning after returning from active duty in the Middle East.Dawn Seymour&nbsp;becomes part of the Women Airforce Service Pilots (WASP), training young men stateside to enter WWII overseas.Bill Krieger&nbsp;tucks his daughter in at night before being deployed to Iraq.&nbsp;William Cole&nbsp;serves as a radio operator in the 93rd Infantry Division, a segregated unit, in the South Pacific.","contentencoded":"<strong><strong><strong>Mike Scott</strong>i</strong></strong>&nbsp;finds new meaning after returning from active duty in the Middle East.<br /><br /><strong><strong>Dawn Seymour</strong></strong>&nbsp;becomes part of the Women Airforce Service Pilots (WASP), training young men stateside to enter WWII overseas.<br /><strong><br /><strong><strong>Bill Krieger</strong></strong>&nbsp;</strong>tucks his daughter in at night before being deployed to Iraq.&nbsp;<br /><br /><strong><strong>William Cole</strong></strong>&nbsp;serves as a radio operator in the 93rd Infantry Division, a segregated unit, in the South Pacific.","byline":"The Moth","published":"2014-10-29T22:18:44+00:00","tags":[],"itags":["prx:stories-133789"],"audio":[{"href":"https://cms.prx.org/pub/92b03b01cff57731e0083b263d3b8ec2/0/web/story_image/317874/medium/1413.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/3dded185c94a2f648f91f9f927062445/0/web/audio_file/774986/broadcast/Moth1423Bounce2.mp3","type":"audio/mpeg","meta":{"duration":3180,"size":101647055}}]}