{"created":"2015-01-15T21:46:57+00:00","modified":"2015-05-13T21:22:21+00:00","valid":{"from":"2015-05-13T21:22:21+00:00","to":"3015-05-13T21:22:21+00:00"},"hreflang":"en","title":"Remaking Vegas In A Tech Billionaire's Image: Will It Last?","published":"2015-01-20T17:08:00+00:00","teaser":"Zappos.com CEO Tony Hsieh pumped $350 million into downtrodden downtown Las Vegas to make it a home for startups and a place young people want to live again. Three years in, is it working?","itags":["npr_api","376962719"],"guid":"d7f63dcf-8b0b-4c36-a720-8279f68f9d79","contentencoded":"<p><em>This story is the latest in <a href=\"http://www.npr.org/series/155914958/npr-cities\">NPR's Cities Project</a>.</em></p><p>Fifteen minutes north of the iconic Vegas Strip is the economically depressed downtown Las Vegas, a much-forgotten part of town. It's also an area of tremendous change in recent years, since it's the heart of tech billionaire Tony Hsieh's ambitious <a href=\"http://www.downtownproject.com/\">Downtown Project</a> — an effort that's part urban revitalization, part social experiment.</p><p>Three years in, it's not going as quickly as he expected.</p><p>\"I come from the tech world where you can go from idea to launch in 24 hours,\" Hsieh tells NPR. \"Even though I knew obviously the physical world can move slower than the tech world, there are just some things that just take a lot of time and therefore a lot of patience.\"</p><p>The impact of the effort is obvious in the downtown blocks that make up the Fremont East district. In a lot that used to be a Motel 6, Hsieh, the CEO of Zappos.com, has helped create a park that anchors his revitalization effort. Kids play on a giant Swiss Family Robinson-style treehouse playground and adults enjoy live music, eat, drink or shop in businesses housed inside shipping containers.</p><p>\"Have you gone down the slide yet?\" Hsieh asks. \"You should. It's part of the experience of visiting the Downtown Container Park.\"</p><p>The Container Park is part of a much grander vision: to get more people living, playing and working in this forgotten part of Vegas. Hsieh scooped up dozens of acres of property and pledged to pour $350 million from his personal fortune into the area. Much of it has already been spent, bringing in 60 tech startups and funding small businesses ranging from a grocery store to art galleries.<br /> <br /> It's an ambitious project, since downtown Las Vegas is the blighted part of the city, where rooms can rent for $29 a night and bottomless drinks are served in plastic footballs. The area is distinct from the Strip, and Hsieh's development is keeping it that way.</p><p>\"What you find on the Strip is really geared towards tourists, and what we're focusing on here is geared towards locals and this sense of community,\" he says.<br /> <br /> This all got started because three years ago, Hsieh's online shoe sales company Zappos, known for its customer service oriented culture, needed a new headquarters. At the same time, city government outgrew its downtown Las Vegas complex. So instead of building a sprawling new campus like Google or Apple did, Hsieh moved his staff of 1,600 into the old Las Vegas City Hall.</p><p>The young Zappos staff also needed life outside work, and there was nothing around but dilapidated motels. So the man who so focused on company culture started thinking more about what cities need to thrive. Hsieh says just as culture is to a company, a community is to a city.</p><p>He read voraciously about what it takes for cities to work and deployed many ideas from Edward Glaeser's book, <a href=\"http://www.npr.org/2011/02/12/133709007/The-Triumph-Of-The-City-May-Be-Greener\">Triumph of the City</a>, as part of his real-life experiment.</p><p>\"Vegas traditionally isn't known as a walking town or city. It's a very car-based culture, and we wanted to help create a place where you had everything you need to live, work, play within walking distance,\" Hsieh says. \"If you look one block that way there's actually the world's largest functioning fire hydrant attached to the dog park and doggy day care.\"</p><p>Hsieh's pointing a few blocks down Fremont Street, at the Hydrant Club, a new dog park backed by Downtown Project funds dedicated to incubating small businesses.</p><p>Founder and owner Cathy Brooks moved to Vegas after closing her tech consulting practice in San Francisco.</p><p>\"If you asked me a year and a half ago the top 100 places in this world, on this entire planet where I might consider relocating my life, Las Vegas would not have even been on the list,\" Brooks says.</p><p>But thanks to an investment from the Downtown Project, the Hydrant Club became a reality. Vegas-area dogs stay and play for the day while getting behavioral training, too.</p><p>\"Amidst this community rising from the ashes of downtown Las Vegas was a real need for a place for the dog community to be a community,\" Brooks says.<br /> <br /> The Hydrant Club is one of the 60 startups — and about 800 jobs — funded by Hsieh's project. The investments are a mix of tech startups, traditional small businesses like restaurants and education or health initiatives. They're all part of creating a community at hyperspeed. The idea is that when people live, shop and work in the same neighborhood, it fuels chance encounters — collisions, as they call them here — that lead to innovation.</p><p>\"It's impressive. There's a lot of change happening and it happens almost daily,\" says Matt Heller, who moved to downtown Las Vegas five years ago. He's impressed by the changes here, but also uncertain about its future.</p><p>Three years since Hsieh started spending, Heller wonders, what happens beyond this initial cash infusion?</p><p>\"There is zero sustainability in downtown Las Vegas. Zero,\" Heller says. \"We have to keep it growing every day. So the question is, at what cost? And I'm not sure when someone will say, 'You know what? We can't afford to water this grass anymore. There isn't any income.' \"</p><p>Hsieh says he's giving the project two more years to break even, which was the original plan. As the years have passed, however, the project has faced its share of difficulties. It laid off 30 staff members in September. Its lead spokesman quit this week. Those close to the original downtown vision have criticized Hsieh's leadership.</p><p>And unsettling events have further rattled the community. Among them — two entrepreneurs involved with the project <a href=\"http://recode.net/2014/10/01/the-downtown-project-suicides-can-the-pursuit-of-happiness-kill-you/\">died by suicide</a>, according to the Clark County Coroner's Office. A third reported suicide by a Downtown Project entrepreneur was ruled by authorities as an \"undetermined\" manner of death.</p><p>Hsieh told NPR this week the project is still on track, even though he has acknowledged before that urban development is an area where he's learning as he goes along.</p><p>\"Sometimes there are things that you just might not have ever anticipated just because I'm not from that world,\" he says.</p><p>Visit downtown Vegas for a live music show or a festival and it's clear the fast spending by the Downtown Project has visibly changed entire city blocks. Whether it will last is a bigger question, but Hsieh insists he is personally invested in Downtown Vegas — he has even been <a href=\"http://www.nytimes.com/2013/07/05/arts/design/latest-vision-for-las-vegas-a-downtown-ambience.html?pagewanted=all&_r=0\">compared to a modern-day Bugsy Siegel</a> in his singular vision and grand plans to build a community out of nothing.</p><p>And his Zappos business is based here, after all. But he says he wants to see a city revitalized for more than just a business reason.</p><p>\"I don't know if it needs to be framed as, 'Oh, you're either in business to maximize profits or you're this philanthropic, altruistic person.' I think there can be an in between where you try to do well by doing good and it's a win-win-win for everyone,\" Hsieh says.</p><p>A revitalizing urban core, built on tens of millions of dollars and a lot of hope. In that way, the project is a lot like the restaurants and retail inside shipping containers here. Is this temporary? Is it permanent? For now, it's a little bit of both.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Remaking+Vegas+In+A+Tech+Billionaire%27s+Image%3A+Will+It+Last%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"469"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377527073-d0c7cf.m3u?orgId=1&topicId=1003&aggIds=155914958&d=469&p=2&story=376962719&t=progseg&e=377299037&seg=14&ft=nprml&f=376962719"},{"href":"http://media.npr.org/assets/img/2015/01/13/lv-downtown-project-0833_custom_slide-ee4e75ce9dd3807b632a6e8eba6719d48746fef9.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1669","width":"2500"}},{"href":"http://media.npr.org/assets/img/2015/01/13/lv-downtown-project-0861-8f3e780b6fa6a29c29fc3ef5addf06f15b10de16.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1683","width":"2500"}},{"href":"http://media.npr.org/assets/img/2015/01/13/lv-downtown-project-0153-edit_slide-f1a0514a08c86ae85e680cb64a6404784f8f746b.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1568","width":"2348"}},{"href":"http://media.npr.org/assets/img/2015/01/13/lv-downtown-project-0182-edit_slide-084a6877ec4a075f01360e2f93750d7c972ab99d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1525","width":"2289"}},{"href":"http://media.npr.org/assets/img/2015/01/13/lv-downtown-project-0432-edit_slide-8ccbdf8c346f88022abdef1310fa79afa591a23e.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1660","width":"2487"}},{"href":"http://media.npr.org/assets/img/2015/01/13/lv-downtown-project-0405-86dd77a50612a54305b18f4b7247212d4bfa5184.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1343","width":"1791"}},{"href":"http://media.npr.org/assets/img/2015/01/13/lv-downtown-project-0572_wide-71e4f24cc96bcbb19969c15799efbc1faf0e8293.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1403","width":"2495"}}]}