{"created":"2014-10-27T16:29:31+00:00","modified":"2014-10-30T21:38:49+00:00","valid":{"from":"2014-10-30T21:38:49+00:00","to":"3014-10-30T21:38:49+00:00"},"hreflang":"en","title":"Another Officer Involved Shooting Sparks Protests In St. Louis","published":"2014-10-10T20:36:00+00:00","teaser":"An off-duty St. Louis police officer shot and killed a black 18-year-old who authorities said had fired at the officer, leading to angry demonstrations.","itags":["npr_api","354887956"],"guid":"d7fa0974-18c7-416b-b32e-cc77e75150c0","contentencoded":"<p>An off-duty St. Louis police officer shot and killed a black 18-year-old who had fired at him, authorities said Thursday. The killing led to an angry demonstration, with some protesters likening it to the August killing of an unarmed black 18-year-old by a white officer in nearby Ferguson.</p><p>St. Louis Police Chief Col. Sam Dotson said the 32-year-old officer, whom he didn&#8217;t identify, was patrolling the historic Shaw neighborhood in his police uniform for a private security company at around 7:30 p.m. Wednesday when he saw three males, and one of them ran off before stopping.</p><p>When the officer did a U-turn, all three ran, so the officer gave chase, first in his car and then by foot. During the chase, he got into a physical altercation with the one he eventually killed, Dotson said at an early-morning news conference.</p><p>Dotson said that at one point, the suspect&#8217;s shirt raised and the officer saw what he thought was a gun. &#8220;The officer said he wanted to be certain it was a gun and did not fire at that point,&#8221; he said.</p><p>The chief said the suspect, whom he didn&#8217;t identify, ran up a hill, turned and opened fired on the officer, who returned fire and killed the man. Ballistic evidence shows that the teen fired three shots and tried to fire again but his gun jammed, he said, noting that the 9mm gun was recovered.</p><p>The officer, a six-year veteran of the St. Louis police force whose race wasn&#8217;t immediately known, fired off 17 rounds. Dotson said he didn&#8217;t know how many of those bullets struck the suspect, or why the officer, who wasn&#8217;t hurt, fired that many shots.</p><p>&#8220;An investigation will decide if the officer&#8217;s behavior was appropriate,&#8221; he said.</p><h4>Guest</h4><ul style=\"color: #000000\"><li><strong><a style=\"color: #2c95c7\" href=\"http://hot1041stl.com/author/boogied/\" target=\"_blank\">Jowcol Dolby</a></strong>, DJ and radio personality known as Boogie D. He’s also program director of both Hot 104.1 and Old School 95.5 in St. Louis. He tweets <a style=\"color: #2c95c7\" href=\"https://twitter.com/boogied_\" target=\"_blank\">@boogied_</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Another+Officer+Involved+Shooting+Sparks+Protests+In+St.+Louis&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"The Associated Press","audio":[{"meta":{"duration":"314"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354887959-ae1a3e.m3u?orgId=1&ft=3&f=354887956"}]}