{"created":"2014-10-07T19:58:59+00:00","modified":"2014-10-31T00:04:08+00:00","valid":{"from":"2014-10-31T00:04:08+00:00","to":"3014-10-31T00:04:08+00:00"},"hreflang":"en","title":"For Rare Languages, Social Media Provide New Hope","published":"2014-07-26T23:59:00+00:00","teaser":"Linguists and native speakers around the world are turning to Facebook, Twitter and other sites to help pass indigenous, minority and endangered languages on to new generations.","itags":["npr_api","333732206"],"guid":"d821b1ca-d239-4082-9fed-f3c956589c76","contentencoded":"<p>At a time when social media users, <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/01/16/263096375/researchers-are-totes-studying-how-ppl-shorten-words-on-twitter\">for no particularly good reason</a>, are trading in fully formed words for abbreviations (\"defs\" instead of \"definitely\"), it may seem that some languages are under threat of deterioration — literally.</p><p>But social media may actually be beneficial for languages.</p><p>Of the estimated <a href=\"http://www.unesco.org/culture/languages-atlas/\">7,000 languages</a> that are spoken around the world, UNESCO projects half will disappear by the end of the century. But social networking websites such as Facebook and Twitter are in a position to revitalize and preserve indigenous, minority and endangered languages, linguists and language-preservation activists say.</p><p>One of the reasons some indigenous languages are endangered is that increased connectivity through the Internet and social media have strengthened dominant languages such as English, Russian and Chinese, says Anna Luisa Daigneault of the <a href=\"http://www.livingtongues.org/associates.html#Anna_Luisa_Daigneault_\">Living Tongues Institute for Endangered Languages</a>.</p><p>Endangered languages stand a greater chance of survival when they are used online.</p><p>\"Having a Web presence for those languages is super important for their survival. Social media are just another connection point for people who want to stay connected to their language,\" says Daigneault, Latin America projects coordinator and development officer at the institute.</p><p>Today, Facebook — the world's most popular social networking site — is available in <a href=\"https://developers.facebook.com/docs/internationalization\">over 70 official languages</a>. The list includes indigenous languages like Cherokee and Quechua. This year, Facebook says it launched 13 news languages, including Azerbaijani, Javanese, Macedonian, Galician and Sinhala.</p><p>Facebook <a href=\"https://www.facebook.com/help/contact/106059432853074\">users can request a new language</a> through the website; if there is enough demand, the language will then appear in the <a href=\"https://www.facebook.com/?sk=translations\">translations application</a> and the Facebook community can begin translating the interface.</p><p><a href=\"http://en.jaqi-aru.org/\">Jaqi-Aru</a>, a community of 16 volunteers in Bolivia, is working on translating the Facebook interface in Aymara, one of the three official languages in Bolivia.</p><p>Elias Quispe Chura, the group's Facebook translation manager, says the effort involves young Aymara people from different Bolivian provinces. \"We promote use of our mother tongue on the Internet through translation projects and content creation,\" he says. \"With that, we want to contribute and enrich the content of our language in cyberspace.\"</p><p>He says Aymara native speakers in Peru, Chile, and Argentina are waiting anxiously to see their language as an option on Facebook. The group started the project in 2012 and is more than halfway done translating 24,000 words, phrases and sentences.</p><p>But the task hasn't been free of challenges.</p><p>\"There are many words that there aren't in Aymara, for example: mobile phone — 'jawsaña,' password — 'chimpu,' message — 'apaya,' event — 'wakichäwi,' journalist — 'yatiyiri,' user — 'apnaqiri' and so on,\" Chura says. \"In some cases, we had to create new words taking into account the context, the situation, function and their meanings. And in others, we had to go to the <a href=\"http://www.indiana.edu/~hlw/Derivation/derivation.html\">derivational morphology</a>.\"</p><p>Facebook provides some support to the volunteer translators, offering stylistic guidelines on its <a href=\"https://www.facebook.com/translations/style_guides\">Language Style Guides</a> page.</p><p>The website can be used to revitalize and preserve indigenous, minority and endangered languages in more ways than one.</p><p>Pamela Munro, a professor of linguistics at the University of California, Los Angeles, has created a <a href=\"https://www.facebook.com/TongvaLanguage?ref=br_tf\">Facebook page</a> to post words, phrases and songs in Tongva, a language formerly spoken in the Los Angeles area.</p><p>Munro, a consultant to the Advocates for Indigenous California Language Survival, says the language hasn't been spoken by a native speaker in about 50 years. She hopes to reach people who are interested in learning about the language through the Facebook page.</p><p>\"We have readers all over the world ... people post on the page from all over and ask questions like, 'I found this word in a book. Can you tell me about it?' A lot of the people that interact with the page are ethnically Tongva but a lot of the people are not,\" she says.</p><p>The creators and contributors of <a href=\"http://ojibwe.net/\">Ojibwe.net</a> — a website that seeks to preserve Anishinaabemowin, an endangered Native American language from Michigan — use Facebook in a similar manner.</p><p>Ojibwe.net contributor Margaret Noodin is an assistant professor of English and American Indian Studies at the University of Wisconsin-Milwaukee. The language has 8,000-10,000 speakers, she says. But most of the native speakers are over 70 years old, placing the language under threat.</p><p>\"That's the most dangerous thing. There are very few young kids that are growing up in a fluent environment,\" Noodin says.</p><p>Although the group doesn't rely solely on social media to disseminate content, Noodin says that <a href=\"https://www.facebook.com/ojibwe.net?ref=br_tf\">having a presence on websites like Facebook</a> gives the group a chance to reach younger generations.</p><p>\"It's how kids communicate now. It's little moments here and there. And that adds up ... . If we don't use the language creatively into the future then what we're doing is documenting a language that's dying ... . Our language is alive and it's staying alive,\" she says.</p><p>Other social networking websites such as Twitter can also be used in similar ways. The website is currently available in just under 40 languages.</p><p>Kevin Scannell, a professor at Saint Louis University, has consulted for Twitter on how to make the website friendlier to speakers of minority languages.</p><p>Scannell is also the creator of <a href=\"http://indigenoustweets.com/\">Indigenoustweets.com</a>, a site that tracks tweets in indigenous languages. It can help people who want to find others who are using their language online.</p><p>\"Having endangered languages on the Internet has a really strong impact on the youth because it shows that their language is still relevant today,\" says Daigneault of the Living Tongues Institute for Endangered Languages. \"When people use their language it shows that they're proud of speaking ... it.\"</p><p>At a time when companies like Facebook are trying to grow in the developing world, having the interface available in other languages can be a great benefit.</p><p>\"Just even making the website itself available in other languages in a huge part of reaching the <a href=\"http://qz.com/5180/facebooks-plan-to-find-its-next-billion-users-convince-them-the-internet-and-facebook-are-the-same/\">next billion users</a>,\" Scannell says.</p><p>John Hobson, the director of Graduate Indigenous Education Programs at the University of Sydney, agrees.</p><p>\"It is ... essential that as new technologies are integrated into majority societies and communication, they should be equally integrated into minority ones,\" he says.</p><p>But Hobson says the best results will come when the conversation continues outside of social media.</p><p>\"They are not magical devices that will do the learning or communicating for folk,\" he says. \"Living languages are those used for meaningful communication between real people ... . So, tweet and Facebook in your language ... . But make sure you keep speaking the language when you put the device down.\"</p><p><em>Lydia Emmanouilidou is an intern with NPR News.</em><em></em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Rare+Languages%2C+Social+Media+Provide+New+Hope&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lydia Emmanouilidou","audio":[{"href":"http://media.npr.org/assets/img/2014/07/24/ojibwe-24f2e86eeb2dd03534297d772d5871df43719aeb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"649","width":"864"}},{"href":"http://media.npr.org/assets/img/2014/07/21/facebook-in-greek-40393c99cc1ba02fadcd9a1b56535bab345f24e8.png","type":"image/jpeg","meta":{"crop":"standard","height":"505","width":"673"}}]}