{"created":"2014-10-02T21:57:21+00:00","modified":"2014-11-10T20:30:21+00:00","valid":{"from":"2014-11-10T20:30:21+00:00","to":"3014-11-10T20:30:21+00:00"},"hreflang":"en","title":"Fueled By Outside Money, Alaska Candidates Struggle To Connect At Home","published":"2014-10-03T02:26:00+00:00","teaser":"Millions of dollars worth of ads have been dumped into the state's small media market. But out in the state, you find out those ads are getting on people's nerves.","itags":["npr_api","353291215"],"guid":"d828b9ac-bf38-4d10-9f3a-16c18a678137","contentencoded":"<p>Politics in Alaska is an intimate business. People expect to reach their senators on the phone, and they refer to their candidates by their first names.</p><p>But the Republicans stand a good chance of taking back the Senate this November, and Alaska now features prominently in that battle for control. The incumbent in the state is a vulnerable first-term Democrat in a Republican-leaning state, and millions of dollars worth of ads have been dumped into the state's small media market.</p><p>Pollster Marc Hellenthal grew up in Anchorage, and he remembers helping his dad run for the legislature in the 1960s.</p><p>\"I had a group of friends in Anchorage that had paper routes, and we put his little legislative card in all the papers we delivered — that was his mass media effort,\" he says.</p><p>The mass media part of Alaska politics is no longer so quaint. Outside money has turned this race into an advertising slug-fest. The current senator is Democrat Mark Begich. Feeling his own vulnerability, he's gone after his challenger for not spending enough time in Alaska.</p><p>One of Begich's ads accuses, \"now we learn Dan Sullivan had a non-resident Alaska fishing license — like every other outsider.\"</p><p>But two can play that game. When one of Begich's ads showed him riding a snow machine, the Sullivan campaign responded with mockery. It was delivered by X Games medalist Cory Davis, in a backwards baseball hat.</p><p>In the ad, Davis says, \"I know something about snow machines. That's why I had a good laugh when I saw Mark Begich pretending to ride one.\"</p><p>If you tell Art Hackney, a prominent Republican strategist in Alaska, that ad seems silly, he shrugs. \"Yeah, well, you're an outsider,\" he says. \"All they used it for is a metaphor for Mark in general.\"</p><p>Hackney has ties to Karl Rove's political money organization. He didn't produce the ad, but says he likes it, because \"it makes sense to Alaskans.\"</p><p>He says that's because \"Alaskans don't understand a lot of the issues that one can argue, left, right and center, on who's better on this issue or that issue, and both sides sound convincing when they say them.\"</p><p>The left, right and center thing is hazy here because the Democrat, Begich, has picked the conservative side on a lot of the usual litmus tests such as drilling for oil in the Arctic, and gun rights. In the absence of simplistic distinctions, the ad-makers have resorted to personality attacks.</p><p>But out in the state, you find out those ads are getting on people's nerves. Kodiak Island, sometimes called \"The Rock,\" is an hour's flight southwest of Anchorage. It's the kind of place with limited roads and a big fishing industry. Locals say if you don't see bears, you're not looking.</p><p>Prepping a boat for a codfish run, Stephen Knowles says that kind attack ad has been popping up when he's been trying to watch YouTube.</p><p>\"It makes me think I don't want to trust either of them, really, because the ad wasn't about anything substantial,\" he says.</p><p>Nearby, on cannery row, Beth Dunlop just bought some giant crab legs for dinner. She says the ads make her resent all the outside money that's come into the race.</p><p>\"When you have such aggressive advertising, it makes people forget about the issues, and I think they just get impressions, and I think that's detrimental to politics,\" she says.</p><p>But the many voters who want to hear about the issues still do have a place to get their fix. Debates in Alaska can be incredibly policy wonky. For instance, Wednesday's fisheries debate here on Kodiak featured one solid hour of the candidates sparring over fishing regulations.</p><p>This stuff matters in Alaska — fishing is the state's biggest employer, and in a place with a lot of federal oversight, arcane regulations are a pocketbook issue. And even in a fisheries debate, broader themes did come out, such as Sullivan's reluctance to admit that climate-change is man-made. And Begich's failure to get the Obama administration to loosen more environmental rules.</p><p>Afterward, charter fisherman Brian McRobert said the debate somewhat made up for all the attack ads.</p><p>\"I think both of them have Alaska in their heart and their mind,\" he says.</p><p>But like many Alaskans, McRobert sees himself as a conservative, and he has a hard time forgiving Begich for the votes he's cast for Democratic policies.</p><p>\"Obamacare, a lot of that stuff, really gave me a sour taste for where Begich was out on that,\" he says.</p><p>Attitudes like this have given Sullivan an edge over Begich in the polls, though the race is far from decided. Polling is notoriously unreliable in this state, and there still may be some ads in the pipeline that question the candidates' credentials as real Alaskans.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Fueled+By+Outside+Money%2C+Alaska+Candidates+Struggle+To+Connect+At+Home&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Martin Kaste","audio":[{"meta":{"duration":"311"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353312842-9c2f85.m3u?orgId=1&topicId=1014&ft=3&f=353291215"}]}