{"created":"2014-11-24T22:51:06+00:00","modified":"2014-11-25T19:25:38+00:00","valid":{"from":"2014-11-25T19:25:38+00:00","to":"3014-11-25T19:25:38+00:00"},"hreflang":"en","guid":"d83b19c2-da2d-453a-8fb3-43a8048c2708","title":"Talks failed to produce a deal on Iranian nukes, but negotiations will go on","published":"2014-11-25T19:25:37+00:00","byline":"Joyce Hackel, Shirin Jaafari","tags":["nuclear weapons","diplomacy","politics","government","Global Politics","North America","Asia","Iran","United States","Middle East","Asia","South Asia","North America","Laura Rozen","John Kerry","Mohammad Javad Zarif","negotiations","talks","Nuclear weapons","Nuclear power","US Secretary of State John Kerry","Iranian leader Hassan Rouhani","Iranian negotiator","Mohammad Javad Zarif","Iran–United States relations","Economy of Iran","Nuclear energy in Iran","Nuclear program of Iran"],"teaser":"Iran and the West couldn't reach a deal on Iran's nuclear program, but they did agree to continue talks on a nuclear deal for seven more months. While it's not what policymakers hoped for, John Kerry and other leaders still seemed positive that a deal is in the making.","contentencoded":"<p>Monday's deadline for nuclear talks between Iran and the West nearly passed without a deal, so the two sides did the next best thing: moved back the deadline.</p>\n<p>\"There was definitely something of a letdown earlier today when word emerged that they were going to go for an extension,\" says Laura Rozen, a journalist with Al Monitor who's covering the talks in Vienna. Those negotiations will now extend until March.</p>\n<p>\"I think they decided instead of going fast and just going for what they could get in these days, they decided, 'Let's really get a deal we're confident can last 10, 20 years,'\" she says. The goal is to avoid a situation like \"the agreement with North Korea that broke down and North Korea eventually did produce nuclear weapons.\"</p>\n<p>The West is hoping to strike a deal that will stop Iran's ability to develop a nuclear weapons program, offering to ease economic sanctions against Iran in exchange.</p>\n<p>Talks on the nuclear accord are slated to resume next month, and Rozen says Secretary of State John Kerry appeared hopeful when he addressed reporters in Vienna on Monday. </p>\n<p>\"[Kerry] said they had made progress on some of the most intractable issues that had been stalling the negotiations this past year,\" Rozen says. \"He seemed to be reaching out, I thought, to the Iranian audience — many of whom are, as you can imagine, quite disappointed that the deal wasn't finished today.\" </p>\n<p>Thomas Erdbrink, Tehran bureau chief for the New York Times, says the talks have been an \"emotional roller coaster for normal, ordinary Iranians.\" </p>\n<p>\"Many in Iran feel like they want to get off that ride,\" he adds. \"They want to know where the country is heading. ... They have been postponing a lot of decisions, and now they are left with another seven months.\" </p>\n<p>Erdbrink says many Iranians voted for President Hassan Rouhani, seen as a moderate in the Iranian political world, hoping he could bring increased social and personal freedoms to Iranian citizens.</p>\n<p>Those promises have not yet materialized, he says, and \"now the nuclear deal is not coming to a close,\" leading to widespread frustration. \"They feel they are stuck between a rock and a hard place.\"</p>\n<p>The key sticking points in the talks continue to be Iran's uranium enrichment capacity and how quickly sanctions will be lifted from its beleaguered economy. \"Kerry said we want to lift sanctions and we've agreed that we will lift sanctions in this deal,\" Rozen says. \"But the argument is the pace of the sanctions relief.\"</p>\n<p>Despite Kerry's apparent optimism, negotiators are \"sobered up\" by the prospect of a Republican-led Congress that is \"less friendly\" to a deal with Iran, according to Rozen. Yet the participants seem determined to forge ahead.</p>\n<p>\"What Kerry was saying is that the US wants to get a deal that it feels it can really sell, it can sell to Congress, it can sell to its allies, that it feels confident is going to be durable and make its allies and the United States safer,\" Rozen adds.</p>\n<p>Even without a deal, the talks themselves appear to have lowered tensions between Tehran and Washington. Bilateral discussions between American and Iranian officials used be a rarity. Now they're commonplace, and Rozen says seven more months of talks might go even further in normalizing relations.</p>\n<div class=\"mediaelement-audio media-element file-default\" info=\"%22media%22%7D\"><audio class=\"mediaelement-formatter-identifier-1416871562-0\" controls=\"controls\" src=\"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/112420142.mp3\"> </audio></div>\n<p> </p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/112420141.mp3"},{"href":"http://www.pri.org/file/112420141mp3"}]}