{"created":"2015-04-29T07:52:50+00:00","modified":"2015-06-05T15:25:47+00:00","valid":{"from":"2015-06-05T15:25:47+00:00","to":"3015-06-05T15:25:47+00:00"},"hreflang":"en","title":"Obama Confident In Asia Trade Pact, But Track Record For Deals Is Spotty","published":"2015-04-29T12:51:00+00:00","teaser":"Following a South Korean trade pact in 2012, the U.S. deficit with that country widened by 80 percent. But some argue that if the U.S. doesn't create trade rules, there won't be any.","itags":["npr_api","402940026"],"guid":"d84a98d9-a099-42a1-806d-bbf1c4155f3e","contentencoded":"<p>Speaking in the White House Rose Garden Tuesday after meeting with Prime Minister Shinzo Abe of Japan, President Obama said he was confident he would get a green light from Congress to move forward with a big Asia Pacific trade deal.</p><p>\"The politics around trade can be hard in both our countries,\" Obama said. \"But I know that Prime Minister Abe, like me, is deeply committed to getting this done. And I'm confident we will.\"</p><p>But Obama is facing stiff opposition from many of his fellow Democrats, who complain that past trade deals haven't lived up to expectations. His response so far: Trust me.</p><p>\"When people say this trade deal is bad for working families, they don't know what they're talking about,\" Obama said last week at a meeting with campaign supporters. \"My entire presidency has been about working families.\"</p><p>Obama also has accused opponents of fighting the last war.</p><p>\"I've got some good friends who are opposed to this trade agreement,\" he said. \"But when I ask them specifically what is it that you oppose, they start talkin' about NAFTA. And I'm thinkin' — 'well, I ... I had just come out of law school when NAFTA was passed!' \"</p><p>Obama insists he's learned the lessons from that agreement, signed more than two decades ago. He argues that the proposed Asia Pacific deal would pry open new markets that long have been closed to American products — especially Japan.</p><p>\"You look at all the cars that are passing by [in the U.S.], you'll see Hondas, you'll see Toyotas, you'll see Nissans,\" Obama said. \"Those are all fine cars — nothing wrong with that. But when you travel to Tokyo, you don't see Fords, you don't see Chevys, you don't see Chryslers.\"</p><p>Obama made much the same argument three-and-a-half years ago, when he was pushing another trade deal with South Korea.</p><p>\"If Americans can buy Kias and Hyundais, I want to see folks in South Korea driving Fords and Chevys and Chryslers,\" Obama told a joint session of Congress in the fall of 2011.</p><p>At the time, Obama boasted that the South Korea trade deal would boost exports to that country by $10 billion a year. Since the agreement took effect in 2012, though, <a href=\"http://www.epi.org/blog/u-s-korea-trade-deal-resulted-in-growing-trade-deficits-and-more-than-75000-lost-u-s-jobs/\" target=\"_blank\">exports have inched up less than $1 billion</a>. Meanwhile, U.S. imports of Korean goods have surged more than $12 billion.</p><p>While rising exports help support American jobs, rising imports can put Americans out of work.</p><p>\"Looking only at exports is like counting only the runs by the home team,\" said Robert Scott, a trade economist at the left-leaning Economic Policy Institute. \"Might make you feel good, but it doesn't tell you the outcome of the game — it doesn't tell you whether your team won or not.\"</p><p>The U.S.trade deficit with Korea has widened more than 80 percent since the trade deal took effect. Scott worries the Asia Pacific deal will bring more of the same.</p><p>\"My answer is, show me the money,\" Scott said. \"Show me the wages that you're going to generate for working Americans. Explain how this policy is going to reverse the 30-year trend of stagnant real wages for most working Americans.\"</p><p>That administration notes that two other trade deals struck by the president — with Colombia and Panama — have produced a bigger boost in exports. And there may be good strategic reasons to pursue the Asia Pacific deal as well.</p><p>\"The president's talking points are a little off when he says 'if we don't write the rules, China will write the rules,' \" said Jeffrey Schott of the pro-trade Peterson Institute for International Economics. \"Actually, if we don't write the rules, the rules won't be written.\"</p><p>Schott warns that could lead to more protectionist moves by other countries, erecting even higher barriers to goods and services \"Made in the U.S.A.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama+Confident+In+Asia+Trade+Pact%2C+But+Track+Record+For+Deals+Is+Spotty&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Horsley","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402971545-4a43f3.m3u?orgId=1&topicId=1014&d=235&p=3&story=402940026&t=progseg&e=402970645&seg=14&ft=nprml&f=402940026"},{"href":"http://media.npr.org/assets/img/2015/04/28/471434534-50a1d24ec8d693a0d0fe5bc5c03ab4532661aca8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2254","width":"3005"}}]}