{"created":"2015-05-14T18:26:11+00:00","modified":"2015-05-14T18:26:11+00:00","valid":{"from":"2014-07-03T16:43:22+00:00","to":"3014-07-03T16:43:22+00:00"},"hreflang":"en","guid":"d84c2a54-3adf-470e-89d4-28a914c3aee6","byline":"Kai Ryssdal","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<em><strong>Marketplace host and senior editor Kai Ryssdal sat down for an Oval Office interview with President Barack Obama on July 2, 2014.</strong></em>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"}]","description":"A wide-ranging interview about the economy with President Barack Obama.","title":"Obama: Middle-class issues drive my agenda","itags":["Marketplace for Thursday July 3, 2014","PMP:Marketplace_PMP","Marketplace","d84c2a543adf70ec9d4a28a914c3aee6"],"tags":["Economy","transcript","Obama","Oval office interview","APM"],"teaser":"A wide-ranging interview about the economy with President Barack Obama.","contentencoded":"<div class=\"barn-cleaned\"><em><strong>Marketplace host and senior editor Kai Ryssdal sat down for an Oval Office interview with President Barack Obama on July 2, 2014.</strong></em><br />\n<br />\nKai Ryssdal: Mr. President, good to have you with us.<br />\n<br />\nPresident Barack Obama: Great to be here.<br />\n<br />\nRyssdal: Last time we had you on the show, sir, March of 2012, unemployment was 8.3 percent, the Great Recession, financial crisis were really fresh in everybody's memory. Now, you know, numbers are better, right? Unemployment is down, economy's growing, recovery's underway, and yet, for so many millions of people out there, it just feels lousy. And I want to know how you reconcile the headline numbers with what's going on in the real economy that people actually live in.<br />\n<br />\nPresident Obama: Well, first of all, people took a really big hit in 2007, 2008, 2009. We had the worst recession since the Great Depression. In some ways the contraction was even sharper than what happened in the late 20s and 30s, so people have still been in recovery mode throughout this period. In some cases they've gotten back to square one, but that doesn't take away some of their long-term worries about retirement or saving for their kid's college education. The other thing that we've seen is that although the economy has been growing, wages and incomes continue to be relatively stagnant, and that's been a 20- to 30-year trend, and that involves some structural issues that we've really got to work on. But, having said all that, what is indisputable is that the economy is much better now than it was when I took office and than it was the last time we spoke, and that does make a difference. It makes a difference that we've created 9.4 million new jobs, it makes a difference that manufacturing continues to strengthen for the first since the 90s, it makes a difference that we've been able to slow the rise of healthcare costs, it makes a difference that we have seen housing recover in many communities so that people are finally getting their houses back above water. So all these things add to confidence, add some momentum to the economy, but that underlying trend for middle-class families -- that they don't feel like no matter how hard they work, they're able to get ahead in the same way that their parents were able to get ahead -- that's something that we continue to tackle and drives a lot of my agenda now.<br />\n<br />\nRyssdal: I get that and I appreciate it, but I want to take you to the speech you gave earlier this week out by Key Bridge, and many other speeches you've given throughout your presidency, in which you've said we have to grow the economy from the middle, we can't grow this economy top down. Now, setting aside the irony of you, the ultimate guy on top, trying to grow an economy from the top down, right, we sit here in an economy where corporate profits are up, but the money's not being spent, where the jobs that are being created are low-wage, low-skill jobs. How's that supposed to work? How do you reconcile the disconnect there?<br />\n<br />\nPresident Obama: Well, there's some things we could be doing right now that would make a huge difference. When I was at that bridge in Georgetown, Washington, D.C., yesterday, we were talking about the fact that we've got $2 trillion of deferred maintenance: roads, bridges, an air-traffic control system that's creaky, an electrical grid that wastes too much energy and is highly inefficient, and we could be putting hundreds of thousands of folks back to work right now and not only put a big boost to the economy in the short term, but also lay the foundation for economic competitiveness in the long term. That creates a lot of middle-class jobs. The challenge we have is not that we don't know what to do. The problem is that we've got a Congress right now that's been saying no to proposals that would make a difference. And so, part of our task this year and perhaps next year, is to look at what can we do administratively, or by partnering with states and local governments or by partnering with the private sector to boost wages, to improve job training so that people have better skills, to make sure that we're matching up jobs that are out there with people who are looking for work. And a lot of those steps are ones that are reflected in my budget and my agenda.<br />\n<br />\nRyssdal: We'll get to the Congress in a minute, and your recent executive orders on the economy. We'll talk about that in a minute. I want to talk for a second about Wall Street and its role in the economy. The Dow today sits plus or minus 17,000, right? Record highs. Banks' profits are up; the big banks are bigger than they were during the financial crisis; their appetite for risk is growing, as we've seen; and all of this is happening after Dodd-Frank -- the financial reform bill that we were told was going to prevent all these things from happening. It was going to rein in the banking system. So how do you look at the American people and say, \"You know what? 'Too big to fail' has been taken care of. What happened in 2008 is not going to happen to you again.\"<br />\n<br />\nPresident Obama: Well, keep in mind that the goal of Dodd-Frank was to prevent another catastrophic financial crisis. It wasn't expected that it was going to solve all the problems --<br />\n<br />\nRyssdal: But you get that it's small steps, right?<br />\n<br />\nPresident Obama: Well, some of these are not small steps. I mean, the fact of the matter is, for example, we have massively increased the capitalization requirements in banks, and what that means is that they've got more of a cushion. If they screw up and make a bad bet, they are less likely to need to be bailed out because they've got to have a certain amount of capital on hand. We have mandated that they all have what we call living wills, so that if they do screw up, there is an orderly process of winding them down, and their creditors and shareholders are taking hits, so that taxpayers don't have to do so. The consumer finance protection provisions in the law make a big difference in preventing ordinary families from being taken advantage of by predatory lenders of the sort that helped to cause the crisis in 2007, 2008. So, those aren't small steps, those are big steps, and relative to what's been done in other parts of the world, we are way ahead in terms of regulating the financial sector. Here's the problem, the problem is that for 60 years, we've seen the financial sector grow massively. Now, it's a great strength of our economies that we've got the deepest, strongest capital markets in the world, but what has also happened is that as the financial sector has grown, more and more of the revenue generated on Wall Street is based on arbitrage -- trading bets -- as opposed to investing in companies that actually make something and hire people. And so, what I've said to my economic team, is that we have to continue to see how can we rebalance the economy sensibly, so that we have a banking system that is doing what it is supposed to be doing to grow the real economy, but not a situation in which we continue to see a lot of these banks take big risks because the profit incentive and the bonus incentive is there for them. That is an unfinished piece of business, but that doesn't detract from the important stabilization functions that Dodd-Frank were designed to address.<br />\n<br />\nRyssdal: Would we be better off if banking was boring again?<br />\n<br />\nPresident Obama: Absolutely. And I've said that repeatedly. Some of the work to get that done, though, involves restructuring the banks themselves -- how they work internally. Right now, if you are in one of the big banks, the profit center is the trading desk, and you can generate a huge amount of bonuses by making some big bets; you will be rewarded on the upside. If you make a really bad bet, a lot of times you've already banked all your bonuses. You might end up leaving the shop, but in the meantime everybody else is left holding the bag. Now what we've been able to do is to try to prevent taxpayers from being the folks who are left holding the bag. But it's still not a real efficient way for us to run a financial system. That's going to require some further reforms. That's going to require us looking at additional steps that we can take. But keep in mind that one of my key focuses over the last couple of years has just been to make sure that we've got a circuit breaker so that if certain banks are making bad decisions, they are less likely to bring down the entire system, which is what happened in 2007, 2008.<br />\n<br />\nRyssdal: You've turned increasingly to the private sector in your second term and in the last couple of years. Penny Pritzker at Commerce, Jeffrey Zients at healthcare.gov although he's been around for a while and most recently Bob McDonald for Veterans Affairs, former CEO of Procter &amp; Gamble. About Veterans Affairs, a report from your office, your chief of staff, your deputy chief of staff maybe, said there is a corrosive management culture at the Department of Veterans Affairs, and you have brought Bob McDonald in to fix that. The VA is an office with a great sense of command responsibility, right, a lot of military people in there. The question then is, what is your risk tolerance for Bob McDonald going in there and holding people responsible? How many people are you going to let him fire? How many people are you going to let him clean out to get veterans the care that they have earned and deserve?<br />\n<br />\nPresident Obama: Well keep in mind, first of all, that we've already fired a whole bunch of folks who were responsible for cooking the books on some of these waiting lists --<br />\n<br />\nRyssdal: Phoenix, yeah.<br />\n<br />\nPresident Obama: -- that generated so much attention. It's also important to keep in mind that the VA is the largest agency we have outside of the Department of Defense and probably touches more Americans than any other federal agency. So, let's just take the example of waiting lists. It is inexcusable, terrible that there were some folks who thought it was appropriate to pretend like they were serving our veterans when in fact, they were not -- and huge wait times for folks to get in. It's also important to recognize that they're dealing with six million appointments a day. It is a massive system. So, what we need to do, and what I expect Bob will do, is set a tone at the top of accountability, of transparency, recognizing you're not going to solve every problem at the VA overnight. Keep in mind this is an agency that has been chronically underfunded in the past. I increased funding for Veterans Affairs more than any president ever has. We had problems with the homeless veteran, and we have significantly cut homelessness among veterans. We had a problem with folks with PTSD -- post-traumatic stress disorder -- or brain trauma who weren't getting quality treatment; we've been chipping away at that. Agent Orange, a legacy from Vietnam that hadn't been dealt with in three, four decades. We said, \"You guys have access to the system.\" All that raised backlogs in terms of disability claims. We started chipping away at that. So, what we've tried to do is systematically work through a massive agency with some big legacy problems, and what I've said to Bob is that I expect the kind of attention to detail, structural reform, staffing with people who are about results as opposed to just being in a job. And Bob has a really strong track record -- and obviously Procter &amp; Gamble is one of the biggest corporations in the world, so he's accustomed to dealing with large agencies. The fact that he was an Army Ranger and a West Point grad, I think, is going to give him some good credibility. And the fact that his own family needed Veterans Affairs -- his wife's uncle was a victim of Agent Orange and is still getting serviced at the VA -- all those things I think will contribute to a real energy and passion. He really wanted the job, and I think he's going to do a great job.<br />\n<br />\nRyssdal: Another culture question -- the culture of this town. Your mantra this year has been \"pen and phone,\" right? \"I am going to do whatever it takes with executive order to govern,\" basically. And you have done that on immigration, you have done it on the minimum wage for new federal contract workers -- all kinds of things. The question, though, is -- and I understand your frustration with the Republican majority in the House of Representatives -- is that where we are now? That it's one guy with a pen in this town, who is running the American economy?<br />\n<br />\nPresident Obama: Well, unfortunately, we have a Congress that's broken down. And I know that a lot of times people who are watching what's happening in Washington sort of feel like, \"You know, a plague on both their houses. Democrats, Republicans, they're all the same. None of them care about us.\" But the truth is that we have a very specific problem. We have a House of Representatives that is so ideologically driven at this point that they are not able to carry out basic functions of government. So we saw this during the government shutdown. The idea that we would shut down the government based on a notion that we've got to drastically cut the basic safety net -- despite the fact that the deficit has come down by more than half during my presidency -- is not based on common sense, it's not based on any sound economic theories. It's based on the ideological predispositions of a handful of folks who are currently calling the shots in the House of Representatives. The same is true, we just recently saw, with immigration reform; we have bipartisan support for immigration reform. We know that the economy would grow faster, that we would end up seeing $1.4 trillion in additional growth in the United States if in fact we passed immigration reform. We know that there are companies across the country, particularly in the high-tech sector, that are begging to have highly skilled immigrants -- who we've trained, we've paid for and are now going back to their home countries to start businesses -- stay here in the United States. Despite all that, we still couldn't get the House of Representatives to act, primarily because of politics, primarily because they're captive of a small ideological band inside their caucus. And so, I don't think this is a permanent state of affairs; I think over time the Republican Party will move back to the center, mainly because if they don't, they'll never win the presidency again. And at a certain point people are just going to get fed up. But in the mean time, what I have to make sure I'm doing is looking for every opportunity to go ahead and help the married couple that is struggling, working hard, paying their bills, but at the end of the month still don't have any savings and still don't feel like they're getting ahead. If I can help them on childcare costs, if I can help them boost their wages a little bit, if I can help them save for their kid's college education and keep college cost down, if I can do those things, then I will at least have the satisfaction of helping some people. And in the meantime I'm going to continue to reach out to Republicans wherever and whenever they're willing.<br />\n<br />\nRyssdal: We do this thing, every now and then, with CEOs that I have on the broadcast -- did it with Meg Whitman at HP, did it with Tim Armstrong at AOL -- and I ask them to tell me what their company does in five words or less. So in five words or less, what's your job?<br />\n<br />\nPresident Obama: My job is to keep the American people safe and to create a platform for hardworking people to succeed.<br />\n<br />\nRyssdal: That's more than five words, sir, I mean I get that --<br />\n<br />\nPresident Obama: But I could have edited that down if I had to.<br />\n<br />\nRyssdal: (Laughs)<br />\n<br />\nPresident Obama: I thought that was pretty succinct.<br />\n<br />\nRyssdal: Sir, thanks very much for your time.<br />\n<br />\nPresident Obama: Really enjoyed it. Appreciate</div>","published":"2014-07-03T16:43:22+00:00","audio":[{"type":"image/jpeg","meta":{"width":"610","height":"340","crop":"primary"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/KaiObamaOO2.jpg?itok=Z1I4z4Pr"},{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/07/03/marketplace_segment08_20140703_64.mp3","meta":{"duration_hms":"00:17:14","duration":1034,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/07/03/marketplace_segment08_20140703"}},"type":"audio/mpeg"}]}