{"created":"2015-03-10T18:12:32+00:00","modified":"2015-03-17T18:30:16+00:00","valid":{"from":"2015-03-17T18:30:16+00:00","to":"3015-03-17T18:30:16+00:00"},"hreflang":"en","title":"Are American Workplace Policies Stuck In The 1950s?","published":"2015-03-17T18:30:00+00:00","teaser":"Many more women have joined the workforce, but policies haven't caught up – and that's affecting public health.","itags":["npr_api","392111914"],"guid":"d84e054b-cff9-4dec-a459-2cc0d04002f8","contentencoded":"<p>People in the United States have shorter lifespans than in almost any other industrialized country in the world, according to the Organization for Economic Co-operation and Development (OECD). <strong>Lisa Berkman </strong>set out to find out why and what can be done about it. She's a professor of epidemiology and public policy at the Harvard T.H. Chan School of Public Health.</p><p>Berkman found that in the last 50 years, many more women have joined the American workforce, but that policies haven't caught up – and that's affecting people's health. She speaks with <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now'</a></em>s Robin Young as part of an ongoing NPR series about what shapes health outside of healthcare.</p><p>Berkman talks about the work she's done with industries to try and change the way they handle the lives of their workers. The result is that more flexibility in work and family means that people actually have better health.</p><h4>Interview Highlights</h4><p><strong>On U.S. workplace policies</strong></p><p>\"All we have in the United States is FMLA the Family Medical Leave Act, which is an unpaid leave that is mandated and in the end it applies to about half the workers in the United States.\"</p><p><strong>On her research</strong></p><p>\"What we did is collaborate with two industries – one of them is a telecommunications industry, and the other is a long-term care nursing home facility – with the aim that it could give workers the power to kind of change their work situation so it could be flexible enough to suit their family and life balance. And then we tested whether there would be health improvements.\"</p><p><strong>On what they discovered</strong></p><p>\"People who worked for managers who were flexible, who were able to incorporate work-family practices had employees who had low cardiovascular risk. We looked at their levels of obesity and body weight, cholesterol levels, and what we found was that people who were working for work-family friendly bosses had about half the cardiovascular risk as people who were working for less work-family-friendly managers.\"</p><p><strong>On what a work-family-friendly workplace is and is not</strong></p><p>\"The kinds of changes that got put into place in our intervention were very simple ones. Often employees would decide among themselves, if one of them had to take off and take a child to a doctor or something like that, they would partner with another employee to cover during that time. And for managers, there was a family supportive supervisor training program and often we found that managers had very far flung ideas about what was appropriate and what was good. Sometimes managers were very suspicious and they thought people were being lazy, just taking advantage of it. And sometimes they were incredibly open and flexible, sometimes even too flexible. The bottom line is that the job has to get done.\"</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.hsph.harvard.edu/lisa-berkman/\" target=\"_blank\">Lisa Berkman</a></strong>, professor of public policy, as well as epidemiology at the Harvard T.H. Chan School of Public Health.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Are+American+Workplace+Policies+Stuck+In+The+1950s%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"357"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392116173-0bc7ed.m3u?orgId=1&aggIds=389312217&e=392111914&d=357&ft=nprml&f=392111914"},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0310_1960-office.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"830","width":"1280"}}]}