{"created":"2014-09-25T21:38:22+00:00","modified":"2014-09-25T21:38:22+00:00","valid":{"from":"2014-09-25T21:38:22+00:00","to":"3014-09-25T21:38:22+00:00"},"hreflang":"en","guid":"d84f3ea7-31aa-4f6d-9eff-efddfd1c5e7d","title":"Eric Holder will resign, leaving a mixed legacy on national security issues","published":"2014-09-25T21:38:21+00:00","byline":"Matthew Bell, Susie Blair","tags":["Eric Holder","national security","Guantanamo Bay","military tribunals","leaks","edward snowden","Justice","Conflict & Justice","North America","United States","David Cole","Eric Holder","Eric Holder","United States Department of Justice","Law"],"teaser":"When he joined President Obama's cabinet, Attorney General Eric Holder was expected to oversee the shutdown of the US detention facility at Guantanamo Bay, Cuba. That never happened, but Holder succeeded in shifting focus back to civilian courts — but also aggressively onto leakers.","contentencoded":"<p><span style=\"line-height: 1.538em;\">Thursday, Attorney General Eric Holder annnounced he will step down after almost six years of service. He was the first African-American to hold the nation&#39;s top law enforcement position, but his legacy will be equally defined by controversial decisions on national security issues.</span></p><p>While there was no indication that Holder&#39;s resignation was imminent, <a href=\"http://www.washingtonpost.com/world/national-security/holder-plans-to-remain-in-attorney-general-through-the-mid-term-elections/2014/04/24/6af5662c-cbbb-11e3-a75e-463587891b57_story.html\">he had previously hinted</a> he might leave the post by the year&rsquo;s end. Holder will officially resign once President Obama has found a replacement, but there are no indications when that decision might come.</p><p>Holder was a notable, but unsuccessful advocate of moving military-run trials of&nbsp;<span style=\"line-height: 1.538em;\">Guantanamo Bay inmates into American domestic courts.&nbsp;</span><span style=\"line-height: 1.538em;\">&ldquo;He has made clear that we can use ordinary law enforcement tools to bring terrorists to justice, and often more effectively than through the military justice system,&rdquo; s</span><span style=\"line-height: 1.538em;\">ays David Cole, a professor at Georgetown University Law Center</span><span style=\"line-height: 1.538em;\">.</span></p><p>But under Holder, the Justice Department also took a hard line against leaks and other disclosures of information it deemed sensitive, including targeting the journalists who reported them.&nbsp;<span style=\"line-height: 1.538em;\">Cole also</span><span style=\"line-height: 1.538em;\">&nbsp;gives Holder&rsquo;s Justice Department some poor grades for the techniques it used to identify potential terrorists.</span></p><p><span style=\"line-height: 1.538em;\">&ldquo;We see a number &hellip; of cases where FBI agents found a young man &mdash; often somewhat vulnerable man &mdash; and encouraged and solicited and prodded and eventually got him to agree to some sort of terrorist plot that was of the government&rsquo;s devise,&rdquo; he explains.</span></p><p><span style=\"line-height: 1.538em;\">&ldquo;Those are very troublesome cases. They are driven by this desire to prevent another terrorist attack &mdash; by the realization that we don&rsquo;t know where that attack might come from. But I think those cases continue to demonstrate a kind of over-reliance on a preventive model that, I think, has created as many terrorist plots than it has disrupted actual terrorist plots,&quot; Cole argues.</span></p><p>With the US opening up a new war against ISIS in Iraq and Syria, Holder&rsquo;s replacement will be faced with a series of national security challenges. But Cole says these cannot be solved by the Attorney General alone.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;He&rsquo;s just once voice in the room. I don&rsquo;t think he can possibly turn it around on his own,&rdquo; Cole says.</span></p><p>But Cole thinks Holder&rsquo;s most lasting contribution will be his effort to change how the justice system handle crimes committed here in the United States. This year, for the first time in decades, the US saw a <a href=\"http://www.nbcnews.com/news/investigations/federal-prison-population-declines-first-time-decades-n210036\">decline in its federal prison population</a>.</p><p>&ldquo;What [Holder] has done is take on this very unfortunate reality that the United States is the world&rsquo;s leader in incarceration,&rdquo; Cole says. &ldquo;I think this is what Eric Holder&rsquo;s legacy will ultimately be.&nbsp;<span style=\"line-height: 1.538em;\">On the matter of criminal justice reform, he has been the most progressive, most forward-thinking attorney general that we have seen in living memory.&quot;</span></p><p>Holder accomplished this by pushing for state-specific reforms to curb reliance on incarceration, and by directing federal prosecutors not to charge low-level drug offenders with maximum prison sentences.</p><p>&ldquo;I don&rsquo;t think it&rsquo;s an accident that you have an African-American Attorney General &hellip; saying, &lsquo;Wait a minute &mdash; we have to do something differently,&rsquo;&rdquo; Cole says.&nbsp;</p><p>Overall, Cole adds, &ldquo;I think he&rsquo;s faced a lot of very serious challenges as attorney general, but I think his heart has always been in the right place.&rdquo;</p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/092520141.mp3"},{"href":"http://www.pri.org/file/092520141mp3"}]}