{"created":"2015-05-15T13:36:44+00:00","modified":"2015-05-15T13:36:44+00:00","valid":{"from":"2013-04-12T15:22:13+00:00","to":"3013-04-12T15:22:13+00:00"},"hreflang":"en","guid":"d86c67ec-7021-48de-8eee-f518ec0a317f","tags":["APM","Life","Taxes","poetry"],"byline":" ","teaser":"April is National Poetry Month -- and also the time taxes are on our minds. So, why not combine the two and tax poetic?","published":"2013-04-12T15:22:13+00:00","contentencoded":"<div class=\"barn-cleaned\"><hr />\nUPDATE: The votes have been counted and the winner of our poetry contest is Marsha Hood! Congratulations! A special shout out to Neal Levin for coming in second. And thanks to everyone for submitting your poems.\n<hr />\nIt's National Poetry Month -- and also the time many of us have taxes on the mind. So we thought we'd combine the two and ask for your tax poems. To help navigate the poetic waters we invited Doug Kearney, a poet and professor of writing and critical studies at CalArts, to discuss how he would approach an assignment of writing about taxes.<br />\n<div><script type=\"text/javascript\" charset=\"utf-8\" src=\"http://static.polldaddy.com/p/7033492.js\">\n</script> <noscript><a href=\"http://polldaddy.com/poll/7033492/\">Vote: Who is your favorite poet?</a></noscript></div>\n<br />\n\"On one level, the idea of taxes can just be sort of metaphorized as the idea of any kind of debt or repaying what you owe, which is a very fertile ground,\" says Kearney. \"It's been a territory that poetry has explored forever.\"<br />\n<br />\nKearney says lines from hip-hop songs were on his mind as he thought about poetry and taxes, like Ice Cube's \"A Bird In The Hand.\" In the song Ice Cube raps, \"Now I pay taxes that you never give me back / what about diapers, bottles, and Similac\" -- a sort of sociocultural critique. Another emcee, Lyrics Born, has a song called \"Stop Complaining\" that features a riff about taxes, where he says: \"This is fiscal harassment / they keep fondlin' my assets!\" Kearney says he's building what one might call a conceit.<br />\n<br />\nThe great thing about poems, Kearney says, is that they are great for surprises. And we were certainly surprised by the number of poems about taxes we received from our listeners this month. Listed below is a sampling of some of the works that were submitted.&nbsp; Vote for your favorite poet and we'll send the winner a special Marketplace Money prize!<br />\n<br />\n<em>By Michael Panhorst</em><br />\n<br />\nMoney now<br />\nMoney later<br />\nStock your I. R. A.<br />\nRefrigerator<br />\n<blockquote><em>By Venida Corda</em><br />\n<br />\nAs April approaches I suddenly see the prospect of money leaving me.<br />\nI saved all my receipts for taxes and such,<br />\nBut I can tell I don't have enough.<br />\nWith medical, work, and charity giving,<br />\nI should have spent more.<br />\nSo tax man I prey please get out of my way for Aprils the month I most want to avoid.<br />\nGood-by to my wealth, I wont see you again, but what can I say but wait till next year.</blockquote>\n<p><em>By John Baglio</em><br />\n<br />\nWhere's my tax refund?<br />\nThe feeling of found money<br />\nSweet self-deception.</p>\n<blockquote><strong>A Sonnet for Tax Day</strong><br />\n<em>By Linda Mitchell</em><br />\n<br />\nIn this, the anxious time of year<br />\nWhen taxes loom before our eyes,<br />\nI sit with Marketplace in my ears<br />\nAnd ponder payments as advised.<br />\nBut hark! My notebook within which<br />\nMy logged expenses I do pen,<br />\nDoth now provide the needed stitch<br />\nThat saves my time no matter when<br />\nI do my taxes, logged into<br />\nComputer programs made to bring<br />\nMe peace of mind, and refunds too,<br />\nIn hours mere, Tax done! I sing.<br />\nThe lesson here I hereby teach:<br />\nWith records clear, you wont overreach.</blockquote>\n<p><strong>Ode to Tax Payers</strong><br />\n<em>By Carol Stahl</em><br />\n<br />\nThe kids are in school<br />\nthe firemen fight fires<br />\nthe bridges stand sturdy<br />\nthe pot holes are filled<br />\nthe hungry are fed.<br />\n<br />\nEvery April we show what we value.<br />\nPaying our taxes tells who we are.<br /></p>\n<blockquote><strong>Taxes</strong><br />\n<em>By Rob Jackson</em><br />\n<br />\nHe led a revolution once.<br />\nWe all dream of it.<br />\n<br />\nThere you are, standing in the back of a jeep like Fidel,<br />\nwaving to people on a crowded street.<br />\nYou circle the post office April 15th,<br />\nhonking the horn at your comrades in line.<br />\nsmiling and brandishing a Cohiba,<br />\nblowing fat smoke rings to show them<br />\nhow easy it is,<br />\nhow little youre paying,<br />\nhow zero can be enough.<br />\n<br />\nIt took years for the phone to ring<br />\nwith the call he dreaded, the sniper-shot<br />\nthat left him slumped in his chair.<br />\nHe hung up, called his son-in-law, an accountant,<br />\nand ended his resistance with payments, penalties, and pain.<br />\nMost revolutions end this way.<br />\nHe knew that.<br />\n<br />\nIt must have felt good for a time, though,<br />\nthis thrill of not paying.<br />\nFor a decade he was Che.<br />\nFor a decade my grandfather was king.</blockquote>\n<p><em>The following three poems by Barbara Bowles</em><br />\n<br />\n<strong>Taxes</strong><br />\n<br />\nHail to the April season of taxes<br />\nRefined through endless years of praxis<br />\nSpring calls us to play,<br />\nInstead we must pay<br />\nIs it a wonder so many are fractious?<br />\n<br />\n<strong>Taxicity</strong><br />\n<br />\nWe live in a state of taxicity<br />\nAcquiescent to our complicity<br />\nTorture, rape and bombs<br />\nViolence that numbs<br />\nNostalgic for unknown simplicity<br />\n<br />\n<strong>Taxing</strong><br />\n<br />\nInfrastructure that fails becomes taxing<br />\nInspections, repairs waning and waxing<br />\nWe commonly trust<br />\nBefore all is rust<br />\nPublic works go for bust, no relaxing</p>\n<blockquote><strong>Another ode to the IRS</strong><br />\n<em>By Marsha Hood</em><br />\n<br />\nIt's April, I can't stand the tension<br />\nCrunching numbers to file an extension<br />\nI can't make a dent<br />\nLike the top one percent<br />\nIt's taxing to not have a pension</blockquote>\n<p><em>By Keli MacIntosh</em><br />\n<br />\nMy father was an accountant;<br />\nworking numbers was his trade.<br />\nYears of helping him with my 1040s,<br />\na tax preparer I was made.<br />\n<br />\nNow without his assistance<br />\njuggling schedules A to D,<br />\nI realize the knowledge<br />\nhe so kindly passed to me.<br />\n<br />\nThough tax forms aren't<br />\nthe most fun I've ever had,<br />\nas I approach the task each April,<br />\nI enjoy fond memories of my Dad!</p>\n<blockquote><strong>Another ode to the IRS</strong><br />\n<em>By Joan Berly</em><br />\n<br />\nLeave it behind -<br />\ntroubles and scam.<br />\nNo money in pocket -<br />\nNo taxes advance!</blockquote>\n<p><em>By Cyrus Khan</em><br />\n<br />\nAlas, 'tis the time to file my tax<br />\nLet's see if I can deduct the max<br />\nThe IRS I'm sure is twiddling their thumbs<br />\nMaybe this time I'll throw them a few crumbs<br />\nShould I file myself or use the pros?<br />\nWith each passing minute my anxiety grows<br />\nHours on end I work for uncle Sam<br />\nSometimes it feels like one big scam!<br />\nIt's time to bid farwell to all my money,<br />\nWon't have a penny to take out my honey,<br />\nI should fear not, be happy and stand tall,<br />\nMaybe I'll get a check to party at the mall!<br />\nNo use huffing and puffing day in and day out,<br />\nEveryone pays no matter what their clout,<br />\nSigh,for taxes are here forever to stay<br />\nToil away, pay your share and just move on I say!<br /></p>\n<blockquote><strong>Tax day haiku</strong><br />\n<em>By Kari Lawrence</em><br />\n<br />\nToo poor to pay in<br />\nBehind in my student loan<br />\nNo refund for me</blockquote>\n<p><em>By Joshua Christolear's wife</em><br />\n<br />\nWaste of time<br />\nSenseless forms<br />\nTake my money<br />\nSpend it poorly<br /></p>\n<blockquote><em>By Neal Levin</em><br />\n<br />\nWhose forms these are I think I know.<br />\nTomorrow is the deadline though;<br />\nMy income I must first declare,<br />\nAnd then I'll find out what I owe.<br />\n<br />\nI dread this awful questionnaire,<br />\nI grind my teeth, I pull my hair.<br />\nI wonder how much they will take<br />\nAs I perspire in despair.<br />\n<br />\nMy head begins to pound and ache.<br />\nI start to sweat, my fingers shake.<br />\nI owe too much, I'm in too deep.<br />\nThere has to be some big mistake.<br />\n<br />\nThere's nothing I can do but weep.<br />\nI'll have no money left to keep.<br />\nJust lots of nights of losing sleep,<br />\nJust lots of nights of losing sleep.<br />\n<br />\n------------------------------------<br />\n<br />\nEverybody pays a tax<br />\nDoctors, lawyers, quarterbacks<br />\nTeachers, waiters, lumberjacks<br />\nPublishers of paperbacks<br />\nSalesmen who sell Cadillacs<br />\nSocialites who shop at Saks<br />\nTake some comfort in these facts<br />\nEverybody pays a tax</blockquote>\n<p><em>The following two poems by Steven Kaplan</em><br />\n<br />\n<strong>Privileged</strong><br />\n<br />\nWhen did It become<br />\n“Un American” “Un Patriotic”<br />\nTo Pay Taxes?<br />\n<br />\nA long time ago, I got my first real paycheck from the<br />\n“Happiest Place On Earth” and I was pissed off! I vented<br />\nto my father why I was angry “Look how much they took out<br />\nin taxes!” I said in dismay, about to continue my rant<br />\nmy father, with disregard for how I was feeling, bluntly said<br />\n“ shut up, sit down, be quiet, and listen to me”<br />\n<br />\nMy father, a very smart, well educated, experienced man,<br />\nwho also had one hell of a back hand. So out of respect, I did as ordered<br />\nand he proceeded to say . . .<br />\n“It is a Privilege to pay taxes in the U.S. of A!”<br />\n“If not for America<br />\nOur people, would not have the freedom to bitch and complain!”<br />\n“ Let alone be alive to even do it!”<br />\n<br />\n“So shut up” he said, in his deep Virginia drawl, and be thankful<br />\nfor what you’ve got, right now and in the future,in good times and bad,<br />\nbeing born in this country, is the greatest gift you will ever have.” It is a privilege to<br />\nbreathe the fresh air that freedom provides.”<br />\nAnd I knew in my heart, he was right.<br />\n<br />\nI was 18 then, 52 today, and Dad has just recently passed away<br />\nAnd when tax season comes and it is time to pay<br />\nI always remember what he told me that day<br />\n“It is a “Privilege” I say to myself, and I admit, with some regret,<br />\nI sit down and write that damn check . . . .<br />\n<br />\n<strong>Little Fat Man</strong><br />\n<br />\nThere is this short little bearded fat fellow<br />\na Harvard man I understand, an Objective believer in Ayn Rand<br />\nwho Apparently decided, at the age of 12,<br />\nfor what ever reason, is compelled to perform an act<br />\nI grew up, believing was treason<br />\nHis goal in life, you see, is to drown, Our Federal Government,<br />\n(Which, by the way, equals You and Me)<br />\nin a bath tub full of water or Gin until “We the People”<br />\nare quite thoroughly done in<br />\nAn extremely Machiavellian point of view, I believe, and very Ironic,<br />\nowing to the fact that Machiavelli was writing metaphorically, and in the sardonic.<br /></p></div>","itags":["Marketplace Money","PMP:Marketplace_PMP","Marketplace Money for Friday, April 26, 2013","Marketplace Money for Friday, April 12, 2013","d86c67ec70218de1eeecf518ec0a317f","Marketplace"],"contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<hr />\"},{\"type\":\"text/html\",\"content\":\"<hr />\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<div><script charset=\\\"utf-8\\\" src=\\\"http://static.polldaddy.com/p/7033492.js\\\" type=\\\"text/javascript\\\">\\n</script><noscript><a href=\\\"http://polldaddy.com/poll/7033492/\\\">Vote: Who is your favorite poet?</a></noscript></div>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<em>By Michael Panhorst</em>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><em>By Venida Corda</em><br /><br /> As April approaches I suddenly see the prospect of money leaving me.<br /> I saved all my receipts for taxes and such,<br /> But I can tell I don&apos;t have enough.<br /> With medical, work, and charity giving,<br /> I should have spent more.<br /> So tax man I prey please get out of my way for Aprils the month I most want to avoid.<br /> Good-by to my wealth, I wont see you again, but what can I say but wait till next year.</blockquote>\",\"type\":\"text/html\"},{\"content\":\"<p><em>By John Baglio</em><br /><br /> Where&apos;s my tax refund?<br /> The feeling of found money<br /> Sweet self-deception.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><strong>A Sonnet for Tax Day</strong><br /><em>By Linda Mitchell</em><br /><br /> In this, the anxious time of year<br /> When taxes loom before our eyes,<br /> I sit with Marketplace in my ears<br /> And ponder payments as advised.<br /> But hark! My notebook within which<br /> My logged expenses I do pen,<br /> Doth now provide the needed stitch<br /> That saves my time no matter when<br /> I do my taxes, logged into<br /> Computer programs made to bring<br /> Me peace of mind, and refunds too,<br /> In hours mere, Tax done! I sing.<br /> The lesson here I hereby teach:<br /> With records clear, you wont overreach.</blockquote>\"},{\"content\":\"<p><strong>Ode to Tax Payers</strong><br /><em>By Carol Stahl</em><br /><br /> The kids are in school<br /> the firemen fight fires<br /> the bridges stand sturdy<br /> the pot holes are filled<br /> the hungry are fed.<br /><br /> Every April we show what we value.<br /> Paying our taxes tells who we are.<br /></p>\",\"type\":\"text/html\"},{\"content\":\"<blockquote><strong>Taxes</strong><br /><em>By Rob Jackson</em><br /><br /> He led a revolution once.<br /> We all dream of it.<br /><br /> There you are, standing in the back of a jeep like Fidel,<br /> waving to people on a crowded street.<br /> You circle the post office April 15th,<br /> honking the horn at your comrades in line.<br /> smiling and brandishing a Cohiba,<br /> blowing fat smoke rings to show them<br /> how easy it is,<br /> how little youre paying,<br /> how zero can be enough.<br /><br /> It took years for the phone to ring<br /> with the call he dreaded, the sniper-shot<br /> that left him slumped in his chair.<br /> He hung up, called his son-in-law, an accountant,<br /> and ended his resistance with payments, penalties, and pain.<br /> Most revolutions end this way.<br /> He knew that.<br /><br /> It must have felt good for a time, though,<br /> this thrill of not paying.<br /> For a decade he was Che.<br /> For a decade my grandfather was king.</blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><em>The following three poems by Barbara Bowles</em><br /><br /><strong>Taxes</strong><br /><br /> Hail to the April season of taxes<br /> Refined through endless years of praxis<br /> Spring calls us to play,<br /> Instead we must pay<br /> Is it a wonder so many are fractious?<br /><br /><strong>Taxicity</strong><br /><br /> We live in a state of taxicity<br /> Acquiescent to our complicity<br /> Torture, rape and bombs<br /> Violence that numbs<br /> Nostalgic for unknown simplicity<br /><br /><strong>Taxing</strong><br /><br /> Infrastructure that fails becomes taxing<br /> Inspections, repairs waning and waxing<br /> We commonly trust<br /> Before all is rust<br /> Public works go for bust, no relaxing</p>\"},{\"type\":\"text/html\",\"content\":\"<blockquote><strong>Another ode to the IRS</strong><br /><em>By Marsha Hood</em><br /><br /> It&apos;s April, I can&apos;t stand the tension<br /> Crunching numbers to file an extension<br /> I can&apos;t make a dent<br /> Like the top one percent<br /> It&apos;s taxing to not have a pension</blockquote>\"},{\"type\":\"text/html\",\"content\":\"<p><em>By Keli MacIntosh</em><br /><br /> My father was an accountant;<br /> working numbers was his trade.<br /> Years of helping him with my 1040s,<br /> a tax preparer I was made.<br /><br /> Now without his assistance<br /> juggling schedules A to D,<br /> I realize the knowledge<br /> he so kindly passed to me.<br /><br /> Though tax forms aren&apos;t<br /> the most fun I&apos;ve ever had,<br /> as I approach the task each April,<br /> I enjoy fond memories of my Dad!</p>\"},{\"content\":\"<blockquote><strong>Another ode to the IRS</strong><br /><em>By Joan Berly</em><br /><br /> Leave it behind -<br /> troubles and scam.<br /> No money in pocket -<br /> No taxes advance!</blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><em>By Cyrus Khan</em><br /><br /> Alas, &apos;tis the time to file my tax<br /> Let&apos;s see if I can deduct the max<br /> The IRS I&apos;m sure is twiddling their thumbs<br /> Maybe this time I&apos;ll throw them a few crumbs<br /> Should I file myself or use the pros?<br /> With each passing minute my anxiety grows<br /> Hours on end I work for uncle Sam<br /> Sometimes it feels like one big scam!<br /> It&apos;s time to bid farwell to all my money,<br /> Won&apos;t have a penny to take out my honey,<br /> I should fear not, be happy and stand tall,<br /> Maybe I&apos;ll get a check to party at the mall!<br /> No use huffing and puffing day in and day out,<br /> Everyone pays no matter what their clout,<br /> Sigh,for taxes are here forever to stay<br /> Toil away, pay your share and just move on I say!<br /></p>\"},{\"type\":\"text/html\",\"content\":\"<blockquote><strong>Tax day haiku</strong><br /><em>By Kari Lawrence</em><br /><br /> Too poor to pay in<br /> Behind in my student loan<br /> No refund for me</blockquote>\"},{\"content\":\"<p><em>By Joshua Christolear&apos;s wife</em><br /><br /> Waste of time<br /> Senseless forms<br /> Take my money<br /> Spend it poorly<br /></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><em>By Neal Levin</em><br /><br /> Whose forms these are I think I know.<br /> Tomorrow is the deadline though;<br /> My income I must first declare,<br /> And then I&apos;ll find out what I owe.<br /><br /> I dread this awful questionnaire,<br /> I grind my teeth, I pull my hair.<br /> I wonder how much they will take<br /> As I perspire in despair.<br /><br /> My head begins to pound and ache.<br /> I start to sweat, my fingers shake.<br /> I owe too much, I&apos;m in too deep.<br /> There has to be some big mistake.<br /><br /> There&apos;s nothing I can do but weep.<br /> I&apos;ll have no money left to keep.<br /> Just lots of nights of losing sleep,<br /> Just lots of nights of losing sleep.<br /><br /> ------------------------------------<br /><br /> Everybody pays a tax<br /> Doctors, lawyers, quarterbacks<br /> Teachers, waiters, lumberjacks<br /> Publishers of paperbacks<br /> Salesmen who sell Cadillacs<br /> Socialites who shop at Saks<br /> Take some comfort in these facts<br /> Everybody pays a tax</blockquote>\"},{\"type\":\"text/html\",\"content\":\"<p><em>The following two poems by Steven Kaplan</em><br /><br /><strong>Privileged</strong><br /><br /> When did It become<br /> “Un American” “Un Patriotic”<br /> To Pay Taxes?<br /><br /> A long time ago, I got my first real paycheck from the<br /> “Happiest Place On Earth” and I was pissed off! I vented<br /> to my father why I was angry “Look how much they took out<br /> in taxes!” I said in dismay, about to continue my rant<br /> my father, with disregard for how I was feeling, bluntly said<br /> “ shut up, sit down, be quiet, and listen to me”<br /><br /> My father, a very smart, well educated, experienced man,<br /> who also had one hell of a back hand. So out of respect, I did as ordered<br /> and he proceeded to say . . .<br /> “It is a Privilege to pay taxes in the U.S. of A!”<br /> “If not for America<br /> Our people, would not have the freedom to bitch and complain!”<br /> “ Let alone be alive to even do it!”<br /><br /> “So shut up” he said, in his deep Virginia drawl, and be thankful<br /> for what you’ve got, right now and in the future,in good times and bad,<br /> being born in this country, is the greatest gift you will ever have.” It is a privilege to<br /> breathe the fresh air that freedom provides.”<br /> And I knew in my heart, he was right.<br /><br /> I was 18 then, 52 today, and Dad has just recently passed away<br /> And when tax season comes and it is time to pay<br /> I always remember what he told me that day<br /> “It is a “Privilege” I say to myself, and I admit, with some regret,<br /> I sit down and write that damn check . . . .<br /><br /><strong>Little Fat Man</strong><br /><br /> There is this short little bearded fat fellow<br /> a Harvard man I understand, an Objective believer in Ayn Rand<br /> who Apparently decided, at the age of 12,<br /> for what ever reason, is compelled to perform an act<br /> I grew up, believing was treason<br /> His goal in life, you see, is to drown, Our Federal Government,<br /> (Which, by the way, equals You and Me)<br /> in a bath tub full of water or Gin until “We the People”<br /> are quite thoroughly done in<br /> An extremely Machiavellian point of view, I believe, and very Ironic,<br /> owing to the fact that Machiavelli was writing metaphorically, and in the sardonic.<br /></p>\"}]","title":"Taxing poetic: Your Tax Day poems","description":"April is National Poetry Month -- and also the time taxes are on our minds. So, why not combine the two and tax poetic?","audio":[{"meta":{"width":"610","height":"340","crop":"primary"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/tax-stockphoto.jpg?itok=5zMTjhlF","type":"image/jpeg"},{"type":"audio/mpeg","format":"MP3","meta":{"duration":888,"duration_hms":"00:14:48","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/04/12/marketplace_segment34_20130412","type":"application/json"}},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/04/12/marketplace_segment34_20130412_64.mp3"}]}