{"created":"2014-09-19T19:43:47+00:00","modified":"2014-12-23T18:40:34+00:00","valid":{"from":"2014-12-23T18:40:34+00:00","to":"3014-12-23T18:40:34+00:00"},"hreflang":"en","title":"The Gift Of Graft: New York Artist's Tree To Grow 40 Kinds Of Fruit","published":"2014-08-25T15:59:00+00:00","teaser":"Syracuse artist Sam Van Aken is developing a tree that will bloom in pink, purple and red in the spring and bear 40 different fruits in the summer and fall. It's part art, part agricultural marvel.","itags":["npr_api","337164041"],"guid":"d885b212-c17d-4760-aab9-83a9b3b970e5","contentencoded":"<p>It sounds like something out of Dr. Seuss, but artist <a href=\"http://www.samvanaken.com/\">Sam Van Aken</a> is developing a tree that blooms in pink, fuchsia, purple and red in the spring — and that is capable of bearing 40 different kinds of fruit.</p><p>No, it's not genetic engineering. Van Aken, an associate professor in Syracuse University's art department, used an age-old technique called grafting to attach branches from 40 different kinds of stone fruit onto a single tree. It's called the \"Tree of 40 Fruit.\" <em>Weekend Edition's</em> Arun Rath spoke to Van Aken about the project, and what inspired it.</p><p>\"I'm an artist. So the whole project really began with this idea of creating a tree that would blossom in these different colors and would bear these multitude of fruit,\" he says.</p><p>But he soon discovered that it was actually pretty hard to find so many distinct varieties of stone fruit in New York, he explains in his <a href=\"http://www.youtube.com/watch?v=t9EuJ9QlikY#t=300\">presentation</a> at TEDx Manhattan. \"I realized the extent to which we've created these massive monocultures.\" Most grocery stores and markets only stock a few varieties — and most of them are grown in California.</p><p>But then Van Aken came across the New York State Agricultural Experimentation Station. \"It was the largest orchard of its kind in the Northeast, perhaps even east of the Rockies,\" he says.</p><p>The 3-acre plot contained all sorts of varieties of stone fruit, he says. \"And they all had these amazingly different tastes.\"</p><p>That's when he started to understand the history behind these fruits, he says. \"Then [the project] really became about preserving some of these antique and heirloom varieties.\"</p><p>The state wanted to close the operation down due to a lack of funding, so Van Aken purchased it in 2008.</p><p>His 16 trees around the country are composed of mainly antique and native stone fruit varieties, including peaches, plums, apricots and nectarines. In his TEDx talk, Van Aken says he's worked with 250 varieties of stone fruit at this point.</p><p>\"I'm working with cherries; I've had limited success with that,\" he says. \"I also graft almonds to them, because the almond blossoms are just absolutely amazing.\"</p><p>The process of building up these trees has taken years and a lot of patience. Van Aken starts with what's called a stock plan. He then inserts small, budding branches from other trees at strategic points throughout the stock tree. He tapes these grafts in place and lets them heal and and bond with their new base over the winter months. If all goes well, the grafts will start to grow in the spring.</p><p>The technique has been around for thousands of years, Van Aken says. \"It appears on hieroglyphs in Egypt.\"</p><p>These days many commercial fruit trees are grafted — growers choose base trees that work well in their climate. And, Van Aken says, \"nurseries now, what they'll do is they'll sell combination trees, which are two varieties that will cross-pollinate each other, so you'll get a better fruit set.\"</p><p>As we've <a href=\"http://www.npr.org/blogs/thesalt/2012/04/07/150142001/guerrilla-grafters-bring-forbidden-fruit-back-to-city-trees\">reported</a>, a group of dedicated fruit fans in San Francisco are even using the technique to get the barren trees along city sidewalks to bear cherries, pears and apples.</p><p>Van Aken's trees are still quite young — his rendering shows what he expects them to look like in a few years. For now, he says, he's battling the squirrels, chipmunks, deer and groundhogs that are threatening his labors of love.</p><p>\"I get very <a href=\"http://www.imdb.com/title/tt0080487/\">Caddyshack</a>,\" he says, laughing. \"I'm a lot like Bill Murray during the summer.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Gift+Of+Graft%3A+New+York+Artist%27s+Tree+To+Grow+40+Kinds+Of+Fruit&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"176"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337531170-5dda23.m3u?orgId=1&topicId=1053&ft=3&f=337164041"},{"href":"http://media.npr.org/assets/img/2014/08/02/artist-rendering-0e36157498dec9b2c2128ba62ff94cab4ab9a9ed.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"929","width":"1240"}},{"href":"http://media.npr.org/assets/img/2014/08/02/dsc_0293-6970e9b9cb3c421386e5e04e8b323f1dbed550d0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1497","width":"1997"}}]}