{"created":"2015-01-19T08:35:45+00:00","modified":"2015-01-19T19:00:23+00:00","valid":{"from":"2015-01-19T19:00:23+00:00","to":"3015-01-19T19:00:23+00:00"},"hreflang":"en","title":"What Does Martin Luther King Jr.'s Legacy Look Like To A 5-Year-Old?","published":"2015-01-19T17:07:00+00:00","teaser":"Teachers all over the country are finding ways to talk about the legacy of the Rev. Martin Luther King Jr. In one Washington, D.C., classroom, the lessons about race come alive.","itags":["npr_api","377794772"],"guid":"d890313d-57f5-4c35-b6f5-4392587ab31d","contentencoded":"<p>It's morning meeting time. \"When Dr. King was little, he learned a golden rule,\" sings a class of 4- and 5-year-olds with their teacher, Carolyn Barnhardt.</p><p>John Eaton Elementary School, a public school in Washington, D.C., is unusual. It sits in one of the District's wealthiest neighborhoods, but the majority of students hail from different parts of the city, making it one of the most racially and economically diverse elementary schools in the nation's capital.</p><p>Barnhardt, who has been a prekindergarten teacher for 25 years, remembers a time when schools were not so diverse.</p><p>\"I am part of the Dr. Martin Luther King era,\" she says, explaining how she grew up in the segregated South. \"I experienced the white-only water fountains, the colored section in the bus station. The lunch counters — I remember not being able to sit there to eat lunch. And I went to the colored-only schools, it was all — everything was segregated.</p><p>\"I was 6 years old when the Rosa Parks episode happened, so I kinda sorta remember the beginning of the civil rights movement as a little girl,\" she says.</p><p>Today, Barnhardt teaches in a classroom she could have only dreamed about at that age, one where black, white, Asian and Arab children sit shoulder to shoulder.</p><p>Her kids are bursting to show off what they know about Rosa Parks and King.</p><p>\"I know about Dr. King. He changed the laws, so everybody with that skin could go everywhere they want,\" Emil Timko says.</p><p>\"He got shot,\" Kieran Dockett-Gilbert says, \"because people didn't like what he said.\"</p><p>\"When Dr. King was little, he learned a golden rule from how to treat another,\" Graciela Lang chimes in.</p><p>\"When I tell them about some of the things that I'm teaching them about Dr. King, I let them know that I have experienced it myself,\" Barnhardt says. \"I think it's so easy for me to convey all this to these little people. I don't know if some people think that, 'Gosh, 4- and 5-year-olds?' But I think they understand.\"</p><p>The lessons have resonated with 5-year-old Jonah Hack, who is African-American. He was taken in by his white mother, Andrea Hack, when he was only 2 weeks old. She eventually adopted Jonah, as both his biological parents were homeless.</p><p>\"A few nights ago,\" Hack says, \"Jonah mentioned 'Martin Doctor Luther Junior King' and his 'dream that changed the world.' I asked him what he knew about Dr. King, and Jonah told me about his dream, which wasn't a dream you have when you sleep, but something you hope for.\"</p><p>She says they have talked about skin color before, but until now it has been in simple terms.</p><p>For example, Jonah asked her what color his 6-month-old twin sisters would be. \"White,\" Hack answered.</p><p>In their conversations over the last two weeks, Hack says, Jonah has recognized he is a \"brown person.\"</p><p>\"A long, long time ago,\" he told his mother, \"brown people couldn't go to the park with the other people, but Dr. King's dream changed this.\"</p><p>\"This was the first time that I think Jonah has understood about racism,\" Hack says, \"and I know that now the genie's out of the bottle. It's never going back in.\"</p><p>\"This is my son,\" she says. \"I don't want him to have any hardships, but of course, he will.\" Tears stream down her face. \"Unfortunately, the color of his skin — and that we have different colors of skin — is going to be a hardship. Whether it is minor or a major hardship is, you know, yet to be seen, but it's there.\"</p><hr /><p><em>Joanne Levine is an editor with NPR's </em>Morning Edition<em>. Her two children attend John Eaton Elementary School in Washington, D.C.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Does+Martin+Luther+King+Jr.%27s+Legacy+Look+Like+To+A+5-Year-Old%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joanne Levine","audio":[{"meta":{"duration":"270"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378289434-713897.m3u?orgId=1&topicId=1013&ft=3&f=377794772"},{"href":"http://media.npr.org/assets/img/2015/01/16/mlk-prek01-e35de1c9f25f39f00f0bd70fd4ce975f718c9ad2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/01/16/mlk-prek02-348b34ef83813bee751703c3850e3925a49415d6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/01/16/mlk-prek03-798e085b2b39e5031d2852fd4844b9829e29bd6d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1899","width":"2532"}},{"href":"http://media.npr.org/assets/img/2015/01/16/_mg_2479edit-6b6e5c6307dac79e53ad9b8585c481805a603f36.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}