{"created":"2014-11-01T18:31:24+00:00","modified":"2015-03-26T19:05:51+00:00","valid":{"from":"2015-03-26T19:05:51+00:00","to":"3015-03-26T19:05:51+00:00"},"hreflang":"en","title":"Rep. Cathy McMorris Rodgers Is No GOP Bench Warmer","published":"2014-11-01T18:31:00+00:00","teaser":"McMorris Rodgers says she wants to see more women run — and get elected — to Congress. That's why she's taken on a leadership role, raising money for female Republicans and mentoring them, too.","itags":["npr_api","360497981"],"guid":"d8970815-8451-49a7-a14b-4fff70f6fa59","contentencoded":"<p>Rep. Cathy McMorris Rodgers is one of the most powerful politicians in America. She's the top-ranking woman in the House GOP, and her political ambitions and trajectory have been debated everywhere from Capitol Hill to the pages of <a href=\"http://www.glamour.com/inspired/2014/09/career-advice-from-representative-cathy-mcmorris-rodgers\"><em>Glamour</em> magazine</a>. But when she walks into locally owned businesses like Maid Naturally in Spokane, Wash., she's just Cathy.</p><p>In the final week before the election, she stopped by the Spokane-based cleaning business and sits down to chat with co-founders Ruthanne Eberly and Heather Brown. McMorris Rodgers puts them at ease quickly, and before long the three women are swapping stories about what it's like to balance family and work.</p><p>\"Do you have some tips now as to how to keep employees longer?\" McMorris Rodgers asks the pair, who launched their business together in 2006. Since then they've expanded, moving from working out of their homes to a larger space.</p><p>Eberly and Brown agree that keeping their employees around, especially in a business where people tend to come and go, comes down to building strong relationships.</p><p>That's something McMorris Rodgers understands. She's built a career on it.</p><p>\"I find myself reminding people that Congress is also built on relationships,\" she tells them. \"It's about building relationships. It's like anything you do in life, and you have to make that a priority.\"</p><p>McMorris Rodgers has a few priorities: Representing Eastern Washington in the House — a job she's held for a decade — and heading up the House Republican Conference where she is one of just 19 women.</p><p>The 45-year-old also has three young children. Her 1-year-old daughter flew cross-country with her during her most recent trip back to Spokane.</p><p>\"I was single when I was elected, then I got married,\" she tells Eberly and Brown. \"So I kind of eased into it. Got used to the business up-front, then I got married, added the kids.\"</p><p>This is how McMorris Rodgers connects with the women she meets on the trail, the very people her party needs to attract. She's down-to-earth, folksy even, and she makes everything personal.</p><p>But she is also politically savvy.</p><p>McMorris Rodgers says she never dreamed she'd be in politics herself, but she was appointed to the Washington statehouse at the age of 25. She went on to beat two members of the leadership to become the state's first female minority leader. Then, she decided to run for Congress.</p><p>\"I just decided I was going to muster up all the courage I had, be a risk-taker, go see what I could do,\" she says.</p><p>First elected to Congress in 2004, McMorris Rodgers is set to easily win re-election to a sixth term. But she's not taking that for granted. All in one day this week, she participated in a debate with Democrat Joe Pakootas, visited local businesses, chatted with eighth graders at a middle school and fired up a Republican women's group.</p><p>She often brings up her roles as a wife and mother while campaigning, saying the challenges she faces are just like any other working mom in America. But she bristles at the notion that she's \"window dressing\" for a party trying to refresh its brand.</p><p>\"That's what the critics like to suggest,\" she says when asked about the public debate over whether her rise is simply because she's a woman. \"Even when I was asked to give the response to the State of the Union this year, there were some that immediately started saying 'Well, it's only because she was a woman' versus that I was someone who could really connect with people or that I could deliver an effective message on behalf of the Republicans.\"</p><p>McMorris Rodgers says she wants to see more women run — and get elected — to Congress. That's why she's taken on a leadership role, raising money for female Republicans and mentoring them, too.</p><p>\"So many women have never even considered running for office themselves. They think that's something someone else does,\" she says.</p><p>McMorris Rodgers says she knows what that's like. Before she decided to run for Congress, she'd been thinking about getting out of politics.</p><p>Now, a decade later, she says she doesn't want to be a \"seat warmer.\" She wants to maximize her opportunities and her influence.</p><p>She chose not to enter the race to be House Republican whip after Eric Cantor, who was defeated in a primary, chose to leave his leadership post. She says she's excited for another year serving as GOP conference chair.</p><p>But there appears to be a path open for McMorris Rodgers. The question is: does she want it?</p><p>Asked point-blank what her next chapter looks like, she says \"we'll see.\"</p><p>\"One thing about serving in Congress, it kind of comes in these two-year chunks,\" she says. \"For the next Congress, I'm seeking to continue to serve as conference chair. And we'll see what other opportunities come. So much of that is being the right person at the right time.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rep.+Cathy+McMorris+Rodgers+Is+No+GOP+Bench+Warmer&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Juana Summers","audio":[{"meta":{"duration":"274"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360629453-b0b9b2.m3u?orgId=1&topicId=1014&e=360497981&d=274&ft=nprml&f=360497981"}]}