{"created":"2015-04-30T09:15:51+00:00","modified":"2015-04-30T22:16:44+00:00","valid":{"from":"2015-04-30T22:16:44+00:00","to":"3015-04-30T22:16:44+00:00"},"hreflang":"en","title":"With Only One Runway, Kathmandu's Airport Hinders Earthquake Relief","published":"2015-04-30T18:04:00+00:00","teaser":"There's gridlock at Nepal's international airport. That has complicated efforts to get goods and supplies into the country after Saturday's earthquake.","itags":["npr_api","403231812"],"guid":"d89f258e-a537-4e9c-89c1-6ff4578504f7","contentencoded":"<p>There's a lot of aid headed toward Nepal, but it's not getting there as fast as people would like.</p><p>The reason: There aren't enough runways.</p><p>The country's only international airport is Tribhuvan International Airport in Kathmandu. It's tiny. It has just one runway. So it can't accommodate all the planes flying in.</p><p>The single runway has been closed several times for earthquake repairs. Also, there are limited places for planes to park. On many days, pilots circled for hours waiting for another plane to take off because there's no room to land.</p><p>This bottleneck has slowed the recovery effort. A terminal duty officer, who wouldn't give his name because he's not allowed to talk to the media, says the situation is bad: \"We have not allowed any person from the media to get in or report on the issue. It is a mess here. Why should we talk to the media? We have not been able to settle anything.\"</p><p>That's not the only obstacle to relief work. Some groups show up and don't know what to do or where to go. Or how to get there.</p><p>\"Even where there was no disaster here, it was just really difficult to get around,\" says Lisa Rudolph, an American Red Cross worker who arrived from Washington, D.C. \"Even within Kathmandu itself it can take an hour to get from one point to another. And so now with roads blocked [due to earthquake damage and] the airport congested, it's going to be really difficult.\"</p><p>At the Humanitarian Staging Area set up by the airport, you can see how little there is to work with. The massive storage tents set up to hold all the donated supplies are almost empty.</p><p>Sagar Mani Parajuli is joint secretary of the Ministry of Home Affairs, which is coordinating Nepal's relief efforts. He runs through a list of what's needed: \"Tent first and then dry foods. Like noodles, biscuits.\"</p><p>How can his country recover, he asks, from the worst earthquake to hit the region in more than 80 years when they simply don't have what they need?  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Only+One+Runway%2C+Kathmandu%27s+Airport+Hinders+Earthquake+Relief&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Russell Lewis","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403231813-81eae4.m3u?orgId=1&topicId=1125&d=236&p=3&story=403231812&t=progseg&e=403229111&seg=16&ft=nprml&f=403231812"},{"href":"http://media.npr.org/assets/img/2015/04/30/gettyimages-471569792.jpg-d4f1e6fe2df3bfe7850bbd0ba4f86684d717059e.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}