{"created":"2015-01-26T18:34:18+00:00","modified":"2015-01-26T20:58:20+00:00","valid":{"from":"2015-01-26T20:58:20+00:00","to":"3015-01-26T20:58:20+00:00"},"hreflang":"en","title":"Mayors Examine Community Policing","published":"2015-01-26T20:58:00+00:00","teaser":"The U.S. Conference of Mayors has new recommendations on community policing, in the wake of Ferguson.","itags":["npr_api","381626663"],"guid":"d8a52979-eb13-4d65-ae5a-313b83fce884","contentencoded":"<p>Building trust, improving police practices and addressing racial and economic disparities are some of the recommendations of the U.S. Conference of Mayors, which has been studying the issue of community policing.</p><p>Their recommendations take on added significance after the deaths of Michael Brown, Tamir Rice and Eric Garner at the hands of police. But how much will it cost to implement those recommendations?</p><p>Gary, Ind., Mayor <strong>Karen Freeman-Wilson</strong> chairs the U.S. Conference of Mayors&#8217; Working Group of Mayors and Police Chiefs, which spent four months reviewing community policing practices in the wake of the Michael Brown shooting last summer in Ferguson, Missouri. She discusses their conclusions and recommendations with <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson.</p><ul><li><a href=\"http://usmayors.org/83rdWinterMeeting/media/012215-report-policing.pdf\" target=\"_blank\">Read the report from the U.S. Conference of Mayors</a></li></ul><h4>Interview Highlights</h4><p><strong>Defining &#8216;community policing&#8217;</strong></p><p>“For me, community policing means a way that law enforcement engages the community not just when there is a crisis, but in their daily duties and in the day-to-day activities of law enforcement. So it is creating a connection, it’s creating a relationship with members of the community &#8212; particularly the law abiding citizens, so that when an incident occurs they will have a connection that will give citizens the confidence that if they provide information that it will be acted upon and that it will be held confidentially. It also gives citizens the confidence that when there is a crisis such as a police-involved death, that because the preexisting relationship exists, they know that it will be investigated in a manner that will give the community comfort.”</p><p><strong>On practicing community policing</strong></p><p>&#8220;The practice of community-oriented policing is very common. Increasingly, police departments are training, are encouraging all their officers&#8230; Initially there was a program, it was called the COPs program &#8212; Community Oriented Policing &#8212; you would have one or two, or maybe three or four, officers whose job it was to go into the community and connect with citizens. Now, police departments large and small are understanding that that has to be the protocol. That people are wanting to have relationships with the police department that are not necessarily related to a call, and that it benefits officers to have a connection to the community that supersedes any specific law enforcement activity… It can’t be a program, it can’t be one or two officers, it really does have to be a way of doing business in your department.&#8221;</p><p><strong>On investing in community policing</strong></p><p>&#8220;It can work in an era of tighter budgets. Tighter budgets should really drive more departments to engage in community-oriented policing because you don’t have as many officers on the street, you don’t have some of the resources that you have traditionally had. So it’s important that you have a relationship with the law abiding citizens of the community.&#8221;</p><p><strong>On last year&#8217;s police-involved shootings</strong></p><p>&#8220;I think what people often forget is that as a rule, is that African Americans tend to be more law and order than a lot of people think. And so we want the police to, in fact, engage in our communities, we count on that to happen. It’s a matter of how it happens and the approach that they take. I think it also goes to recruiting, it also goes to training, and it also goes to discipline of officers.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.gary.in.us/city-departments/mayor.asp\" target=\"_blank\">Karen Freeman-Wilson</a></strong>, mayor of Gary, Indiana, and chair of the <a href=\"http://www.usmayors.org/default_nonmeeting.asp\" target=\"_blank\">U.S. Conference of Mayors</a>&#8216; Working Group of Mayors and Police Chiefs.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mayors+Examine+Community+Policing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"504"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1381637766-064903.m3u?orgId=1&e=381626663&d=504&ft=nprml&f=381626663"},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0126_police-officer.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}}]}