{"created":"2015-02-11T23:17:59+00:00","modified":"2015-02-12T19:28:32+00:00","valid":{"from":"2015-02-12T19:28:32+00:00","to":"3015-02-12T19:28:32+00:00"},"hreflang":"en","guid":"d8a82f72-82f8-445c-b910-fbdcb64a3691","title":"You think the snow in the US is bad? Spare a thought for Iranians caught in a dust storm","published":"2015-02-12T19:28:28+00:00","byline":"Shirin Jaafari","tags":["environment","weather","Environment","Science, Tech & Environment","Ahvaz","Asia","Iran","Asia","South Asia","Middle East","Jack Gillies","Mojdeh Roozitalab","Storm","Dust storm","Ahvaz","Geography of Iran","Environment","Asia"],"teaser":"Many of us in the northeast US have been hunkered down because of major snow storms. Iranians in the city of Ahvaz have been forced to stay home too. But theirs is a sand storm.","contentencoded":"<p>The pictures look like they come straight from an apocalyptic movie. The air is yellowish and the visibility is greatly reduced. Flights have been cancelled and schools have been closed.</p>\n<p>For days now, people in the city of Ahvaz in western Iran have been caught in the middle of a major sandstorm.</p>\n<p>Mojdeh Roozitalab, who lives in London and has family in Ahvaz, has been seeing worrying images from her mother. One showed her usually green plants buried in dust.</p>\n<p>\"My mom says that when she breaths, she feels that she's inhaling sand,\" Roozitalab says.</p>\n<p>Roozitalab's mother is 65 and she worries about her health. Roozitalab says that her mom has had to stay home for days on end because of the poor air quality.</p>\n<div class=\"edit-entity cta_no_border cta_align-left cta_no-icon\" data-entity-id=\"72129\" data-entity-title=\"Story Act Image\" data-entity-type=\"node\">\n<div id=\"node-72129\" class=\"node node-story-act story-act-cta story-act_default cta-type-custom-text cta-style-learn clearfix\" about=\"/node/72129\" typeof=\"sioc:Item foaf:Document\">\n<h2 property=\"dc:title\" datatype=\"\"><a href=\"/node/72129\">Story Act Image Iran Dust</a></h2>\n<div class=\"content\">\n<div class=\"field-body\">\n<p><img height=\"1140\" width=\"987\" alt=\"syria graphic\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/dustgraphic3.jpg\" title=\"\" /></p>\n</div>\n</div>\n</div>\n</div>\n<p>\"She used to do everything by herself,\" she says. \"Now she has to rely on younger family members to help her with her grocery shopping and other errands.\"</p>\n<p>Images and comments about the storm have been all over social media. The hashtag #KhuzestanCantBreathe has taken off.</p>\n<p>On Tuesday, a group of people gathered in protest in Ahvaz, an oil-rich city along the border with Iraq. They held placards with messages such as \"healthy air is our right.\"</p>\n<p><a href=\"http://www.dri.edu/directory/4896-jack-gillies\">Jack Gillies</a> of the Desert Research Institute in Las Vegas says these types of storms are a result of years of mismanagement of the land.</p>\n<p>\"[The storms] are probably a sign of environmental degradation that allows the wind that has always been there ... to get the sand moving,\" he says.</p>\n<p>Gillies, who has researched \"dust emissions\" extensively, says similar storms used to happen here in the US. One of the biggest dust-emitting source in the US, for example, was Owens Lake in California. But it has been controlled by up to 90 percent.</p>\n<p>But that has taken huge engineering and governmental effort. That's a problem for heavily sanctioned Iran. And then there's the problem of size.</p>\n<p>\"[In the case of Owens Lake] you're only looking at 40 square miles and when you look at the images [of Iran] from the satellite, you're looking at hundreds of square kilometers, thousands of square kilometers,\" he says.</p>\n<p>So it would take a much larger and more costly operation to bring under control.</p>\n<p>Gillies recalls being caught up in a major sandstorm, like the one in Iran, in the 1980s in Mali.</p>\n<p>\"We woke up enveloped in an incredible cloud of dust,\" he remembers. It was difficult breathing and, after a while, the sand \"starts to make your lungs quite heavy.\"</p>\n<p>Gillies thinks there are no fast and easy solutions for Iran.</p>\n<p>\"You have to step back and say 'if I'm going to solve this in the long term, how am I going to change my policies to deal with water management and agriculture to add restorative capabilities to the land?'\" he says.</p>\n<p>The residents of Ahvaz, however, say they want action now. \"We are getting buried alive here,\" one person <a href=\"https://twitter.com/P3DraM89/status/565102321386782722\">wrote</a> on Twitter.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/nasa.jpeg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/nasajpeg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02112015_10_0.mp3"},{"href":"http://www.pri.org/file/0211201510mp3-0"}]}