{"created":"2014-11-12T23:18:28+00:00","modified":"2014-11-13T21:36:58+00:00","valid":{"from":"2014-11-13T21:36:58+00:00","to":"3014-11-13T21:36:58+00:00"},"hreflang":"en","guid":"d8abfa5b-ebec-401f-8c97-1207f3537a80","title":"An Italian appeals court overturns the convictions of six scientists accused of not warning people about an earthquake","published":"2014-11-13T21:36:42+00:00","byline":"David Leveille","tags":["earthquake","Italy","earthquake preparedness","seismology","Justice","Conflict & Justice","Europe","Italy","Europe","Megan Williams","Seismology","Earthquake prediction","L'Aquila"],"teaser":"An Italian appeals court has tossed out most of the convictions in the case involving earthquake scientists and a public official in L'Aquila, Italy.  They had earlier been found guilty of failing to warn the public about risks right before a deadly quake hit, killing more than 300 people. ","contentencoded":"<p>An Italian appeals court ruling this week is sending small tremors around the world, particularly in the scientific community. </p>\n<p>Six scientists and one public official were convicted for their work as part of a government commission called the National Commission for the Forecast and Prevention of Major Risks. It met to discuss the risk of an earthquake near L'Aquila, Italy, back in 2009.  In 2012, an Italian court found them guilty of manslaughter for failing to alert residents about earthquake risks right before a powerful, magnitude 6.3 quake killed 309 people.</p>\n<p>But on Monday,  the appeals court in L'Aquila overturned all of the 2012 convictions. The scientists had all been sentenced to six years in prison, while the public official, Bernardo De Bernardinis, was sentenced to two years in jail. </p>\n<p>Rome-based reporter Megan Williams says there's a lot of relief among scientists about the latest ruling. \"Obviously the scientists are greatly relieved. Not just the scientists who were found guilty of manslaughter in 2012 and sentenced to six years in prison, but also the scientific community around the world is breathing a sigh of relief because I think they felt very nervous about this verdict because they felt like if somehow they gave the wrong information around a possible natural disastor that they could be held criminally responsible. I think there's a lot of relief among scientists.\"</p>\n<p>Many of the families and relatives of victims still insist that experts failed to give adequate warning of the earthquake, and they say they'll challenge the ruling. One of the acquitted seismologists, Giulio Selvaggi, welcomed the ruling, saying there were many uncertainties in earthquake prediction.</p>\n<p>The implications for scientists, particularly seismologists, are still a matter of speculation. But the Amerian Geophysical Union <a href=\"http://news.agu.org/press-release/international-scientific-society-reacts-to-laquila-seismologists-acquittal/\">issued a statement</a> praising the court's decision.</p>\n<p>According to the AGU statement, \"The impact of the L’Aquila earthquake was profound and serves as a reminder of how critical it is that scientists work together with engineers, government officials, and other stakeholders to understand the impacts hazards have on the communities we serve and to communicate that knowledge to the public so they can prepare. We have much to learn from the L’Aquila tragedy — particularly as it relates to the effective communication of risk to the public — and the scientific community must now dedicate itself to implementing those lessons for the betterment of society.\"</p>\n<p>Williams says the statement is key because \"The screwup that happened here was about communication. I don't think it's necessarily a bad thing that scientists around the world are thinking about how they should effectively communicate risk and not reassure people when there's really no grounds to reassure the people because we all know earthquakes cannot be predicted.\"</p>\n<p>According to the AGU, a new session — Communicating Geohazard Risk Assessments: Lessons Learned From the Verdicts in the L’Aquila Earthquake Case — has been added to the organization's annual  meeting schedule. </p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/EARTHQUAKE1.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/earthquake1jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/italyquakeweb.mp3"},{"href":"http://www.pri.org/file/italyquakewebmp3"}]}