{"created":"2014-10-27T17:49:24+00:00","modified":"2014-10-30T22:33:00+00:00","valid":{"from":"2014-10-30T22:33:00+00:00","to":"3014-10-30T22:33:00+00:00"},"hreflang":"en","title":"Dutch Auctions May Offer 'More Democratic' Way To Launch IPO","published":"2014-09-09T22:09:00+00:00","teaser":"As the IPO for Chinese e-commerce giant Alibaba moves ahead, some in the finance world believe there's a better way to take a company public.","itags":["npr_api","347145277"],"guid":"d8ac0e67-c81c-472f-b7b1-8344b8f42f0c","contentencoded":"<p>This week the Chinese e-commerce giant Alibaba is meeting with investors ahead of what could be the largest initial public offerings ever. The company wants to raise more than $20 billion through its listing on the New York Stock Exchange. The price for a share of Alibaba will be set the old fashioned way – in coordination with a big investment bank. But some people in the finance world believe there’s a more democratic way to take a company public &#8212; known as a Dutch auction.</p><p>In a traditional auction, the price starts low and goes up.</p><p>In a Dutch auction, the price goes the other way. Say you want to buy a bundle of tulips, so you bid 200 bucks. your buddy John comes along and says he’ll pay $150. Then Cindy jumps in. She offers 90 for the tulips. And the auction is over.</p><p>&#8220;If you bid the most you’re guaranteed to win,&#8221; Duke economist David McAdams says. &#8220;But you don’t pay your bid.&#8221;</p><p>In a Dutch auction, everyone pays the lowest acceptable offer. Even if your bid was $200, you pay $90.</p><p>McAdams says it’s a puzzle why more companies don’t use Dutch auctions to sell a stake in the business.</p><p>&#8220;It makes it easier, for example, for small investors to get involved in an ipo because if they want a stock they can bid their price they think is fair,&#8221; he says. &#8220;If it turns out they’ve overestimated it and the sophisticated investors know it’s worth less, they’ll end up getting it for less.&#8221;</p><p>The guy best known for arranging Dutch auction IPOs is Bill Hambrecht. He runs a small investment bank called W.R. Hambrecht and Company.</p><p>&#8220;IPOs have always been handled by traditional investment banks, and essentially it’s sort of an insider’s game – goes back 120 years, really,&#8221; Hambrecht says.</p><p>When a firm like China’s Alibaba wants to go public, it usually picks a traditional investment bank to do the legwork. The bank, which is the underwriter, helps set the price per share, and then makes those shares available at a discount to its own customers first.</p><p>So if you want a piece of Alibaba, you will have to wait until big institutional investors get a chance to snap it up first.</p><p>&#8220;So the public is excluded from it, and the price is depending on effectively the underwriter deciding the price,&#8221; Hambrecht says. &#8220;And I felt it was a lot fairer to open up the market to every investor. And number two, do it at a market price.&#8221;</p><p>Hambrecht says the big investment banks have an incentive to set the original price low, so the stock will jump on the first day of trading and make early investors a lot of money.</p><p>That’s why Hambrecht goes against the grain with his auction IPOs. He says Boston Beer, the maker of Sam Adams, pioneered the idea in the mid 1990s. The financial research firm Morningstar used a Dutch auction in 2005.</p><p>&#8220;The best example, and the best one we did of course, was Google,&#8221; Hambrecht says.</p><p>Hambrecht’s firm was one of about 30 investment banks involved when Google went public a decade ago.</p><p>&#8220;They wanted to tell all their users &#8212; and at that point there were 100 million of them &#8212; that if you want to own our stock you have access to it through an auction, and if you want to buy our shares, you can do it by bidding,&#8221; Hambrecht says. &#8220;And that’s what they accomplished.&#8221;</p><p>Well, not exactly.</p><p>Peter Oh, a University of Pittsburgh law professor calls the Dutch auction a myth.</p><p>&#8220;It can be catastrophic for a company,&#8221; Oh says.</p><p>Oh says the Google offering was complicated. While Google did accept bids through an auction, the company ultimately set a lower price on its own. Oh says an auction system leaves companies vulnerable. If small investors don’t buy up enough shares, the entire IPO can fail and leave millions of dollars on the table.</p><p>&#8220;At least with respect to companies going public, it looks like a very problematic procedure and a very unattractive one,&#8221; Oh says.</p><p>That&#8217;s why Oh says the Dutch auction hasn’t really caught on.</p><p>Bill Hambrecht’s firm has taken a company public with an auction 24 times, and the two he has in the works now are small companies trying raise a less than $100 million.</p><h4>Reporter</h4><ul><li><strong>Peter O&#8217;Dowd</strong>, assistant managing editor for <em>Here & Now</em>. He tweets <a href=\"https://twitter.com/odowdpeter\" target=\"_blank\">@odowdpeter</a></li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Dutch+Auctions+May+Offer+%27More+Democratic%27+Way+To+Launch+IPO&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Peter O'Dowd","audio":[{"meta":{"duration":"249"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347145280-18f7e0.m3u?orgId=1&ft=3&f=347145277"}]}