{"created":"2014-11-04T21:16:19+00:00","modified":"2015-05-02T02:39:39+00:00","valid":{"from":"2015-05-02T02:39:39+00:00","to":"3015-05-02T02:39:39+00:00"},"hreflang":"en","title":"Dante Ross: 'We Wanted Our Own Universe'","published":"2014-11-04T21:19:00+00:00","teaser":"He who signed De La Soul, Queen Latifah and Digital Underground sat down with his old friend Ali Shaheed Muhammad to tell stories about Tribe, ODB, Cypress Hill and everybody in between.","itags":["npr_api","361414881"],"guid":"d8ac0740-9d41-44ea-990e-93fb5bdcb1e9","contentencoded":"<p>Dante Ross, A&R man extraordinaire, keeper of stories about everyone from ODB to De La Soul to Cypress Hill, the Beastie Boys, Queen Latifah and Pete Rock, sat down with <em>Microphone Check</em> to remember the old days and stare down the present.</p><p><strong>ALI SHAHEED</strong> <strong>MUHAMMAD</strong>: What up, Dante?</p><p><strong>DANTE</strong> <strong>ROSS</strong>: What's going on, Ali?</p><p><strong>MUHAMMAD</strong>: Man, history is in the building.</p><p><strong>ROSS</strong>: Lot of years right here, boy. Me and you together, that's like one dead person.</p><p><strong>FRANNIE</strong> <strong>KELLEY</strong>: How old were you guys when you met?</p><p><strong>MUHAMMAD</strong>: Oh, man. I was a kid when I met ...</p><p><strong>ROSS</strong>: You were in high school, right?</p><p><strong>MUHAMMAD</strong>: I was just getting out of high school. I was 18.</p><p><strong>ROSS</strong>: Yeah, so I'm probably, I think, two years older than you? Two or three?</p><p><strong>MUHAMMAD</strong>: I'm 43 right now.</p><p><strong>ROSS</strong>: OK, so I got you by four years. You were 18; I was 22. Yeah, that makes sense.</p><p><strong>MUHAMMAD</strong>: Crazy.</p><p><strong>ROSS</strong>: I met Tip when he was in high school still.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>KELLEY</strong>: How did you meet him?</p><p><strong>ROSS</strong>: I guess from <a href=\"http://en.wikipedia.org/wiki/Afrika_Baby_Bam\" target=\"_blank\">Afrika</a>, cause Afrika was coming around. I knew him. De La, of course, and just everyone was around the De La sessions when they were doing the first record. And Tip was — he was like in the background, and Afrika was there a lot, so I guess from there. And I knew <a href=\"http://www.kooldjredalert.com/\" target=\"_blank\">Red</a> forever, too. I knew Red before I knew De La.</p><p><strong>MUHAMMAD</strong>: Can we take it back just a little bit, because now you talking like Native Tongue a little bit, so. For the listeners who may not know, like, you're crucial in that time period. So we gotta take it back a little bit.</p><p><strong>ROSS</strong>: Let's do it.</p><p><strong>MUHAMMAD</strong>: Let's go back to the beginnings of you in the music business.</p><p><strong>ROSS</strong>: So I was a waiter.</p><p><strong>KELLEY</strong>: Weren't we all.</p><p><strong>ROSS</strong>: And I got a bad attitude, so I'm not a good waiter. And I was friends with the Beastie Boys. We all were into punk rock, and me and Yauch were into skateboarding. So we're friends from when we were like 14 or 15. I went to high school with Ad-Rock. We would just always hang out. And like a lot of the energy from punk rock ended up going to hip-hop, right? Cause punk rock got — for lack of a better word, it got corny. We liked to do stuff before people did it. So when everyone got into it, we moved on. So we graduated from going to the see the Bad Brains to going to the Roxy. Me and Ad-Rock would go a lot.</p><p>So they started making rap music. Russell was their manager; I was friends with Russell and Lyor. And I met Captain Pissy, he started — Sean Carasov, rest in peace my man. He started road managing the Beasties and me and him linked up, became super, super close. He thought I was a smart kid. Beasties took me on tour. I got off tour and they were gonna go out again, and Lyor and Russell offered me a job working in the office cause of Sean. Cause I told Sean I don't want to be on the road. I was like, \"Yo, I want to get in the real business.\" So Ricky went on the road and I got his old job at the office, and I was a messenger at Rush Productions.</p><p>Lyor loved me. He really showed me a lot of love and those guys would like hang out with me when I was a little kid. I was making like no money but I'd go out with Russell and Lyor like every night.</p><p><strong>MUHAMMAD</strong>: What does a messenger at Rush Management do?</p><p><strong>ROSS</strong>: I went to Sony a lot and delivered stuff for <a href=\"http://books.google.com/books?id=vgcEAAAAMBAJ&pg=PA1&lpg=PA1&dq=%22Don+Ienner%22&source=bl&ots=D1mr2k-XhR&sig=RNOawdaspP-mSlWrx26kTJGcYac&hl=en&sa=X&ei=48ZXVMXoMMXeoATRrYCYAg&ved=0CCYQ6AEwAjgU#v=onepage&q=%22Don%20Ienner%22&f=false\" target=\"_blank\">Donnie Ienner</a>. And I got Lyor's lunch a lot. And I went back and forth to Russell's house and the office, cause Russell never came to the office.</p><p><strong>MUHAMMAD</strong>: Right.</p><p><strong>ROSS</strong>: And I'd have to go to <a href=\"http://en.wikipedia.org/wiki/Greene_St._Recording\" target=\"_blank\">Greene Street</a> to check out either — Greene Street or <a href=\"http://en.wikipedia.org/wiki/Chung_King_Studios\" target=\"_blank\">Chung King</a> — to check out <a href=\"http://en.wikipedia.org/wiki/Rick_Rubin\" target=\"_blank\">Rick</a> or whoever was in the studio.</p><p><strong>MUHAMMAD</strong>: So were you, like, bringing tapes back and forth?</p><p><strong>ROSS</strong>: Occasionally tapes; usually like an envelope that had some contract in it or whatever. And I remember — this is so f---ed up — so I decided I was gonna be fly after I go to Sony all the time. I remember I'd met, like, <a href=\"https://www.youtube.com/watch?v=UciDwyhRVao\" target=\"_blank\">Al Teller</a> or somebody. And I saw these guys kind of dressed fly, so I was like, \"I'm gonna dress fly.\" I throw on my Benetton slacks, some shoes, like a button-up and I had got a briefcase.</p><p>I remember I went to deliver something to Russell and he screamed at me. He was like, \"Don't ever dress like that!\" And I was like, \"Why?\" He's like, \"You look like one of them.\" He's like, \"You gotta be you.\"</p><p><strong>MUHAMMAD</strong>: That's not Def Jam. Or Rush.</p><p><strong>ROSS</strong>: Yeah, he was like, \"Yo, they come to you. You don't go to them.\" He was like, \"They pay me all that money cause I dress like this.\" And I was like, \"Word?\" He's like, \"Yeah, they think I know some s--- they don't know.\" He's like, \"Don't ever do that again.\" So I got rid of my briefcase, and I went back to dressing like a bum.</p><p><strong>MUHAMMAD</strong>: Did you learn a lot from Russell and Lyor?</p><p><strong>ROSS</strong>: I did. I learned a lot from both of 'em — a ton — and from Sean, too. From Sean I learned being really organized. From Russell I learned to trust my innate sense of what was good, not to overthink things. He would always tell me, like, \"Yo, what's up with this record?\" And he was really valuing my opinions. And I was just, you know, a crazy little kid. I just picked that up from him. We never discussed it but I realized not to second guess myself too much, that if this guy was trusting my opinion on things than my opinion was probably pretty valid. And from Lyor I learned how to get yelled at, how to yell back, how to function under pressure and also kinda how to be strategic and kind of a bad trade Machiavellian at times. I saw Lyor do all that, and I spent a ton of time working with Lyor. He was like a early mentor of mine. A very complicated person, but kinda brilliant, too — obviously brilliant.</p><p><strong>MUHAMMAD</strong>: Hmm. I kinda wanna stay here for a minute but --</p><p><strong>KELLEY</strong>: Uh huh. Well, we can clarify something. Who is Ricky?</p><p><strong>ROSS</strong>: Ricky is <a href=\"http://www.rickypowell.com/\" target=\"_blank\">Ricky Powell</a>.</p><p><strong>MUHAMMAD</strong>: Ricky Powell.</p><p><strong>ROSS</strong>: The photographer. Infamous for the line, \"Homeboy, throw in the towel / Your girl got d---ed by Ricky Powell,\" on \"<a href=\"https://www.youtube.com/watch?v=Naf5uJYGoiU\" target=\"_blank\">Hey Ladies</a>.\" He was a Beastie Boy guy, grew up in the Village, I knew him since I was a kid. He's a famous photographer now.</p><p><strong>MUHAMMAD</strong>: You still kick it with him every now and then?</p><p><strong>ROSS</strong>: I do. Every time I see Ricky, it's a love-fest. Yeah, he's the funky uncle. He's a crazy guy.</p><p><strong>KELLEY</strong>: Who is Sean?</p><p><strong>ROSS</strong>: Sean Carasov. He signed Tribe.</p><p><strong>MUHAMMAD</strong>: Word.</p><p><strong>ROSS</strong>: He worked at Jive. He road managed The Beasties. He was a very important component in the madness that was <em>Licensed to Ill</em>, from the exploding penis on stage to the ringleader of all things crazy back then. And he was about 5' 5\" and tough as nails. English guy; he used to work for The Clash and The Specials. We all looked up to him a lot. He was a dear friend of mine, and one of my closest friends for a long time. He passed away a few years ago unfortunately.</p><p><strong>MUHAMMAD</strong>: Very missed.</p><p><strong>ROSS</strong>: Very missed. He also, beyond everything, he had an amazing sense of humor. He saw humor in the most f---ed up s---. And maybe that's why me and him were such good friends. He's really a perverse individual but a great guy.</p><p><strong>MUHAMMAD</strong>: You know, for us he was the record company person who wasn't the record company person.</p><p><strong>ROSS</strong>: One hundred percent.</p><p><strong>MUHAMMAD</strong>: It was one of the reasons why we definitely signed with Jive, cause a Captain is –- his spirit was — well, everything was brand new for us, so didn't really have experience of dealing with people in the industry, but it was just something about him. He just was --</p><p><strong>ROSS</strong>: He was bigger than life; larger than life.</p><p><strong>MUHAMMAD</strong>: Yeah, he was.</p><p><strong>ROSS</strong>: He was like a big, a big personality. I mean it's funny, cause you guys signed to Jive. But I tried to sign you guys, like, hook, line and sinker. I put it all out there. I really left my job at Tommy Boy to sign two groups. I went to work at Elektra to sign Tribe Called Quest and D.O.C., and I got neither of 'em. Because Monica wouldn't pay the money you guys were looking for. Well, not Monica — Tom Silverman. And same with D.O.C. Man, I must have called <a href=\"http://www.npr.org/blogs/therecord/2012/08/31/160357103/remembering-chris-lighty-hip-hop-leader-and-my-friend\" target=\"_blank\">Chris Lighty</a> 17 times a day for three months and I lost the band. And I would always tell Chris — I was like, \"But you gave up the publishing, so I got your publishing.\"</p><p><strong>MUHAMMAD</strong>: Man, that's like — you don't have to hit me in the rib right now. See, we didn't know that at — when I signed that deal I was 18. Wasn't even 19 yet.</p><p><strong>ROSS</strong>: Chris was only a couple years older than you.</p><p><strong>MUHAMMAD</strong>: Yeah. So there was a lot that we all were learning.</p><p><strong>ROSS</strong>: There was a lot going on.</p><p><strong>MUHAMMAD</strong>: We were learning, definitely.</p><p><strong>ROSS</strong>: I think you guys — I know why you signed to Jive, too. Jive had a track record. Elektra had never broken a rap record.</p><p><strong>MUHAMMAD</strong>: Correct.</p><p><strong>ROSS</strong>: And I understood it.</p><p><strong>MUHAMMAD</strong>: But before you jump to you at Elektra — you were at Tommy Boy, though.</p><p><strong>ROSS</strong>: I was.</p><p><strong>MUHAMMAD</strong>: Let's go back for a second.</p><p><strong>ROSS</strong>: Tommy Boy, yes sir.</p><p><strong>MUHAMMAD</strong>: From Rush to Tommy Boy.</p><p><strong>ROSS</strong>: Yep.</p><p><strong>MUHAMMAD</strong>: What was happening at Tommy Boy?</p><p><strong>ROSS</strong>: A whole lot, man. That's where I met Monica Lynch, who, to this day, I think is the most important mentor I ever had in the entire business.</p><p><strong>MUHAMMAD</strong>: How'd you wind up at Tommy Boy and not Def Jam?</p><p><strong>ROSS</strong>: So I got offered a job at Tommy Boy behind Def Jam's back. Daddy-O from <a href=\"http://en.wikipedia.org/wiki/Stetsasonic\" target=\"_blank\">Stetsasonic</a> went on tour with us when I was Eric B. and Rakim's road manager. I became super tight with him. He was from Brooklyn; I had lived in Brooklyn. He was on God Body stuff and teaching me all this metaphysical things. He gave me like <em>The Power of Positive Magnetism </em>by Bhagwan Rajneesh. I read it and we'd always have these philosophical discussions. He was an incredibly intellectually gifted man. And he really — he loved me a lot. So I started hanging out with him a lot. And he hit me and he said, \"Yo, they're gonna hire a A&R person at Tommy Boy. They asked me if I wanted the job. I turned it down, but I threw your name in the ring. Is that cool?\" And I was like, \"Yeah. Hell yeah.\" I was like, \"I don't want to get Lyor's lunch and get yelled at everyday anymore. Like, this is ridiculous.\"</p><p>Monica called me up. She interviewed me and I did good and she called me back for a second interview and they played this tape and it was De La Soul.</p><p>They were like, \"What do you think of this?\" And I was like, \"That's the greatest thing I ever heard. It's like Slick Rick meets Ultramagnetic.\" I made 'em play it for me three or four times. And me and Monica became tight. They offered me the job, and I had to sneak out of Rush behind Lyor's back and he hated me for a year for it.</p><p><strong>MUHAMMAD</strong>: Yeah, I can image. Cause Lyor holds grudges, man.</p><p><strong>ROSS</strong>: Oooh — he doesn't anymore. He used to.</p><p><strong>MUHAMMAD</strong>: He used to.</p><p><strong>ROSS</strong>: Yeah, yeah.</p><p><strong>MUHAMMAD</strong>: Yeah, he used to.</p><p><strong>ROSS</strong>: Yeah, he was mad at me for a while. Russell was happy for me, so, you know.</p><p><strong>MUHAMMAD</strong>: But De La Soul was managed by Rush, so --</p><p><strong>ROSS</strong>: Later on.</p><p><strong>MUHAMMAD</strong>: Oh, OK.</p><p><strong>ROSS</strong>: They didn't have a manager in the beginning.</p><p><strong>MUHAMMAD</strong>: Did you bring them to Rush or --?</p><p><strong>ROSS</strong>: I didn't bring 'em to 'em, but when they asked me about it, I didn't discourage it. I was like, \"Yeah, that's probably a good idea.\" You know, and Lyor's like, \"You gotta give me the band!\" I was like, \"You'll get the band.\" There's no other game in town back then, really. Yeah, it was a trippy time. I mean, before they had a manager, I used to book their gigs out of the office, and, man, we went to L.A. Oh man, we performed at Skate Land and World on Wheels. And if you know anything about L.A. back then, that stuff's very gang-related. And we had no concept of any of that.</p><p><strong>MUHAMMAD</strong>: Was this just strictly off of --</p><p><strong>ROSS</strong>: \"<a href=\"https://www.youtube.com/watch?v=1vnhctJJvww\" target=\"_blank\">Plug Tunin</a>.\"</p><p><strong>MUHAMMAD</strong>: \"Plug Tunin,\" not even the <em>3 Feet High and Rising</em>?</p><p><strong>ROSS</strong>: Nope. Before all that. \"Plug Tunin.\" Cause KDAY — Tommy Boy had KDAY on the payroll so they were playing that record, right? Like crazy, and it connected out there. I remember we went out there and performed with 7A3, Everlast when he was in the Rhyme Syndicate — that's when I met Everlast. Ice-T was there; he did a song. But De La might have been the headliner, and it was at Skateland — I mean World on Wheels — it was bugged out.</p><p>So I remember everyone was wearing blue — Cowboys and Yankees and Georgetown stuff. And 7A3 did that song, \"<a href=\"https://www.youtube.com/watch?v=UMkowZBs-mA\" target=\"_blank\">Why?</a>\" And dudes was Crip walking, throwing up signs, going, \"That's why!\" Yelling back at the record. And we were scared. Because we had striped shirts and flat-tops. We didn't look like those guys.</p><p>It was intense. It was really fun though. We were out there for a weekend. We bugged out. That's when we met Cypress before they were Cypress. They were DVX. We were hanging out with them with B-Real when his name was Louis. It was just bugged out; it was crazy. We ran around everywhere; we'd go everywhere. And everywhere we went, me and Mase would get in trouble.</p><p><strong>KELLEY</strong>: What year was that?</p><p><strong>ROSS</strong>: '87? The record came out in '88, it's '87, right?</p><p><strong>MUHAMMAD</strong>: '88, yeah.</p><p><strong>ROSS</strong>: Yeah, so '87, the prelude to the album.</p><p><strong>MUHAMMAD</strong>: So then from signing De La, you signed --</p><p><strong>ROSS</strong>: Latifah.</p><p><strong>MUHAMMAD</strong>: Queen Latifah.</p><p><strong>ROSS</strong>: So that happened cause <a href=\"http://www.45king.com/\" target=\"_blank\">45 King</a>. I would hear the promos he had on Red Alert. Back then Red Alert was, like, biblical. His show was like, you never missed it. And then there was <a href=\"http://www.npr.org/blogs/microphonecheck/2013/09/11/221440934/marley-marl-on-the-bridge-wars-ll-cool-j-and-discovering-sampling\" target=\"_blank\">Marley</a>, too, and his show was great, too, but I listened to Red cause he had the ill promos. There was Chuck Chillout, Red Alert, Marley and them. But I really listened to Red cause he played the most new stuff. He had the ill promos. I don't know if people remember the Fat Joe promo or all the 45 King promos. They were just ill. I used to love 'em. I used to, like, wait for the whole tape to show just for that.</p><p>And 45 King somehow knew who I was. He came up here in Latin Quarters with a Walkman and he asked me if I was Dante Ross. And I was like, \"Yeah.\" And I, somehow, I guess I kind of knew who he was. It probably wasn't hard to tell who I was, cause there was no white people except the guys who worked there and me at the Latin Quarter. And I would go and hang out with Red a lot. I used to help him carry records. I used to live on 108<sup>th</sup> St. I'd go to his house, and I'd roll with him to the Quarters.</p><p><strong>MUHAMMAD</strong>: Wow.</p><p><strong>ROSS</strong>: That's how I know Chris. And that's how I know Darryl and knew The Violators. All from then. Cause I wanted to get in for free. I wanted to hang out with Red Alert. This guy's Red Alert. He kicked a lot of game to me, too, god.</p><p>He played me a bunch of beats, and I asked him if he had artists. And he said yeah, he got a bunch of artists and he was gonna come and play me them all. That following Monday, him and Fab 5 Freddy called me on the phone. They played me \"<a href=\"https://www.youtube.com/watch?v=FDZIIj_g_o0\" target=\"_blank\">Wrath of My Madness</a>\" over the phone and I was like, \"That's incredible!\" And I was like, \"Bring all your artists!\"</p><p>Somehow, Freddy didn't make the meeting. Mark did. He brought most of the Flavor Unit with him. He had Latee with him, who I knew cause I'd played basketball with him — against him — in Jersey one time. I don't know why, how, but we knew — we were like, \"Oh, yeah, I remember you!\"</p><p>He played me all his artists. He played me \"Wrath of My Madness,\" \"<a href=\"https://www.youtube.com/watch?v=qjDolZ9dkmM\" target=\"_blank\">Princess of the Posse</a>.\" I grabbed Monica; I made him play it again. She took me in her office, she said, \"We gotta sign that.\" I said, \"I know.\" Dana was there. She was young: 18, 17.</p><p><strong>MUHAMMAD</strong>: What was she like?</p><p><strong>ROSS</strong>: She had a great personality; larger than life. Super friendly, million-dollar smile. Just a sweet person, really. Could tell she had came from a good family. She was just really — she had the glow. And Monica said, \"We want to try and sign her.\" We ended up going to play basketball on 91st St., York Ave., and she can play ball. She told me she played high school ball when we were out there. I was like, \"This is crazy!\" And she was nice. I think she was like, you know, All County in Jersey, wherever she's from, East Orange. And we called <a href=\"http://www.davisshapiro.com/\" target=\"_blank\">Richard Grabel</a>, and we did the deal and we ended up signing her.</p><p>That first record, it's basically the demo. It's basically 45 King's demo. He mixed it in Calliope, and it made the record — I can't tell if it made it any better. It's the same record. There's no difference from the demo and that record, I don't think.</p><p><strong>MUHAMMAD</strong>: Wow.</p><p><strong>ROSS</strong>: That record connected. And it was cool, cause the De La record, I gave that to Red, like hand to hand. And he played it. He played it and he was like, \"I'ma start playing that.\" He called me up and told me. I gave him that record, too, the Latifah record, so I was like, two for two. So two right in a row went on. And, you know, those were formidable records.</p><p><strong>MUHAMMAD</strong>: Absolutely. At least for me, I mean, I don't have to go into it. But the energy in New York City at that time period was ...</p><p><strong>ROSS</strong>: It was incredible.</p><p><strong>MUHAMMAD</strong>: It was incredible.</p><p><strong>ROSS</strong>: And everything was accessible.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>ROSS</strong>: You could really just go up to Red Alert and give him a record. And your record might end up on daytime radio. That was, like, incredible. And we all looked up to — and I left this out — we all looked up to Jungle Brothers, right? Cause they were — them and Ultramagnetic — very different groups, but they were, like, the new s---. That was the new s---. Like, Ultra was bugged out, and The Jungle Brothers, man, they just made great records, and they were sampling all the records I grew up listening to. Those were all the records my sister, who's nine years older than me played. <a href=\"http://www.allmusic.com/artist/mandrill-mn0000674262\" target=\"_blank\">Mandrill</a> and just all the records they were messing with. So hearing their music, I was like, \"Wow, we're all on the same kind of wavelength.\" Where KRS-One was before us, and the Juice Crew. I loved all that stuff but it didn't have the same exact connection. It was something about the funk they were messin' with.</p><p><strong>MUHAMMAD</strong>: So then moving past — you didn't get your Tribe.</p><p><strong>ROSS</strong>: I didn't get my Tribe. I got Digital Underground.</p><p><strong>MUHAMMAD</strong>: That's a big signing.</p><p><strong>ROSS</strong>: But I never really talk about Digital cause I didn't stay to make the record. I got \"<a href=\"https://www.youtube.com/watch?v=7fbHOAbOcNI\" target=\"_blank\">Doowutchyalike</a>.\"</p><p><strong>MUHAMMAD</strong>: How'd you come into contact with them?</p><p><strong>ROSS</strong>: Chuy from KMEL, Bay Area legend. <a href=\"https://twitter.com/ChuyGomez\" target=\"_blank\">Chuy Gomez</a>, he was on the radio forever. I was out there, he gave me the record and it had the P-Funk type drawing. I loved P-Funk before hip-hop. That's what I listened to — funk, P-Funk, all that growing up. I loved Brothers Johnson and Zapp and all that. So I loved it had the P-Funk thing to it. I remember playing the record at Tommy Boy. De La were there, Pos bugged out. I thought it was — there was something there. We picked up the record. Then I left before the next record came out. I never worked on that record.</p><p><strong>MUHAMMAD</strong>: Wow.</p><p><strong>ROSS</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: What did that feel like? Cause I mean that's --</p><p><strong>ROSS</strong>: It felt like I was making twice as much money at Elektra. You know what I mean? Tom Silverman just wouldn't pay me. Like, he was really not trying to pay me, so I had to bounce.</p><p><strong>MUHAMMAD</strong>: That's understandable.</p><p><strong>ROSS</strong>: I remember Def Jam was gonna give me a job and I got offered more money at Elektra and I asked my lawyer what to do. He said, \"Take the check,\" so I took the check.</p><p><strong>MUHAMMAD</strong>: I'm just sitting here — I had sit in silence for a moment to really ponder that cause I just wonder what the scope of Def Jam would look like. Because at that time, then, who was signing? This was before Redman. This is like --</p><p><strong>ROSS</strong>: Before Redman. 3rd Bass.</p><p><strong>MUHAMMAD</strong>: 3rd Bass, which you were a part of.</p><p><strong>ROSS</strong>: Right. I produced a lot of the records. It's so funny, if I had — so if Puffy had came out around before me, or if I had been more ruthless, I would have really got paid on that one. I didn't realize that you could basically — if you were having hit records, you could write your own rules. But I didn't know that, so I basically put 3rd Bass — like they got on Def Jam and I helped make the records, but I never really made a lot of money working with them. They should have been, like, signed to me, basically. But I didn't do it that way, cause I didn't know.</p><p><strong>MUHAMMAD</strong>: Oh, yeah, as a production deal situation.</p><p><strong>ROSS</strong>: Yeah, or I should have been attached as A&R guy or something. I should have somehow figured out a way to really make money on it and I never really did.</p><p><strong>MUHAMMAD</strong>: Have you done that with any of your artists?</p><p><strong>ROSS</strong>: Nah, man. I'm not that kinda guy.</p><p><strong>MUHAMMAD</strong>: That's why you can sleep good at night, right?</p><p><strong>ROSS</strong>: I never took anyone's publishing. I'm not that guy. Yeah, it's also probably why I never got punched in the face, right?</p><p><strong>KELLEY</strong>: You never got punched in the face?</p><p><strong>ROSS</strong>: Well, not by a rapper. I been punched in the face, definitely, and deservedly so. But I've never had an artist come and punch me in the face. There's never been a artist who came in my office who went crazy. Or a producer or a manager.</p><p><strong>MUHAMMAD</strong>: I'm really just trying to think, during that time period, who was there signing at Def Jam. It was kinda quiet over there for a minute.</p><p><strong>ROSS</strong>: It was quiet.</p><p><strong>MUHAMMAD</strong>: So you're building up --</p><p><strong>KELLEY</strong>: Is <a href=\"http://www.npr.org/blogs/therecord/2014/05/01/307768813/faith-newman-who-is-this-kid-and-i-signed-him\" target=\"_blank\">Faith</a> there then?</p><p><strong>ROSS</strong>: She was there, and she signed 3rd Bass, but they didn't really empower her. And that's the thing about Def Jam. They never really let anyone get maverick and sign a lot of stuff. It always had to run through a lot of hands, you know, and it was later on that they opened it up, and they really let people get busy.</p><p><strong>MUHAMMAD</strong>: So you're building up the Elektra, WEA — what was it at the time?</p><p><strong>ROSS</strong>: It was Elektra. And there was Atlantic, Elektra, Warner Brothers.</p><p><strong>MUHAMMAD</strong>: You guys were the only ones on the hip-hop side of things from --</p><p><strong>ROSS</strong>: Atlantic was there. They had some things.</p><p><strong>MUHAMMAD</strong>: They had a few 12-inches but I don't remember like --</p><p><strong>ROSS</strong>: They had Das EFX.</p><p><strong>MUHAMMAD</strong>: OK. And D.O.C. was signed there, too, right?</p><p><strong>ROSS</strong>: Yep, to East West.</p><p><strong>MUHAMMAD</strong>: So you bring in Brand Nubian.</p><p><strong>ROSS</strong>: I bring in Brand Nubians and scare everybody. Everyone's scared.</p><p><strong>MUHAMMAD</strong>: What was that like? Were they the first signing?</p><p><strong>ROSS</strong>: They were. And they were — yeah, they were a handful man, you know. They were definitely on some militant God Body type of thing, and that didn't necessarily ingratiate them or get them embraced by the people at work. But, you know, it was such a cheap deal, I didn't realize.</p><p>I had been a big Grand Puba fan, from <a href=\"https://itunes.apple.com/us/artist/masters-of-ceremony/id176302377\" target=\"_blank\">Masters of Ceremony</a>. I mean, we all were fans of his. He was incredible. He brought me the demo when I worked at Tommy Boy, and I skated with that in my back pocket. And I was like, \"Hold up, I got a deal for you, Max.\" And I took it in the door with me.</p><p><strong>MUHAMMAD</strong>: Wait a minute. Do they know this?</p><p><strong>ROSS</strong>: Yeah, Monica was always mad about it.</p><p><strong>MUHAMMAD</strong>: I'm just saying.</p><p><strong>ROSS</strong>: Monica was like, \"You know you can't sign Grand Puba.\" And I was like, \"Oh, I'm not signing Grand Puba. Don't worry about it.\" So I'm signing Brand Nubian. And I ended up skating out the door with — and two songs that didn't make the album on the demo. One of 'em was called \"<a href=\"http://www.amazon.com/Aint-Goin-Like-That-Explicit/dp/B00BN2AG44\" target=\"_blank\">I Ain't Goin' Out Like That</a>.\" It was off of \"Sex Machine\" by James Brown, and Cypress Hill used the hook on their second album --\"<a href=\"https://www.youtube.com/watch?v=2aPzV6pWdGM\" target=\"_blank\">Ain't Goin' Out Like That</a>.\" and Muggs told me straight up, he's like,\"Yo, they never used it!\"</p><p><strong>MUHAMMAD</strong>: Wow.</p><p><strong>KELLEY</strong>: Oh my god.</p><p><strong>ROSS</strong>: Muggs is the king of that. He took \"Jump Around\" from <a href=\"http://en.wikipedia.org/wiki/Leaders_of_the_New_School\" target=\"_blank\">Leaders</a>' live show. They were — remember, they were, \"Jump, jump, jump!\" I was with him, right next to him, and he's like, \"You know that's supposed to be a record.\" And I was like, \"Yeah, probably.\" And that was — there it is, \"<a href=\"https://www.youtube.com/watch?v=KZaz7OqyTHQ\" target=\"_blank\">Jump Around</a>.\"</p><p><strong>MUHAMMAD</strong>: That's crazy.</p><p><strong>ROSS</strong>: Yeah, you know, I love Muggs. He's the smartest guy, right?</p><p><strong>MUHAMMAD</strong>: Apparently you are, too, to just say, \"Yeah, I'm not signing Puba, I'm signing --\"</p><p><strong>ROSS</strong>: \"Brand Nubian.\"</p><p><strong>MUHAMMAD</strong>: \"I'm not signing him; trust me.\"</p><p><strong>KELLEY</strong>: I have some questions for you.</p><p><strong>MUHAMMAD</strong>: Oh, really? OK, what?</p><p><strong>KELLEY</strong>: Well, I want to know what it feels like to be a part of a bidding war like that. Cause he's got one side of the story and then you're — what? Is Chris telling you what's going on, like what people want?</p><p><strong>MUHAMMAD</strong>: Yeah, and it was strange because for us — meeting Q-Tip in high school at the age of 14 and at 15 we formed the group. And from him coming over to the house on the weekend and us making records, and his sister dated a guy named Randall who was part of the <a href=\"http://www.zulunation.com/\" target=\"_blank\">Zulu Nation</a>, was friends with <a href=\"http://www.discogs.com/artist/93658-Skeff-Anselm\" target=\"_blank\">Skeff Anselm</a>. I remember we took our demo in early and it was just like, \"Eh, you kids need to just kinda like ...\" We were kinda discouraged. So to go from that to actually, like, making some sort of an impression, it was just weird. And it happened really quickly.</p><p><strong>ROSS</strong>: The demo had \"El Segundo\" on it?</p><p><strong>MUHAMMAD</strong>: It had \"El Segundo\" on it. It had \"Bonita\" on it.</p><p><strong>ROSS</strong>: \"Bonita,\" but not the remix? The original?</p><p><strong>MUHAMMAD</strong>: It was the original version of \"Bonita\" which was musically, it was different. What else was on that demo?</p><p><strong>ROSS</strong>: Those were the two songs I remember.</p><p><strong>MUHAMMAD</strong>: I think \"Pubic Enemy\" may have been on there and \"Description of a Fool.\"</p><p><strong>ROSS</strong>: \"<a href=\"https://www.youtube.com/watch?v=zvh3B_MTbGo\" target=\"_blank\">Description of a Fool</a>\" was definitely on it.</p><p><strong>MUHAMMAD</strong>: Yeah. But I mean, this was probably before it even got to that point, with what we had given to Randall at the time. That was kind of like a learning curve for us and we just kept at it, so by the time we got to the point of the demo that you heard, things moved really quickly. We had also sampled \"<a href=\"https://www.youtube.com/watch?v=Z-20v1b5jKY\" target=\"_blank\">Knee Deep</a>\" which De La used for \"<a href=\"https://www.youtube.com/watch?v=FJEzEDMqXQQ\" target=\"_blank\">Me, Myself and I</a>.\" We kinda gave them the nod, and just saying, \"Well, cool, like you guys can have it,\" and it turned into a huge hit for them. But during that time period, it went from like, \"Are we ever gonna get on?\" to, \"We're so on.\"</p><p><strong>ROSS</strong>: \"<a href=\"https://www.youtube.com/watch?v=AjMpFqZC7QI\" target=\"_blank\">Buddy</a>\" came out before you got signed, too, right? The remix?</p><p><strong>MUHAMMAD</strong>: I don't remember.</p><p><strong>ROSS</strong>: Think so. And also he was on — Tip was on \"<a href=\"https://www.youtube.com/watch?v=XFbXmCabdr8\" target=\"_blank\">The Promo</a>\" off The JB's --</p><p><strong>MUHAMMAD</strong>: Yeah, we had \"The Promo.\" We had a song \"<a href=\"https://www.youtube.com/watch?v=mmZGxFn6dgw\" target=\"_blank\">Black Is Black</a>\" which was also one of our demos and The JB's were like, \"You guys should put this on our record.\" It was just a series of things that occurred that gave us like, \"Well, we know we're close and we're getting there.\" But at the same time things were dragging out a little bit. And originally, Jeff Fenster, who was at Geffen, had given us a demo budget, which — then things started to kinda like expedite a little bit. They passed on us.</p><p><strong>ROSS</strong>: Wow.</p><p><strong>MUHAMMAD</strong>: Jeff loved us. He said, \"I love you guys, but I don't know what to do with you. The company doesn't know what to do with you guys.\" And every time I see Jeff, it's like, \"Thank you for passing.\" Seriously, because that opened the door for us to get into this bidding war. I know Def Jam was involved, Jive, Tommy Boy. I think that might have been it.</p><p><strong>ROSS</strong>: It definitely came down to us and Jive. Elektra and Jive were slugging it out. And it was awkward, too, cause Sean was my really good friend.</p><p><strong>MUHAMMAD</strong>: Well, for us, I mean, Q-Tip — we talk about this behind closed doors, just like, \"Man, what would have happened if we signed to Def Jam?\"</p><p><strong>ROSS</strong>: You would have sold a lot of records.</p><p><strong>MUHAMMAD</strong>: We're not sure. You know, that's just one of those you never know if it would have clicked the same way or — I mean, Def Jam was Def Jam though.</p><p><strong>ROSS</strong>: It feels like, because Rush was so involved in De La, they wanted their own De La. It probably would have been big.</p><p><strong>KELLEY</strong>: What did you hear in the demo that made you be like, \"Got to.\"</p><p><strong>ROSS</strong>: They were great. Tip was a star. The music was, you know, it was gonna be the next De La. It was a no-brainer. It was gonna be the next thing. And I loved \"The Promo.\" I loved it and I loved Tip's verse on it. And I knew him; I saw the effect he had on people. He was definitely, it was — everything was there. And Phife was like the Flava Flav, like he had the comic relief. It was the whole package. It was one of the best demos of all time. Four of those songs are on the first album.</p><p><strong>MUHAMMAD</strong>: First album, yeah.</p><p><strong>ROSS</strong>: So it's a no-brainer.</p><p><strong>MUHAMMAD</strong>: Just to answer directly: I don't remember. It was just strange. It was just like euphoric. You know, we're still kids, and it's like, no one wants us, to all of the sudden, you know, people wanting you and then you're wondering, is it hype? Is it real? Once one company gets in and then they get wind that another company gets in, it's just like, who's really gonna take care of you? That's what it ultimately became. It's like, well, BDP signed to Jive, so that could be cool. Whodini was there. Def Jam had LL Cool J. Tommy Boy had the rest of the family. And it was just kind of like, do we do we go where Latifah and De La was, to kinda like really strengthen the Native Tongue aspect?</p><p><strong>ROSS</strong>: But Tommy Boy wasn't offering real money, right?</p><p><strong>MUHAMMAD</strong>: No, they weren't. Or do we take the sacrifice and go elsewhere? There were a lot of questions, and, I mean, the rest is history.</p><p><strong>ROSS</strong>: I remember when you signed to Jive, I had heard it was the biggest deal Jive had ever done for a rap group.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>KELLEY</strong>: I heard that, too.</p><p><strong>ROSS</strong>: Yeah, so. And I offered more and I didn't get it.</p><p><strong>MUHAMMAD</strong>: I don't remember that.</p><p><strong>ROSS</strong>: Chris remembers it. Rest in peace. Chris definitely remembers it. It was the first time I lost a group, and I gotta tell you, it hurt. I was like, \"Oh, man.\"</p><p><strong>MUHAMMAD</strong>: Well --</p><p><strong>ROSS</strong>: Now I lost like 50 groups, so I don't care.</p><p><strong>MUHAMMAD</strong>: So are you looking to retire sometime soon?</p><p><strong>ROSS</strong>: Nah, I think I got a few more seasons in me.</p><p><strong>MUHAMMAD</strong>: That's what's up.</p><p><strong>ROSS</strong>: I have got a lot of other stuff I'm doing, too. I'm working on a TV project with <a href=\"http://www.imdb.com/name/nm1854539/\" target=\"_blank\">Cheo Coker</a> and Jeff Chang.</p><p><strong>KELLEY</strong>: What is that?</p><p><strong>ROSS</strong>: Well, it's kind of hard to say, but we acquired the rights to <em><a href=\"http://cantstopwontstop.com/book/\" target=\"_blank\">Can't Stop Won't Stop</a></em>, Jeff's book, and we're creating a historical fiction version of the second half of the book. So we're working on it slowly but surely. Cheo is a brilliant writer, and so is Jeff, and I'm a shmuck who came up with kind of half the idea and they pulled me in on it. That and I wrote a book.</p><p>My book will come out at the end of the year. <em>Son of the City</em>, it's about growing up in New York and all the music stuff I worked on, but also my relationship with my dad. He was a writer. And kind of my relationship to art and culture, cause I always think that, even as a record producer, my greatest talent on earth is recognizing talent, hearing something, not necessarily being the talent. So that's kind of what it's about. How I've been able to encounter all these different things from different worlds along the way.</p><p><strong>MUHAMMAD</strong>: Are there any or is there a model or any words that you live by?</p><p><strong>ROSS</strong>: A couple. I mean, the Serenity Prayer. I say it every morning when I wake up. That one always gets me through tough times. The St. Francis prayer. And then I try to just — I always think that, for me, the road to freedom is paved with gratitude. So if I can exercise gratitude, I will be a free person. Not to be, like, a hippie or anything, but that's kind of just --</p><p><strong>MUHAMMAD</strong>: You know what? We look at you, you don't come off as a hippie.</p><p><strong>KELLEY</strong>: Also, you're talking to Ali at NPR. You can be a hippie.</p><p><strong>ROSS</strong>: Well, my dad was a super hippie, and so was my mom so I grew up around like all that. And that stuff really is why I made the music I made. Like, my dad was friends with Bobby Seale, so I was always attracted to cultural things. So <a href=\"https://www.youtube.com/watch?v=7ETgOjhLT6Q\" target=\"_blank\">KMD</a> and Brand Nubians and De La and all that, that fit right into where my parents raised me to be. So it made a lot of sense.</p><p><strong>MUHAMMAD</strong>: You always came off as crazy edgy to me.</p><p><strong>ROSS</strong>: Cause I was a punk rock skateboarder; I still am, so.</p><p><strong>MUHAMMAD</strong>: It's fascinating to know people long enough to — you know what I mean — really just see transformation. I remember as I kid I was like, \"Yo, this --\" I didn't know much about Dante at the time, when we first met, but I just knew he was edgy. And I remember a couple of times there was --</p><p><strong>ROSS</strong>: I had a problem with my hands when I was younger.</p><p><strong>MUHAMMAD</strong>: Yeah, I was about to say — it surprised me, you were like, \"No one ever punched me in the face,\" I'm like --</p><p><strong>ROSS</strong>: Oh yeah, but it wasn't rappers.</p><p><strong>MUHAMMAD</strong>: And you clarified that, but I'm like, \"I remember a few times coming into a place it was like, 'Dante got into a fight.'\" But I say that to say that you always had this kind of like this balance and this peaceful sort of zen and respectful aspect about you. So hearing you say that, I'm like, \"Oh yeah, well, that's why. It makes sense.\" It was always there.</p><p><strong>ROSS</strong>: As you get older it's easier to gravitate towards your higher power.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>ROSS</strong>: You don't have time for the nonsense. My life has been a rollercoaster a lot of it. I like to say I had a 12-round boxing match in three rounds for most of my life. So I got older, I put down that dynamic and try to just live a much more peaceful existence.</p><p>And I get to celebrate the things that I've accomplished and the friends I've got to meet through all of this stuff. I always say I have got a lot of gratitude. Most people didn't get the experience and see all the stuff I've had the pleasure to see and experience and be involved with. Like, I got to be right up front and see and experience things that are legendary, and still be alive to celebrate that and to be celebrated for it. And that's priceless.</p><p><strong>MUHAMMAD</strong>: You're talking about being in that environment and around so many different great elements and where you are — kind of jumping a little bit through your whole history. What do you see in the scope of hip-hop, now, where it is? For me, personally, I think, at times it's — I just see tumbleweed. You know, like there's some sort of life, but then it's just like, \"Will there be any fruit that grow and will shift mankind closer together in a good way?\" And you're still in it, and you're signing artists. So what is that feeling of greatness now in 2014 versus 1989?</p><p><strong>ROSS</strong>: It's very different. I always think music exists in chambers, right? So you have this kind of art and that kind of art and this kind of art and that kind. You had Tone Loc and you had Rakim, you know? Everything's just in its own chamber, and things are good for what they are. So I see things that I still appreciate and enjoy. I think some of the artistry is definitely altered, not necessarily for the better, but I still see people who are stars. So like, I didn't sign them, but I tried to — A$AP Rocky was a star. I saw the video, he came in my office, I was like, \"This guy is a star.\" So does he rap as great as my favorite rapper in the world? That wasn't even relevant, really.</p><p><strong>MUHAMMAD</strong>: Right.</p><p><strong>ROSS</strong>: So I look more for stars now, than I look for people who are the most lyrically adept, etc., etc. It's a different barometer the way I have to approach it and look at it. That said, I see things that are very inspirational and impressive, whether it's <a href=\"http://www.npr.org/2014/10/28/359340269/what-is-it-about-kendrick-lamar\" target=\"_blank\">Kendrick Lamar</a> or <a href=\"http://www.npr.org/blogs/microphonecheck/2014/02/26/282136851/schoolboy-q-i-call-myself-all-american\" target=\"_blank\">ScHoolboy</a>, even kids like the kid Denzel Curry or — there are things out there that I appreciate: Joey Bada$$, Action Bronson, Iamsu. So if I look hard enough, you know, I find things.</p><p>Like, I brought <a href=\"https://www.youtube.com/watch?v=JrEJmvuKSwo\" target=\"_blank\">Macklemore</a> to ADA. Now, I knew he was a star, cause I saw him prove it in front of 2,500 people in San Francisco. And my niece loves him. Before he had the hit records, she was in love with him. I knew he wasn't Eminem, but I also knew he wasn't Yelawolf. I knew he was his own thing, and I wanted to sign him because I thought he was a star. My boss, Todd Moscowitz, wouldn't let me sign him. So I went down the hall to ADA, and they worked their deal out. So when I looked at him I seen, for his chamber, someone who was very great at what he did. So that's how I have to measure things now.</p><p>Everything can't be Rakim or Tribe or Cypress Hill. That's not the bar right now. The bar is where it's at, and I have to accept that. And I relate to music in its own chamber as liking it for what it is.</p><p><strong>MUHAMMAD</strong>: Are you still excited?</p><p><strong>ROSS</strong>: At times.</p><p><strong>MUHAMMAD</strong>: At times.</p><p><strong>ROSS</strong>: At times. I mean, you do this 25 years, it's hard to stay excited. Am I excited like when I first heard Cypress Hill's demo? Definitely not. I would say no. But there are things that really excite me, yeah. I'm excited by someone I'm chasing right now. You know, there's someone I also lost last year that was exciting to me.</p><p><strong>MUHAMMAD</strong>: I don't know who this person is and it will remain undisclosed but whoever you are, like, roll with Dante.</p><p><strong>ROSS</strong>: Thank you. Thank you. It's different now, too, right? So Brand Nubian — I was the only dude who tried to give 'em a record deal. There's no secrets anymore. Everybody knows about everything, cause we got this thing called the interweb. So if you make good music, you don't shop your demo anymore. You put your music on a blog and you get a lot of people who know about your music, then you get a phone call from nine shmucks like me and everybody tries to see if you're a star. And most of us could probably tell if you're a star, and then the deals start coming. It's a totally different process now, but there's no secrets; there's none. But you know, I will see things and I'll be like, \"Oh, wow. That guy's a star. I like that guy. That guy makes great music.\" I'm not always right but usually I do — my average is pretty good, especially on the new stuff.</p><p><strong>KELLEY</strong>: So back in the day, Russell and Lyor would sort of trust you to tell 'em what's hot? Like they didn't know?</p><p><strong>ROSS</strong>: Yeah, cause they were like, you know, they were a little older. They weren't in the Latin Quarters.</p><p><strong>KELLEY</strong>: Do you have somebody like that now or are you still in the Latin Quarters?</p><p><strong>ROSS</strong>: Nah, it's me. It's different now, too. It's a different game. Now it's like — nothing has to be a visceral experience, right? On all levels. Which leads to lots of things not being as — having as much depth. In all levels of culture, way beyond music. Because we can all get on the interweb and go and, you know, scratch the surface of whatever we want to find out about, right? There's Wikipedia, there's blogs, there's Google, there's whatever it is. So you can find out about the surface of everything. Back in the day you couldn't do that. You had to go and smell it. You had to go be right there. You had to be in the element, whether it was dangerous or whatever it was. You had to have the physical experience, the visceral experience.</p><p>And I think that that led to more informed decisions, probably, and also a deeper understanding of what the artistry that particular person was putting forth was about. But that said, that's not as important anymore. It's a different game. And if I don't adjust, I'm not adaptable. And if I don't see how it's done now and I don't play by those rules, well, then I get left in the dust.</p><p><strong>KELLEY</strong>: So the lack of a need for the visceral experience, does that put the bar where it's at now?</p><p><strong>ROSS</strong>: I wouldn't say that's the reason why. I would say the reason why is — this is a theory I'm trying — I think De La first told me this one: Nowadays, everybody's uncle's cousin's brother's mother's father was A$AP Rocky's road manager or this guy's that guy's something; everyone's connected to it. Everyone's aware of it.</p><p>When Ali and me and when we were all involved in the culture, that was for forward-thinking progressive people. That wasn't the norm. It wasn't what every kid aspired to do. So we were forward-thinkers. We were outside of the box. Not only were we outside of the box, the box that existed, the Run-D.M.C. box, we didn't want that box. We wanted our own universe.</p><p><strong>MUHAMMAD</strong>: True.</p><p><strong>ROSS</strong>: So we were forging our own paths. Nowadays, because of mass bohemia — blame it on the internet, age of information, whatever it is — it's all accessible to every kid. So you're not getting the forward-forward-thinkers anymore. You're getting everybody that wants to do it. And I think that makes the goals different.</p><p>For us, it was more about expressing artistry. To have your own unique voice out there, it was cathartic. I don't believe it's as cathartic. I think now it's monetary. People want the fame and the fortune a lot more than just expression.</p><p>And that's always existed, but it exists more now because it's more accessible. Everyone knows how much money Kreayshawn got or A$AP got and everyone knows about that car that Pharrell got or this or that, and that wasn't the case back then.</p><p><strong>MUHAMMAD</strong>: Has anything that occurred — I guess from a marketing perspective --that may have caught your attention without going through the now custom route of --</p><p><strong>ROSS</strong>: There's one thing and I signed 'em. I gave 'em a small deal — this group <a href=\"http://afterthesmoke.tumblr.com/\" target=\"_blank\">After the Smoke</a> — and it hasn't connected. They're very insular and they live in a vacuum a little bit. And because of that I don't think it's connected. Cause I think they make great art, but they're so insular that they don't want to share their art.</p><p><strong>MUHAMMAD</strong>: So do you think that it's sort of like, you know, because the rules are the way are, that if you're looking to make music, you have to start off by going through these like, \"I'ma put my stuff up on Soundcloud.\" Or, \"I'm gonna do --\"</p><p><strong>ROSS</strong>: I think so. It's pretty easy. You have to create quality content, a strong visual and hope to get an audience. You get that audience, you go back to that audience to build your foundation. So you make your video, it goes on <a href=\"http://nahright.com/news/\" target=\"_blank\">Nah Right</a>, you know you got a shot at Nah Right from now on, you build your fanbase from there. And that doesn't mean you're gonna get any bigger than this high, but maybe you will.</p><p><strong>MUHAMMAD</strong>: That's the starting point.</p><p><strong>ROSS</strong>: That's the starting point. Whatever site it is: <a href=\"http://2dopeboyz.com/\" target=\"_blank\">2DOPEBOYZ</a>, Nah Right, whatever it is.</p><p>So, wait, let me ask you something, about just performing.</p><p><strong>MUHAMMAD</strong>: Yes.</p><p><strong>ROSS</strong>: You guys were great performers, right?</p><p><strong>MUHAMMAD</strong>: Thanks.</p><p><strong>ROSS</strong>: De La became great. Run-D.M.C. were great, Cypress Hill were great. That's the one thing I see in hip-hop that's really absolutely not there anymore: performance.</p><p><strong>MUHAMMAD</strong>: I'm glad you asked about that, because I wanted to ask you before when you were talking about a person still being a star. I'm wondering your viewpoints on performance and the stage performance.</p><p><strong>ROSS</strong>: It's so important. Performance is what gives you a career, right? If you're a great performer, you can play forever.</p><p><strong>MUHAMMAD</strong>: Yeah, absolutely.</p><p><strong>ROSS</strong>: You know, in all genres of music.</p><p><strong>MUHAMMAD</strong>: You can have a record that doesn't translate really well, but if you go out there and present it, you win people over.</p><p><strong>ROSS</strong>: One hundred percent. I feel like performance is sorely lacking. That's what sold me on Macklemore when I saw him perform. I was like, \"Oh, the guy — he's got it.\" I think with a lot of traditional rap groups, got 20 guys on stage yelling and screaming, it's f---ing trash, man. It's really — it's just not what it's supposed to be.</p><p><strong>MUHAMMAD</strong>: Do you have a chapter in your book, or maybe this'll be like the next book, a how-to sort of like --</p><p><strong>ROSS</strong>: An instructional?</p><p><strong>MUHAMMAD</strong>: Because you come from a — especially with the Beastie Boys is like your training camp, right?</p><p><strong>ROSS</strong>: Man, them and Run. See for me, I measure every group to that. But the reason the Beasties are so good, cause we grew up watching the Bad Brains and then Run-D.M.C. The bar was so high, so they were so good. You guys and Leaders, even Busta still, the bar is so high. You guys are coming from the root note of greatness. So we get further away from that, man.</p><p><strong>MUHAMMAD</strong>: I think maybe because people are just so focused on the glamour aspect of making music and the money aspect, and the art suffers. And when I say art, I mean meaning. There's subtle things, like what De La used to do. I don't know where De La got this, the idea of the flower girls or having flower girls, or even having them like hold up words to the songs. That to me is artistic, you know, and it doesn't have to be this grand like, \"Oh, let's paint the room a certain color.\" It's just little subtle things you do I think that elevate you. And I don't know if people are focusing on that as much. I feel like maybe there's a — the younger generation may be getting a glimpse of that, who is like 15 right now.</p><p><strong>ROSS</strong>: Maybe. There's like, a lot of the new guys when they perform, they don't got it. Kendrick got it. He got it live.</p><p><strong>KELLEY</strong>: He's got moves, though.</p><p><strong>ROSS</strong>: He's got a lot of emotion on stage.</p><p><strong>MUHAMMAD</strong>: Yeah, he's got a lot of emotion.</p><p><strong>ROSS</strong>: He's there, he's channeling something. That group Ratking has a very good live show.</p><p><strong>KELLEY</strong>: Really? I saw them recently, I was really disappointed. At Glasslands.</p><p><strong>ROSS</strong>: I saw them one time; they killed it.</p><p><strong>KELLEY</strong>: Was it at Webster Hall? Cause people told me that show was good.</p><p><strong>ROSS</strong>: Nah, it was at 285, which closed. I think Action Bronson got a really good show. He's very entertaining. It's almost like stand-up comedy.</p><p><strong>KELLEY</strong>: Cause he's, like, covered in sweat, instantly.</p><p><strong>ROSS</strong>: Cause he's funny, though.</p><p><strong>KELLEY</strong>: Yeah, it's amazing.</p><p><strong>ROSS</strong>: He's just really super funny. But, yeah, performance is few and far between. Like I just remember the first time Cypress ever played New York and they came out with the pigs' masks and B-Real had the big weed wreath, and it was just like — it was monumental. That was a real show, you know, like there was something to it. Even a bad show back then, or a regular show, was better than most shows now. Like the Fu-Schnickens were probably better than most rap groups right now.</p><p><strong>KELLEY</strong>: But people are worried. They don't want to look corny. They don't want to like try it and not pull it off, and now they're wearing a mask on stage, you know.</p><p><strong>ROSS</strong>: One hundred percent. Unfortunately, that's very true. People are scared to put it out there. But, you know, that's why bands are almost always better than rap music live, like 90% of the time.</p><p><strong>MUHAMMAD</strong>: What do you think about hip-hop bands?</p><p><strong>ROSS</strong>: I like The Roots. The Roots are good. I haven't seen really anyone else who impressed me who went out there with a band. Jay's good with a band.</p><p><strong>MUHAMMAD</strong>: What about the Fugees or Lauryn Hill?</p><p><strong>ROSS</strong>: Yeah, that was cool, too. I love Lauryn Hill. I saw her when she was still all together on the first record. I thought that was pretty good. I saw Common with a band be pretty good. It can be done. Sometimes it just doesn't come off. And it always comes down, to me, to the drums. It's hard. The Roots, they really have mastered it. Common was good when he had — my man from Detroit, <a href=\"http://www.karriemriggins.com/\" target=\"_blank\">Karriem Riggins</a>, was playing drums, so it was working. So if you have the right drummer, it can work, but it's very hard to do. I mean, you guys have never done a band, have you?</p><p><strong>MUHAMMAD</strong>: No, we haven't. And Q-Tip has done it and he's tried to talk us into it, but we've never — we've talked about it but just for some reason, I feel like if we can't duplicate that sound, I'm just afraid of it. Which is kind of odd, because I'm really into playing live now, more so than ever before, but it's just like, it has to translate. The one thing I do keep in mind when it comes to Tribe's music is the drum's spank when it comes through those speakers.</p><p><strong>ROSS</strong>: The drums. It's all about that.</p><p><strong>MUHAMMAD</strong>: And it's just like, hmmmm — I haven't seen it done from a live band to give it that sound. I can do that in a studio, but you can control it, a studio. You know, you can't control the sound, you can't tame it the same way.</p><p><strong>ROSS</strong>: Well, Jay and them were playing on top of the record.</p><p><strong>MUHAMMAD</strong>: Yeah, a lot of guys now are doing that. But I just don't like that.</p><p><strong>ROSS</strong>: It's kinda fake.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>ROSS</strong>: I mean, I saw De La with a band; that was really good.</p><p><strong>MUHAMMAD</strong>: They were good. I saw that.</p><p><strong>ROSS</strong>: I saw <a href=\"https://truthandsoulrecords.com/artists/el-michels-affair/\" target=\"_blank\">El Michels</a> with <a href=\"http://www.npr.org/blogs/therecord/2013/04/08/176519640/the-wu-tang-clans-20-year-plan\" target=\"_blank\">Wu-Tang</a>; that was pretty good. And you know, Sharon Jones and those guys, I mean, they kill it. So if you're using <a href=\"http://menahanstreetband.com/\" target=\"_blank\">Menahan</a> or the Daptones — or the <a href=\"http://www.sharonjonesandthedapkings.com/\" target=\"_blank\">Dap-Kings</a> — it's probably gonna be good. But it's few and far between. It's tough.</p><p>The Beasties are cool when they get the band cause it's them. But you know, they're also — they live in their own world. Their music is — the way they approach performance and music is, it's hip-hop, but it's its own chamber of hip-hop. They have their own way of doing it, you know. For that, I love them. Unfortunately, we'll never get another record by them.</p><p><strong>MUHAMMAD</strong>: I know.</p><p><strong>ROSS</strong>: What else you guys want to ask me? Anything?</p><p><strong>KELLEY</strong>: What's the craziest thing that ever happened at Calliope?</p><p><strong>ROSS</strong>: At Calliope? Oh, this is great! When I was recording \"<a href=\"https://www.youtube.com/watch?v=GuBw32ddh_0\" target=\"_blank\">Step to the Rear</a>\" — this is so good! Me and Puba were half drunk, Pu's doing his vocals and <a href=\"http://en.wikipedia.org/wiki/Melle_Mel\" target=\"_blank\">Melle Mel</a> burst through the door thinking it was his session. He was in the other room. And he was like all diesel. And Puba's in the booth, and he's like, \"Yo, Mel!\" And he's like, \"Yo, Puba! What's up?\" And then, you know, we're like, \"We think your session's in the other room.\" He's like, \"Oh, word, yo. Peace, Pu.\" And then Puba turned around and rapped the second verse of \"Step to the Rear\" in a Melle Mel voice. \"Grand Puba, ha!\" It was so incredible. Yo, I wish I had that take still.</p><p><strong>MUHAMMAD</strong>: I was gonna ask — do you have any archives?</p><p><strong>ROSS</strong>: And all night long, he kept going, \"Rah\" before he rapped, like before he finished the song. That's a memorable moment. I mean, Calliope was pretty blurry. I was real young and there was a lot of people in, and people forget that place was only open for a little bit of time. Cause after Calliope, I lived at Chung King. I could tell you a million things at Chung King.</p><p><strong>KELLEY</strong>: Go ahead.</p><p><strong>ROSS</strong>: Chung King has so many crazy ones. I saw Busta just whip on Charlie bad in Chung King one time, and I got in the middle of it. I got hit in the back of the head trying to break it up, which is crazy. I mean --</p><p><strong>MUHAMMAD</strong>: What was that like?</p><p><strong>ROSS</strong>: Ah, man. It was ugly, man.</p><p><strong>MUHAMMAD</strong>: Because you signed Leaders and you went through that whole separation.</p><p><strong>ROSS</strong>: It was just ugly, man. Just ugly.</p><p><strong>KELLEY</strong>: But they'd already broken up when you signed 'em?</p><p><strong>ROSS</strong>: They were already broken up, which I didn't know when I signed 'em.</p><p><strong>MUHAMMAD</strong>: Oh, OK.</p><p><strong>ROSS</strong>: But there was always a lot of tension, and it really got bad after the first record. And post-\"<a href=\"https://www.youtube.com/watch?v=Q6TLWqn82J4\" target=\"_blank\">Scenario</a>\" because Busta was clearly the star. Me and Chris were trying to get Busta to do a solo record. Everyone knew that opportunity was there. It became very strained, and Busta showed an amazing amount of loyalty. He did not want to break that band up. Whether it was because he was scared to go solo or not, I couldn't tell ya. I think it was probably both: loyalty and fear of riding by himself. But man, it was very tense during that second album.</p><p>And you know Busta. I think, in his heart knew that that second record wasn't a great record, by any means, and he still had to walk the walk and try and sell that to everybody and it was tough. I think he showed a amazing amount of maturity the way he dealt with it. And, you know, the rest is history. Busta made a solo record and that's that. You know, he was shining.</p><p>And beyond that though, Buss, he was always smarter than the rest of the guys. I had a very close relationship with him. I'm still great friends with him and he was a true superstar. And you know, there were times when we literally would have to get between him and Brown. It was fisticuffs. I mean, you know — you were around it.</p><p><strong>MUHAMMAD</strong>: Mm-hmm.</p><p><strong>ROSS</strong>: Yeah, there was a lot of animosity.</p><p><strong>MUHAMMAD</strong>: You didn't sign <a href=\"http://www.npr.org/blogs/microphonecheck/2014/07/01/318561697/pete-rock-real-could-be-another-word-for-original\" target=\"_blank\">Pete</a> and Corey did you?</p><p><strong>ROSS</strong>: I inherited them. My boss, Raoul Roach, signed them and got fired. He was like, \"I'm only signing this if you want to do it.\" I said, \"OK, let's do it. I've been hearing the demos.\" He got fired right after and I made the records.</p><p><strong>MUHAMMAD</strong>: Dope records.</p><p><strong>ROSS</strong>: I mean, Pete made the records. I hung out with Pete and he did everything. And it was very easy to just babysit that one. That was the easiest. Pete was great. We had the wrong first single, \"<a href=\"https://www.youtube.com/watch?v=XrTGokINzQ8\" target=\"_blank\">Go With the Flow</a>,\" and \"<a href=\"https://www.youtube.com/watch?v=jr3oGFti0AI\" target=\"_blank\">Creator</a>\" connected. We got lucky. Red Alert flipped it over, boom, and then Flex jumped and that was that.</p><p>The best thing about working with Pete is I got to watch how he made records and pick up tricks — filtering bass lines and a bunch of other things, not using quantize.</p><p><strong>MUHAMMAD</strong>: He doesn't?</p><p><strong>ROSS</strong>: Sometimes he did, sometimes he didn't. Depends what it was. Putting the snare down live, the whole track, \"<a href=\"https://www.youtube.com/watch?v=BONgL61snlM\" target=\"_blank\">Reminisce</a>.\" Things like that. Just watching that was pretty incredible. Didn't Tip not use quantize sometimes, too?</p><p><strong>MUHAMMAD</strong>: Yeah, he did.</p><p><strong>ROSS</strong>: Yeah, some Pete did and didn't, depending what he was doing.</p><p><strong>MUHAMMAD</strong>: Yeah, same with me. I'm just --</p><p><strong>KELLEY</strong>: What does that mean?</p><p><strong>ROSS</strong>: Quantize just puts your drums like, on beat, supposedly.</p><p><strong>MUHAMMAD</strong>: Yeah, it's a bit mechanical so it stays closer to the 16<sup>th</sup>, or whatever you set the parameter to, to the note. So it's always on, but --</p><p><strong>ROSS</strong>: It loses funk.</p><p><strong>MUHAMMAD</strong>: It loses its funk compared to like a real drummer, to have that human before, behind a little.</p><p><strong>ROSS</strong>: I mean, I seen Tip put together the \"<a href=\"https://www.youtube.com/watch?v=a2pzmty3LVs\" target=\"_blank\">Crooklyn</a>\" joint. He didn't use quantize.</p><p><strong>MUHAMMAD</strong>: Nope.</p><p><strong>ROSS</strong>: And he did it mad quick. He was fast, which bugged me out. I always really loved that part of it: being around producers when they were creating, too. Even now I like to hang out with Alchemist and just watch him make stuff. Always opens my mind up to different tricks. And I unfortunately never got to see RZA do anything, cause he gave me the reels to Dirty<em>.</em> He showed up and was like, \"Here's the album.\" That was like how he did it. So I don't know what his science was, but I know trying to mix that stuff was impossible. It was impossible.</p><p><strong>KELLEY</strong>: It was your idea for the <a href=\"http://upload.wikimedia.org/wikipedia/en/b/bf/Odb_welfare.jpg\" target=\"_blank\">ODB cover</a>?</p><p><strong>ROSS</strong>: So it was Dirty's idea and I helped him do it.</p><p><strong>KELLEY</strong>: Got it.</p><p><strong>ROSS</strong>: I had pretty close relationships with most of my artists but me and Dirty had a super duper crazy close relationship. I have no idea why, but, yeah, the guy like — I loved him and he really appreciated me. He's one of the only artists I never argued with — him and Sadat are probably the only two.</p><p>He came to my office. He would always — Dirty had his own way of talking. Like all Wu had their own, like God Body speak, but he was like, \"Yo, I got crazy thoughts! I got crazy thoughts, yo! Yo, I got my album thoughts!\" I said, \"What do you mean?\" He said, \"Yo, check it out. Yo, this is my album cover,\" and he pulled out his welfare card. It was Russell Jones. And he was like, \"Yo, could we make this my album cover?\" I thought real quick. I was like, \"<a href=\"http://en.wikipedia.org/wiki/Signing_Off\" target=\"_blank\">UB40 did it</a>. Yeah, so why not? Probably.\"</p><p>We went upstairs to the art department and I asked my friend, Alli — this was before they had scanners and everyone had a computer — they had a color Xerox machine which was very expensive to use and I was like, \"Yo, can I use the color Xerox?\" She was like, \"What do you want to do?\" \"I want to try and blow something up. Just give me a minute.\" She was like, \"Yeah, I'll set you up.\" So I blew it up to 12 x 10 and I remember cutting the corners, pulling it out, it was all pixilated, but it was his picture on the welfare card and I walked up to Alli and I was like, \"Alli\" – Alli Church, she was an amazing person – I was like, \"Dirty's album cover right here.\" And she was like, \"That's genius.\"</p><p>And she was like, \"Give me the card. I'll bring it back to you in a couple hours and I'll start working on the mock up.\" I was like, \"You think it's gonna fly?\" She's like, \"Might fly.\" I was like, \"UB40.\" She was like, \"Yeah, it can probably fly.\" I was also — I had a lot of hit records then, so I could do a lot. So we ran it up the flag pole and it rocked, they let us use it. And it was Dirty's idea. The thing that she did was, she took The New York Welfare Department stamp and made it the Wu. She put the W around it. And that was it; that was his idea.</p><p>I mean, that's the thing about Dirty, too, he was brilliant. Before substances took real control of him, he was one of the most creative minds. He really understood himself as an artist. And in all of his madness, he gets portrayed as a buffoon sometimes, and I think that's like — it's easier to think of him as a buffoon than someone who was really creative and understood himself as an artist. And I think that's the tragedy of his demise — one of them — that his artistry gets lost cause that first record is incredible; it's genius.</p><p><strong>MUHAMMAD</strong>: Yeah, you listen to the lyrics, there is just no-how no-way that I think you would be confused as — this person is a mastermind.</p><p><strong>ROSS</strong>: Yeah, that record. And his whole, his whole being. He got a whole chapter in my book. Him and the Beasties are the only people got whole chapters.</p><p><strong>KELLEY</strong>: Yeah, I had the tape, which made the card like the perfect size.</p><p><strong>ROSS</strong>: I found my bag of cassettes recently.</p><p><strong>MUHAMMAD</strong>: Wow.</p><p><strong>ROSS</strong>: But I had some humdingers in there, too. I had TLC <em><a href=\"http://www.amazon.com/Crazysexycool-Tlc/dp/B0000013GA/ref=tmm_acs_swatch_0?_encoding=UTF8&sr=1-2&qid=1415066840\" target=\"_blank\">CrazySexyCool</a></em>, I had <em><a href=\"http://www.amazon.com/Diary-Mad-Band-Jodeci/dp/B000002OQ4/ref=tmm_acs_swatch_0?_encoding=UTF8&sr=&qid=\" target=\"_blank\">Diary of a Mad Band</a></em>. I had some joints I didn't think I would have in there. My little R&B phase was in my tape bag. But I had some humdingers, too: <em>Black Moon</em>, first Wu-Tang tape. And I remember the first Wu-Tang tape, I remember me adjusting my speakers thinking my speakers were f---ed up. I was like, \"Yo, what's going on here? Yo, my EQ's are all — yo, what's going on with my speakers?\" It's incredible.</p><p><strong>MUHAMMAD</strong>: Outside of your moonlighting as an A&R executive, finding the next A$AP Rockies, you still making music, man?</p><p><strong>ROSS</strong>: I don't make much music anymore, you know, I gotta be honest. It really came down to, time is money. Where do I spend my energy so I can continue to make my mortgage payments, and try and make sure my family's OK, it's important. I wasn't making as much money as I had as a producer, and I wasn't working on projects that were inspirational. I was getting paid less to shine turds than I had five years before.</p><p>And I'm smart enough to be honest with myself to say, \"Maybe this isn't going the way you want it to go. The trajectory is going downhill, not uphill. Let me see what I can do to adjust.\" So I adjusted. And I miss it, but I did it a long time. And you know what? Some of the last records I made were with Santana and Anthony Hamilton. Those were the good ones. Then I made some that I didn't really appreciate making, but I needed the money and I don't want to make music for that reason.</p><p><strong>KELLEY</strong>: What did you make with Anthony Hamilton?</p><p><strong>ROSS</strong>: He sang a song I wrote for Santana called \"<a href=\"https://www.youtube.com/watch?v=QbFxjxtZtMw\" target=\"_blank\">Twisted</a>\" on the last Santana record <em>All That I Am</em>. I wrote it with Anthony, in my studio, when Anthony had a cheese sandwich to his name. He was my guy forever. We wrote about 50 songs together. I'm a EMI writer and that was one that connected, and we sold it to him and it was on the album and it was a great experience. Love Anthony Hamilton. He's a great man; he's a wonderful singer. He's a true artist, you know. I hear a lot of Bill Withers in Anthony.</p><p><strong>MUHAMMAD</strong>: So do you think that, as a songwriter, that — I don't know, I hear your answer and I'm just like — you breaking my heart. But I totally understand. And I say this because I have another friend, a dear friend, who's an incredible producer and gave me sort of the area in what may have caused you to make those sort of same choices in saying, \"You know what? I'm shifting over here. Different responsibilities, and I can keep the ledger consistent by being on the company side of things.\" But one of the people he's working with has been given the face of saving R&B.</p><p><strong>ROSS</strong>: That's a big job.</p><p><strong>MUHAMMAD</strong>: Or — no, not saving — is the future. That's different. It's the future. And is wondering, based off of the content that the artists are putting out there lyrically, is this something that, you know, is really what they're about, and wondering if there should be some sort of a shift differently, cause he can also go in on the company side of things and do really well and can be excited, I think, as a company person versus a producer. It's just like, \"OK, yeah, I'll get in the room with this person cause you want me to, but it's not as fulfilling.\"</p><p><strong>ROSS</strong>: It's a tough call, man. You know, I was — I left a job as Vice President of A&R to go make a Everlast record when his career was over. We did a demo and I believed in it. And I had enough money in my life and I owned a house and I was like, \"You know what? Eh, whatever. Let me take a chance. Let me roll the dice. I might night ever be able to do this again.\" I went to L.A. and we made the record and it sold a lot of copies. And we ended up working with Santana and I got a Grammy.</p><p>I did that for 10 years and I felt like I fought the good fight. And I wasn't making the money I needed to make. I made this record working with Travis Barker and it wasn't — I didn't love the record, took a lot of energy and Lyor called me into Warner Brothers in L.A. when I was out there finishing up, he offered me a job. And I was like, \"Yeah, I want to move back to New York.\" And he was like, \"Yeah, so, when can you start?\" And I took the job.</p><p>So I was lucky, I had options. Some people don't have options, you know? How many great guys do we know — great talents — who aren't working right now? And that's because music is, maybe, disposable, times change, how long do you really get a run at this thing? And I think that's perennial; I think that predates us. You know, Phil Spector didn't make the great records in the '80s that he made in the '70s and the '60s.</p><p><strong>KELLEY</strong>: We were talking earlier about rapper time. Like, working in the middle of the night.</p><p><strong>ROSS</strong>: Yes.</p><p><strong>KELLEY</strong>: Like me going on reporting trips, go to dinner with my family, go out for drinks, then I go to work. Does that mess with your personal life at all?</p><p><strong>ROSS</strong>: It does, and I really try not to live on the nocturnal rep or schedule anymore. You know, I got responsibilities, whether it's my wife or whatever it is. I got a lot of stuff I gotta do. I gotta try and be done by 2 o'clock. I just can't do it anymore. In my youth, I'd sleep in the studio. I mean, Jesus Christ, I --</p><p><strong>KELLEY</strong>: There's always people asleep in the studio.</p><p><strong>ROSS</strong>: I mean, I literally — 10 years ago, I was making a Fun Lovin' Criminals record, I got the call in the studio from Mark Labelle that they wanted a song that got submitted for <em>8 Mile</em> on the [soundtrack], but I had to finish it in two days. I called up a studio, I went from Fun Lovin' Criminals' session at Magic Shop right to Platinum Island. They had a shower there — I took a shower there to wake up. I stayed up, I finished the record and got on the album. 36 hours straight of work, and I reaped the benefits. I don't know if I could do that now. I was under the gun, you know, but I got the song on <em>8 Mile</em>.</p><p><strong>MUHAMMAD</strong>: You know what I love about that is people, they get this kinda like fantastical idea of how to be successful. But there's a lot of dedication and sacrifice that you make when you do that. You could have just been like, \"Yo, I'm really tired and I just want to go rest.\" But the flip side of that is you didn't, and look what happened. And the other aspect of that, which I think discourages a lot of people, is that you still make that sort of sacrifice and you don't reap the benefit, the reward of it, immediately.</p><p><strong>ROSS</strong>: Right. That's the good side of that.</p><p><strong>MUHAMMAD</strong>: Yeah, that's the good side.</p><p><strong>ROSS</strong>: So there's lots of times when I was in my own studio 'til 5 in the morning, the sun's coming up and I'm chopping up a loop or I'm doing this or that or mixing down a demo, that never went anywhere.</p><p><strong>MUHAMMAD</strong>: But you have to — I think at least — be in it to be in it.</p><p><strong>ROSS</strong>: One hundred percent. You're not gonna get the home run unless, you know, you get up to bat 2 million times and strike out. I don't know anyone who constantly wins. And my approach to producing records was always very blue collar anyway. You know, I never wanted a Bentley. It's not my aspirations and I just don't look at the world that way. It's not what revolves my world or my want for it.</p><p>For me the ultimate result is the tangible great song or great album. Whether I'm the A&R guy or the producer, I like that tangible piece of art that I can be proud of. And if I do that enough times, I'll reap the benefits. But I've never done it so I could live the fabulous life.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Dante+Ross%3A+%27We+Wanted+Our+Own+Universe%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ali Shaheed Muhammad","audio":[{"meta":{"duration":"4280"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361464800-c3fe15.m3u?orgId=1&topicId=1105&aggIds=100920965&d=4280&story=361414881&ft=nprml&f=361414881"},{"href":"http://media.npr.org/assets/img/2014/11/04/56673295-11bccded05e604c7cde5c6c8032a062783efd315.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1507","width":"2008"}}]}