{"created":"2014-10-08T15:45:34+00:00","modified":"2014-10-31T02:03:34+00:00","valid":{"from":"2014-10-31T02:03:34+00:00","to":"3014-10-31T02:03:34+00:00"},"hreflang":"en","title":"Hero Or Villain? Historical Ukrainian Figure Symbolizes Today's Feud","published":"2014-05-22T13:39:00+00:00","teaser":"More than a half-century after his death, Stepan Bandera is a deeply divisive figure in the current battle. Ukrainian nationalists put up posters of him while pro-Russian separatists burn his effigy.","itags":["npr_api","312719066"],"guid":"d8af4f14-19f5-4deb-818e-831ca015f45f","contentencoded":"<p>Let's start with the basics: Stepan Bandera was born in 1909 in what is now western Ukraine. In 1959, the Soviet Union's KGB poisoned Bandera with cyanide and he died in Munich, West Germany.</p><p>Between those two dates, black and white quickly fades to gray.</p><p>In western Ukraine, many see him as a freedom fighter who battled domination by the Soviet Union and other European powers before and during World War II. They see themselves as the heirs to Bandera's struggle.</p><p>In eastern Ukraine, Bandera has entirely different connotations. Pro-Russian separatists see him as an ally of Hitler, a fascist who was responsible for killing tens of thousands.</p><p>This is no dusty, historical debate. His name has been on Ukrainian lips since political turmoil began shaking the country last winter. More than a half-century after his death, he is one of the most important and divisive characters in Ukraine's current drama.</p><p>\"Everybody knows Bandera took the side of fascist Germany during World War II,\" said a musician named Valery, when asked about Bandera in the eastern city of Donetsk.</p><p>So which was he: Freedom fighter or fascist? Hero or villain?</p><p>\"There are few topics in contemporary European modern history which are so divisive and [contentious] as the status of Stepan Bandera,\" says historian Per Rudling of the University of Lund in Sweden.</p><p>In the 1930s, Bandera fought for Ukrainian independence. Ukrainian lands were divided between huge, powerful neighbors. Germany, Poland and the Soviet Union all saw Ukraine as a useful tool.</p><p>\"The only way to change this order would be a total overhaul of the entire European security order,\" says Rudling. \"And there, of course, the Germans would be the catalyst for this.\"</p><p>So Bandera's group did pledge allegiance to Hitler's Nazi Germany. Bandera said he wanted ideological and ethnic purity for Ukraine. The Germans ultimately turned against Bandera and arrested him.</p><p>Bandera's Order of Ukrainian Nationalists also did some violent things in pursuit of sovereignty. Jews and Polish people were massacred.</p><p>\"The fight was violent. It was killing, gruesome killings, against all the perceived enemies,\" says political scientist Gulnaz Sharafutdinova of King's College London. \"There were strong powers around that little part of Ukraine, western Ukraine, so it was a really hard fight.\"</p><p>Many of these details have only come out recently, since the KGB, the CIA and others have declassified records. The question is whether a person who's involved in the death of tens of thousands of people can also be a political hero.</p><p>\"Heroes are written in the aftermath and retrospectively, and a lot of the inconvenient facts are usually written off,\" says Sharafutdinova. \"History is written by the winners, right?\"</p><p>In 2010, Ukraine's government officially recognized Bandera as a national hero, a move that was condemned by the European Parliament among others. The next year, a new government annulled that award after a domestic and international outcry.</p><p>Meanwhile, Russia's propaganda machine has worked for the past half-century to portray Bandera as an unvarnished villain.</p><p>At the U.N. Security Council in March, Russia's U.N. envoy Vitaly Churkin gave a speech all about the Ukrainian nationalist.</p><p>\"It is deeply disturbing that the followers of Bandera are openly marching these days in Ukraine,\" Churkin said, \"displaying his portraits and fascist insignia, and are wielding considerable political power in Kiev.\"</p><p>Even Bandera's descendents are part of this fight. His grandson lives in Canada and declined an interview request but pointed me to a blog post he'd written about \"Bandera-bashing.\" In the post, Bandera's daughter says the family name \"has been allowed to be maligned and slandered publicly.\"</p><p>During Stepan Bandera's life, the Ukrainian nationalist became a sort of political football. Imprisoned, released and ultimately killed by the huge global powers that saw him as a useful tool at various times. Now that Ukraine is in upheaval again, his legacy is being subjected to the same tug-of-war.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hero+Or+Villain%3F+Historical+Ukrainian+Figure+Symbolizes+Today%27s+Feud&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"269"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314293353-7fdfd4.m3u?orgId=1&topicId=1124&ft=3&f=312719066"},{"href":"http://media.npr.org/assets/img/2014/05/15/bandera_01-516489014b9c8f3983fac373ae68288b7963c726.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2331","width":"3110"}}]}