{"created":"2014-09-30T09:03:21+00:00","modified":"2015-03-09T18:07:42+00:00","valid":{"from":"2015-03-09T18:07:42+00:00","to":"3015-03-09T18:07:42+00:00"},"hreflang":"en","title":"Martha Zarway Of Monrovia: 'I'm A Doctor, So We Can't Run Away'","published":"2014-09-30T17:46:00+00:00","teaser":"The Liberian physician, who operates a clinic in the capital, perseveres in the wake of a colleague's death, possibly from Ebola. She and her staff continue to treat patients.","itags":["npr_api","349573016"],"guid":"d8b22926-0d6d-4f23-bd40-58211e472e0a","contentencoded":"<p>As U.S. troops begin arriving in Liberia to help contain the regional spread of Ebola, a physician in the capital is grappling with the virus upfront.</p><p>Dr. Martha Zarway's life turned upside down when one of her clinic staff members — a friend — died on Sept. 2 amid rumors that the cause of death was Ebola. <strong><br /></strong></p><p>It was not so long ago that Zarway, 53,<strong></strong> survived Liberia's civil war, dodging bullets as rebel groups fought for control of Monrovia and other parts of the country. Just as Liberia was struggling back to its feet, the Ebola outbreak came and dealt the people there a body blow.</p><p>Health workers like Zarway, a private general practitioner who operates her own clinic, are bearing the brunt of the virus. So far, at least 85 health workers in Liberia have died of Ebola.</p><p>\"The truth is, the entire thing is scary,\" she says. \"But at the same time, I usually tell my staff, it's scary — but think about a war, and all the soldiers run away. What will happen to the civilians?\"</p><p>Pouncing on her military theme, I ask whether she feels like an army general who has to rally her foot soldiers.</p><p>\"Like I say, it's scary, it's double scary,\" she says. \"But you can't run from the field. I mean, I can't change my profession. I'm a doctor. I'm a doctor, so we can't run away.\"</p><p>I ask her if there are similarities between living through this Ebola outbreak and living through Liberia's 14-year civil war, which ended about a decade ago.</p><p>\"There are similarities and yet there's a big difference, because this one — I think it's more scary. It seems that you can't hide. ... We used to say, 'Let we go down the basement to hide from the gunshots,' \" she says. \"But this one, you can't hide — especially being a medical practitioner. There's no way to hide.\"</p><p>Liberians call Ebola the silent enemy, the silent weapon.</p><p>Zarway set up her clinic five years ago in Paynesville, a Monrovia suburb. She and her staff treat all kinds of patients, from pregnant women to diabetics. They also deliver babies. Zarway says they all take precautions, wearing protective equipment and diplomatically asking patients if they've come in contact with or looked after people who are sick with Ebola.</p><p>In Monrovia these days, campaigners all over the city are trying to raise awareness about Ebola. They sing and play drums, and use bullhorns to spread the word about how to avoid the virus.</p><p>But at Zarway's clinic, Ebola quietly crept into their midst when their colleague died, with fear and stigma attached. Rumors circulated that he died of the virus. In fearful times, there was finger-pointing at the staff and the clinic. They had to relocate temporarily. The original clinic had to be disinfected. Despite the upheaval, Zarway says, most of her staff have chosen to stay on.</p><p>\"So far only one person is scared to come back to work,\" she says. \"One nurse decided to stay home. ... This is our first time having to see and deal with Ebola, so we are adapting.\"</p><p>Now that Zarway has become a potential contact person herself — being monitored for possible infection because of the questions about the late colleague she looked after — she says the toughest part is the no-touching rule, refraining from physical contact with others.</p><p>\"I tell my little son, 'No, you can't touch Mummy until after the 21 days,' \" she says.</p><p>That's the three-week virus incubation period for those who might have come into contact with Ebola and could test positive. So, no touching, no hugging, no kissing. That's the hardest, she says.</p><p>\"During the war, we could hug each other and give some comfort,\" she says. \"But now, with Ebola, you have to be careful. You have to stay distance apart.\"</p><p>Zarway had to try to explain all this to her young son. But how does the rest of her family feel?</p><p>\"To tell you the truth,\" she says, \"I haven't told my husband yet. He's in the States. I have to tell him today, you know, but it's scary.\"</p><p>Later, I asked her how the call went.</p><p>Zarway told me she'd been praying that her husband wouldn't tell her to slow down. She still loves her job, despite the hazards of Ebola.</p><p>He didn't ask her to quit. And her clinic is still up and running.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Martha+Zarway+Of+Monrovia%3A+%27I%27m+A+Doctor%2C+So+We+Can%27t+Run+Away%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ofeibea Quist-Arcton","audio":[{"meta":{"duration":"267"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352661402-54e45a.m3u?orgId=1&topicId=1031&e=349573016&d=267&ft=nprml&f=349573016"},{"href":"http://media.npr.org/assets/img/2014/09/24/dsc_0363-7801e8c1464b8517c11dc2d34b0286a41132e994.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2650"}},{"href":"http://media.npr.org/assets/img/2014/09/24/dsc_0380-199ba4a0e72bb9b37320e897aebe354b606896ea.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2650"}}]}