{"created":"2014-09-13T21:10:00+00:00","modified":"2014-10-30T22:29:01+00:00","valid":{"from":"2014-10-30T22:29:01+00:00","to":"3014-10-30T22:29:01+00:00"},"hreflang":"en","title":"Modern Misbehavin': Jason Moran Gets Into The Mind Of Fats Waller","published":"2014-09-26T01:38:00+00:00","teaser":"On a new tribute to Waller, Moran explores his subject's many contradictions: \"The son of a preacher, the man who likes to drink, the man who finds his sorrow but expresses it through comedy.\"","itags":["npr_api","347664601"],"guid":"d8bd88dd-3a2a-4568-b02e-acdba3c3482a","contentencoded":"<p>Legend has it that pianist <a href=\"http://www.npr.org/artists/15342292/fats-waller\" target=\"_blank\">Fats Waller</a> used to say, \"If you don't know what it is, don't mess with it.\" That's a challenge that fellow pianist <a href=\"http://www.npr.org/artists/15340491/jason-moran\" target=\"_blank\">Jason Moran</a> has been eager to take up lately.</p><p>Moran's latest album is called <em>All Rise: A Joyful Elegy for Fats Waller</em>. On it, he's taken some of Waller's biggest crowd-pleasers and reworked them to reveal just how timeless these songs are. Moran was originally commissioned by the Harlem Stage to perform a concert of Waller's music — but at that same time, he says, his wife was prodding him to try something new.</p><p>\"My wife was like, 'You need to do something for some people to come dance!' \" Moran says. \"And as much as I love traditional concerts and traditional celebrations of great artists, that has not been my forte. I've always chosen to try to do something else with the form and the format.\"</p><p>Waller, Moran says, turned out to be the perfect vehicle for that kind of experimentation: an aggressively modern figure for his time, filled with contradictions.</p><p>\"All this insane piano technique, but also this freedom with his lips to say the things that he says, to think the things that he thinks. The son of a preacher, the man who likes to drink, the man who finds his sorrow but expresses it through comedy,\" Moran says. \"And these songs, they don't just seem funny; they don't just seem sad. There's always this duality.\"</p><p>Hear more of the conversation at the audio link.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Modern+Misbehavin%27%3A+Jason+Moran+Gets+Into+The+Mind+Of+Fats+Waller&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"480"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348286510-7c9c77.m3u?orgId=1&topicId=1105&ft=3&f=347664601"},{"href":"http://media.npr.org/assets/img/2014/09/11/jamo_14_byclaypatrickmcbride-727da9af0ac2c27c97175ec86aafdfa2abb2d442.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2398","width":"3198"}}]}