{"created":"2014-10-27T19:50:23+00:00","modified":"2014-10-27T19:50:23+00:00","valid":{"from":"2014-10-27T19:50:23+00:00","to":"3014-10-27T19:50:23+00:00"},"hreflang":"en","title":"As War And Conflicts Proliferate, Children Become Unwary Victims And Targets","published":"2014-07-30T19:43:00+00:00","teaser":"Kids have always suffered during war and crisis, but there's a sense the burden of instability is being increasingly borne by children.","itags":["npr_api","336604336"],"contentencoded":"<p>With political, military, economic and religious strife proliferating globally, children are increasingly turning up in the headlines.</p><p>And while kids have always suffered during the turmoils of war and crisis, there&#8217;s a sense internationally that the burden of instability is being increasingly borne by children.</p><p>&#8220;More than ever, children are in the firing line,&#8221; <strong>Jacqueline Bhabha</strong>, a professor of human rights at Harvard University told <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Robin Young. &#8220;At the moment with Syria, Gaza, the Nigerian girls, the U.S. border, it really highlights the extent to which children are at risk in situations of conflict or situations of emergency.&#8221;</p><p>From the start of the Syrian civil war, children were being killed in unusual numbers in order to send a message to communities.</p><p>&#8220;From the early days, children were specific targets,&#8221; said Bhaba. That tactic, carried out by Syrian President Bashar al-Assad&#8217;s regime, was intended to brutalize areas loyal to opponents of the government.</p><p><div class=\"pullquote\" style=\"\">&#8220;The normal rules of war, the rules of civility have completely broken down.&#8221;<div class=\"pullquoteauth\">&ndash; Jacqueline Bhabha</div></div></p><p>Even in conflicts where children may not be specifically targeted, there can be nowhere for children to hide.</p><p>&#8220;Wars are no longer limited to the battlefield. Civilians are absolutely targeted and there aren&#8217;t safe spaces where they used to be,&#8221; she said. &#8220;In Gaza, homes are targeted, rooftops are targeted, so the places where children just stay, whether it&#8217;s at home or playing outside their house, have become extremely dangerous.&#8221;</p><p>&#8220;The normal rules of war, the rules of civility have completely broken down,&#8221; Bhaba continued. &#8220;The U.N. reported last week that one child is being killed every hour in Gaza.&#8221;</p><p>In other places where wars are being fought, such as South Sudan, children make up a majority of the population. Child starvation, casualties and killings are reflected in high numbers.</p><p>However, it is not just in wars where children bear the brunt of destitution and violence. Take, for example, the girls kidnapped by the Boko Haram in Nigeria, an area with a legacy of child trafficking.</p><p>Allowing that to happen with little consequence seems to erode the time-honored sense that children are off limits in other contexts of violence.</p><p>While much of the focus may be on the immediate plight of children, Bhaba argues that it is crucial to also take the larger context into perspective.</p><p>For the children at the U.S. border fleeing gang violence and poverty in Central America &#8212; where children as young as 8 are murdered by gang members &#8212;  Bhaba knows addressing the larger issues is the only way to keep children safe.</p><p>&#8220;The lack of jobs, the lack opportunity, the proliferation of gangs, the massive consequences of U.S. drug consumption on Central America. These are the issues,&#8221; she said.</p><p>&#8220;We haven&#8217;t really thought about child protection as being a central concern of governments,&#8221; Bhaba said. &#8220;It&#8217;s not been something where we think structurally about the importance of education, the importance of safety, the importance of skill training and jobs.&#8221;</p><p>Fixing these issues globally, Bhaba believes, is the key to keeping children safe.</p><h4>Guest</h4><ul><li><a href=\"http://www.hks.harvard.edu/about/faculty-staff-directory/jacqueline-bhabha\" target=\"_blank\"><strong>Jacqueline Bhabha</strong></a>, human rights professor at Harvard University and board member at the World Peace Foundation.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+War+And+Conflicts+Proliferate%2C+Children+Become+Unwary+Victims+And+Targets&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Peter Balonon-Rosen","guid":"d8c8ba26-858f-43ab-9c1f-62623cf48493","audio":[{"meta":{"duration":"461"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336604339-0790c3.m3u?orgId=330&ft=3&f=336604336"}]}