{"created":"2014-09-30T09:06:18+00:00","modified":"2015-02-08T19:35:07+00:00","valid":{"from":"2015-02-08T19:35:07+00:00","to":"3015-02-08T19:35:07+00:00"},"hreflang":"en","title":"Vaccine Controversies Are As Social As They Are Medical","published":"2014-11-05T16:02:00+00:00","teaser":"In writing her new book <em>On Immunity</em>, Eula Biss found that questions about vaccination touch on attitudes about environmentalism, citizenship and trust in the government.","itags":["npr_api","351242264"],"guid":"d8cb3bee-c3be-4a16-b2fd-78028fe9b214","contentencoded":"<p>When essayist Eula Biss was pregnant with her son, she decided she wanted to do just a bit of research into vaccination. \"I thought I would do a small amount of research to answer some questions that had come up for me,\" she tells NPR's Audie Cornish. \"And the questions just got bigger the more I learned and the more I read.\"</p><p>In the U.S., vaccination rates are high; for measles, mumps and rubella, the Centers for Disease Control and Prevention estimates that about 90 percent of infants receive vaccinations. The vaccination of children born between 1994 and 2013 will prevent 322 million illnesses, according to the CDC.</p><p>But resistance to vaccination has existed nearly as long as vaccination itself. And Biss found that questions about vaccination were also questions about environmentalism, citizenship and trust in the government. Biss traces some of this history in a series of essays called <em>On Immunity: An Inoculation.</em></p><hr /><h3>Interview Highlights</h3><p><strong>On finding \"middle ground\" in a highly politicized issue</strong></p><p>In writing this book, I became very wary of the idea of a middle ground. What I saw when I was doing research is that in pursuit of a middle ground, people will kind of split the difference between the two extremes that they're hearing. And I think what's problematic is that people are seeing vaccinating on schedule, on time as an extreme position. So they're splitting the difference between that and the other extreme — which is not vaccinating at all — and doing partial or spaced-out vaccinations. And I'm not actually convinced that that's a viable middle ground.</p><p><strong>On \"splitting the difference between information and misinformation\"</strong></p><p>There's a great blog, <a href=\"http://www.sciencebasedmedicine.org/\">Science-Based Medicine</a> — and one of the writers on that blog pointed out that when you split the difference between information and misinformation, you still end up with misinformation. So I think there are situations where a middle ground is not desirable. Though I'm the kind of thinker who's very drawn to compromises and to nuances, I think in this particular area, the position that is sometimes seen as extreme — which is vaccinating a child fully and on time — I've come to believe is not an extreme position. I think that protecting children at the age where they're most vulnerable against diseases that are highly contagious is prudent.</p><p><strong>On whether the medical community has done enough to educate the public and counter misinformation</strong></p><p>I think they're working very hard and I think there are some great minds going at it. But I think that sometimes what the medical community is doing is too limited. And I don't think that's necessarily their fault. They're often addressing medical questions. And I don't think that this debate is always a medical debate — I think it's actually often not a medical debate. I think it's often a social debate. And I think that people's resistance to vaccination isn't going to disappear until we address some of the nonmedical reasons for that resistance and people's discomfort and distrust of the government. That's bigger than what most medical professionals can handle.</p><p><strong>On the way distrust of the government affects the way parents view vaccination</strong></p><p>This isn't the only country where you see that causing a problem. There are countries where it's a much bigger problem, and those tend to be countries where the political situation is much worse than it is here. Nigeria and Pakistan are two countries that have had a lot of trouble with polio. And part of the reason is that there's a lot of political unrest and people really distrust what the government is doing. That has an effect on people's health and it has an effect on the health of children. And so, this is one more reason for us to be invested in good political systems, because it's a public health concern.</p><p><strong>On how to understand the modern anti-vaccination movement</strong></p><p>There are so many different reasons people don't vaccinate that I'm not even sure it can be looked at as a cohesive movement. Some people have concerns that are really health-based, and some people are resisting capitalism when they resist vaccination. Some people are resisting what they feel is the corrupt pharmaceutical system and corrupt medical system. So there are all kinds of different angles here, and I do think I came to understand all of them better through this research. And I also came to understand my own reservations better.<strong></strong></p><p><strong>On making choices for her own son</strong></p><p>Really, the project of this book — it's a social critique, but it started out as a self-critique. I was curious about why I, myself, was reluctant to vaccinate my son. And that did give me some insight into why other people aren't vaccinating. I would prefer for my son to have as little medical care as possible, as little contact with the medical system as possible. I think vaccination is actually one way to try to help ensure that — making sure that he doesn't get something like pneumonia that might mean a hospital stay, where things will be done to him that will make me uncomfortable or that he will be treated in a way that might feel excessive to me. I think the best way for me to keep him out of that system is to engage in this highly effective preventative medicine.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Vaccine+Controversies+Are+As+Social+As+They+Are+Medical&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"429"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352661423-545f9c.m3u?orgId=1&topicId=1030&e=351242264&d=429&ft=nprml&f=351242264"},{"href":"http://media.npr.org/assets/img/2014/09/29/495311875-82d9fecea1d2da813d6c4ca3b174ab2b2f662a3d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}},{"href":"http://media.npr.org/assets/img/2014/09/24/biss-eula-294e22589dfb94b8de981b160e35627d1dd1dd0f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2531","width":"3375"}}]}