{"created":"2014-12-04T08:15:46+00:00","modified":"2014-12-08T23:51:33+00:00","valid":{"from":"2014-12-08T23:51:33+00:00","to":"3014-12-08T23:51:33+00:00"},"hreflang":"en","title":"World Climate Talks In Lima Aim To Move Beyond Kyoto Treaty","published":"2014-12-04T16:47:00+00:00","teaser":"Unlike the 1997 Kyoto treaty, the plan on the negotiating table in Lima this week asks every country, developed and developing, to limit carbon emissions. Each nation would set its own target.","itags":["npr_api","368315203"],"guid":"d8d390e1-40b3-47e0-b1c1-d83e95e490c0","contentencoded":"<p>Every year the United Nations invites environmental experts and diplomats from around the world to negotiate ways to slow global warming. This year's meeting runs this week and next in Lima, Peru.</p><p>Some say these conferences are a warming planet's best hope. Some say they're a United Nations jamboree. Most agree that recent sessions have seen mixed success at best. This year, however, negotiators think they have some fresh ideas to entice developed countries and developing ones to work together.</p><p>In 1997, the conference in Kyoto, Japan, was widely considered a breakthrough, producing an international treaty to limit emissions of greenhouse gases.</p><p>But that treaty has failed to slow worldwide emissions. It will expire in 2020, and already some countries have either failed to meet their commitments or just dropped out. In the meantime, no one has been able to agree on a new treaty to replace it.</p><p>One problem is that the Kyoto limits on emissions only apply to developed countries. But now China, India, Brazil and Indonesia are among the biggest polluters. So the new plan on the table in Lima requires every country to do something to slow warming.</p><p><a href=\"http://www.state.gov/r/pa/ei/biog/122554.htm\">Todd Stern</a>, the U.S. government's chief climate negotiator, says the new plan is \"supposed to be applicable to all.\"</p><p>\"And to us — and, I think, to a great many countries, that was an absolutely critical few words,\" Stern says. It signified to all concerned a new type of agreement — that they weren't just falling back on the language of Kyoto.</p><p>In addition to leaving out developing countries, the Kyoto treaty set mandatory reductions in emissions for all developed countries. But even some rich countries failed to meet them.</p><p>So the plan in Lima would be to have each government offer up its own voluntary target. And, says Stern, \"to subject what they are proposing to do to full sunlight, so ... other countries and civil society and the press and everybody else can look to see what China, the U.S., Europe or Japan or anybody else is proposing to do. And you take whatever criticism you get.\"</p><p>President Obama and China's President Xi Jinping each made that sort of voluntary promise two months ago. They set targets for lowering emissions in the U.S. and China over the next 10 to 15 years.</p><p>But what happens if, when you add up everyone's promises, it isn't enough to keep a lid on warming? <a href=\"http://www.ucsusa.org/about/staff/staff/alden-meyer.html#.VH-qw4cl5VU\">Alden Meyer</a>, a climate expert with the Union of Concerned Scientists, is in Peru this week. He wonders: \"Will there be a moment where all those contributions are added up and the world has to confront the reality of what it has put on the table if it's not ambitious enough?\"</p><p>In fact, pledges so far from the U.S., China and Europe are not nearly enough to keep the planet from warming to what scientists say will be a dangerous level. Yet many developing countries say they can't do more because their priority is getting their people out of poverty — not limiting greenhouse gases.</p><p>This is the deep difference that negotiators in Lima hope to resolve in time for the next conference of the parties, to be held in Paris next year.</p><p>And they do have a carrot to offer. Wealthy countries have promised $100 billion a year to help poorer countries buy the technology they need to lower emissions.</p><p>There are plenty of businesses making solar panels, wind turbines and energy-saving devices for rich countries, and they're eager to sell to the developing world as well. Many are part of the Business Council for Sustainable Energy, led by <a href=\"http://www.bcse.org/staff/\">Lisa Jacobson</a>.</p><p>\"Once people start making these investments,\" Jacobson predicts, \"they are going to find they are easier to do than expected, they are less expensive than they thought, and that new jobs and new economic opportunity exists. And they're going to want to do more.\"</p><p>It's worth noting that at the very first climate conferences, many business leaders came to oppose a treaty. Now they're lining up to profit from one.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=World+Climate+Talks+In+Lima+Aim+To+Move+Beyond+Kyoto+Treaty&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Joyce","audio":[{"meta":{"duration":"206"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368408297-cb8831.m3u?orgId=1&topicId=1025&ft=3&f=368315203"},{"href":"http://media.npr.org/assets/img/2014/12/03/peru-74050afa04330e519c07282790fd0436a606ff9f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1390","width":"1853"}},{"href":"http://media.npr.org/assets/img/2014/12/03/china-b75f00ab7a56bb5c72c499a70a01f6ae8d5183e8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1323","width":"1764"}}]}