{"created":"2014-09-22T16:09:40+00:00","modified":"2014-11-10T20:26:22+00:00","valid":{"from":"2014-11-10T20:26:22+00:00","to":"3014-11-10T20:26:22+00:00"},"hreflang":"en","title":"35 Years After Minnie Riperton's Death, New Fans Still Find Her","published":"2014-07-18T16:59:00+00:00","teaser":"In Los Angeles on Saturday, the Decoders, along with a 20-piece band and a dozen vocalists, will perform a tribute concert to late soul singer.","itags":["npr_api","330781619"],"guid":"d8d444de-e2a0-4646-848e-77fb882bd0b2","contentencoded":"<p>\"There are just some songs you just don't touch because they're done so well, so like, don't even try,\" says 24-year-old Moses Sumney. \"But I'm going to try.\"</p><p>On Saturday night under the stars in downtown Los Angeles, Sumney will join the Decoders, along with more than two dozen musicians and vocalists, to pay tribute to soul legend Minnie Riperton. And the song Sumney's going to try is a reimagined version of Riperton's mid-'70s hit, \"Loving You.\"</p><p>\"That song is in some ways bigger than Minnie Riperton, and I think that's unfortunate because it obscures the complexity and the depth of her catalog,\" says New York University professor Jason King, who hosts NPR's R&B/soul stream \"I'll Take You There.\"</p><p>King, who is also a musician, says he got into Riperton's work after hearing a remake of \"I Am the Black Gold of the Sun,\" originally performed by Rotary Connection, which Riperton sang with in the '60s. \"I wanted to hear the original and I got into Rotary Connection from that, and [was] absolutely amazed by the kind of musical complexity and sophistication and sometimes the kind of weirdness of the work,\" King says.</p><p>Riperton recorded six albums with Rotary Connection and a half-dozen solo records before 1979. She passed away from breast cancer at 31.</p><p>\"The average person doesn't know everything about her, like they would a Stevie Wonder or a Michael Jackson,\" Moses Sumney says, \"but they should, probably.\"</p><p>Hip-hop fans might recognize samples of Riperton's music in songs from artists such as A Tribe Called Quest and Mos Def. Her voice is everywhere — on your oldies station, your favorite hip-hop song, in the background of Stevie Wonder hits — and you might not have even known it was her.</p><p>But in Los Angeles on Saturday, the late Minnie Riperton will be getting some much-due recognition.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=35+Years+After+Minnie+Riperton%27s+Death%2C+New+Fans+Still+Find+Her&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Shereen Marisol Meraji","audio":[{"meta":{"duration":"258"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330889525-8cdbae.m3u?orgId=1&topicId=1039&ft=3&f=330781619"}]}