{"created":"2014-09-29T13:05:07+00:00","modified":"2014-10-31T01:00:48+00:00","valid":{"from":"2014-10-31T01:00:48+00:00","to":"3014-10-31T01:00:48+00:00"},"hreflang":"en","title":"Saddam's Ex-Officer: We've Played Key Role In Helping Militants","published":"2014-06-20T19:00:00+00:00","teaser":"Sunni militants of ISIS have raised their black flags in towns they've captured in northern Iraq. But they've had help from, and share a goal with, former members of Saddam Hussein's security forces.","itags":["npr_api","323691052"],"guid":"d8d52231-4a2d-4108-9ae7-620969c0d29a","contentencoded":"<p>As they steamrolled across northern Iraq, Sunni militants had important help from an old power in the country — former members of Saddam Hussein's Baath Party and his army.</p><p>One retired air force colonel said he is a member of a newly formed military council overseeing Mosul, the large city captured last week by ISIS, the Islamic State of Iraq and Syria, and its allies from Sunni Arab armed factions.</p><p>He spoke in a phone interview from Mosul and agreed to talk only on the condition that he not be named. He said he was worried about being targeted. NPR confirmed through acquaintances that he had served as colonel in the air force during the rule of Saddam, who was ousted in the U.S. invasion of 2003.</p><p>The former officer said there were multiple armed Sunni Arab factions that feel marginalized by Prime Minister Nouri al-Maliki's Shiite-led government.</p><p>\"They [ISIS] are not in charge. They are not responsible [for] everything,\" the officer said.</p><p>He described ISIS as one of five armed factions opposing the government. The others are made up of people like himself who previously belonged to the military or the Baath Party.</p><p>One of the biggest factions is the <a href=\"http://www.npr.org/templates/story/story.php?storyId=105507397\">Naqshbandi</a>, ostensibly an order of the mystical Sufi sect but in essence a collection of Baathist holdovers. It's led by Saddam's former crony Izzat Ibrahim al-Douri, the King of Clubs on the U.S. military's deck of cards ranking former regime targets.</p><p>Other support for ISIS comes from forces loyal to the Baathist former Gen. Mohamed Younes Ahmed, who for years has helped the Sunni insurgency, reportedly from Syria. Assistance is also coming from smaller groupings of Saddam loyalists from the old military and security apparatus — men who are valued for the tactical experience and intelligence-gathering they perfected under Saddam's iron-fisted rule.</p><p>\"They have got good skill, good experience. They have good training ... and they have good weapons and that's why they got a victory [so] fast.\"</p><p>A key component of the militants' strategy is state-building, not just military victories, he said, adding that he's a member of the ad hoc council that's trying to restore basic services to Mosul.</p><p>And although black ISIS flags now fly over the city and ISIS has issued laws based on its extreme ideology, the ex-colonel claims that it is former Sunni military officers, not ISIS, who have been left in control of the city.</p><p>\"Everything is OK and our people, they decided to continue their operation to Baghdad to change that government,\" he said.</p><p>The goal, he said, is to remove Maliki and take over the country. ISIS may share that goal, but it's not clear which group would ultimately be more powerful.</p><p>Others outside his movement, including a former Iraqi interior minister, Falah al-Naqib, agree that ISIS is just the tip of the spear, perhaps no more than 15 percent of the anti-government forces.</p><p>\"Mainly it's the ex-military commanders, the army, the ex-army which have been dissolved,\" Naqib said.</p><p>Paul Bremer, who led the U.S. occupation of Iraq after the invasion, dissolved the Iraqi army and put hundreds of thousands of men out of work. Many analysts say that move gave birth to the Sunni insurgency that persists today.</p><p>Naqib said that the Sunni groups agree on their military goal, but they don't agree on the tactics. He referred to mass executions that ISIS has boasted about online. He claimed some 500 people were executed by ISIS around the city of Tikrit, angering former officers who are trying to pressure the group to stop. <br /> <br /> Naqib is in northern Iraq furiously trying to help find a solution, because he's afraid of what will happen if the Sunni fighters reach the capital, Baghdad.</p><p>But the former colonel in Mosul said it's too late for dialogue and Shiite militias are already mobilizing.</p><p>\"They are killing the people just because he is Sunni in Baghdad and then in Mosul they kill them. Why?\" said the ex-colonel.</p><p>With the Iraqi army foundering, the government is now calling on Shiite paramilitaries to take part in the fight to defend the state.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Saddam%27s+Ex-Officer%3A+We%27ve+Played+Key+Role+In+Helping+Militants&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leila Fadel","audio":[{"meta":{"duration":"246"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323696112-b4edec.m3u?orgId=1&topicId=1009&ft=3&f=323691052"},{"href":"http://media.npr.org/assets/img/2014/06/19/isis-saddamofficer-01-3cb19e08e364238a6905c475ef0c664f3c43af11.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2069","width":"2762"}}]}