{"created":"2015-06-10T20:39:46+00:00","modified":"2015-06-11T11:00:54+00:00","valid":{"from":"2015-06-11T11:00:54+00:00","to":"3015-06-11T11:00:54+00:00"},"hreflang":"en","title":"Bernie Sanders: 'We Are The Underdog'","published":"2015-06-11T11:00:00+00:00","teaser":"The presidential candidate, who has emerged as the leading critic to Hillary Clinton, sat down with WAMU's Diane Rehm to talk about his campaign, policies and his chances.","itags":["npr_api","413434807"],"guid":"d8dc5637-a312-401b-8472-c6f269a82e81","contentencoded":"<p><strong>This story has been updated. </strong></p><p>Vermont Sen. Bernie Sanders, a self-described Democratic socialist who is running for president, has emerged as the leading critic to front-runner Hillary Clinton, pressuring her on trade, foreign policy and fiscal issues.</p><p>And he's seeing a swell of momentum, both in the early states and from grass-roots activists, many of whom were holding out hope that Massachusetts Sen. Elizabeth Warren might run. Now, many have begun to turn to Sanders as their alternative. In fact, in a straw poll at the Wisconsin Democratic Party convention last weekend, Clinton only edged him by 9 points.</p><p>Sanders sat down with WAMU's Diane Rehm on Wednesday morning to talk about his campaign, what policies he is hoping to bring to the forefront and his chances. \"We are the underdog,\" he said. \"But I think we're making progress.\"</p><p>In one portion of the interview, Rehm erroneously stated that Sanders held dual Israeli citizenship. He does not. Rehm has since <a href=\"https://www.facebook.com/thedianerehmshow/posts/10153328483180390\">issued an apology</a>. The full exchange can be heard beginning at 23:30 in the audio.</p><hr /><h3>Interview Highlights</h3><p><strong>On why Sanders says he's running</strong></p><p>One of the main tenets of my campaign is the understanding that corporate America, the billionaire class, Wall Street, has so much power right now over what goes on in Washington that nothing significant will be done unless we build a strong grass-roots mass movement in this country which says, \"Enough is enough.\" The billionaire class can't get 99 percent of all new income — which is now going to the top 1 percent. We cannot continue to have a grotesque level of income and wealth inequality. Government has got to start working for the middle class and the working families of this country.</p><p>One of the first things that I would do as president, and what I am doing right now in this campaign, is to put together a strong, unprecedented grass-roots movement which tells Congress that they've got to start representing ordinary people, and not just the people on top. And what that means is, we need real tax reform, which says to large corporations they've got to start paying their fair share of taxes, says to the wealthiest people in this country you cannot have an effective tax rate lower than nurses or truck drivers. [It] makes it clear that the United States has got to join every other major country on earth with a health care program guaranteeing health care to all people, that tuition at our public colleges and universities should be free, that we need a strong child care system, that we've got to expand Social Security, not cut it.</p><p><strong>On where Sanders differs most from Hillary Clinton. </strong></p><p>I have been, throughout my political career — as mayor of the city of Burlington, as a member of the House, as a member of the United States Senate — in one capacity or another, taken on all of the powerful special interests. I have taken on Wall Street and demanded and fought and introduced legislation to break up the large financial institutions. I've taken on private insurance companies in fighting for a single-payer national health care system, taken on the military industrial complex. I was the first member of Congress to take people over the Canadian border to get lower cost prescription drugs, and have taken on the pharmaceutical industry. That is my record. And the voters will have to decide, whether, in fact, Hillary Clinton's record is one in which she is prepared to stand up to powerful special interests.</p><p>An example: I happen to believe that our series of trade policies, from NAFTA, CAFTA to permanent normal trade relations with China, have been a disaster, resulted in the loss of millions of decent paying jobs as corporations in this country shut down and move to low wage countries. I am firmly opposed to the TPP, helping to lead the effort against it. Hillary Clinton has not yet voiced her opinion on it. I voted against the war in Iraq. I had the same information as Hillary Clinton did, but I understood the enormous destabilization that would take place.</p><p><strong>On trailing Hillary Clinton in polls </strong></p><p>I am a United States senator from a very small state, way up in New England ... We have about 620,000 people. And while known by about 95 percent, 100 percent of people in my own state and got 71 percent of the vote last time, I am not terribly well known in other parts of the country. Hillary Clinton may very well be the best known woman in the entire world — enormous name recognition. So we are very early in the campaign.</p><p>But I want to tell you, that even in terms of polling, if you look at polls, my numbers have jumped very, very significantly, I think the last poll I saw we were at 18 percent in New Hampshire, 15 or 16 percent in Iowa. We've got a long way to go. We are the underdog, but I think we're making progress.</p><p><strong>On the Middle East and ISIS</strong></p><p>No. 1, I think everybody understands that ISIS is a barbaric organization and that they must be defeated. No. 2, I would hope that most people understand that the war in Iraq was, from our perspective, a disaster in terms of lost lives, with about 500,000 people coming home with various injuries and wounds, and huge costs. And that the end of the day ... I do not believe the United States can or should lead the effort in that part of the world.</p><p>What is taking place now is a war for the soul of Islam. Saudi Arabia, it turns out, has the third largest military budget in the world. You've got Turkey there. You've got Jordan there. You've got the UAE there. You've got countries there that are going to have to step up to the plate and lead the effort — with the support of the United States and other Western countries.</p><p>But here is my nightmare: You've got a lot of Republicans who apparently did not learn anything from the never-ending war in Afghanistan, learned nothing from what happened in Iraq, and want us in a perpetual warfare in the Middle East, and I am strongly opposed to that.</p><p><strong>On immigration</strong></p><p>I support comprehensive immigration reform. I am disappointed that, after the Senate put together a bipartisan piece of legislation, that the House has not even been willing to take up this enormously important issue. Bottom line is that we need a path toward citizenship. We've got to take people out of the shadows, people living in fear right now. I think the president has made some good efforts forward through executive orders, but we need legislation.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bernie+Sanders%3A+%27We+Are+The+Underdog%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jessica Taylor","audio":[{"meta":{"duration":"3059"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413456398-8e5a34.m3u?orgId=1&topicId=1014&d=3059&story=413434807&ft=nprml&f=413434807"}]}