{"created":"2014-10-08T14:00:28+00:00","modified":"2014-12-04T14:33:48+00:00","valid":{"from":"2014-12-04T14:33:48+00:00","to":"3014-12-04T14:33:48+00:00"},"hreflang":"en","title":"Entrepreneurs Buzzing Over Medical Marijuana In Florida","published":"2014-06-30T13:57:00+00:00","teaser":"Polls show that Sunshine State voters are likely to approve a measure legalizing medical marijuana in November. Businesses are already flocking to the state, eager to set up shop.","itags":["npr_api","322580314"],"guid":"d8e38361-833d-4a3f-9b10-25bb4212dafa","contentencoded":"<p>Twenty-two states and the District of Columbia now have laws allowing for some form of medical marijuana.</p><p>Florida appears poised to join the club. Polls show that voters there are likely to approve a November ballot measure legalizing marijuana for medical use.</p><p>If it passes, regulations that would set up a market for medical marijuana in Florida are still at least a year away. But cannabis entrepreneurs from around the country are already setting up shop in the state.</p><p>In Miami, Fort Lauderdale, Tampa and Orlando, there's a business conference every few weeks devoted to a product that's still illegal.</p><p>There are a lot of names for marijuana, but in the industry, they mostly call it cannabis. Tom Quigley runs a group called the <a href=\"http://floridacannabiscoalition.com/\">Florida Cannabis Coalition</a>. Don't confuse that with the Florida Medical Cannabis Association or the Medical Marijuana Business Association of Florida, just three of the dozens of groups started in the months since it became clear that the marijuana measure was moving ahead.</p><p>While the vote is months away, there are many who see Florida's impending embrace of medical marijuana as an opportunity that's too good to miss. Quigley greeted about 150 of them at his conference in Orlando.</p><p>\"We can't teach you in one day how to run a cannabis industry business, but what we can do is bring the best information to you,\" Quigley says.</p><p>There were seminars on cultivating the best strains, converting cannabis into oils and concentrates, and on marketing and legal issues.</p><p>Since California became the first state to approve medical marijuana in 1996, 21 other states have followed suit.</p><p>If Florida approves it, it will be the first state in the Southeast to do so. And with nearly 20 million residents, it will be the biggest market outside of California.</p><p>The National Cannabis Industry Association estimates medical marijuana will be a $785 million industry in Florida — one that Quigley says will have all kinds of economic opportunities.</p><p>\"If you want to become a bud tender that works inside one of these dispensaries as an occupation, if you want to run your own business, there's that opportunity as well,\" Quigley says.</p><p>Right now in Florida, the cannabis industry is mostly talk. But money is lining up as well. Quigley is with ArcView, an investor's group that funds cannabis industry startups.</p><p>Cannabis-RX, a real estate company based in Arizona, is also active here, investing in properties it plans to sell or lease to growers and operators of dispensaries.</p><p>\"We look at light industrial commercial buildings that are in the right zoned areas of the cities,\" says Llorn Kylo, CEO of <a href=\"http://www.cannabis-rx.co/whoweare.html\">Cannabis-RX</a>. \"And we usually seek between 10,000 and about 100,000 square feet.\"</p><p>Along with real estate, Cannabis-RX also offers budding entrepreneurs financing and consulting services to help them get their businesses off the ground.</p><p>At the Orlando conference, Meg Sanders of <a href=\"http://gaiapbm.com/about-gaiapbm/\">Gaia</a>, a grower with three dispensaries in Colorado, flew in from Denver. Sanders says she's always looking for opportunities to expand — including in Florida.</p><p>\"For us, we've worked very hard to create a fantastic template of what we do. And if there's opportunity in other states, we'll definitely be there at the table,\" says Sanders.</p><p>It's unclear exactly what opportunities will arise in Florida. If the medical marijuana amendment passes, the state won't issue regulations for another six months to a year.</p><p>Florida's governor recently signed into law a very limited version of medical marijuana — one that allows production and sale only of a special strain that's low in THC. As part of that law, just five nurseries will be allowed to grow it. They have to be large operations that have been in business in Florida for at least 30 years.</p><p>Chris Rumph, a prospective entrepreneur at the conference, says that regulation has many wondering how welcoming Florida officials will be to the emerging cannabis industry.</p><p>\"Opening up to nurseries that have been around 30 years, I think that's kind of silly,\" says Rumph. \"We live in a state where we've got thousands of nurseries with people that are very educated and knowledgeable about plants and how to grow things effectively. So, there's a little bit of suspicion there for me.\"</p><p>How the medical marijuana regulations will be written, though, is for the future. For activists and entrepreneurs, the first task is mobilizing Florida voters to actually approve the medical marijuana amendment.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Entrepreneurs+Buzzing+Over+Medical+Marijuana+In+Florida&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Greg Allen","audio":[{"meta":{"duration":"250"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322597948-a0e084.m3u?orgId=1&topicId=1070&ft=3&f=322580314"},{"href":"http://media.npr.org/assets/img/2014/06/16/fla-marijuana-dab332fd5e524fa77447c212209ac9ae260e46bd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2278","width":"3036"}}]}