{"created":"2015-03-26T22:04:03+00:00","modified":"2015-03-26T22:04:04+00:00","valid":{"from":"2015-03-26T22:04:04+00:00","to":"3015-03-26T22:04:04+00:00"},"hreflang":"en","guid":"d8e8d1c9-537c-4868-ba64-f552664858c1","title":"Hope is all but gone in Syria, but some in the country still work for change","published":"2015-03-26T22:04:00+00:00","byline":"Joyce Hackel","tags":["conflict","terrorism","Arab Spring","protests","democracy","government","Justice","Conflict & Justice","Syria","Damascus","Civil society","Assad regime","armed opposition","Arab Spring","Syria"],"teaser":"Most people who live in Damascus fear voicing an opinion that doesn't echo that of either the government or the armed opposition. But some residents reject the bitter polarization that divides their country. ","contentencoded":"<p>Each day Syria's civil war drags on, the promise once offered by the peaceful protests of 2011 appears to grow dimmer. Yet some residents haven't given up the hope of building a more humane society in Syria. </p>\n<p>\"I'm not willing to leave, I don't want to be a refugee,\" says a woman who lives in Damascus and uses the pseudonym Al-Sayed Ward. \"This is my country, and I want to find this democracy in my country. ... We need to continue working to keep this civil society alive.\"  </p>\n<p>Ward was among those demonstrating for a more open Syria on the streets of the capital in 2011. \"Unfortunately, we couldn't achieve that, and unfortunately the whole country went to this dark tunnel,\" she says.</p>\n<p>Now, while people in the cafes and restaurants of Damascus enjoy lives of comfort compared to many of their countrymen, residents still aren't free to speak their mind — and not just because of government pressure.</p>\n<p>\"Two years ago, people started to feel that they are braver and that they can say what they want, they can pay this price,\" she says. \"But now, to be honest, it's becoming more and more complicated. Even those who started the whole thing with us, they believed in these things and now some of them think they just need a choice between the worst devils, which is either the regime or the extremists.\"</p>\n<p>Ward says she's become accustomed to hearing the sound of shelling every day, and admits there's an emotional price to pay when war becomes normal.</p>\n<p>\"You lose part of your humanity,\" she says. \"A shelling happens in an area very close to you and a child of someone else is killed and hit by a shelling, so you would say, 'Thanks, it's not my child.'\"</p>\n<p>While Syrians' desire for democracy may be on hold, Ward's hopes aren't dashed. </p>\n<p>\"There are lots of people like me working for the country and want to find a positive solution for this whole mess,\" she says. \"I'm sure it looks maybe not rational in this dark tunnel now, but if everyone left, we will leave this country either to the regime or to those extremists. And I think we Syrians deserve that better place.\" </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-26%2Fsome-damascus-residents-havent-given-dream-building-better-future-syrias-next&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0326201503.mp3"},{"href":"http://www.pri.org/file/0326201503mp3"}]}