{"created":"2014-09-20T13:44:47+00:00","modified":"2015-03-09T18:08:05+00:00","valid":{"from":"2015-03-09T18:08:05+00:00","to":"3015-03-09T18:08:05+00:00"},"hreflang":"en","title":"Workers Hand Out Soap And Advice As Sierra Leone Locks Down","published":"2014-09-20T15:16:00+00:00","teaser":"Under the country's three-day experiment to control the deadly Ebola virus, people must stay home while health care teams go door-to-door to spread the word on prevention.","itags":["npr_api","349850811"],"guid":"d8f1328e-e6c2-412e-a808-70fb604b361f","contentencoded":"<p>Sierra Leone is holding a country-wide experiment: For three days, no one is allowed to leave their home.</p><p>It's part of the country's strategy for controlling the deadly Ebola virus. While people across Sierra Leone stay at home, teams of workers go door-to-door, educating the public about the disease.</p><p>The effort got its shaky start on Friday.</p><p>The streets were empty in the heart of Freetown, the capitol. The only sound came from a few street sweepers and a police van blasting a song from an old speaker.</p><p>The lyrics: \"Ebola is real. It's a terrible disease, and there is no cure.\"</p><p>At 8 a.m., on the west side of town, more than 100 people packed into a community health center. Some wore fluorescent vests; others white t-shirts saying \"Prevent Ebola.\"</p><p>A government official began grouping the workers into teams of four. Many of the workers were young, like 25-year-old James Kargbo, a public school teacher who said he wants to help his country.</p><p>\"We only have one Sierra Leone,\" he said. \"If we allow this deadly virus, Ebola, to ravage our society, who will accommodate us? Already, other African countries despise us. So if we allow this disease to take hold, at the end of the day, we are all going to be victims.\"</p><p>James and others were ready to go. There was just one problem: None of the materials they were supposed to deliver had arrived. Three hours later, people were getting impatient — when a truck finally pulled up.</p><p>Workers unloaded boxes of soap, but the educational posters that were supposed to be hung on people's homes, were not on board. The teams headed out anyway.</p><p>One group ventured into an area of wooden shacks and open sewers, right at the edge of the ocean. Children were everywhere. Juliana Karimu, a nurse, gathered a group of residents to tell them about Ebola.</p><p>\"Well, let me give you my own view of Ebola,\" she began, explaining that the virus can kill, and if one person gets sick, so can the whole family. But one way to keep yourself safe, Karimu said, is to wash your hands regularly with soap and water.</p><p>\"Make sure you use this soap,\" she said. Someone fetched a bowl of water to demonstrate, and another team member handed out bars of soap. Many people asked for more.</p><p>After the team departed, Mariatu Fofanah turned back to her cassava stew, simmering over a small fire. The three-day lockdown is making it difficult to feed her kids, she said. She can't do her usual work — selling food on the street.</p><p>But, she said, she'll somehow manage.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Workers+Hand+Out+Soap+And+Advice+As+Sierra+Leone+Locks+Down&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anders Kelto","audio":[{"meta":{"duration":"252"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350083168-89e9c4.m3u?orgId=1&topicId=1031&e=349850811&d=252&ft=nprml&f=349850811"},{"href":"http://media.npr.org/assets/img/2014/09/19/kelto_8536-b9d748d4ac3c93cb57b6d504fdae4ebf4d0a81db.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2703","width":"3604"}}]}