{"created":"2014-10-27T16:09:45+00:00","modified":"2014-10-30T21:21:38+00:00","valid":{"from":"2014-10-30T21:21:38+00:00","to":"3014-10-30T21:21:38+00:00"},"hreflang":"en","title":"Millions Of Cars Recalled For Possible Exploding Airbag","published":"2014-10-25T15:10:00+00:00","teaser":"If you drive a Toyota, Honda, Mazda, BMW, GM or Nissan, your car may be one of the millions being recalled.","itags":["npr_api","357845905"],"guid":"d8f15c92-d0bb-4098-9b36-33f621507852","contentencoded":"<p>If you drive a Toyota, Honda, Mazda, BMW, GM or Nissan, your car may be one of the millions being recalled for a possible airbag defect that can cause the driver and passenger-side airbags to explode rather than inflate.</p><p>At least four people have died from injuries related to exploding airbags, and the <a href=\"http://www.nhtsa.gov/\" target=\"_blank\">National Highway Traffic Safety Administration</a> is now urging millions of people to get the airbags in their cars fixed as soon as possible.</p><p><a href=\"http://www.nytimes.com/2014/10/22/business/takata-air-bag-warning-leaves-drivers-looking-for-answers-as-federal-resources-fail-to-respond.html\" target=\"_blank\">The New York Times reports</a> that Chrysler, Subaru, Ford and Mitsubishi also have recalls for the same problem, but their vehicles were not on the NHTSA&#8217;s recall list. The agency told the Times it was still completing the list.</p><p><em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Robin Young talks to <strong>Sean Kane</strong>, the president of Safety Research & Strategies, Inc., which specializes in motor vehicle and consumer product safety, about the defect, which first appeared a decade ago, and why NHTSA only began investigating the problem in June.</p><ul><li><a href=\"http://www.nhtsa.gov/About+NHTSA/Press+Releases/Vehicle-owners-with-defective-airbags-urged-to-take-immediate-action\" target=\"_blank\">See the full list of affected vehicles</a></li><li><a href=\"https://vinrcl.safercar.gov/vin/\" target=\"_blank\">Look up your VIN to see if your recalled vehicle need to be repaired</a></li><li><strong>Note:</strong> If the VIN search website above is not working, you can search for your VIN on the relevant manufacturer website instead: <a href=\"http://owners.honda.com/service-maintenance/recalls\">Honda</a>, <a href=\"http://www.toyota.com/recall\">Toyota</a>, <a href=\"http://owners.honda.com/service-maintenance/recalls?recallStatus=NO%252520VIN&recallId1=NO%252520RECALL%252520IDS\">Nissan</a>, <a href=\"http://www.mazdausa.com/MusaWeb/displayRecallOwners.action\">Mazda</a>, <a href=\"http://www.bmwusa.com/standard/content/owner/safetyrecalls_new.aspx?mobileoverride=true\">BMW</a>, <a href=\"http://www.chrysler.com/webselfservice/chrysler/index.html?screenName=recall&country=us&emailurl=goToEmailForm%2528%2527R%2527%2529\">Chrysler</a>, <a href=\"http://www.subaru.com/vehicle-recalls.html\">Subaru</a>, <a href=\"http://owner.ford.com/servlet/ContentServer?pagename=Owner/Page/RecallsPage\">Ford</a> and <a href=\"https://www.mitsubishicars.com/owners/service\">Mitsubishi</a>.</li></ul><h4>Interview Highlights: Sean Kane</h4><p><strong>On the mechanical explanation of the problem</strong></p><p>“The canister which sits in the hub of the steering wheel, for example, it looks like a can and it’s filled with a chemical material to get ignited and inflates, produces gas and blows the airbag out of the steering wheel hub. What’s happening is the canister is getting over pressurized and rather than being able to vent out and inflate the bag that over pressurization results in an explosion of the canister literally creating an IED type of explosion and peppering occupants with shrapnel”</p><p><strong> On the root of the problem</strong></p><p>“One of the themes that we’re seeing through all of these recalls, whether it’s General Motors, Honda, or Toyota is that there is a quality control problem at Takata and those quality control problems have not been resolved for more than a decade. All these problems relate back to the way these are being manufactured and it’s particularly troubling that the federal investigators have not been on this case until this year”</p><p><strong>On what consumers can do</strong></p><p>“One of the first things people need to be doing is checking their VIN number to discern whether not they have an open recall campaign on their car. Whether or not you have one of these Hondas, Toyotas, or General Motors or vehicles included in the Takata airbag an easy way to check that is to go to the National Highway Traffic Administration website and you can plug in your VIN number and that will tell you whether you have an open recall campaign. It’s an important step for all consumers to take. If you have an open recall campaign, you need to get it remedied as soon as possible. Recalls are only done on safety issues. So if there is an open recall it is a safety issue and you need to get it remedied and it’s particularly important of course with this Takata investigation in recalls because these are very deadly hazards which have caused some horrible injuries to folks”</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.safetyresearch.net/about-us\" target=\"_blank\">Sean Kane</a></strong>, the founder and president of <a href=\"http://www.safetyresearch.net/\" target=\"_blank\">Safety Research & Strategies</a>. He tweets <a href=\"https://twitter.com/safe4u2\" target=\"_blank\">@safe4u2</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Millions+Of+Cars+Recalled+For+Possible+Exploding+Airbag&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"325"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358813604-14523a.m3u?orgId=1&ft=3&f=357845905"}]}