{"created":"2015-04-27T20:35:27+00:00","modified":"2015-04-27T21:23:58+00:00","valid":{"from":"2015-04-27T21:23:58+00:00","to":"3015-04-27T21:23:58+00:00"},"hreflang":"en","guid":"d8ffcc65-6565-4959-b7c1-810120f66791","title":"Toronto's Zoo plans to turn its animal waste into electricity","published":"2015-04-27T21:23:48+00:00","byline":"Andrea Crossan","tags":["science","technology","animals","Technology","Science, Tech & Environment","Toronto","North America","Canada","Ontario","Waste management","Biofuels","Biogas","Methane","Anaerobic digestion","Zoo","Toronto Zoo","Daniel Bidas","Kyla Greenham","Ontario","Canada","Fuels"],"teaser":"From African lions to Grevy's Zebras, animals at the Toronto Zoo generate 3,000 tons of dung a year. Now the zoo will soon be turning all that poop into energy, thanks to a new biogas plant that uses manure to create electricity.","contentencoded":"<p>On a sunny morning in Toronto, an Indian rhino named Vishnu is using his horn to smash a barrel and get to the hay inside.</p>\n<p>It's breakfast time at the <a href=\"http://www.torontozoo.com/\">Toronto Zoo</a>, and the smell in this indoor pen is — well, ripe. One 8-year-old zoo visitor describes the odor: \"I think it smells like whatever it's eating and whatever comes out the other end,\" he says.</p>\n<p>He's right: Vishnu produces about 25 pounds of dung per day, not to mention what's produced by all the other animals at the zoo. “We have over 5,000 animals on site,” says Kyla Greenham, the zoo's curator of conservation and environment. “From our large mammals, we’re looking at about 300 to 400 animals, and that's why we can come up with 3,000 tons of manure a year.”</p>\n<p>Now the zoo is coming up with a plan to turn all of that poop into power. It has partnered with a company called <a href=\"https://zooshare.ca/\">ZooShare</a> to build a biogas facility that will produce electricity by harvesting methane from the animal waste. Along with the zoo's 3,000 tons of waste, it will also use 14,000 tons of organic waste from a large supermarket chain.</p>\n<p>“It's basically a big concrete stomach,” says Daniel Bidas, ZooShare's executive director. \"It's kept at the same temperature as our bodies or a cow's stomach and the whole thing is really meant to mimic the digestion process of a living being. And so there's bacteria and it's mixed around on a constant basis and these microbes eat the waste and convert it into biogas and fertilizer.”</p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/biogasplant.jpg?itok=KPUpj94W\" alt=\"\" /><div class=\"field-caption\">\n    <p>Plans for a biogas plant at Toronto's Zoo.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>ZooShare</p>\n  </div>\n</div>\n<p>The biogas is fed into an engine that's used to generate electricity, which ZooShare then sells to the province of Ontario. The contribution won't be small: Take a year's worth of Vishnu's poop alone, for example, and \"we can actually produce enough energy to electrify four homes for a year,” says Greenham, the zoo curator.</p>\n<p>But she says not all the zoo's poop will be converted into renewable energy. Monkey waste, for example, is potentially more dangerous for humans, their primate cousins. \"Their animal waste is actually controlled differently,\" Greenham explains. \"We specifically incinerate it or maintain it in a different environment so that it's properly disposed of.”</p>\n<p>Toronto isn't actually the first zoo to try out poop power. The Munich Zoo has been <a href=\"http://edition.cnn.com/2011/10/10/world/europe/elephant-dung-biogas-munich/\">generating energy from its animal waste for years</a>, but Toronto is the first zoo in North America to harvest manure for biogas.</p>\n<p>And for their part, Vishnu and all the other zoo animals just need to do what they do best — amaze kids, eat loads and poop like they're getting paid for it.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-27%2Fturning-zoo-poo-energy&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/IndianRhino.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/indianrhinojpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04272015_05.mp3"},{"href":"http://www.pri.org/file/0427201505mp3"}]}