{"created":"2015-05-28T19:56:12+00:00","modified":"2015-06-03T17:05:21+00:00","valid":{"from":"2015-06-03T17:05:21+00:00","to":"3015-06-03T17:05:21+00:00"},"hreflang":"en","title":"Thomas Mapfumo, Zimbabwe's Cultural Advocate In Exile","published":"2015-05-29T01:01:00+00:00","teaser":"Mapfumo's powerful political messages led the superstar to seek asylum in the U.S. Critic Banning Eyre has written a new biography of the singer and bandleader.","itags":["npr_api","410251736"],"guid":"d900d3bf-327f-48e4-abbc-0236cf085fed","contentencoded":"<p>As <a href=\"http://www.npr.org/artists/15283623/bob-marley\" target=\"_blank\">Bob Marley</a> is to Jamaicans or <a href=\"http://www.npr.org/artists/99085139/fela-kuti\" target=\"_blank\">Fela Kuti</a> is to Nigerians, <a href=\"http://www.npr.org/artists/15886084/thomas-mapfumo\" target=\"_blank\">Thomas Mapfumo</a> is to Zimbabweans. The bandleader is a superstar in his home country, both for his masterful blending of traditional sounds with world music and for his powerful political messages. Mapfumo has been a tireless critic of the colonial government of former Southern Rhodesia, as well as the dictatorship that presently rules Zimbabwe.</p><p>Music critic Banning Eyre has written a new biography of Mapfumo and compiled an album of his music, both titled <em>Lion Songs: Thomas Mapfumo And The Music That Made Zimbabwe</em>. Eyre recently joined NPR's Robert Siegel to discuss Mapfumo's music and his career of moving people — both on the dance floor and in their political views.</p><p>\"He is a singer and a bandleader,\" Eyre says, \"but also an activist: a social critic who has kept in his heart the interests of poor people and rural people and people who become the victims of governments, whether it's the white, racist Rhodesian regime or the corrupt regime of Robert Mugabe. He's a politician in the sense that he has really moved the politics of the country forward. But really, at a deeper level, he's an advocate of culture.\"</p><p>One element that stands out in Mapfumo's music is the way he uses a traditional thumb piano called the <em>mbira, </em>which Eyre explains is believed to have the ability to contact the spirits of ancestors. Mapfumo translates music traditionally played on the <em>mbira</em> — a repertoire of songs thought to have been around since ancient times — to the electric guitar.</p><p>\"And so, when Mapfumo started putting that music on electric guitars in the 1970s and singing songs that were both bringing forward the culture but also attacking the regime and encouraging fighters,\" Eyre says, \"it was a really powerful package.\"</p><p>Other former British colonies in Africa saw black-majority governments take over once given independence, but in Southern Rhodesia, colonial whites declared their own independence and wanted to remain a white-ruled country. A 1977 song, \"Pamuromo Chete (It's Only Talk),\" was Mapfumo's response to a statement by the leader of the white government, Ian Smith.</p><p>\"Smith had declared that there would never be a black-majority government, not in a thousand years, so Mapfumo was right there with his response: 'You're just talking, it's only talk,'\" Eyre says. \"And he was right. Within a few months, Smith had to walk that back. And you can hear this kind of moral authority in [Mapfumo's] voice in that song. This is the moment when he's really discovering that he can harness traditional rhythms, melodies and attitudes and make it really sting.\"</p><p>Now living in exile in Oregon due to his outspoken criticism of Zimbabwean president Robert Mugabe, Mapfumo yearns to go home, according to Eyre.</p><p>\"He still has this ... sense of unfinished business: that he's needed at home,\" Eyre says. \"He tries his best to record music and release it, but you never really lose that restlessness, that desire to get back.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Thomas+Mapfumo%2C+Zimbabwe%27s+Cultural+Advocate+In+Exile&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"481"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410340293-d14a5c.m3u?orgId=1&topicId=1039&d=481&p=2&story=410251736&t=progseg&e=410338173&seg=17&ft=nprml&f=410251736"},{"href":"http://media.npr.org/assets/img/2015/05/28/53185862-4dd34d0fea03fbc5abb4ccd231ce73d2bc20eb7f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2230","width":"2973"}}]}