{"created":"2015-04-01T20:44:13+00:00","modified":"2015-04-06T16:19:43+00:00","valid":{"from":"2015-04-06T16:19:43+00:00","to":"3015-04-06T16:19:43+00:00"},"hreflang":"en","guid":"d916f042-3235-43e3-8730-7a3cd24b453d","title":"In Germany, the public doesn't always have a need — or a right — to know","published":"2015-04-06T16:19:41+00:00","byline":"Nina Porzucki","tags":["privacy","Germanwings","Andreas Lubitz","mental illness","depression","law","privacy law","Global Politics","Germany","Lufthansa","Privacy","Confidentiality"],"teaser":"In the wake of the Germanwings crash last week, information about the medical history of pilot Andreas Lubitz has been scarce. But many Germans are still happy with their country's strict privacy laws, and don't think such disasters should change anything.","contentencoded":"<p>In the wake of the Germanwings crash last week, what does the public have a right to know about the alleged perpetrator, co-pilot Andreas Lubitz?</p>\n<p>In Germany, it turns out, not much at all.</p>\n<p>“The German government has a history of being overly involved in the personal lives of its citizens,\" explains Michael Birnbaum, who's been <a href=\"http://www.washingtonpost.com/world/europe/officials-co-pilot-in-german-plane-crash-was-treated-for-suicidal-tendencies/2015/03/30/a7b1eb96-d6da-11e4-bf0b-f648b95a6488_story.html\">reporting on the crash</a> for the Washington Post. \"So there’s been a long tradition, post-World War II, of imposing very strict controls on the kind of information that citizens have to disclose to the government and to organizations in general.\"</p>\n<p>That's why information about Lubitz, whom authorities believe crashed the plan, has only trickled out. Investigators say Lubitz suffered from mental illness; Lufthansa — the parent company of Germanwings — at first claimed it wasn't fully aware of the full extent of Lubitz's medical condition, but admitted on Tuesday that Lubitz had told Lufthansa officials during his training in 2009 that he had experienced severe depression.</p>\n<p>A lack of medical information isn't that surprising in itself. “In Germany, as in the United States, there are strict confidentiality laws between regulating what doctors can disclose about their patients to anybody else,” Birnbaum points out. Doctors who improperly disclose information can face up to five years in jail, he says.</p>\n<p>But Birnbaum has still noticed deep cultural differences over privacy as he's covered the crash.</p>\n<p>“I’ve been working alongside German journalists, I’ve watched them do their work and I’ve talked to a lot of ordinary Germans,\" he says. \"Most people I’ve talked to, I have to say, don’t feel as if this is a broader systemic issue. They’ve said, ‘We’ve made up the rules, we’ve made our bargain. We really value our privacy and if sometimes that means that one person gets through and creates a dangerous situation, that’s the bargain we’re willing to live with.\"</p>\n<p>Birnbaum thinks that attitude even shows in German news coverage, which he says has been more cautious than would be the case in the US.</p>\n<p>“They haven’t pushed nearly as hard as would be the case if this were to have happened in the United States with the American media,\" he says. \"A lot of journalists haven’t even named the last name of Andreas Lubitz, reasoning that he hasn’t been convicted of a crime and that he and his family members deserve some privacy.\"</p>\n<p>But while he tries to navigate the different cultural norms, Birnbaum insists a pushier American approach still has its value in this situation. </p>\n<p>“My reflexes are to push as hard as I can to understand what happened and to hold accountable those in the system who have done something wrong,\" he says. \"Lufthansa has said that it knew of these mental health issues, and we still don’t even understand the story of this troubled man.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-01%2Fgermany-public-doesnt-always-have-need-know&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04012015_06_0.mp3"},{"href":"http://www.pri.org/file/0401201506mp3-0"}]}