{"created":"2015-03-30T18:34:04+00:00","modified":"2015-06-23T19:37:57+00:00","valid":{"from":"2015-06-23T19:37:56+00:00","to":"3015-06-23T19:37:56+00:00"},"hreflang":"en","title":"Want To Do A Little Astrophysics? This App Detects Cosmic Rays","published":"2015-03-31T15:40:00+00:00","teaser":"Two physicists keen to detect a a very rare, high energy particle think you and I can help. The researchers are working on an app that would allow any smartphone to detect rare particles from space.","itags":["npr_api","395800694"],"guid":"d92708b8-fd18-40fb-925d-dbd70db5dbae","contentencoded":"<p>Scientists in California are hoping to use your smart phone to solve a cosmic mystery. They're developing an app to turn your phone into a cosmic ray detector. If enough people install the app, the scientists think they'll be able to figure out once and for all what's producing the very energetic cosmic rays that occasionally hit the Earth.</p><p>The project is the brainchild of physicists <a href=\"http://www.faculty.uci.edu/profile.cfm?faculty_id=5436\">Daniel Whiteson</a> at the University of California, Irvine, and his buddy <a href=\"http://www.physics.ucdavis.edu/people/faculty/faculty_profiles/mulhearn_michael.html\">Michael Mulhearn</a> at the University of California, Davis. Both spend time in Switzerland, working on the giant particle accelerator known as the <a href=\"http://home.web.cern.ch/topics/large-hadron-collider\">Large Hadron Collider</a>. Whiteson says the Large Hadron Collider, located in a tunnel beneath the Swiss-French border near Geneva, is so huge and so complicated that scientists must share their time on the collider.</p><p>\"The two of us each work on these enormous collaborations of about 3,000 scientists,\" he says. \"And while that's very interesting, and you a meet lot of sharp people, it's also nice sometimes to do a smaller project where you can be in control of what's happening.\"</p><p>One day back in November 2013, Whiteson says, he and Mulhearn were visiting a local watering hole in Geneva. \"We were having beers and thinking [about] what could we do that's smaller scale, that we can handle ourselves. And while we were chatting,\" he says, \"we were, of course, fiddling with our smart phones, and that's when we realized, 'Hold on a second, these smart phones can actually be used as particle detectors!' \"</p><p>That's because smart phones use something called a <a href=\"http://ieeexplore.ieee.org/xpl/login.jsp?tp=&arnumber=628824&url=http%3A%2F%2Fieeexplore.ieee.org%2Fiel3%2F16%2F13675%2F00628824\">CMOS</a> chip inside their cameras. That's the same kind of chip that's used to detect particles generated by the Large Hadron Collider.</p><p>Scientists know these high energy particles exist. The <a href=\"http://adsabs.harvard.edu/full/1985ICRC....9..475L\">first one</a> was detected by researchers in New Mexico in 1962, and more have since been seen at the <a href=\"https://www.auger.org/\">Pierre Auger Observatory</a> in Argentina. But nobody knows what's producing them.</p><p>The particle the two were interested in detecting is something called an extremely high energy cosmic ray. These particles are far more energetic than anything that even the Large Hadron Collider can produce.</p><p>\"That means that there's something out there in space,\" Whiteson says, \"some unknown new object in space, that's capable of generating particles at a very, very high energy.\"</p><p>Physicists would dearly love to figure what's producing these energetic particles, but they are very rare. Physicists estimate that, in any century, only one particle falls on a given square kilometer of Earth.</p><p>That's where the smart phone comes in. Whiteson and his California pals, as well as new collaborator, <a href=\"http://physics.as.nyu.edu/object/kylecranmer.html\">Kyle Cranmer</a> at New York University, are building <a href=\"http://crayfis.io/about.html\">an app</a> that turns the CMOS chip in the phones camera into a particle detector. They're hoping millions of people all over the globe will <a href=\"http://crayfis.io/join.php\">download the app</a>.</p><p>When a high energy cosmic ray hits the top of Earth's atmosphere, it creates a shower of new energetic particles.</p><p>\"So if we have a bunch of users nearby each other, all running the app, they will all see hits in their phone, they'll see particles being detected by our app in their phone in the same moment,\" says Whiteson.</p><p>And by analyzing the distribution of the particle shower detected by the phones, Whiteson says, the astrophysicists will learn more about the high energy cosmic ray that produced the shower.</p><p>That's the idea, anyway.</p><p>Whiteson says the reaction from other astrophysicists to his scheme ranges from bemused to skeptical. But he thinks that's reasonable.</p><p>\"We don't yet know if it's the best idea we ever had, or the silliest idea that we ever had,\" he says. \"But one thing we do know is, it's one of the funnest to work on.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Want+To+Do+A+Little+Astrophysics%3F+This+App+Detects+Cosmic+Rays&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joe Palca","audio":[{"meta":{"duration":"201"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396405106-65f582.m3u?orgId=1&topicId=1007&aggIds=156490415&d=201&p=2&story=395800694&t=progseg&e=396377925&seg=13&ft=nprml&f=395800694"},{"href":"http://media.npr.org/assets/img/2015/03/27/cosmic-2-919a2e51c0af4d5bb51cbcc3a33ef5fd3e3d9b92.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"590","width":"786"}}]}