{"created":"2014-10-08T16:39:35+00:00","modified":"2014-10-31T02:21:20+00:00","valid":{"from":"2014-10-31T02:21:20+00:00","to":"3014-10-31T02:21:20+00:00"},"hreflang":"en","title":"Sam Baker: Finding Grace In The Wake Of Destruction","published":"2014-05-06T17:34:00+00:00","teaser":"In 1986, a bomb planted by the Peruvian terrorist group Shining Path exploded in the luggage rack above Sam Baker. Somehow, during his long recovery, songs focused on empathy started coming to him.","itags":["npr_api","310089151"],"guid":"d9273e4a-0f65-4444-84c7-b77bd003f712","contentencoded":"<p>Sam Baker didn't start writing music until he'd come very close to the other side. In 1986, he was on a train in Peru, en route to Machu Picchu, when a bomb planted by the Peruvian terrorist group Shining Path exploded in the luggage rack above him. The people he was sitting with were killed. His body was torn apart. He had a brain injury and severe hearing loss, and he required more than 15 reconstructive surgeries.</p><p>Somehow during his long recovery, songs started coming to him. Several of them are related directly to the attack and his near-death experience, while others are like short stories, written in the voices of characters. Some of his most beautiful songs are like hymns. His latest album is titled <em>Say Grace</em>.</p><p>\"I think that my job is to reveal as much as I know and hope that it's helpful to somebody,\" he tells <em>Fresh Air</em>'s Terry Gross in an interview about the bombing and the faith he gained in humanity.</p><hr /><h3>Interview Highlights</h3><p><strong>On the Peruvian train bombing that almost killed him </strong></p><p>\"I had gone to South America with friends, and we were young — I guess I was almost 32 — and we got aboard a train for Cuzco, which is where Machu Picchu, the beautiful ruins, are. And someone put a bomb in a backpack, a red backpack, on the car that I got on. I was sitting by a German boy. His mother was across from him and his father was knee-to-knee with me. Two people sit facing two people, and the bomb was on the luggage rack right above this poor woman's head. So the German boy and I talked for a second, and then I looked back and the bomb went off — and it was probably not that good of a bomb, because so much of the blast went straight up. I think if they had been able to flatten the blast better, I think it would've killed a lot [more people]. I think that day it killed six or seven, different accounts say.</p><p>\"It did kill the woman, this boy's mother — killed her real fast and really violent, and killed his father real fast and real violent. And then it killed him, but it took a number of hours for him to die. I didn't see that. I had a cut artery and it had blown my ears in, and I was in a bad place. I thought I had a heart attack and then an external voice, English, said, 'You are accompanied by death. Death accompanies those around you.' And at that point, I knew that they were dead or dying and I was dying. I say it's a voice, but it was more like a cellular — something that passed through on a cellular level. At that point, I became, I guess, willing to die, because I said to myself, 'Well, if this is death, let's get about it.'\"</p><p><strong>On the line 'Everyone is at the mercy of another one's dream' in his song 'Angels'</strong></p><p>\"The whole first record was so that I could set that line up, so I could say, 'We are all at each other's mercy.' Once again — empathy, empathy, empathy. We are all at each other's mercy, and if you have this dream of destruction, it's not going to come out well for all of us. Because I felt like that was such an important thing to say, we follow that up with an eight-minute really beautiful rondo that says, 'This is like a reflecting pool after that one line.'\"</p><p><strong>On how the bombing changed him</strong></p><p>\"I went through so many surgeries, and I was around so many people who were in such terrible pain and in worse shape than I was. Yeah, something changed. One thing that changed was the sense that all suffering is universal. That we suffer, you suffer, that we all do ... me, especially what I learned was empathy, and the faith that I got was the faith in us as a group, as humans.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sam+Baker%3A+Finding+Grace+In+The+Wake+Of+Destruction&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2656"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310124418-e48c40.m3u?orgId=1&topicId=1105&aggIds=129527317&ft=3&f=310089151"},{"href":"http://media.npr.org/assets/img/2014/05/06/by-c.lawrence-2af9a83dbb0f79a44cc4a69876335f461f496449.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3264","width":"4353"}}]}