{"created":"2014-09-18T23:05:15+00:00","modified":"2014-10-30T23:11:26+00:00","valid":{"from":"2014-10-30T23:11:26+00:00","to":"3014-10-30T23:11:26+00:00"},"hreflang":"en","title":"Met Opera Tentatively Settles With 2 Major Unions","published":"2014-08-19T02:55:00+00:00","teaser":"While agreements with 10 more unions need to be reached by Tuesday night, the deal struck with two of the Met's major unions represents a major turning point in a bitter dispute.","itags":["npr_api","341369803"],"guid":"d92f8d1a-e080-4cf0-a3d8-ebfb017e8e51","contentencoded":"<p>A labor crisis threatening to shut down New York's Metropolitan Opera — the largest opera house in the world — appears to have been averted. Two of the major unions announced a tentative settlement this morning. While agreements with 10 additional unions need to be reached by Tuesday night, this represents a major turning point in a bitter dispute.</p><p>The Met's labor problems have played out, for the most part, in the press, with acrimonious statements from both management and unions substituting for actual bargaining sessions. After multiple deadlines came and went over the last several weeks, members of Local 802 of the American Federation of Musicians, which represents the orchestra, and the American Guild of Musical Artists, or AGMA, which represents the singers and dancers, bargained with the Met through the night and emerged this morning with tentative deals. A federal mediator made the announcement at 6:15 a.m. in a press release.</p><p>Musicians union president Tino Gagliardi says while the new contract asks members to take salary cuts, they are far less than the original proposal of 16 or 17 percent. \"It's still a concessionary agreement,\" Gagliardi says. \"I think there was a recognition that there was a problem at the Met. So the reductions are significantly smaller than what was originally asked for.\"</p><p>The Met's budget has ballooned in the last several years, while its income has declined. AGMA president Alan Gordon says the new four-year contracts — which need to be ratified by union members — ask for what they term \"an equality of sacrifice.\"</p><p>\"Both the employees — the performers — and the Met made equal concessions,\" Gordon says. \"The Met has savings in employee labor costs and has to match those savings, dollar for dollar, with savings in its non-labor costs.\"</p><p>An independent financial consultant will provide oversight of the Met's spending, which is unprecedented.</p><p>\"What we were able to accomplish is actually to negotiate contractual terms that require more transparency and oversight of the financial situation at the Met,\" Gagliardi says.</p><p>The Met's management, which is now in negotiation with the stagehands and nine other unions, declined to comment on the agreements, but stated that rehearsals and pre-season preparations are going on as scheduled.</p><p>Gordon says there's a palpable sense of relief now that a tentative deal has been reached. \"There's also a hope among all our members,\" he says, \"that whatever animosity existed in the past can be overcome and they can go and just produce beautiful music.\"</p><p>And now, it's become a much better bet that the season opener, a new production of <a href=\"http://www.npr.org/artists/15327819/wolfgang-amadeus-mozart\" target=\"_blank\">Mozart</a>'s <em>The Marriage of Figaro</em>, will take place Sept. 22.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Met+Opera+Tentatively+Settles+With+2+Major+Unions&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Lunden","audio":[{"meta":{"duration":"168"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341409876-0e454c.m3u?orgId=1&topicId=1106&ft=3&f=341369803"},{"href":"http://media.npr.org/assets/img/2014/08/18/metopera-509f371adbeb902ea89882acfdc2ace6c6c3fb99.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}}]}