{"created":"2014-11-01T16:44:05+00:00","modified":"2014-11-10T20:56:00+00:00","valid":{"from":"2014-11-10T20:56:00+00:00","to":"3014-11-10T20:56:00+00:00"},"hreflang":"en","title":"A Taliban Hostage's Story: Educating Children Who Have No Teachers","published":"2014-11-03T18:02:00+00:00","teaser":"During his four years as a prisoner, professor Ajmal Khan came across boys in remote Waziristan who were hungry to learn. He taught them math and science, but his captivity became a lesson, too.","itags":["npr_api","360588353"],"guid":"d93c7d52-02f1-4f11-aa19-c28a2b6651af","contentencoded":"<p>A compelling Facebook photo shows an old man wearing spectacles and a shawl. He's standing in front of a cracked mud wall. Most of his face is filled by a huge, dusty-looking white beard. He looks tired and sad.</p><p>Only the man's family and friends would know that he is not, in fact, a weather-beaten mountain tribesman, but the vice chancellor of one of the most distinguished universities in Pakistan.</p><p>This picture of professor Ajmal Khan, posted on the Web by his supporters, was printed by a newspaper when he was freed, after spending four years as a hostage of the Taliban.</p><p>Now, two months later, the vice chancellor is back at work, running the Islamia College University in the city of Peshawar. His immaculate appearance shows no hint of his ordeal; his beard is now trimmed. As he tells the story of his captivity, he is twinkly-eyed, soft-spoken and engaging.</p><p>Hostages who are fortunate enough to be released tend to return home with compelling stories. Many of these describe horrifying degradation and abuse.</p><p>Khan suffered fear, uncertainty and the loss of freedom, but he says his captors treated him with respect and did not physically harm him.</p><p>The Taliban has a long record of attacking educational establishments. Yet Khan says the militants allowed him to run an impromptu school for a while — though his pupils were almost all boys.</p><p>Khan was abducted in September 2010 as he was being driven to work. He had just left his house when a car pulled up in front. A man got out, walked up to Khan's vehicle, tapped on his driver's window and pulled out a pistol.</p><p>Very quickly, militants surrounded the car, brandishing pistols. \"By then, I knew it was something terrible,\" he says.</p><p>The militants bundled Khan's driver into the backseat next to Khan. They climbed in, pulled burqas over the heads of their new captives, and began driving.</p><p>\"As they sat with us, they injected something into our shoulders. I just felt the prick,\" he recalls. Drugged, he and his driver were asleep in less than 10 minutes.</p><p>When Khan awoke, he was in the mountains in the tribal belt bordering Afghanistan, an area that was, for years, a sanctuary for Islamist militants.</p><p><strong>'They Knew Almost Everything Regarding Me'</strong></p><p>Khan says the Taliban spent more than a month carefully planning his abduction. He thinks they chose him because of his ties with one of their enemies — the political party then running the provincial government in northwest Pakistan. Khan, father of five daughters, says the militants seemed to know all about him.</p><p>\"They knew almost everything regarding me,\" he says. \"They had a complete history — my family, daughters, the number of children I had.\"</p><p>\"It was very difficult at first, very difficult,\" Khan adds. He spent much time in prayer.</p><p>In the years that followed, the vice chancellor was moved from hideout to hideout at least 20 times (His fellow hostage — the driver — was released in 2012). Khan remembers the constant sound of U.S. drones — and the worry, too, that he would be hit by a missile targeting his abductors.</p><p>In some places, he was locked in a room in a house. In more remote mountain areas, he was allowed out, under guard. On one occasion, in the hills of Waziristan, he came across two small boys herding sheep and goats.</p><p>\"I asked them, 'Do you go to school?' \" Khan says. \"Their reply was, 'Yes, we used to. But now ... schools are there, but there are no teachers because we are in a war!' \"</p><p>The boys told him they still had their school books at home. Khan invited them to come the following day to the house in which he was imprisoned. He would teach them, he said.</p><p>\"They were very happy! You could see the light in their eyes,\" Khan says.</p><p>Word of the vice chancellor's tiny school quickly spread around the mountains. More and more boys, sons of local herdsmen, showed up, until he had more than 30 pupils. Khan says one little girl came for a couple of days, asking for religious education, but soon stopped attending.</p><p><strong>Lessons Of Math, Science And Captivity</strong></p><p>He taught the boys mainstream subjects from the government curriculum: math, science, Urdu, Islamic studies, even English.</p><p>Khan says the kids were aware he was a hostage. One boy, about 10, was particularly unhappy about Khan's captivity.</p><p>\"And he says, 'This is not according to Islam. This is something against Islam, and you are doing something very wrong,' \" he says. \"A brave little boy.\"</p><p>Khan says he sometimes asks his pupils whether, if he was ever free to go home to Peshawar, they'd like him to enroll them in school there. The kids' replies reveal much about the benighted world into which they were born.</p><p>\"Some of them would say, 'Yes, we would come,' and others would say, 'Will the government be happy with us?' \" Khan says. \"They would say, 'I hope they don't put us in jails.' \"</p><p>The vice chancellor's school finally closed when news began to circulate that the Pakistani military was about to move into the area. The Taliban moved Khan to an even more remote mountain hideout.</p><p>Khan says throughout his captivity, his Taliban guards were regularly switched. Yet he was able to observe and question these young, uneducated Pashtun men. He says their motivation is primarily religious. \"They thought this is what God asked,\" he says.</p><p>For most of his captivity, Khan was held by Taliban from the Mehsud tribe. He was with them when a feud broke out, and wound up in the custody of a splinter group that decided to let him go. He doesn't think any ransom was paid for his release.</p><p>Pakistan's armed forces are now in the fifth month of an offensive focusing on the same areas of the tribal belt in which Khan was held hostage. They claim to have killed more than 1,100 militants, and to have destroyed many hideouts and arms caches. There's a growing consensus in Pakistan that the Taliban is on the run.</p><p>Khan cautions against drawing too many conclusions. He doesn't think the militants' war with the state is over, and points out they could easily regroup.</p><p>He argues the long-term answer to Islamist militancy is for Pakistan's government to provide a counter-narrative to its ideology. His tiny, temporary school suggests that this is an idea that the children of Pakistan's mountains are happy to embrace.</p><p>\"The state is not doing its bit,\" Khan says, \"Education is the only solution.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Taliban+Hostage%27s+Story%3A+Educating+Children+Who+Have+No+Teachers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Philip Reeves","audio":[{"meta":{"duration":"370"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360629401-acfbf2.m3u?orgId=1&topicId=1009&ft=3&f=360588353"},{"href":"http://media.npr.org/assets/img/2014/11/01/30203141_h31649342-4074f540af975956d35579cd0448beca0384dfde.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"899","width":"1199"}}]}