{"created":"2015-06-15T22:05:39+00:00","modified":"2015-06-16T18:44:18+00:00","valid":{"from":"2015-06-16T18:44:18+00:00","to":"3015-06-16T18:44:18+00:00"},"hreflang":"en","title":"High Court Sides With Government On Spousal Visa Denial","published":"2015-06-15T23:21:00+00:00","teaser":"The justices divided 5-to-4, concluding that a consular officer's citation of unspecified \"terrorist activities\" was enough to justify barring a spouse without further explanation.","itags":["npr_api","414689855"],"guid":"d942038d-b235-41ba-b6dc-0ceeb355ed25","contentencoded":"<p>The U.S. Supreme Court on Monday upheld the government's broad discretion to give only a cursory explanation for refusing to grant a visa to the spouse of an American citizen. The justices divided 5-to-4, concluding that a consular officer's citation of unspecified \"terrorist activities\" was enough to justify barring a spouse without further explanation.</p><p>Fauzia Din came to the United States as a refugee from Afghanistan in 2000, seeking \"security\" as a woman, and \"freedom.\" She subsequently became a U.S. citizen and in 2006 returned to Afghanistan to marry an Afghan native whom she and her family had long known.</p><p>Back in the states, she petitioned for an immigrant visa for her husband. The petition was granted and her husband was directed to the American embassy in Pakistan for an interview. There he was told he would be receiving a visa soon, but it never came.</p><p>Three years later, Din's congressman made inquiries on her behalf. The State Department then informed Din that her husband's application was denied because of \"terrorist activities,\" despite his long service as chief of staff for Afghanistan's Minister of Education. Further inquiries proved fruitless, so Din went to court seeking a more complete explanation of what her husband had supposedly done. In court, Din argued that the Constitution's guarantee of due process of law bars the government from separating an American citizen from his or her spouse without further explanation for the spouse's exclusion.</p><p>Din won in the lower court, but the Supreme Court reversed that ruling by a splintered vote. Writing for three members of the court, Justice Antonin Scalia acknowledged that the Constitution bars the government from depriving a person of liberty. However, he said, at the time the Constitution was written, liberty meant only freedom from \"imprisonment or restraint,\" and was never intended to include the right to live with one's husband. True, he said, the court has for decades sought to expand the concept of liberty to include certain fundamental rights such as the right to marry. \"Even if one accepts this textually unsupportable doctrine,\" he said, \"Din's claim still fails\" because nothing is preventing her from being married. There is no constitutional right to live in the U.S. with one's alien spouse, he observed. Joining his opinion were Chief Justice John Roberts and Justice Clarence Thomas.</p><p>Justice Anthony Kennedy wrote separately for himself and Justice Samuel Alito. The two seemed to deliberately avoid the doctrinal fight over what constitutes liberty—a fight that will undoubtedly display itself in the Court's upcoming decision on same-sex marriage.</p><p>Instead, Kennedy and Alito said that even assuming Fauzia Din does in fact have a liberty interest in having her husband live here, Congress has decided that at least in the area of national security, the government does not have to give more details than it did in this case — namely giving a specific citation to the section of the law barring entry to anyone involved in terrorist activities.</p><p>A simple citation to a section of the law leaves Fauzia Din with little to no information to rebut. Yet, Monday's court decision seemed to move the goal post at least a bit on visa denials, according to NYU law professor Burt Neuborne. He observes that under the old law, the government didn't have to give any further explanation for denying a visa. But, he notes, when you add the Kennedy-Alito opinion to the opinion of the four dissenters, the rule on exclusion does seem to be less rigid.</p><p>\"Six of them at least say you can't be turned away without an explanation,\" he said, and \"that in itself is an advance \" because \"the old law was they didn't even have to tell you why.\"</p><p>The four dissenters said that in their view, the government should have to give more details about why a spouse is being excluded. Only citing a statutory provision is not enough, Justice Stephen Breyer wrote. \"It is analogous to telling a criminal defendant that he is charged with 'breaking the law,'\" he said by way of illustration. Such a generality simply doesn't provide enough information to allow a defendant, or Din's spouse, to mount a defense.</p><p>\"I do not deny the importance of national security,\" said Breyer. \"But protecting ordinary citizens from arbitrary government action is fundamental\" to our constitutional system.</p><p>The Supreme Court's decision marks the end of the road in court for Din and her husband. But Din and her lawyers have amassed further evidence of his character and submitted it to the State Department in an attempt to get officials to give the visa application a second look.</p><p>A postscript to the court's decision Monday was a hilarious anomaly in Justice Scalia's announcement.  Listing the dissenters, he included \"Justice Goldberg.\" His colleagues promptly nudged him. Scalia, quickly corrected himself, observing that Justice Arthur Goldberg is long gone. \"Sorry about that Ruth,\" Scalia added cheerfully, as Ginsburg broke into giggles.    <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=High+Court+Sides+With+Government+On+Spousal+Visa+Denial&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"240"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414689856-44b866.m3u?orgId=1&topicId=1070&d=240&p=2&story=414689855&t=progseg&e=414663694&seg=17&ft=nprml&f=414689855"},{"href":"http://media.npr.org/assets/img/2015/06/15/gettyimages-472988126-12d80d1b626439dda276018b84863aa0747c20ae.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1622","width":"2163"}}]}