{"created":"2015-02-06T18:49:37+00:00","modified":"2015-05-13T21:17:44+00:00","valid":{"from":"2015-05-13T21:17:44+00:00","to":"3015-05-13T21:17:44+00:00"},"hreflang":"en","title":"Libya Today: 2 Governments, Many Militias, Infinite Chaos","published":"2015-02-07T19:24:00+00:00","teaser":"Libya's internationally recognized government is struggling to operate from the small eastern city of Bayda, far from Tripoli. The government's fate reflects the chaos that reigns in Libya today.","itags":["npr_api","384277648"],"guid":"d952b880-7a56-43ec-9c1f-eb7d6b22acb6","contentencoded":"<p>At a recent protest, Libyans in the eastern city of Bayda chanted: \"There's no gas, there's no electricity, you've brought us nothing, Thinni.\"</p><p>The protesters were referring to Prime Minister Abdullah al-Thinni, the head of one of Libya's two rival governments. His government is relegated to Bayda, a city of just 250,000 people because it doesn't control the capital in far-away Tripoli, hundreds of miles to the west.</p><p>The protesters shut down the agricultural research building that's the government's temporary home. They stopped employees from entering, and they beat up a cabinet minister as he exited the building.</p><p>These incidents are signs of the growing frustration in a country wealthy with oil but plagued by chaos. With daily electricity blackouts and water shortages in the cold of winter, Bayda is a city that barely functions.</p><p>Bayda has been thrust into the center of Libya's conflict as the home to the internationally recognized government, which is barred from the capital by rival armed groups and a rival government. And the government in Bayda is struggling to carry the burden of rising real estate prices, thousands of displaced citizens and failing services.</p><p>At a nearby gas station, cars are at a standstill for three city blocks. This week, there is no gas because of the kidnappings of truck drivers who distribute fuel. Other drivers went on strike, angry that they aren't safe on the roads, which pass through territories controlled by extremists or militias fighting this government.</p><p>It is becoming increasingly common for services to be disrupted by conflict. Akram Hadath waited hours for gas, forced to close his women's clothing shop to stake out a place in line.</p><p>\"We're waiting for something, and we don't know if it will come or not,\" he says. \"It affects everything in business and work and in daily life.\"</p><p>But gas is far from the only problem. As more and more displaced Libyans flee to Bayda, taking refuge from violence, the city is being overwhelmed.</p><p>Omar al-Jibali, an electrical engineer and a father, says it's difficult to explain the circumstances to his kids.</p><p>\"I try to make it normal,\" he says. \"I explain that now this is my home, this place, and this is a street and these are my neighbors. This is my neighborhood and this is my backyard.\"</p><p>What he calls their home is a freezing classroom in a girl's elementary school. And the so-called backyard is an open courtyard where laundry hangs and kids play with a deflated soccer ball.</p><p>The family was displaced by the violence in Benghazi seven months ago. There, a renegade general from the old army, Khalifa Haftar, is waging a war, including airstrikes. Haftar says he's trying to rid the region of extremists; Jibali says the fighters are just out for their own power.</p><p>\"Everybody who takes up a weapon only thinks about himself,\" he says. \"They don't think about peace, they don't think about people, they don't think about anything.\"</p><p>The schools were closed recently because they were filled with displaced families. Jibali tried to keep teaching his kids by writing three English words on the whiteboard in the classroom where he and his family sleep. This week a few of the schools in Bayda reopened.</p><p>The breakdown of the city is most stark at the local hospital. The dialysis machines beep intermittently as patients sit with needles in their arms for hours. The patient load is triple what it once was and the machines can't keep up. So the hospital is rationing treatment; patients only get dialysis twice a week rather than three times a week.</p><p>\"The lifespan for the patient will be reduced,\" Massoud Mahmoud, the dialysis technician says. \"I have to speak in English because if the patient hears, this is a problem, and psychological effect on them.\"</p><p>The hospital has the dialysis machines but can't get access to more of the simple tubing needed to operate them. Those supplies are cut off by conflict.</p><p>\"These people have to stop fighting so things can get better, especially for the patients,\" he says. \"I don't know what they are thinking. They are destroying their whole country.\"</p><p>Three weeks ago, Mahmoud's brother and his wife had a child and the newborn girl needed a blood transfusion.</p><p>\"We got the blood, but we didn't find the smallest thing, the minor thing,\" Mahmoud says. \"The tube that can bring the blood inside her body.\"</p><p> And without that tube, she died before her family could give her a name.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Libya+Today%3A+2+Governments%2C+Many+Militias%2C+Infinite+Chaos&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leila Fadel","audio":[{"meta":{"duration":"325"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384345892-3c02da.m3u?orgId=1&topicId=1009&d=325&p=2&story=384277648&t=progseg&e=384228206&seg=11&ft=nprml&f=384277648"},{"href":"http://media.npr.org/assets/img/2015/02/06/bayda-protest-landov_custom-49db26f25f3662b2ab30cc0076cbd9f5c1218a98.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1669","width":"2382"}},{"href":"http://media.npr.org/assets/img/2015/02/06/bayda-fadel_custom-d39eac24bb5e2f5532c52a462d0c36a2ed8a6d2b.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"467","width":"640"}},{"href":"http://media.npr.org/assets/img/2015/02/06/tripoli_custom-09303d1fbffa931c50a5fca115d1e0ec13f85c8d.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1741","width":"2614"}}]}