{"created":"2014-08-30T17:06:34+00:00","modified":"2014-10-30T23:05:07+00:00","valid":{"from":"2014-10-30T23:05:07+00:00","to":"3014-10-30T23:05:07+00:00"},"hreflang":"en","title":"European Fighters Take On More Prominent Roles In The Islamic State","published":"2014-08-22T01:18:00+00:00","teaser":"The hunt is on to identify the man in the James Foley execution video who speaks with a British accent. An estimated 2,000 Europeans have left home to join the Islamic State in Syria and Iraq.","itags":["npr_api","342188828"],"guid":"d96d6987-0492-45d2-a367-de125980ed70","contentencoded":"<p>British authorities are trying to identify the masked man who executed American photojournalist James Foley in a video that has caused massive global reaction.</p><p>The man — who appears wearing all black, holding a knife, and wearing a gun holster — speaks in an accent that linguists say sounds like someone from East or South London. The video yields other clues to the man's identity, such as his height and the fact that he's left-handed.</p><p>British intelligence agencies are now trying to ascertain whether the killer is one of the roughly 500 British citizens who have left the U.K. to fight in Iraq and Syria.</p><p>The outflow of future jihadists isn't new. Like many 20-somethings, a British Pakistani man interviewed on the BBC said he often felt adrift in life. He said he felt like \"a lost sheep in the world.\"</p><p>\"I just started to question, like, what am I doing?\" said the man, who would not give his real name.</p><p>Unlike most people his age, this man went looking for meaning in the Syrian civil war. He said he left the U.K. to fight the government of Syrian President Bashar Assad.</p><p>Eventually, he joined fighters from the Islamic State. And now, violence and killing have become a regular part of his life.</p><p>\"What I'm aware of is about the three, four guys that we beheaded. And then we put the heads as usual in the town center,\" he told the BBC. \"The reason for putting the heads in the town center again is to demoralize or cause fear into the hearts of the spies who are amongst us. Because we know there's a lot of spies amongst us.\"</p><p><strong>Islamic State's Need For Foreigners</strong></p><p>Terrorism experts say fighters from the West have been committing atrocities in Syria and Iraq for years now.</p><p>\"If you're a foreigner who doesn't easily blend in, who in many cases doesn't speak Arabic, you are perfect material for these excessively brutal operations that we've seen coming out of Syria and Iraq,\" says Peter Neumann, who runs the International Center for the Study of Radicalization at King's College in London.</p><p>\"Organizations like ISIS need foreigners in order to do these things, because a lot of Syrians are refusing to carry them out,\" he says.</p><p>In the Foley video, the Islamic State had another reason to use a fluent English-speaker, says Afzal Ashraf with the Royal United Services Institute, a security think tank in London.</p><p>\"It's a message directed at the U.S. government, and in order to deliver that message they wanted, ideally, an American,\" Ashraf says. \"But they obviously don't have an American handy, so they've used the next best thing, which happens to be a Brit.\"</p><p>About 2,000 Europeans are believed to have <a href=\"http://www.npr.org/2014/06/28/326313364/western-fighters-answer-mideast-extremists-clarion-call\">joined the fight in Iraq and Syria</a>. In contrast, experts estimate only 100 or so Americans have gone over.</p><p>Ashraf says there are lots of reasons for this. For one, American Muslims tend to be more integrated into society than European Muslims. Also, the U.S. does not have the same extremist networks that Europe has.</p><p>And finally, Ashraf says, there's the issue of distance. \"It was very easy, certainly, a year or two ago to catch a train or a plane to Turkey from the U.K. and cross the border and join,\" he says. \"Not so easy from the U.S.\"</p><p><strong>Joining Forces To Stop More European Fighters</strong></p><p>So now, Britain and other European countries are struggling with how to stop people from joining the fight — and how to prevent those who've gone over from coming back and doing harm in Europe.</p><p>British Prime Minister David Cameron cut his vacation short to speak about the problem.</p><p>\"We know that far too many British citizens have traveled to Iraq and traveled to Syria to take part in extremism and violence,\" he said.</p><p>Britain's Muslim community is getting involved, too.</p><p>\"We have already given a clear message that if anybody is able to identify persons who are involved, happen to know them, then of course they have a real legal and moral duty to inform the police,\" says Sir Iqbal Sacranie, former secretary-general of the Muslim Council of Britain. \"Bearing in mind the Muslim community itself is not a law enforcement agency, we are part and parcel of society at large. This is a menace to all of us.\"</p><p>If there is any good news here, it's this: Research suggests that most European fighters who go to join wars in Iraq and Syria do not leave with the intention of returning to Europe to commit violent acts.</p><p>The majority of them go expecting to either build an Islamic state there, or die on the battlefield.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=European+Fighters+Take+On+More+Prominent+Roles+In+The+Islamic+State&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"250"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342228908-fd39a1.m3u?orgId=1&topicId=1004&ft=3&f=342188828"}]}