{"created":"2014-09-18T23:05:09+00:00","modified":"2014-10-30T23:11:05+00:00","valid":{"from":"2014-10-30T23:11:05+00:00","to":"3014-10-30T23:11:05+00:00"},"hreflang":"en","title":"Embattled Yazidis Say They Are Now Enduring Atrocity No. 74  ","published":"2014-08-19T02:55:00+00:00","teaser":"The Yazidis are a small religious minority and have faced persecution again and again over the centuries. Some say it is now time to leave Iraq for good.","itags":["npr_api","341403231"],"guid":"d970b3a2-4aab-4222-8dfe-c154adda66ef","contentencoded":"<p>A massacre of members of the Yazidi minority in the Iraqi town of Kocho made headlines last week. Around 80 men were killed by militants from the so-called Islamic State, the extremist group that has swept through much of northern Iraq.</p><p>But that was not the only massacre, according to the Yazidis. In a camp for the displaced near the Syrian border, people call 21-year-old Abbas Khader Soullo a walking miracle. To explain why, he unbuttons his shirt and shows his bullet wounds.</p><p>He was shot in an attack on Yazidis that received much less attention in the village of Jazira. That was Aug. 3 and Soullo says he was the only survivor of that mass killing.</p><p>Soullo says the Islamist fighters rounded up 58 men and took them to a field. He says he heard them refer to their leader as \"the prince.\" But before the prince gave the order to fire, Soullo realized the man was a former neighbor, an Iraqi Arab who had lived in the village for years.</p><p>\"He was one of us. He lived with us for 30 years. Then after Saddam Hussein was toppled, he left the village,\" says Soullo. \"Now, there he was, giving the order to shoot us all.\"</p><p>Few other families have a story that illustrates the point this sharply, but a common thread runs through the tales of Yazidis fleeing for their lives. They were usually running from a limited number of foreign Islamist fighters who were accompanied by Arabs from their own or nearby villages. And that leads many Yazidis to believe they have to leave Iraq for good.</p><p>\"That's it. There's no life between us anymore,\" says Hodeyda Qassem, whose current address is a lean-to along the highway to Syria. \"If we go back, either they will kill us or we will kill them.\"</p><p><strong>The 74th Atrocity</strong></p><p>These are raw emotions from people still traumatized by horrific violence. But their apparent finality in concluding that this is the last straw is all the more remarkable coming from a people that has suffered religious persecution for centuries.</p><p>Yazidis call it a \"firman\" when the majority culture decides to drive them out of their land. And by their count, the atrocities committed by the Islamic State make up the 74th firman in their troubled history.</p><p>The Ottomans and Muslim Kurds pushed them out of parts of Anatolia and northern Iraq in the 18th and 19th centuries. During World War I, when Turks committed mass killings of Armenians, Yazidis took the survivors in, only to be hit with another Ottoman firman for doing so. They've also been targeted in Syria.</p><p>And they were attacked by Saddam Hussein's regime during his \"Arabization campaign\" aimed at moving Arabs into areas traditionally populated by other ethnic groups. The village where Soullo was shot was given the Arabic name \"Jazira\" by Saddam to replace the name Yazidis knew it by, Sipa.</p><p>Some Iraqi Arabs, though, say they're being misrepresented by a minority of Arabs in league with the Islamists.</p><p>Mohammed Abdul Wahad, a Sunni Arab from Mosul who fled to Duhok when Islamist fighters took Mosul in June, says most Arabs can't wait to see these the militants driven out of iraq.</p><p>\"We'd never seen anything like these guys, except in the movies. They had long hair, long beards and were filthy. And they had no red lines, they would do anything. We knew right away we had to get out of there,\" he says.</p><p>Abdul Wahad's father Mekdad says it's not just Arabs aiding the jihadists. He says nearby Sunni Turkmen are also playing a role. The Arabs involved, he says, are not from the north where the attacks are taking place.</p><p>\"They came over the years. Some came under Saddam Hussein's program and some were driven up here by the violence after 2003,\" he says, referring to the war that began when the U.S. invaded and ousted Saddam in that year.</p><p><strong>A Lack Of Trust</strong></p><p>For now at least, Yazidis don't have faith in their Arab neighbors or the Kurdish peshmerga forces to protect them, and without that trust they're unlikely to return to their villages.</p><p>On a hilltop overlooking the abandoned Yazidi village of Bashiqa, the Kurdish fighters, the peshmerga, stand guard. In the distance, the flag of the so-called Islamic State flutters. Beyond that are a few villages and then the city of Mosul. The commander, Esmat Rajab, says he hopes Yazidis will regain their trust in both his peshmerga and their neighbors.</p><p>But as he points down to the villages below, he seems to have his doubts.</p><p>\"You see this area?\" he asks. \"When the Yazidis ran away from their village, the Arabs came from over there and stole everything from their homes.\"</p><p>He sighs at the thought of the long road back to peace and then turns his attention to preparations for an offensive against the Islamic State.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Embattled+Yazidis+Say+They+Are+Now+Enduring+Atrocity+No.+74++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Kenyon","audio":[{"meta":{"duration":"269"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341409858-aa190d.m3u?orgId=1&topicId=1010&ft=3&f=341403231"},{"href":"http://media.npr.org/assets/img/2014/08/18/25434021_h31344400-59bb39e64330102e3697afe9379ca2924c36650b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2295","width":"3060"}},{"href":"http://media.npr.org/assets/img/2014/08/18/yazidi-00b7ba13e6328f5c967aa88eb7727b4237567985.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1835","width":"2448"}}]}