{"created":"2014-08-28T02:33:41+00:00","modified":"2014-10-30T23:15:46+00:00","valid":{"from":"2014-10-30T23:15:46+00:00","to":"3014-10-30T23:15:46+00:00"},"hreflang":"en","title":"Coogan And Brydon's New 'Trip' Is, Well, A Real Trip","published":"2014-08-16T00:02:00+00:00","teaser":"Critic Bob Mondello says <em>The Trip To Italy</em> will make you hungry for all the delicious Italian food its stars ignore in this celebrity-impression-stuffed romp along the gorgeous Amalfi coast.","itags":["npr_api","340654595"],"guid":"d97d8877-e2ba-45af-86f1-5a51a3f9c5bc","contentencoded":"<p>Three years ago, comedians Steve Coogan and Rob Brydon made a movie called <em>The Trip,</em> in which they traveled around Britain dining, arguing and doing celebrity impressions, especially of their favorite actor, Michael Caine.</p><p>Coogan and Brydon have now made a sequel to <em>The Trip,</em> called <em>The Trip to Italy, </em>and it, too, is filled with \"impressioni.\" In the opening scene, they're tooling down the Viamonte in a rented Mini, Coogan driving, Brydon reading from a tour guide, and pretty quickly establishing that this trip will live up to the ... um ... \"standards\" of their first.</p><p>This, of course, is just a warm-up for the main event ... or what you think is going to be the main event, because they've got other <em>pesce</em> to fry. So they get Michael Caine out of the way a mere nine minutes in — and they're just getting started. In the first film, Coogan came across as a full-of-himself diva, Brydon as a pleasant family man. This time, they turn that dynamic on its head. It's worth mentioning that these two are playing <em>fictional</em> versions of themselves. What's not fictional in their <em>Trip to Italy</em> is the gorgeous Italian coastline director Michael Winterbottom has them romping through, or the food they barely notice (though it'll have you famished by film's end), or the yacht they commandeer, bellowing all the while ...</p><p>I'd follow these guys \"'round the horn\" in a second. Maybe that's where they'll head next time. <em><strong>(Recommended) </strong></em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Coogan+And+Brydon%27s+New+%27Trip%27+Is%2C+Well%2C+A+Real+Trip&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"215"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340700454-7fab3c.m3u?orgId=1&topicId=4467349&ft=3&f=340654595"},{"href":"http://media.npr.org/assets/img/2014/08/15/still1-5633d715ea7c107e59c21d23fb642d3ea3a383dc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3576","width":"4768"}}]}