{"created":"2014-09-03T21:06:26+00:00","modified":"2015-02-25T19:16:56+00:00","valid":{"from":"2015-02-25T19:16:55+00:00","to":"3015-02-25T19:16:55+00:00"},"hreflang":"en","title":"In Tom Hanks' iPad App, Typewriters Make Triumphant Return (Ding!)","published":"2014-09-03T21:06:00+00:00","teaser":"For iPad users who are nostalgic for the clickety-clack of keystrokes and \"ding!\" of the carriage return, Hanks has created Hanx Writer, an app that simulates using a typewriter.","itags":["npr_api","345254677"],"guid":"d983f91b-9c0d-457e-97fe-20e4fdc4b22f","contentencoded":"<p>Tom Hanks' love affair with typewriters began in the 1970s, with his first proper typewriter — a Hermes 2000. Typewriters are \"beautiful works of art,\" he tells NPR's Audie Cornish. \"And I've ended up collecting them from every ridiculous source possible.\"</p><p>Hanks admits he started his collection when he had a \"little excess cash\" but, he points out, it's \"better to spend it on $50 typewriters than some of the other things you can blow show-business money on.\"</p><p>The obsession has now resulted in an app called <a href=\"http://www.hitcents.com/b2b/work/hanx\" target=\"_blank\">Hanx Writer</a>: For iPad users who are nostalgic for the clickety-clack of keystrokes and \"ding!\" of the carriage return, Hanx Writer will type and print documents just like an old manual typewriter. The design of the app, which Hanks created with the developer Hitcents, was based on typewriters from Hanks' own collection.</p><p>As for whether version 2.0 will have a white-out option? \"That would be funny,\" Hanks says.</p><hr /><h3>Interview Highlights</h3><p><strong>On differences from modern word processing — such as the function of backspace and delete</strong></p><p>On the app, you can't just hold down the button and it deletes line after line. You literally have to do it one at a time: <em>tuk, tuk, tuk, tuk.</em> ... Or you can just not care and just go on with whatever horrible syntax you happen to personally use.</p><p>When I use my manual typewriter, I'm merciless with the X-ing out key. And sometimes it's nice ... when you're typing a letter on the app just to maintain that false Luddite sensibility. It's kind of like when you take a video and you add onto it the scratchy 8 mm filter that you can download. ... It's not authentic in any way other than the way it appears.</p><p><strong>On how using the app changes the writing process</strong></p><p>It makes me work a little slower, and when you work a little slower, you work a little bit more accurately. ... I like operating a little bit slower. Now, the only thing I get from this app is the sound and the speed. What I really, truly miss is the physical trail that typing usually gives you. Typing on an actual typewriter on paper is only a softer version of chiseling words into stone.</p><p><strong>On whether this is a gateway typewriter experience for a new generation</strong></p><p>I think in a lot of ways much of what ... the app-makers out there are discovering [are] these kind of like backdoor Luddite habits. The amount of cool things you can do with a photographic app now to make it look like anything from a daguerreotype from the 1860s to a Polaroid from 1972 — that gives it a patina. And because you've paid attention to it a little bit more, you haven't just taken a picture and sent it off, that means it becomes some sort of artistic expression.</p><p><strong>On the trade-offs</strong><em></em></p><p>If you do want to adhere to a couple of arcane rules in which speed and volume might be sacrificed a little bit — but the advantages that you get of more of a relaxed pace and a specific look to it — to me that's a wonderful trade-off.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Tom+Hanks%27+iPad+App%2C+Typewriters+Make+Triumphant+Return+%28Ding%21%29&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"315"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345296200-deb75e.m3u?orgId=1&topicId=1049&e=345254677&d=315&ft=nprml&f=345254677"},{"href":"http://media.npr.org/assets/img/2014/09/02/istock_000019941535medium-b3a0d4868c44d58299947dd9cd642672d4165fb1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1131","width":"1508"}},{"href":"http://media.npr.org/assets/img/2014/09/02/469805947_enl-36535c85cd643fb41f45b778d6e891e450ee2a43.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2228","width":"3348"}}]}