{"created":"2015-06-17T08:48:50+00:00","modified":"2015-06-18T15:00:26+00:00","valid":{"from":"2015-06-18T15:00:26+00:00","to":"3015-06-18T15:00:26+00:00"},"hreflang":"en","title":"A Vision For Teacher Training At MIT: West Point Meets Bell Labs","published":"2015-06-17T22:14:00+00:00","teaser":"Arthur Levine, the former president of Teachers College, Columbia University, is launching a $30 million project that he says will shake teacher education to its core.","itags":["npr_api","414980239"],"guid":"d99ce0f8-89aa-43a1-89a5-4dcc0dbfe84b","contentencoded":"<p>For decades, Arthur Levine, the former president of Teachers College, Columbia University, has tried to imagine a new kind of institution for training teachers. He envisions a combination West Point and Bell Labs, where researchers could study alongside future educators, learning what works and what's effective in the classroom. That idea is now set to become a reality.</p><p>This week, Levine and the Woodrow Wilson National Fellowship Foundation announced a $30 million partnership with the Massachusetts Institute of Technology with the goal of creating a better model for teacher training.</p><p>\"Instead of focusing on courses and credits students need to take,\" says Levine, who's now head of the foundation, \"we're going to focus on the skills and knowledge they need to have to enter the classroom.\"</p><p>Most education schools have such low admission standards and are of such poor quality, Levine says, it would be easier to replace them than repair them.</p><p>\"They're old and dated,\" says Levine.</p><p>The new approach to teacher preparation will focus on what Levine calls \"competencies,\" not seat time. MIT, which doesn't have a school of education, will conduct the research to guide the new curriculum and develop technologies focused on digital learning.</p><p>Levine says transparency will be a goal, and the lessons learned will be shared with education schools across the country.</p><p>\"Our hope is that they'll take our ideas, take our practices and adopt them themselves,\" says Levine.</p><p>Sharon Robinson, head of the American Association of Colleges for Teacher Education, says her group's 820 member institutions have always been wary of sweeping proposals, but this one is worth considering.</p><p>\"I will not be representing this as a threat to the membership of AACTE,\" Robinson says.</p><p>In large part, she explains, because Levine's project is going to build on the innovation that's already going on in schools of education across the country.</p><p>Besides, she says, Levine has a good track record of working with teachers' colleges, and that will go a long way in getting their collaboration.</p><p>Levine says the Woodrow Wilson Academy for Teaching and Learning will open its doors as a graduate school of education in June 2017.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Vision+For+Teacher+Training+At+MIT%3A+West+Point+Meets+Bell+Labs&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Claudio Sanchez","audio":[{"meta":{"duration":"162"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415138119-18ac31.m3u?orgId=1&topicId=1013&d=162&p=3&story=414980239&t=progseg&e=415102525&seg=15&ft=nprml&f=414980239"}]}