{"created":"2014-10-24T20:33:15+00:00","modified":"2014-12-18T16:30:15+00:00","valid":{"from":"2014-12-18T16:30:15+00:00","to":"3014-12-18T16:30:15+00:00"},"hreflang":"en","title":"Alabama's Darius Foster Wants To Bring Back 'Fight For The People' GOP","published":"2014-10-25T00:34:00+00:00","teaser":"In Alabama, the GOP is fielding a record number of black candidates this year, including Foster. It's part of a a Republican effort to make inroads with African-Americans in the Deep South.","itags":["npr_api","358631227"],"guid":"d9a30b10-c1ae-47b9-a1f9-5979c4aa949a","contentencoded":"<p>Republicans are trying to make inroads with African-Americans in the Deep South, who have voted overwhelmingly Democrat since the civil rights era. In Alabama, the GOP is fielding more black candidates this cycle than ever before. One of them is Darius Foster, who gained national attention with this viral video challenging racial and political expectations:</p><p>In the video, a diverse group of men and women mouth the candidate's introduction: \"Did you know while growing up we went half the winter without heat, or that I think best while listening to Frank Sinatra? The last concert I attended was Lil Wayne. Yes, Lil Wayne.\" It ends, \"Do I really fit in a box? See you on the campaign trail.\"</p><p>Foster says he needs no reminder that he stands out. \"With me, unfortunately, everything is black Republican. Not Darius did this, but the black Republican did that. So, you know.\"</p><p>With the bulky frame of a former linebacker and a warm, hearty laugh, Foster fashions himself as a Lincoln or Teddy Roosevelt Republican.</p><p>\"The fight-for-the-people Republican. That's what they were. I'm not sure where the Democratic Party was able to hijack that narrative from us. But they did. And they have it. I'm trying to bring it back,\" he says.</p><p>Foster is a 33-year-old business consultant. He's been active in the GOP since he founded a lonely chapter of College Republicans at the historically black Miles College in Birmingham. He's been tapped by the Republican National Committee as a future leader.</p><p>Foster was raised by his grandmother, who forced him to vote a straight Democratic ticket the first time she took him to the polls. He says he went home and looked up political parties in the family's <em>Encyclopaedia Britannica.</em></p><p>\"I read through and went through all of them, I got to the Republican Party and I was just reading through the principles. My grandmother hates taxes. She doesn't do gay marriage,\" he says. \"She's always taking about defending yourself and strong defense. And I said, 'Mom — you may be a Republican.' And she looked at me and walked off.\"</p><p>She's still a Democrat but has endorsed her grandson in his race for a state House seat representing part of suburban Birmingham. It includes the predominantly black city of Bessemer, where Foster spends a lot of time going door to door introducing himself.</p><p>Democrats have long represented this Alabama House district, which is about two-thirds African-American, giving his opponent, Louise Alexander, the advantage.</p><p>Foster knows he's up against some strong notions about the Republican Party. \"I think they hear Republican they think of white men. And people who don't care about them and ... who don't understand them,\" he says.</p><p>What he calls \"TV Republicans\" — conservative pundits — are a thorn in his side, Foster says. And some of his fellow Alabamians haven't helped. Like the Republican state senator who referred to blacks as aborigines, or the congressman who declared that there was a war on whites.</p><p>Foster says he doesn't have to defend Republican principles — only Republicans. Especially those who are hostile to President Obama, who got 95 percent of the black vote in Alabama two years ago.</p><p>\"And it's not saying that I agree with President Obama. I'm just saying that I can show somebody and talk to them about what it means to be a Republican and not mention President Obama's name at all. This is what being a Republican is. This is what being a conservative is,\" he says.</p><p>Over breakfast at their neighborhood IHOP, his wife, 28-year-old Setara Foster, a lawyer, talks about growing up black in Houston where her parents were union members and loyal Democrats.</p><p>She now identifies more closely with the GOP. But she says she tends to split her ticket.</p><p>\"I think that when we as a group identify with one party, for one thing, all the time, that party never has to earn our vote. Ever. And so I think that by having a diversity of political ideology within ethnic, racial, gender, age groups, we force politicians to work,\" she says.</p><p>On the campaign trail, you won't hear Foster talk about Republicans or Democrats. Instead, he talks about how he's invested some of his campaign funds in community initiatives — technology for schools, shoes for a basketball team, hosting a local job fair.</p><p>The strategy has won some converts like Juanita Graham. \"When this gentleman came along, I was a die-hard Democrat,\" she says. Graham owns a firm that offers inner-city students enhanced engineering and math courses. She first met Foster while she was working for his Democratic opponent.</p><p>\"There were some preconceived notions; I will not lie. Because when you say Republican African-American, the first thing pops in most African-American minds is Uncle Tom, butt-kisser. I'm honest. That is the mindset,\" she says.</p><p>But when Foster helped her with startup funds, and talked about tackling Bessemer's low high school graduation rate, he earned her vote. <br /> <br />Graham says she's still a Democrat, though. And that's the real challenge for Foster and Republican leaders who hope to position the party for the future.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Alabama%27s+Darius+Foster+Wants+To+Bring+Back+%27Fight+For+The+People%27+GOP&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Debbie Elliott","audio":[{"meta":{"duration":"322"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358631231-b98922.m3u?orgId=1&topicId=1014&ft=3&f=358631227"},{"href":"http://media.npr.org/assets/img/2014/10/24/img_55991-96f1c0b64d00ae710145ddf23e8563e0ca26b32a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2764","width":"3686"}}]}