{"created":"2015-02-11T18:54:27+00:00","modified":"2015-02-11T20:06:26+00:00","valid":{"from":"2015-02-11T20:06:26+00:00","to":"3015-02-11T20:06:26+00:00"},"hreflang":"en","title":"Parents Of Kidnapped American Journalist Speak Out","published":"2015-02-11T20:06:00+00:00","teaser":"Austin Tice is a former U.S. Marine who was kidnapped while reporting in Syria in August 2012. His parents join us.","itags":["npr_api","385495309"],"guid":"d9add203-1f80-431d-a073-c38e276e5073","contentencoded":"<p>The parents of Austin Tice, a former Marine and freelance journalist kidnapped in Syria in 2012, have launched a campaign for his release.</p><p><strong>Marc and Debra Tice</strong> say they&#8217;ve received little assistance from the Syrian and U.S. governments and they&#8217;re critical of the U.S. hostage negotiation process.</p><p>Yesterday, President Obama <a href=\"http://www.buzzfeed.com/buzzfeednews/full-transcript-of-buzzfeed-news-interview-with-president#.jogwmJNzll\" target=\"_blank\">defended</a> the policy of not paying ransom to secure the release of American hostages.</p><p>The Tice family is not in touch with Austin&#8217;s captors and they don&#8217;t know who&#8217;s holding him. A YouTube video shows him blindfolded and led by masked med through a countryside.</p><p>&#8220;No one has claimed responsibility,&#8221; Marc told <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young. &#8220;We have a pretty good idea of who’s not holding him; he’s not being held by ISIS and no other group has made a claim of holding him or reached out to us saying that they are.&#8221;</p><ul><li><a href=\"http://www.austinticefamily.com/\" target=\"_blank\">See the Tice family website to support Austin</a></li><li><a href=\"http://freeaustintice.rsf.org/freeAustinTice.php?lang=en\" target=\"_blank\">See more on #FreeAustinTice</a></li></ul><h4>Interview Highlights: Marc and Debra Tice</h4><p><strong>On being in contact with the Syrian government</strong></p><p><em>Marc:</em> &#8220;One thing we do know is that the Syrian government, who we’ve been in contact with, has told us that they’re not holding him in any of their detention facilities so what we’ve done is ask them to do everything they can to find him. It is their country, after all, and they’ve told us that they would do that so we hold them to that commitment.&#8221;</p><p><strong>On U.S. hostage policy</strong></p><p><em>Marc:</em> &#8220;We were in Washington, D.C. last week and had a meeting last Monday at the National Counterterrorism Center with the team that’s been established to review U.S. hostage policy, and you know we spent almost four hours talking with them and we came away really feeling that they were serious, that they were committed. They listened to us and they recognized a lot of the problems and issues that we’ve raised and others have raised about the way we handle hostages&#8230; The biggest thing we need is better communication and that’s communication within the government, by the government, with families, to help negotiate and bring our children home.&#8221;</p><p><em>Debra:</em> &#8220;There’s a huge gap that I find appalling in all of this is which is that there’s no single entity that is fully committed to the singular objective of getting American hostages home as safely and as soon as possible, and so one thing that we would like to see in this policy is the creation of that entity so that every decision and all of the communication is filtered through what is best for the hostage. You know, how does this get them home safely and soon?&#8221;</p><p><strong>On the argument changing the policy would put more lives in danger</strong></p><p><em>Marc:</em> &#8220;Well absolutely and I understand what you’re saying&#8230; One thing that I would say is we’re not asking for a new agency we’re not asking for a change in national security policy. The fact of the matter is the State Department, the FBI, the intelligence services, they all have resources to deal with problems of Americans overseas, hostages, kidnappings &#8211; all those sorts of things. What we’re really hoping for through this policy review is that those resources start working together efficiently and talking to people in different agencies. There’s a recognition, you know, within the government, that the guidelines aren’t there, the accountability’s not there, the direction’s not there. We’re not looking for something new, we&#8217;re just looking for something to make the resources that already exist work well.&#8221;</p><p><em>Debra:</em> &#8220;We’re looking for greater effectiveness, greater efficiency, better stewardship of those resources that are already committed and in a way where the outcome makes us proud.&#8221;</p><p><strong>On the effect this has had on their family</strong></p><p><em>Debra:</em> &#8220;There’s hardly a moment, Robin, when this isn’t on our hearts and on our minds and it pretty well defines our whole life.&#8221;</p><p><em>Marc:</em> &#8220;We have six other wonderful children. Austin’s the oldest of seven and two of our daughters were married last year. Wonderful joyous events but, like everything else that happens to, within our family, there’s always this void that Austin’s not there. He didn’t get to dance with his sisters at their weddings. You know, it’s something that you never don’t think about it.&#8221;</p><h4>Guests</h4><ul><li><strong>Marc and Debra Tice</strong>, parents of hostage Austin Tice.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Parents+Of+Kidnapped+American+Journalist+Speak+Out&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"671"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385499288-c53e33.m3u?orgId=1&e=385495309&d=671&ft=nprml&f=385495309"},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0211_austin-tice-e1423681206371.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"517","width":"758"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0211_tice-parents.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"849","width":"1280"}}]}