{"created":"2015-06-14T12:09:59+00:00","modified":"2015-07-01T23:05:10+00:00","valid":{"from":"2015-07-01T23:05:10+00:00","to":"3015-07-01T23:05:10+00:00"},"hreflang":"en","title":"Israel Bringing Its Years Of Desalination Experience To California","published":"2015-06-16T18:42:00+00:00","teaser":"After decades of work, Israel now gets about a quarter of its water from the sea. But experts say desalination is not a magic bullet, and conservation and infrastructure fixes are also needed.","itags":["npr_api","413981435"],"guid":"d9b0ba7d-606e-49aa-adc0-91969ba78570","contentencoded":"<p>Taking the salt out of seawater helped Israel move from the constant threat of drought to a plentiful supply of water, but Israel has learned that desalination is not the only answer.</p><p>Ben-Gurion University's Institute for Water Research is deep in Israel's Negev desert and away from the sea. Prof. Jack Gilron, head of the Department of Desalination and Water Treatment, and other researchers here test concepts in desalination to see if they might hold promise for industrial development.</p><p>Israel has long sought solutions to the threat of drought. Commercial desalination began in the 1970s in the city of Eilat, on the Red Sea. The first desalination technology used there, in a short-lived pilot project, froze water to remove the salt, then melted it to make fresh water.</p><p>But Israel seriously embraced desalination in the late 1990s, after a particularly bad drought. The government decided to build five new plants along the Mediterranean, as fast as it could.</p><p>With four of those up and running and the fifth about to open, more than one-quarter of Israel's fresh water is now created through desalination.</p><p>An Israeli company is building a desalination plant near San Diego, to aid in California's historic drought.</p><p>It's been an \"incredible game-changer,\" Gilron says. \"What it means is that, even in a year where we don't get enough rain, that difference can be made up from desalination.\"</p><p>All of Eilat's municipal water supply still comes from desalination, much of it brackish well water, says Gilron, as well as some of it from the sea. Freezing is no longer part of the process.</p><p>Two other technologies dominate the industry, which not only removes salt from the sea but cleans waste water from factories as well. Thermal desalination heats water to boiling, then condenses the steam.</p><p><strong>Membrane Technology</strong></p><p>But the workhorses of desalination are thin, strong, plastic membranes, wrapped in a tight spiral around a collection tube.</p><p>\"It's like a jelly roll,\" Gilron says, holding up a small section of one in the lab. In desalination plants, salt water is forced at high pressure through these rolls, separating the salt from the water in a thermodynamic process.</p><p>Membrane technology is about as good as it can get, in terms of maximizing the amount of fresh water that can be made, Gilron says.</p><p>\"They're very close to what the thermodynamic limit is,\" he says. \"So to do better, it might be more important not to look so much at the desalination part per se, but to look at reducing energy in pre-treatment.\"</p><p>Back on the coast, in central Israel, the Hadera desalination plant is run by the company building the new San Diego facility, IDE Technologies. Here, rack after rack of membranes in metal casings fills two long sheds.</p><p>IDE's Tomer Efrat explains the basic science of a process called reverse osmosis, shorthanded in the industry to RO.</p><p>\"When you have salty water and fresh water and a membrane in between, the salt water will want to go into the fresh water,\" Efrat says. \"If you want to reverse this process, you need to put pressure in it, and in this case you will be able to extract fresh water from salty water.\"</p><p>Salt water comes in to this facility through a pipe that runs nearly a mile out to sea. Marine life is screened — there are dead jellyfish in a trough outside the screening pipe — and pathogens and other pollutants filtered as a first step.</p><p>Once the salt is separated from the water, leftover brine is partially diluted and sent back to the ocean.</p><p>The clean water, with added calcium, is sent inland to Israel's national water authority. The Hadera plant has a small faucet for tasting by the big outgoing pipes.</p><p>Efrat says that water doesn't get any better than this.</p><p>\"This water is exactly what the state of Israel wants you to drink,\" he says, \"the exact amount of alkalinity, the exact amount of hardness, the exact amount of everything.\"</p><p><strong>Desalination As The Last Step</strong></p><p>Desalination is seen by some as a magic bullet, the shield that saved Israel from the whims of nature. But Avrahm Tenne, head of desalination at Israel's water authority, says surpluses don't start with huge desalination plants.</p><p>\"Desalinization is not the first step that you are doing. It's probably the last step,\" Tenne says.</p><p>Israel has invested in repairing leaking pipes, run ad campaigns promoting conservation and built a separate water industry around recycling sewage water. Eighty-six percent is now recycled, he said, providing farmers half of their annual need.</p><p>Israel's water system is run by the national government, with private companies as part of the system. For example, the Hadera plant was built and is operated by IDE, under contract with the government, which guarantees water purchases. Tenne says U.S. drought problems are due to hodgepodge management.</p><p>\"There is no central management of the water sector in the United States — not even states!\" he says. \"Nobody is responsible for the water sector.\"</p><p>He also says proper pricing is key to successfully managing water.</p><p>\"Whenever you pay the full amount, you cherish water; you save water,\" he says.</p><p>For home use, Israelis pay a lower price for an initial quantity of water determined to cover the basic necessities. The cost climbs for Israelis who use more.</p><p>Tenne says the more clean water Israel saves, the less it needs to create from the sea.</p><p>Asaf Dror agrees. He is the gardener for a kibbutz south of Jerusalem. The community's central lawn is kept green with sprinklers. But Dror knows exactly how much each minute of watering costs.</p><p>He says he's taken out thirsty plants like roses and lawns — the kibbutz used to have acres of grass, he says.</p><p>Dror takes me to a shared yard in front of half a dozen homes. The kibbutz management stopped watering it to save money several years ago.</p><p>\"The big manager was sure that the private members would take water from their tap or the local sprinkler and continue to give the grass water,\" Dror says. \"But they didn't.\"</p><p>The lawn in mid-June is dry and brown.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Israel+Bringing+Its+Years+Of+Desalination+Experience+To+California&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"267"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414374868-f0c1c6.m3u?orgId=1&topicId=1009&d=267&p=10&story=413981435&t=progseg&e=414374839&seg=5&ft=nprml&f=413981435"},{"href":"http://media.npr.org/assets/img/2015/06/14/img_4284-1956c1b270b4d5d87dacc0d39cda27bdef787807.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1873","width":"2498"}},{"href":"http://media.npr.org/assets/img/2015/06/14/img_4294-775f83a119babc90a7c6521b08c3bfa282e8858b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1561","width":"2082"}},{"href":"http://media.npr.org/assets/img/2015/06/14/img_4133-10289caddffe73b4576bc0e5bbbdec15be799044.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1752","width":"2336"}}]}