{"created":"2015-04-02T20:37:10+00:00","modified":"2015-04-12T20:51:05+00:00","valid":{"from":"2015-04-12T20:51:05+00:00","to":"3015-04-12T20:51:05+00:00"},"hreflang":"en","title":"Local Volunteer Groups Lead Effort To Help Ukraine's Displaced Citizens","published":"2015-04-03T00:05:00+00:00","teaser":"People fleeing the fighting in the separatist cities of Donetsk and Luhansk are big burden for Ukraine's financially strained government, but Kharkiv residents are stepping up to help.","itags":["npr_api","397097001"],"guid":"d9b71597-b976-4f87-bc07-3e64df7b1616","contentencoded":"<p>The conflict in Ukraine might have slipped from the headlines recently, but there is still scattered fighting there, <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/14/386230368/shelling-continues-in-eastern-ukraine-ahead-of-truce\" target=\"_blank\">despite an official cease-fire</a>.</p><p>That hasn't helped <a href=\"http://www.ibtimes.com/ukraine-crisis-update-un-refugee-agency-concerned-civilians-amid-lack-supplies-1841940\" target=\"_blank\">the nearly 1.2 million people who have been driven from their homes</a> in Ukraine and forced to seek shelter in other parts of the country.</p><p>Many of them come to Kharkiv, Ukraine's second-largest city, close to the northeastern border with Russia and about 150 miles from the nearest fighting.</p><p>The first stop for many internally displaced people is the railway station. There's an aid center for refugees in the cavernous, echoing waiting room, a point of contact where people can be provided with temporary housing, food and medicine.</p><p>In recent weeks, volunteers have been helping people from Debaltseve, <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/20/387758218/what-cease-fire-ukrainian-troops-retreat-as-rebels-press-fight\" target=\"_blank\">a town nearly flattened by weeks of shelling</a>.</p><p>\"We've had people with shrapnel injuries,\" says volunteer Alla Feshchenko, \"people with broken arms and legs — they had to run to catch a bus to escape. We've had people with diseases because of living so long in basements without sun, without light.\"</p><p>Feshchenko says the psychological toll on some refugees is terrible, like the family that tried to leave Debaltseve on foot.</p><p>\"A truck passed them, and the driver said 'the load in my truck is not very good — but you can go with me' \" she said. \"When they got into the truck, they could see what sort of load it was — the corpses of people who'd been killed in their town. When they got here, they were hysterical.\"</p><p>Feshchenko says she and the other volunteers at the railway station help incoming refugees with temporary housing, referrals for medical treatment, even psychological help. After the station, the next stop for many displaced people is a neighborhood center where people can register for other aid, including food, medications, transportation and job services.</p><p>The center also includes a big, bright children's room, filled with toys and art supplies. Julia Pasisnichenko, a psychotherapist in private practice, volunteers there to work with children whose families have been displaced.</p><p>She says art projects tell her a lot about how the children respond to their experiences.</p><p>\"Children like to draw a lot — and when they draw, they draw in dark colors, they draw cages, and people in cages,\" she says. \"There are pictures that really show the ... how much scared and terrified they were.\"</p><p>The good news, Pasisnichenko says, is that kids are very resilient: \"What surprised me was that 80 percent of children I deal with are absolutely fine. That's really wonderful.\"</p><p>Officially, Kharkiv is estimated to have around 150,000 displaced people, but volunteer agencies say the real number could be more than twice that.</p><p>Victoria Bulavina, a volunteer project manager for the aid group Ukrainian Frontiers, says the grassroots effort to help displaced people took up the slack left by government agencies that already were overwhelmed by financial problems.</p><p>The Kharkiv volunteer groups started small, she says, but they're now attracting donor aid and expertise from many other countries.</p><p>\"First, it's people, ordinary people who live in Ukraine, who live in Kharkiv — and also it's our friends from the USA, from Italy, in German, in Austria,\" she says.</p><p>Even with that help, though, volunteer groups in Kharkiv fear another surge of fighting — even one that could reach their city — and they aren't sure how they would cope with another wave of displaced people.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Local+Volunteer+Groups+Lead+Effort+To+Help+Ukraine%27s+Displaced+Citizens&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Corey Flintoff","audio":[{"meta":{"duration":"229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397097002-8fb479.m3u?orgId=1&topicId=1124&e=397097001&d=229&ft=nprml&f=397097001"},{"href":"http://media.npr.org/assets/img/2015/04/02/465958018-f4edcd3563892554df93ee17ba486d34010992c6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3280","width":"4376"}},{"href":"http://media.npr.org/assets/img/2015/04/02/465661002-2cc81169315fe91b8bdffb934b8c516e3e5218d3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3280","width":"4376"}}]}