{"created":"2014-10-08T17:40:19+00:00","modified":"2014-10-31T02:30:03+00:00","valid":{"from":"2014-10-31T02:30:03+00:00","to":"3014-10-31T02:30:03+00:00"},"hreflang":"en","title":"Amid The Device Hype, This Startup Is Taking Wearables To Heart","published":"2014-05-28T13:35:00+00:00","teaser":"There's a lot of money and attention going toward wearable devices, though the sophistication of the technology varies. One company is developing wearables with clusters of tiny high-tech senors.","itags":["npr_api","308754743"],"guid":"d9b88116-447b-49d4-8882-389c5e642040","contentencoded":"<p>There's been a lot of talk about <a href=\"http://www.npr.org/tags/172618814/wearable-devices\">wearable devices</a> being the next big thing in the technology world. It's easy for the hype to get ahead of the products, but there's actually some serious innovation going on.</p><p>\"What we're going to see over the next couple years is going to be extremely exciting,\" says Dan Ledger of Endeavor Partners, which consults with the companies that are inventing wearables. \"As the technology improves ... we're going to get devices that solve a lot of useful and unique problems for a lot of people out there.\"</p><p><a href=\"http://www.quanttus.com/\">Quanttus</a>, located near the Massachusetts Institute of Technology, is trying to find those solutions. The startup is called Quanttus because its products will quantify human health, says Vice President of Product Development Jordan Rice. Rice used to work on wearable technology at Nike, before Quanttus recruited him.</p><p>Unlike simpler step-counting bracelets, Quanttus' products will have a cluster of tiny, sophisticated sensors. An object smaller than a fingernail can measure the body's biological signals.</p><p>Rice won't say exactly what all the sensors will track — that's still secret. But some will probably record metrics like heart rate, temperature and blood pressure.</p><p>He won't say what form those sensors will take, either: They could be bracelets, necklaces or something else entirely.</p><p>David He, who co-founded Quanttus after graduating from MIT, says his products will likely first be used to track patients with heart problems.</p><p>\"Cardiovascular disease is the No. 1 killer, and it all boils down to this pump inside your body ... that drives everything,\" he says.</p><p>He uses a car analogy to explain: \"It's like you're an automobile and there's the car engine.\"</p><p>Automobiles have 15 to 20 computers monitoring all the time, and a mechanic can get the data that your car has stored.</p><p>In the future, your doctor might do the same thing, but would get it from a wristwatch that has been quietly gathering the information about you.</p><p>That's bound to create privacy concerns, but venture capitalists are pouring money into all kinds of wearable startups. In the past couple of months, Quanttus has grown from 25 to 40 employees.</p><p>Wearables still need a lot of improvement, yet the innovation continues. A <a href=\"http://www.pcmag.com/article2/0,2817,2454387,00.asp\">report in February</a> counted 79 different companies with wearable technology products — and that doesn't even include the newest or more secretive startups, like Quanttus.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Amid+The+Device+Hype%2C+This+Startup+Is+Taking+Wearables+To+Heart&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Chris Arnold","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1308899320-5128fe.m3u?orgId=1&topicId=1006&aggIds=235557499&ft=3&f=308754743"},{"href":"http://media.npr.org/assets/img/2014/05/01/start-up-1-1fcedc39bdd19bc3bb7b1890c220b1bbfebf8949.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1195","width":"1593"}}]}