{"created":"2014-10-08T15:28:54+00:00","modified":"2014-11-12T19:46:55+00:00","valid":{"from":"2014-11-12T19:46:55+00:00","to":"3014-11-12T19:46:55+00:00"},"hreflang":"en","title":"Marin Alsop's Guide To Mendelssohn's 'A Midsummer Night's Dream'","published":"2014-05-24T18:09:00+00:00","teaser":"Inspired by Shakespeare, Mendelssohn captures all the magic and frivolity in the music he wrote for the Bard's otherworldy play.","itags":["npr_api","315246245"],"guid":"d9ba3ff8-5d8a-4515-b7b5-bc558bb0308f","contentencoded":"<p>Growing up as a violinist, <a href=\"http://www.npr.org/artists/18825931/felix-mendelssohn\" target=\"_blank\">Felix Mendelssohn</a>'s Violin Concerto ranked among my top 10 Holy Grail pieces. As I got older, I moved on to his Octet and Piano Trio in D minor, which became two of my favorite chamber works. There's almost nothing comparable to playing Mendelssohn's Octet with seven great string players. It's absolutely thrilling, energetic, virtuosic, youthful, fun and challenging. And to think that Mendelssohn wrote it when he was just 16.</p><p>Only a year later, at the ripe age of 17, he wrote his Overture to <em>A Midsummer Night's Dream</em>, completely capturing the magic and frivolity in the ethereal world Shakespeare created. Mendelssohn first performed the overture in a version for two pianos, with his sister <a href=\"http://www.npr.org/blogs/deceptivecadence/2013/01/28/170484731/meet-the-musical-mendelssohns-felix-and-fanny\" target=\"_blank\">Fanny</a>, and then orchestrated it for a public performance the following year.</p><p>Mendelssohn was probably the greatest child prodigy since <a href=\"http://www.npr.org/artists/15327819/wolfgang-amadeus-mozart\" target=\"_blank\">Mozart</a>. He began taking piano lessons from his mother when he was 6 and made his first public concert appearance at the age of 9. As a child he was also a prolific composer, with five short operas and 11 symphonies to his credit by his early teens.</p><p>It would be another 16 years before he returned to the overture to use it as the DNA for the complete incidental music he composed to accompany an actual performance of the play. And how perfectly Mendelssohn captures the spirit and essence of Shakespeare.</p><p>Mendelssohn's overture is in the key of E major and he begins it with four magical, suspenseful and transforming chords. For me, these opening chords capture the essence, even the moral of <em>A Midsummer Night's Dream</em>, a play about unexpected turns in love and life. (\"The course of true love never did run smooth.\")</p><p>Following those chords is the first theme, a scurrying, busy motif in the parallel relative minor (E minor) representing the dancing fairies. A fanfare-like transition (the royal music of the court of Athens) leads to a second, lyrical theme for the lovers. A final group of themes, suggesting the craftsmen and hunting calls, closes the exposition. The fairies dominate as the next section develops, and ultimately have the final word in the coda, just as in Shakespeare's play. But of course there couldn't be <em>Midsummer</em> music without a reference to Bottom, who gets turned into a donkey and is depicted with a braying \"hee-haw\" in the strings.</p><p>Mendelssohn brilliantly incorporated the overture into his incidental music as the first of its 14 numbers and the inspiration for the entire score.</p><p>The famous <a href=\"http://www.npr.org/blogs/deceptivecadence/2013/03/04/173426623/marriage-as-theater-mendelssohns-wedding-march\" target=\"_blank\">\"Wedding March,\"</a> which we still hear accompanying brides down aisles, was adopted by Princess Victoria in 1858 for her wedding to Prince William of Prussia. The bride's mother, Queen Victoria, loved Mendelssohn's music. I'm sure she never imagined the tradition she started by having it played at her daughter's wedding.</p><p>Along with music, Mendelssohn loved language and was extremely well-read. Within his deft grasp of the Shakespeare, he also includes several vocal numbers in the incidental music, representing the actual voices of the fairies.</p><p>Songs such as \"Over hill, over dale,\" \"The Spells,\" and \"What hempen homespuns\" enhance Shakespeare's text and mimic Shakespeare's ingeniously devised play within a play.</p><p>Act 1 is played without music. The Scherzo, with its whimsical interplay between strings and woodwinds, acts as an intermezzo between Acts 1 and 2. It leads directly into the first melodrama with text spoken over music. Oberon's arrival is accompanied by a fairy march, scored with triangle and cymbals, a gesture to his unique role as a god.</p><p>The vocal piece \"Ye spotted snakes\" opens the second scene of Act 2. The second intermezzo comes at the end of that act, while Act 3 includes a quaint march for the entrance of the mechanicals, the cast for the play within the play. Mendelssohn quotes music from the overture to accompany the action. The Nocturne, featuring one of the loveliest horn solos ever written, accompanies the sleeping lovers between Acts 3 and 4. There is only one melodrama in Act 4 and it closes with a reprise of the Nocturne to accompany the mortal lovers' sleep.</p><p>We first hear the Wedding March between Acts 4 and 5, the latter containing more music than any other act, especially to accompany the wedding feast. There is a brief fanfare for trumpets and timpani, a parody of a funeral march, and a peasant dance that uses Bottom's braying from the overture as its main thematic material.</p><p>The play has three short epilogues. The first is introduced with a reprise of the theme of the Wedding March and the fairy music of the overture. After Puck's speech, the final musical number is heard — \"Through the house give glimmering light,\" scored for soprano, mezzo-soprano and women's chorus. Puck's famous valedictory speech \"If we shadows have offended\" is accompanied, as day breaks, by the four chords first heard at the very beginning of the overture, bringing the work full circle.</p><p><em>A Midsummer Night's Dream</em> contains one of my favorite lines of all time: \"Lord what fools these mortals be!\" But when I hear Mendelssohn's music all I can think is: Lord how brilliant can one man be?  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Marin+Alsop%27s+Guide+To+Mendelssohn%27s+%27A+Midsummer+Night%27s+Dream%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Marin Alsop","audio":[{"meta":{"duration":"559"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1315445211-1b6303.m3u?orgId=1&topicId=1105&aggIds=7302443&ft=3&f=315246245"},{"href":"http://media.npr.org/assets/img/2014/05/23/marin_mendelssohn_cover2-3d80f389beba8d6bbe78294b34c757df0df40b45.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1000","width":"1000"}},{"href":"http://media.npr.org/assets/img/2014/05/23/marin_mendelssohn-0544f2b376befd6b1f0e839443de2445040e9083.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}}]}