{"created":"2014-11-23T12:03:18+00:00","modified":"2015-05-13T21:31:46+00:00","valid":{"from":"2015-05-13T21:31:46+00:00","to":"3015-05-13T21:31:46+00:00"},"hreflang":"en","title":"Anesthesia Miracle: No Power, No Oxygen Tanks, No Problem","published":"2014-11-23T12:03:00+00:00","teaser":"Frustrated by anesthesia machines that conked out when the power faltered, Dr. Paul Fenton came up with a solution: The Universal Anesthesia Machine.","itags":["npr_api","363113747"],"guid":"d9bbbf1a-fb91-4c0e-b73f-4b9598b479de","contentencoded":"<p>Waking up during a surgery would be a nightmare, yet that's a regular problem for patients in low-income countries. Sketchy power grids mean the lights often go out, and with them, the anesthesia machine. In other cases, there are too few oxygen tanks for a surgery, so it's canceled.</p><p>Two decades ago, Dr. Paul Fenton faced those hurdles almost daily while working as an anesthesiologist at Queen Elizabeth Central Hospital in Blantyre, Malawi. The hospital had plenty of anesthesia machines, each provided by a well-intentioned western charity, but none were practical for his clinic.</p><p>\"So I began tinkering with these old machines, and took a few bits and pieces from each,\" recounts Fenton.</p><p>The result was a prototype for the Universal Anesthesia Machine (UAM), which delivers anesthesia without oxygen tanks or the need of stable power grid. The device sucks regular air from a room using a compressor and turns it into purified oxygen for a patient's lungs. The UAM uses electricity when it's available, but if the power goes off, a healthcare worker can run the machine with a hand-powered pump on top. At the same time, an electronic display, which tracks the amount of oxygen the patient receives, can switch to a ten-hour backup battery.</p><p>So he ended up inventing a whole new kind of anesthesia machine.</p><p>He also wanted the machine to be easy to maintain. When parts break in the UAM, replacements can be purchased at a local auto shop.</p><p>Fenton's invention took home the top health prize at the <a href=\"http://thetechawards.thetech.org/\" target=\"_blank\">Tech Awards Gala</a> on Nov. 13. Hosted by Silicon Valley's Tech Museum of Innovation since 2001, the awards salute ten innovations each year that tackle urgent humanitarian problems.</p><p>Global access to anesthesia definitely falls into that category. Nearly <a href=\"http://www.sciencedirect.com/science/article/pii/S0140673610603923\">32 million surgeries</a> are performed each year without a proper supply of oxygen and anesthesia.</p><p>The hope is that the UAM will enable more people in the poorest parts of the world to get the surgeries they need. Fenton partnered with <a href=\"http://www.gradianhealth.org/universal-anaesthesia-machine/\" target=\"_blank\">Gradian Health Systems</a> in 2009 to scale up global distribution. So far, 100 have been distributed to 18 countries, providing oxygen for over 30,000 surgeries.</p><p>Sierra Leone is one recipient, and the doctors are grateful. \"There is only one oxygen tank-company in the country [in the capital of Freetown] This company often fails to meet demand in the city, while clinics outside of Freetown may lack access completely,\" says Dr. John Sampson of Johns Hopkins University. Sampson is training clinicians, both in Sierra Leone and in the U.S., on how to use UAM during emergency scenarios.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Anesthesia+Miracle%3A+No+Power%2C+No+Oxygen+Tanks%2C+No+Problem&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nsikan Akpan","audio":[{"meta":{"duration":"262"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365756748-cccfc0.m3u?orgId=1&topicId=1031&d=262&story=363113747&ft=nprml&f=363113747"},{"href":"http://media.npr.org/assets/img/2014/11/10/img_1893-copy-9c258b7825926050215e4f6b7ff0dcd90210c1ce.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}}]}