{"created":"2015-04-16T23:39:23+00:00","modified":"2015-05-13T21:02:14+00:00","valid":{"from":"2015-05-13T21:02:14+00:00","to":"3015-05-13T21:02:14+00:00"},"hreflang":"en","title":"The Hidden FM Radio Inside Your Pocket, And Why You Can't Use It","published":"2015-04-17T12:01:00+00:00","teaser":"Most smartphones have a built-in FM chip. But whether or not it's activated is in the hands of the mobile carriers, who profit when you stream radio. The broadcast industry is pushing to change this.","itags":["npr_api","400178385"],"guid":"d9bf31db-40fd-4b03-8325-f25afd7cd55d","contentencoded":"<p>You may not know it but most of today's smartphones have FM radios inside of them. But the FM chip is not activated on two-thirds of devices. That's because mobile makers have the FM capability switched off.</p><p>The <a href=\"https://www.nab.org/\">National Association of Broadcasters</a> has been asking mobile makers to change this. But the mobile industry, which profits from selling data to smartphone users, says that with the consumer's move toward mobile streaming apps, the demand for radio simply isn't there.</p><p>Full disclosure: NPR, along with the NAB, has been part of a lobbying effort to require this free radio feature to be enabled. In 2013 they teamed up to create a <a href=\"http://nextradioapp.com/\">free app</a> that allows for free FM listening on smartphones.</p><p>NPR's Robert Siegel spoke with <a href=\"http://www.emmis.com/executives/jeff-smulyan/\">Jeff Smulyan</a>, the point man on this issue for the NAB.</p><p>Smulyan is CEO of Emmis Communications, an Indiana-based corporation that owns radio stations across the U.S.</p><p>Most smartphone models come with a built-in FM feature. Samsung, Apple and LG are among those who have not switched on the chip, but HTC and Motorola chips haven't been blocked, Smulyan says. Sprint has turned on the FM chip for phones on its network.</p><p>The smartphone has fueled a change in media consumption habits and it's a growing challenge to radio as the go-to audio source for news. To get local broadcasts, Americans increasingly download podcasts or stream from news apps where they can skip or pause our segments. As popular as this form of consumption is, these apps all suck up costly data.</p><p>Aside from the huge benefit he sees for the radio industry, Smulyan says users could avoid expensive data charges and save battery life if they listen to the FM chip for free.</p><p>\"Listening to streaming drains your battery three to five times faster than listening to the exact same content on the FM chip,\" he says.</p><p>It's a critical resource in an emergency, he argues, when there is no Internet or cell system.</p><p>\"When the power grid is out, the only lifeline for the American public is having an FM tuner,\" he says.</p><p>He adds that it's a question of giving the public a choice. \"Every time you buy a phone, you've paid for that radio,\" Smulyan says.</p><p>Smulyan's lobbying has prompted the Indiana Senate to urge mobile carriers to activate the FM chip.</p><p><a href=\"https://www.fema.gov/leadership/william-craig-fugate\">FEMA Administrator Craig Fugate</a> has also argued that radio is critical in a crisis. \"As more and more people use their smartphones as streaming devices to get news, get radio, get a lot of things like that over their networks, I don't think people realize how vulnerable they get,\" he says in a <a href=\"https://www.youtube.com/watch?v=U7DoPkkDFjM\">video for FreeRadioOnMyPhone.org</a>, a collection of radio organizations that includes NPR.</p><p>He points to Superstorm Sandy and the North American derecho storm, both in 2012, in which the carrier overload blocked many users from getting any information via cellular devices.</p><p>But <a href=\"http://www.itif.org/people/jot-carpenter\">Jot Carpenter</a>, vice president of government affairs for CTIA-The Wireless Association, resists the move to turn on the FM chip.</p><p>At a NAB convention in Las Vegas this week, Carpenter said there would have to be demand by smartphone consumers for mobile carriers to consider switching on the FM chip.</p><p>\"What Americans really want is the ability to stream, download and customize music playlists to meet their personal preferences,\" Carpenter said, according to the <a href=\"http://www.reviewjournal.com/business/conventions/fm-chip-battle-takes-stage-nab-convention-vegas\">Las Vegas Review-Journal</a>, \"and that's not what the traditional FM radio offers.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Hidden+FM+Radio+Inside+Your+Pocket%2C+And+Why+You+Can%27t+Use+It&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emma Bowman","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400178386-8e9d9a.m3u?orgId=1&topicId=1019&d=235&p=2&story=400178385&t=progseg&e=400060014&seg=17&ft=nprml&f=400178385"}]}