{"created":"2015-02-07T12:55:18+00:00","modified":"2015-05-13T21:18:01+00:00","valid":{"from":"2015-05-13T21:18:01+00:00","to":"3015-05-13T21:18:01+00:00"},"hreflang":"en","title":"In Puerto Rico, Health Overhaul Gets An Incomplete","published":"2015-02-07T16:41:00+00:00","teaser":"The U.S. territory implemented an unusual version of the Affordable Care Act. Insurers must offer coverage to everyone. But there's no mandate for people to buy it, and there are no subsidies to help.","itags":["npr_api","384060725"],"guid":"d9ce626d-2177-44f1-ac34-6e6a0cc89283","contentencoded":"<p>Javier Villa has worked at his family's used car dealership in San Juan, Puerto Rico, ever since he finished high school.</p><p>Villa, 35, always assumed the insurance plan he had through work would take care of him and his family. But a couple years ago, he ran into a problem.</p><p>He was taking a shower one morning when he noticed a lump on the side of his throat. \"Very big, like maybe a tennis ball,\" he says.</p><p>Villa was diagnosed with <a href=\"http://www.nlm.nih.gov/medlineplus/ency/article/000580.htm\">Hodgkin's lymphoma</a> and was put on chemotherapy. The cancer treatment didn't work, and his doctor told him he needed a bone marrow transplant. But there was a catch — his insurance didn't cover the procedure.</p><p>\"The transplant here costs $125,000, and I don't have that [kind of] money,\" Villa says.</p><p>He looked at other insurance plans, but every company said his cancer would be considered a pre-existing condition and wouldn't be covered.</p><p>Months went by, and his disease got worse. Then, a friend mentioned that the Affordable Care Act, which prohibits companies from denying coverage of pre-existing conditions, had taken effect in Puerto Rico.</p><p>Villa and his wife looked into insurance options again, and found a plan that covered the transplant. Villa says it's hard to describe how he felt at that moment. \"I don't know how to put it in words, and much less in English. It was like a divine intervention for sure,\" he says.</p><p>A few months later, he had the procedure performed at the <a href=\"http://moffitt.org/the-moffitt-experience/about-us\">Moffitt Cancer Center</a> in Tampa, Florida. He took his two young kids, ages two and six, to Disney World to celebrate. Now he's back in San Juan selling cars, and continuing his chemotherapy. He says he feels great.</p><p>\"I have to live with my chemo brain, but I manage,\" he says, laughing.</p><p>When the Affordable Care Act was launched a little over a year ago, there was some confusion about how the law would apply to U.S. territories like Puerto Rico, which is part of the U.S. but isn't a state.</p><p>In July, the federal Department of Health and Human Services declared that U.S. territories aren't required to follow most of the rules of the ACA.</p><p>That means four of the five U.S. territories — Guam, American Samoa, Northern Marianas, and U.S. Virgin Islands — have essentially been untouched by the bill.</p><p>But Puerto Rico's government passed its own series of bills, adopting the ACA rules. That means Puerto Rican insurance companies must follow all the provisions of the law. They can't deny coverage and they must pay for essential health benefits.</p><p>But there's a difference in Puerto Rico's version of the ACA. There is no individual mandate, the rule that says everyone must get health insurance.</p><p>Puerto Rico's health insurance commissioner <a href=\"http://www.naic.org/members_bios/puerto_rico.htm\">Angela Weyne</a> says that creates a problem. \"If you do not mandate that everybody has to be insured and only the sick become insured, obviously your insurance premiums are going to rise,\" she says.</p><p>Weyne says insurance plans are more expensive now than they were before the ACA. Her agency has been trying to limit rising costs by encouraging healthy people to sign up. \"We went out with a very big campaign as to why it was important to get insured through the Affordable Care Act,\" she says.</p><p>But they haven't had much luck. And that's because of the second thing that's unusual about the ACA in Puerto Rico. Residents don't pay federal taxes, and they aren't eligible for subsidies to help them buy insurance.</p><p>For Villa, the absence of a subsidy wasn't a problem. He could afford his insurance plan, which cost $550 per month, without it. But for many Puerto Ricans, that's not the case.</p><p>Take Glorymar Cruz. She's 47 and makes $7.25 an hour, the minimum wage, working at a jewelry store in San Juan. For years, she got insurance through Puerto Rico's version of Medicaid called <em>Mi Salud</em>. The program was expanded under the Affordable Care Act and now covers roughly half the population of the island.</p><p>Last year, Cruz started working full time, and when she went to renew her insurance, she was told she no longer qualified. She was making just over $1,000 a month, and was told the cutoff for <em>Mi Salud </em>was around $800.</p><p>She looked online at individual insurance plan options, but the cheapest one she could find cost a few hundred dollars a month, which she couldn't afford.</p><p>Since then, she's been living without health insurance. She's gone four or five months without taking her thyroid pill, which makes her feel tired and in a bad mood. She also stopped getting physical therapy for chronic back pain.</p><p>Cruz says she's heard a lot of good things about Obamacare, but she hasn't seen any benefit. \"For me, there's no help,\" she says.</p><p>Insurance commissioner Weyne says that when lawmakers adopted the rules of the Affordable Care Act, they expected to get a subsidy from the U.S. government. Without that assistance, some are now arguing that Puerto Rico's version of the law should be repealed.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Puerto+Rico%2C+Health+Overhaul+Gets+An+Incomplete&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anders Kelto","audio":[{"meta":{"duration":"295"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384503001-b680d3.m3u?orgId=1&topicId=1128&d=295&p=7&story=384060725&t=progseg&e=384502916&seg=14&ft=nprml&f=384060725"},{"href":"http://media.npr.org/assets/img/2015/02/05/aca-c8b8d1e6bbbadd85362c4e4910588a640f4e128c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1457","width":"1943"}}]}