{"created":"2015-01-13T22:03:41+00:00","modified":"2015-01-14T04:09:56+00:00","valid":{"from":"2015-01-14T04:09:56+00:00","to":"3015-01-14T04:09:56+00:00"},"hreflang":"en","guid":"d9d9b20b-976c-4a50-aac9-06e0de429c0d","title":"How silence links an American priest’s response to Sept. 11 and Charlie Hebdo","published":"2015-01-14T04:09:50+00:00","byline":"Leo Hornak","tags":["September 11","Charlie Hebdo attack","terrorism","Religion","conflict","Conflict","Conflict & Justice","Paris","New York City","Europe","North America","France","United States","Mary E. Haddad"],"teaser":"\"We can talk about the difference between Islam in New York City and Islam in Paris, but on the human level? Fear. Fear and anxiety lurk within in.\" That's the tie that binds the Sept. 11 and Charlie Hebdo attacks, both of which Mary Hadded witnessed in person.","contentencoded":"<p>A week after the terrorist attacks at France’s Charlie Hebdo magazine, Parisians are still coming to terms with how their city and their country have changed.</p>\n<p>As a foreigner visiting the city, there is one comparison I've heard again and again: This is Paris’s own Sept. 11.</p>\n<p>Perhaps no group feels that connection more acutely than the community of American expatriates living in Paris, and one person I met has personal memories of both tragedies.</p>\n<p>In 2001, the Rev. Mary E. Haddad was working at a church in lower Manhattan. Now she's a member of the staff at the American Cathedral of Paris, one of the largest churches built to serve the city's American expat community. For more than 100 years, it has offered a place of worship for Americans in France. Flags from each of the 50 states hang along its nave.</p>\n<p>“The comparison is really the human level” she tells me. “Fear. Fear happens on a human level. We can talk about the difference between Islam in New York City and Islam in Paris, but on the human level? Fear. Fear and anxiety lurk within.\"</p>\n<p>When the second tower of the World Trade Center fell, Haddad was in the streets, caught up in the rush to escape. “We were running for our lives,\" she remembers. \"All of you watching on TV had more of an insight into what was going on. But all of us there literally ran for our lives. So yes, I’ve lived in the moment of 9/11 and the aftermath of 9/11.\"</p>\n<p>This week in Paris, Haddad and the rest of the cathedral staff have been trying to help their congregation come to terms with a new moment of fear and anxiety. I attended one special service at the cathedral dedicated to the tragedy. As some worshippers broke down in tears, the names of victims were read one by one.</p>\n<p>At other points in the service, a simple silence was observed. It was a silence that echoed the strange and solemn quiet of the streets during Paris’ huge \"Je Suis Charlie\" march earlier that day.</p>\n<p>This kind of silence is a part of worship Haddad is deeply drawn to. “It’s only when we are silent and just stop that there is really a power to discern what is around us and what is within us,\" she believes.</p>\n<p>“[Silence] is a time that unifies us,\" Haddad says. \"We are silent together. What is enveloped in us is that sense of oneness. You can actually hear your own breath, and know that you are alive.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/IMG_9189.JPG_.jpeg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/img9189jpgjpeg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/011320157.mp3"},{"href":"http://www.pri.org/file/011320157mp3"}]}