{"created":"2015-05-15T13:36:52+00:00","modified":"2015-05-15T13:36:52+00:00","valid":{"from":"2013-04-04T15:30:06+00:00","to":"3013-04-04T15:30:06+00:00"},"hreflang":"en","guid":"d9ea84a6-5195-4d06-8c76-198663a1b148","contentencoded":"<div class=\"barn-cleaned\"><p>Apple has its own stores. Microsoft has its own stores. Now Samsung says it's getting into the game. &nbsp;Sort of. Next month the electronics company will open special shops in hundreds of Best Buy stores. &nbsp;Many of the locations will have&nbsp;their own trained and dedicated staffs and separate check-out lines.&nbsp;</p>\n<p>Best Buy&nbsp;can use the company.&nbsp;The big box retailer has a serious space issue. &nbsp;&nbsp;&nbsp; &nbsp; “Well, they’ve got too much of it,” says Mara Devitt, a retail consultant with&nbsp;<a href=\"http://www.mcmillandoolittle.com/\">McMillan Doolittle</a>.&nbsp; Part of Devitt's job is helping clients find retail space in cities like New York. She says&nbsp;the hunt for the right storefront is one expenditure of time and money Samsung can skip. She says CDs and DVDs use to crowd Best Buy’s shelves, but now that they've moved on line, it's&nbsp;a different story.&nbsp; “It leaves a lot of room in those stores for more compelling products.” &nbsp; Samsung's shops could help Best Buy fight back against showrooming,&nbsp;when consumers check out products at the store but then buy them online.&nbsp;&nbsp;“The last thing Samsung and Best Buy want to you to do is shop in Best Buy and then buy someplace else,\" says Richard Doherty, of market research firm Envisioneering.&nbsp; &nbsp; Doherty says Samsung’s plan will help both companies. Samsung can reach more customers for its new Galaxy smart phone and other electronics while Best Buy will get a piece of the action and a percentage of the cell phone contracts sold in its stores. Analysts say the partnership should also help Best Buy continue its turnaround.</p>\n<p>But&nbsp;can’t Samsung just put its goods on Best Buy’s shelves like other brands? &nbsp;</p>\n<p>Will Ander, who works with Mara Devitt at McMillan Doolittle, says it could, but it would be a gamble. &nbsp; &nbsp;“You can put a product in a store and hope the customer gets it,” he says.&nbsp;“If you’re there physically at the retail touch point you have the ability to influence that customer to market that customer, to educate that customer.” &nbsp; And to sell to that customer. Ander says there’s something to be said for old fashioned bricks and mortar --&nbsp; and human sales people.</p></div>","description":"Smartphone maker Samsung announces it's opening a branded store of its own -- inside the big box retailer.","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Apple has its own stores. Microsoft has its own stores. Now Samsung says it&apos;s getting into the game.  Sort of. Next month the electronics company will open special shops in hundreds of Best Buy stores.  Many of the locations will have their own trained and dedicated staffs and separate check-out lines. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>Best Buy can use the company. The big box retailer has a serious space issue.       “Well, they’ve got too much of it,” says Mara Devitt, a retail consultant with <a href=\\\"http://www.mcmillandoolittle.com/\\\">McMillan Doolittle</a>.  Part of Devitt&apos;s job is helping clients find retail space in cities like New York. She says the hunt for the right storefront is one expenditure of time and money Samsung can skip. She says CDs and DVDs use to crowd Best Buy’s shelves, but now that they&apos;ve moved on line, it&apos;s a different story.  “It leaves a lot of room in those stores for more compelling products.”   Samsung&apos;s shops could help Best Buy fight back against showrooming, when consumers check out products at the store but then buy them online.  “The last thing Samsung and Best Buy want to you to do is shop in Best Buy and then buy someplace else,&quot; says Richard Doherty, of market research firm Envisioneering.    Doherty says Samsung’s plan will help both companies. Samsung can reach more customers for its new Galaxy smart phone and other electronics while Best Buy will get a piece of the action and a percentage of the cell phone contracts sold in its stores. Analysts say the partnership should also help Best Buy continue its turnaround.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>But can’t Samsung just put its goods on Best Buy’s shelves like other brands?  </p>\"},{\"content\":\"<p>Will Ander, who works with Mara Devitt at McMillan Doolittle, says it could, but it would be a gamble.    “You can put a product in a store and hope the customer gets it,” he says. “If you’re there physically at the retail touch point you have the ability to influence that customer to market that customer, to educate that customer.”   And to sell to that customer. Ander says there’s something to be said for old fashioned bricks and mortar --  and human sales people.</p>\",\"type\":\"text/html\"}]","title":"Samsung takes the floor at Best Buy","itags":["Marketplace for Thursday, April 4, 2013","PMP:Marketplace_PMP","d9ea84a65195d060c760198663a1b148","Marketplace"],"byline":"Sally Herships","tags":["APM","Best Buy","Tech","big box stores","samsung"],"published":"2013-04-04T15:30:06+00:00","teaser":"Smartphone maker Samsung announces it's opening a branded store of its own -- inside the big box retailer.","audio":[{"type":"image/jpeg","meta":{"height":"340","width":"610","crop":"primary"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/151020859.jpg?itok=B6bPZYt0"},{"type":"audio/mpeg","meta":{"duration_hms":"00:02:05","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/04/04/marketplace_segment23_20130404","type":"application/json"},"duration":125},"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/04/04/marketplace_segment23_20130404_64.mp3"}]}