{"created":"2014-10-07T20:54:08+00:00","modified":"2014-11-16T21:05:06+00:00","valid":{"from":"2014-11-16T21:05:06+00:00","to":"3014-11-16T21:05:06+00:00"},"hreflang":"en","title":"'Live In The Present': Charlie Haden Remembered","published":"2014-07-18T19:22:00+00:00","teaser":"\"You have to see your unimportance before you can see your importance and your significance to the world,\" Haden told <em>Fresh Air</em>'s Terry Gross in 1992. The bassist died on July 11.","itags":["npr_api","332544960"],"guid":"d9f0447f-7b17-48a9-ae3a-0657713fe431","contentencoded":"<p><a href=\"http://www.npr.org/artists/15393702/charlie-haden\">Charlie Haden</a>, the preeminent bass player of his generation, <a href=\"http://www.npr.org/blogs/ablogsupreme/2014/07/11/330772721/remembering-jazz-legend-charlie-haden-who-crafted-his-voice-in-bass\">died on July 11</a> at 76. <em>Fresh Air</em>'s Terry Gross spoke to Haden five times throughout his career, in interviews which span from 1983 to 2008.</p><p>Haden was born in Shenandoah, Iowa, and grew up in Missouri. From the age of 2 until he was 15, he sang on his family's country music radio show. He had to stop singing when polio affected his vocal cords, at which point he got serious about playing bass.</p><p>Although he was brought up on traditional music, Haden made his reputation in jazz; he helped lead a musical revolution in the late 1950s and early '60s as a member of the original <a href=\"http://www.npr.org/artists/15393592/ornette-coleman\">Ornette Coleman</a> Quartet. In 1969, he launched his own group the Liberation Music Orchestra, which performed works inspired by liberation movements around the world. In the '80s, he founded the group Quartet West, drawing inspiration from film noir and jazz and pop singers of the '40s and '50s. Haden was especially nostalgic for that era. \"I think it's important to remember beautiful things in the past,\" he said in his 1992 interview.</p><p>In 2008, he made an album with his three daughters and his wife, performing the kind of country music he sang as a child.</p><p>In remembrance of Haden's extraordinary career, <em>Fresh Air</em> assembled some of his best interview moments.</p><hr /><h3>Interview Highlights</h3><p><strong>On playing with Ornette Coleman, and how other musicians reacted</strong></p><p>\"There was a lot of controversy around us. When we opened up at the Five Spot in New York, fights used to break out right in the club. People would be putting us down, people would be praising us. The club was packed every night with everybody from different parts of the art world: Painters, famous writers, film makers, dancers, musicians. I would look out, and standing at the bar would be <a href=\"http://www.npr.org/artists/16074315/paul-chambers\">Paul Chambers</a>, <a href=\"http://www.npr.org/artists/15673354/percy-heath\">Percy Heath</a>, <a href=\"http://www.npr.org/artists/15373151/charles-mingus\">Charlie Mingus</a>, and they would be looking dead in my eye, you know, saying, 'Okay, what are you going to do?' And I would be playing, and have my eyes closed, and one night I opened my eyes and there was <a href=\"http://www.npr.org/artists/15234027/leonard-bernstein\">Leonard Bernstein</a> with his ear glued to the front of my instrument.</p><p>\"It was like that every night, it was very exciting. The violence wasn't exciting. One guy set somebody's car on fire. One night, I remember, somebody came back in the kitchen, we were standing, talking with Ornette — I won't say who it was — and hit Ornette in the face. It was really a very strong 'excitation' time. New things were happening, not only in music, but in people's minds, every night from that music.\"</p><p><strong>On being arrested in Portugal</strong></p><p>\"We were playing with the Newport Jazz Festival of Europe, which included Duke Ellington's band and Miles Davis and a lot of people — giants of jazz. It was really a very exciting tour, but the last place that we were playing out of 14 countries was in Portugal, and I went to Ornette [Coleman] as soon as I saw it on the itinerary and I said, 'I'm not playing.' And he said, 'Well, we've signed the contract; we should play. You'll get me in trouble if we don't play.' So I decided to play, but what I did was we played 'Song For Che' [at] the concert, and before we played it, I dedicated it to the Black Liberation Movement in Mozambique, Angola and Guinea-Bissau. [It] was in a hockey stadium in Casegas, outside of Lisbon, and there were 20,000 people there, most of whom were young students and were ready to hear something like that. They started chanting, and all hell broke loose as soon as I made the dedication, and police were running around with machine guns trying to get order. There was cheering — you couldn't even hear the song, there was so much cheering.</p><p>\"My wife had just given birth to triplets back in New York, and it was a very traumatic birth. And I was going to cancel the European tour before I even left New York, and she persuaded me to go. And then, after I was arrested, I thought maybe I'd never see my kids. I was actually crying, and I didn't know whether I would even live or not. But now, looking back on it, even though it was very scary and very frightening, I know I would do it again, and I'm glad that I did it.\"</p><p><strong>On his family's country radio show growing up</strong></p><p>\"Every day was a great experience for me. I just loved it. We did our radio show from the farmhouse, and my brothers and sisters would go out and do the chores, milk the cows and come in, have breakfast, and my dad would crank the phone on the wall to let the engineer in Springfield, [Mo.], know that we were ready to go on the air, and we'd do the show. Every day was like a wonder to me.\"</p><p><strong>On selling out to make more money</strong></p><p>\"At one time in my career, my wife Ellen [and I], we had just gotten married, she was pregnant with our first child and we were both scuffling financially. I was working a little bit with Ornette, I was working with <a href=\"http://www.npr.org/artists/14867336/keith-jarrett\">Keith Jarrett</a>, and there wasn't enough money coming in to really pay the rent. And we were living in a four-flight walk-up tenement with cockroaches, you know, the typical New York musician beginnings. I felt guilty that I wasn't making a living, and so I bought a Fender bass and I ... started doing television jingles and commercial music recording that was really awful, that I really didn't believe in. I started coming home depressed. I said, 'I feel like I'm aiding and abetting the enemy.' And [my wife] said, 'What do you mean?' And I said, 'I feel like I'm contributing to the people who are destroying creative values, and who are perpetuating shallow values, and that I'm a part of it.'</p><p>\"It isn't what I want to do. I have a very clear picture of what I want to do and what I feel is important as far as my contribution or my appreciation and respect for this life that we're living, and to try to make it better. I can't feel that I'm making it better playing commercial music, and I never could and I never will.\"</p><p><strong>On being born in the wrong era</strong></p><p>\"I always felt that I was born in the wrong era. I wanted to be friends with John Garfield, for instance. He was one of the only actors that refused to testify in front of the House Un-American Activities Committee back when the Hollywood Ten [blacklist] was happening [in the] McCarthy period. I wish I could've been friends with <a href=\"http://www.npr.org/artists/15119268/charlie-parker\">Charlie Parker</a> and played with him. That's my period. I feel real close to the '40s — and actually I was born in '37, so I was a kid singing on the radio in the '40s. But I always dreamed of going to big cities.\"</p><p><strong>On improvisation and being in the moment</strong></p><p>\"I think it's very important to live in the present. One of the great things that improvising teaches you is the magic of the moment that you're in, because when you improvise you're in right now. You're not in yesterday or tomorrow — you're right in the moment. Being in that moment really gives you a perspective of life that you never get at any other time as far as learning about your ego. You have to see your unimportance before you can see your importance and your significance to the world.</p><p>\"The artist is very lucky, because in an art form that's spontaneous like [jazz], that's when you really see your true self. And that's why, when I put down my instrument, that's when the challenge starts, because to learn how to be that kind of human being at that level that you are when you're playing — that's the key, that's the hard part.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Live+In+The+Present%27%3A+Charlie+Haden+Remembered&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2985"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332609358-377082.m3u?orgId=1&topicId=1105&aggIds=100920965&ft=3&f=332544960"},{"href":"http://media.npr.org/assets/img/2014/07/18/170651127-a5b859f3c15fae7caa800a5e188c3620a425414b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2611","width":"3476"}}]}