{"created":"2015-05-05T17:31:38+00:00","modified":"2015-05-06T17:16:55+00:00","valid":{"from":"2015-05-06T17:16:55+00:00","to":"3015-05-06T17:16:55+00:00"},"hreflang":"en","guid":"da069af5-5777-4dc8-9720-aa44c0372273","title":"The conductor in Russia who's 'rescuing' Mozart by rejecting opera tradition","published":"2015-05-06T17:16:46+00:00","byline":"Charles Maynes","tags":["music","culture","history","Music","Arts, Culture & Media","Perm","Europe","Russia","Ural Mountains","Teodor Currentzis","Music","Entertainment"],"teaser":"Teodor Currentzis is recording Mozart's Da Ponte operas in grueling sessions in Perm, a Russian town better know for prison gulags that soaring oratorios. It's part of his rejection — if not hatred — of the norms of the classic music scene.","contentencoded":"<p>Teodor Currentzis doesn't really go for the standard tropes — or career path — of the contempary classical music scene.</p>\n<p>The 42-year-old, Greek-born conductor left Europe for Russia in the mid-1990s. He prefers jeans and combat boots to stuffy suits. And he loathes — no, absolutely <em>hates</em>  — the polite applause of classical music audiences.</p>\n<p>So maybe it's no suprise that Currentzis ditched the famed opera houses of Moscow and St. Petersburg for Perm, a once-closed industrial city on the edge of the Ural Mountains, a place known more for cruel winters and Soviet prison camps than soaring oratorios. But sometimes it takes getting away to get things done.</p>\n<p>“It's like a monastery,” Currentzis says. “Perm, for me, is the place where I can isolate myself from the unimportant part of the career and create the most important thing I can create as an artist.”</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"506\" width=\"900\" alt=\"Teodor Currentzis during one of his marathon recording sessions in Perm\" title=\"Teodor Currentzis during one of his marathon recording sessions in Perm\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/CROPcurrentzis%20solo.jpg?itok=YYT1iyaO\" /><div class=\"field-caption\">\n    <p>Teodor Currentzis during one of his marathon recording sessions in Perm</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Anton Zavyalov and Perm State Opera and Ballet Theatre</p>\n  </div>\n</div>\n<p>His signature project is a cycle of recordings of Mozart's \"Da Ponte operas\" for Sony Classical. </p>\n<p>\"Le Nozze di Figaro\" came out in 2014 to rave reviews. This year saw the release of \"Così fan tutte.\" The third and final recording, \"Don Giovanni,\" will be issued in the fall.</p>\n<p>But Currentzis will tell you this isn’t just<em> more</em> Mozart. He says his recordings rescue the works from flawed interpretations that have gradually robbed Mozart’s music of its subtlety, passion, and power — a slow drift that has turned one of the world’s great composers into a slick and safe choice for a shopping mall near you.</p>\n<p>“What is our mission? To make music for a restaurant or a bathtub, or to serve the composer?” Currentzis asks. </p>\n<p>Acheiving Mozart's true musical vision, he says, requires an intense effort and struggle — something he sees little of among his peers. “In regular recordings they compromise and make productions that can be good in the sense of mood,\" he says. \"But [after] one of the first three takes they say 'Oh, that's fine. We're finished.’”</p>\n<p>It's this open disdain for what he calls “the modern factory approach” to classical music that makes Currentzis a polarizing figure. He once famously promised to “<a href=\"http://http://www.telegraph.co.uk/culture/music/classicalmusic/3647876/I-will-save-classical-music.html\">save classical music</a>,” and certainly not everyone is convinced Currentzis is as good as he clearly thinks he is.</p>\n<p>But few would question his dedication to the recording process, a commitment that was on display when an international cast gathered at the Perm Opera House to record \"Don Giovanni\" last fall. Sessions stretched 10, 12, 14 hours or more, with Currentzis demanding take after take after take from performers.</p>\n<p>“I cannot imagine how many singers can do this. This is not normal what we are doing,” said the German opera star Simone Kermes during a short lull between sessions. </p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"506\" width=\"900\" alt=\"German soprano Simone Kermes on Currentzis&amp;#039;s many takes during recording sessions: &amp;quot;This is not normal what we are doing.&amp;quot;\" title=\"German soprano Simone Kermes on Currentzis&amp;#039;s many takes during recording sessions: &amp;quot;This is not normal what we are doing.&amp;quot;\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/CROPdiva.jpg?itok=-vKd_5A-\" /><div class=\"field-caption\">\n    <p>German soprano Simone Kermes on Currentzis's many takes during recording sessions: \"This is not normal what we are doing.\"</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Anton Zavyalov and Perm State Opera and Ballet Theatre</p>\n  </div>\n</div>\n<p>Kermes has had lead performances in all three of the Perm Mozart recordings, but even she seemed a bit dazed after more than <em>50</em> takes of a short passage from her role as Donna Anna.</p>\n<p>“Of course Mozart is difficult to record and what Teodor wants, it's like over what a human can do,” Kermes said. “He has no respect [for] the singer. Sometimes I hate him. I hate him. I hate him,” she said, her voice going quiet as the orchestra reached for their instruments — and another take.</p>\n<p>Indeed, driving Currentzis' musical vision — and legend — is his handpicked Russian orchestra \"<a href=\"http://musicaeternausa.com/\">MusicAeterna</a>.\" This being Currentzis, MusicAeterna is as much a commune as classical music collective. </p>\n<p>They're known for all-night sessions where they listen to heavy metal and punk rock, read poetry and drink wine in an effort to break down new barriers in music. What they don't do, says Afanasy Chupin, the group's Russian first-chair violinist, is get out a lot.</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/CROPslippers.jpg?itok=Ooymfy5e\" alt=\"\" /><div class=\"field-caption\">\n    <p>Afanasy Chupin, violinst with MusicAeterna, which is as much a commune as a classical music collective.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Charles Maynes</p>\n  </div>\n</div>“For me it's very simple. I wake up every morning; I come to the theater and I spend all my life here,” he says. Four years since moving to Perm, Chupin says “it's so hard for me to find things in the city because the theater is the only thing I know very well.”\n<p>With that he wandered back to the recording, wearing slippers and what looked suspiciously like pajamas.</p>\n<p>If that sounds relaxed for an opera hall, don't be surprised. When Currentzis arrived in Perm in 2010, he made a deal with the region’s liberal governor; he got financial support, artistic freedom and complete run of the opera house in exchange for a promise to help transform Perm into the \"Salzburg of the Urals.'\"</p>\n<p>But that vision for Perm looks increasingly out of step with the conservative politics of the day. The liberal governor has since been dismissed by Russian President Vladimir Putin.  Local bureaucrats are threatening cutbacks at the theater — and want a say in what productions Currentzis stages.</p>\n<p>Even the Ministry of Culture has been injecting politics into the arts. Last year it issued a formal policy paper saying “<a href=\"http://www.themoscowtimes.com/arts_n_ideas/article/culture-ministry-affirms-russia-is-not-europe/497658.html\">Russia is not Europe</a>” — a position Currentzis, who took Russian citizenship last year, rejects outright.</p>\n<p>“East and West [are the] body and soul of Russia,” he says. “I don't think there is a country that can exist without the East and influence of the West. It's one world with one electrity. Nobody should be afraid of [it].”</p>\n<p>If you think about it in that way, the Perm Mozart recordings have become about more than merely opera or Teodor Currentzis. </p>\n<p>A Greek conductor with a Russian passport; singers and musicians from Europe, North America and the former Soviet Union playing side by side; an international crew pursuing perfection in one of the most unlikely of places. These days, it reads like a utopian dream — one that may just be worth chasing, no matter how many takes it requires.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-04%2Frussian-conductor-who-says-hes-saving-mozart&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/CROPpomp.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/croppompjpg"},{"href":"http://cdn.pri.org/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/0505201508.mp3"},{"href":"http://www.pri.org/file/0505201508mp3"}]}