{"created":"2014-12-29T21:12:05+00:00","modified":"2015-05-13T21:24:49+00:00","valid":{"from":"2015-05-13T21:24:49+00:00","to":"3015-05-13T21:24:49+00:00"},"hreflang":"en","title":"Don't Bench That Dentist: A Guide To Ugandan English ","published":"2015-02-05T06:15:00+00:00","teaser":"The language called \"Uglish\" is as controversial in Uganda as Ebonics is in the U.S. And now it has its own dictionary. Is it just bad English or a legitimate local variant?","itags":["npr_api","372690899"],"guid":"da068f4c-5411-4104-922c-d1dc3e529532","contentencoded":"<p>You want to bench a pretty woman and launch your manifesto. Only you get bounced from her muzigo because she's pursuing a pensioner.</p><p>In the end, you were lucky. She's just a detoother who's after a rich guy.</p><p>Welcome to Uglish (pronounced \"YOU-glish\"), the Ugandan variant of English. Bernard Sabiti has written the first <a href=\"http://ugandanenglish.wordpress.com/\">Uglish dictionary</a> (not yet available outside of Uganda, but he's working on an e-book version for January).</p><p>Here's how he translates the above paragraph: You want to sit down with a pretty woman for a heart-to-heart and express your deep feelings. Only you get turned away from her one-room flat because she's pursuing one of the older white men who retire in Africa seemingly for the purpose of dating much younger women.</p><p>And these are equal-opportunity slurs. Gold-digging detoothers (you can also say that someone has a \"masters in dentistry\") and pensioners can be either female or male.</p><p>Sabiti, who speaks and writes a dozen of Uganda's local languages, spent four years compiling his dictionary for a language variant that many educated Ugandans deny is a legitimate language at all. Sabiti says that even educated Ugandans who deplore Uglish use it themselves, sometimes without realizing. Sabiti finds himself accidentally slipping Uglish phrases or grammar into official communications.</p><p>Some Uglish terms come from popular songs. This <a href=\"https://www.youtube.com/watch?v=3dv2CqwE4a4\">tune</a> from the Ugandan musician Hillary Kiyaga, who raps under the name Dr. Hilderman, links the English phrase \"double bed\" to a made-up word, mazongoto. The catchy hook \"Double Bed Mazongoto,\" the song explains, is a really big bed, 6 foot by 6 foot.</p><p>The song says that wealthy Ugandans get more divorces than poor ones, because a super-king-size bed, a mazongoto bed, makes it easier to sneak off and cheat.</p><p>Mazongoto is now standard Uglish for \"king-size\" whether you're ordering a mattress or describing government corruption.</p><p>Official English has a long history of accepting words coined by artists. Shakespeare's eyeball, Lewis Carroll's chortle and bootylicious (coined by Snoop Dogg, popularized by Beyonce) are all now in the OED. Nevertheless, Uglish is as controversial in Uganda as Ebonics is in the U.S.</p><p>Even Sabiti, who devoted four years of nights and weekends to his Uglish dictionary, worries that its prevalence is a sign of Uganda's deteriorating public education. Uganda's competitive advantage in the global economy is that it's an English-speaking country. Uglish is both poetry and a threat.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Don%27t+Bench+That+Dentist%3A+A+Guide+To+Ugandan+English+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"157"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373835153-46a2bc.m3u?orgId=1&topicId=1004&d=157&p=2&story=372690899&t=progseg&e=373820780&seg=7&ft=nprml&f=372690899"},{"href":"http://media.npr.org/assets/img/2014/12/24/_mg_31441-eba2b3426f9bf896eb778c3f54bc942b10639359.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2650"}}]}