{"created":"2014-10-21T21:18:03+00:00","modified":"2014-10-23T14:29:07+00:00","valid":{"from":"2014-10-23T14:29:07+00:00","to":"3014-10-23T14:29:07+00:00"},"hreflang":"en","guid":"da0c026c-be8f-4ef3-adc0-7aa8cd710586","title":"'If they are going to kill us, let them kill us for a just cause,' say Mexican citizens","published":"2014-10-23T14:29:03+00:00","byline":"Bradley Campbell","tags":["kidnapping","drug cartels","conflict","Conflict","Conflict & Justice","Iguala","North America","Central America / Caribbean","Mexico","Guerrero","North America","Central America/Caribbean","Daniel Hernandez","Crime","Mexican Drug War","Organized crime","Cartel","Drug cartel","Death threat"],"teaser":"Iguala, Mexico is a place that's hostile to outsiders and heavily controlled by drug cartels. That makes it an extremely difficult — and dangerous — place to look for the 43 missing students who were allegedly abducted by the local police force.","contentencoded":"<p>It's been almost a month since 43 students were abducted in the Mexican city of Iguala. They vanished after a deadly confrontation with local police, who are accused of kidnapping the students and turning them over to drug cartel thugs</p>\n<p>That police force has since been disbanded because so many officers are in custody for the crime. But while federal police were called in, the search for the missing students is now being led by a group of unarmed volunteers who search for the students in rural areas surrounding the city.</p>\n<p>It's dangerous work — they receive death threats for snooping around an area <a href=\"https://news.vice.com/article/mass-graves-dot-hillsides-around-iguala-as-search-for-missing-students-continues?utm_source=vicenewstwitter\">known as a dumping ground</a> for human remains.</p>\n<p>\"In these hills, apparently, the community is very scared,\" says Daniel Hernandez, the bureau chief for Vice News in Mexico. \"They say people, for years, have gone up and down the hills in trucks, presumably to execute people and to bury bodies. So these are very rugged hills. There is no police protection.\"</p>\n<p>Hernandez accompanied one search party, but the group had to return to the town because someone called in a threat — and the threats are no joke. Drug cartels run the show here, and people are in a state of \"narco fear.\" That means you abide by whatever the cartel wants, or you end up dead.</p>\n<p>Hernandez admit he was scared during the reporting trip. They lacked police protection and body armor as they directly challenged the authority of the brutal cartels. When the search parties spotted farmers from afar, they had to make sure the person was, in fact, a farmer.</p>\n<p>But the search parties still go on, cartels and death threats be damned. \"They ride on the tops of trucks or vans and search for a couple hours in the afternoon, or until the sun goes down because it is so dangerous,\" Hernandez says. “The attitude is, ‘Well, if they are going to kill us, let them kill us for a just cause.'\"</p>\n<br><p>©2014 Public Radio International</p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/102120149.mp3"},{"href":"http://www.pri.org/file/102120149mp3"}]}