{"created":"2015-06-24T12:48:00+00:00","modified":"2015-06-24T12:48:01+00:00","valid":{"from":"2015-06-24T12:48:01+00:00","to":"3015-06-24T12:48:01+00:00"},"hreflang":"en","guid":"da0fba3b-fa74-4897-87cd-f3d6efcc749e","title":"Self-driving trucks are already driving the highways near you","published":"2015-06-24T12:47:55+00:00","byline":"T.J. Raphael","tags":["innovation","technology","business and economy","Technology","Science, Tech & Environment"],"teaser":"Self-driving trucks have already hit American roads — but so far their impact has been limited. As they become more common, and more trusted, however, they could fundamentally change swaths of the American economy.","contentencoded":"<p dir=\"ltr\">Consider this: Almost everything you own has been on a truck at one point or another. America is simply dependent on trucking to feed us, house us, and employ us.</p>\n<p dir=\"ltr\">And although humans depend on trucking, trucks may no longer need humans — at least not to drive them. That's because the first self-driving trucks have hit the road in Nevada, thanks in part to Daimler, a company that produces more than 40 percent of the US trucking market.</p>\n<p dir=\"ltr\">The system still needs a driver to sit there and watch the controls, but the vehicle does everything else, according to Derek Rotz, one of the engineers that managed the development of Daimler's self-driving trucks.</p>\n<p dir=\"ltr\">“The system, called Highway Pilot, is designed to support the driver with the more mundane tasks of driving down the road,” he says. “The system is really envisioned to augment the driver and help him or her be more productive and more alert.”</p>\n<p dir=\"ltr\">Though a driver can’t hop in the backseat for a nap, Rotz says that the system allows a truck operator to take his or her hands off the steering wheel and foot off the pedal.</p>\n<p dir=\"ltr\">“Highway Pilot uses both radar technology as well as camera technology” to guide itself, Rotz says. “The radar is able to look at objects in front of the vehicle — essentially you’re able to maintain a safe following distance behind vehicles. In addition, there’s a stereo camera mounted on the front windshield, which is used to detect the lane markings and enable the truck to center itself in a lane.”</p>\n<p dir=\"ltr\">Highway Pilot is making calculations and judgements in real time to determine how it should be navigating on the road—the vehicle adjusts the throttle, brakes, and operates the steering inputs on its own. It can also respond to sudden changes in the environment, like if another driver cuts in front of the truck.</p>\n<p dir=\"ltr\">While the idea of a self-driving vehicle is an exciting one, some are afraid of such advanced technologies. Out in the blogosphere, it’s even been <a href=\"http://phys.org/news/2015-06-self-driving-car.html\">suggested</a> that a self-driving vehicle might be programmed to kill the driver in order to save others, like pedestrians.</p>\n<p dir=\"ltr\">“In the event that the driver needs to take over, there’s a warning system that comes on board,” says Rotz of Highway Pilot. “Imagine it like an alarm clock — the displays will start to turn red, they’ll start to flash, and you’ll hear an audible sound that informs the driver that they need to regain control. The algorithm is constantly monitoring the situation.”</p>\n<p dir=\"ltr\">Some are concerned that drivers will be behind the wheel more frequently and for longer hours if trucks can essentially drive themselves on auto pilot. But Rotz says that Daimler won’t be increasing driving time anytime soon.</p>\n<p dir=\"ltr\">“Where we think the benefit really comes in is elevating the profile of the driver to allow them to become more productive and essentially take over more logistical tasks and be more of a fleet manager,” he says.</p>\n<p dir=\"ltr\">But not everyone is on board. Scott Santens, the author of the recent column \"<a href=\"https://medium.com/basic-income/self-driving-trucks-are-going-to-hit-us-like-a-human-driven-truck-b8507d9c5961\">Self-Driving Trucks Are Going to Hit Us Like a Human-Driven Truck</a>,\" worries about how America's 3.5 million professional truck drivers will be affected by new trucking technologies.</p>\n<p dir=\"ltr\">“In the short-term, trucking looks good — there will still be good middle class salaries with trucking,” says Santens. “But as soon as self-driving trucks really hit — when it becomes legal in all 50 states so that we can drive from state to state and there’s a federal law passed — it will happen really quickly and it will affect a lot more than truck drivers because so much of the economy is dependent on truck drivers. Especially when you're looking at small towns all across the country.”</p>\n<p dir=\"ltr\">With the rise of automated technology, Santens believes that the truck drivers will go the way of elevator attendants.</p>\n<p dir=\"ltr\">“That used to be a job — people got paid to be elevator attendants and then we put buttons in there,” he says. “How funny would it be if we were still requiring elevator attendants in all of the elevators because we weren’t trusted to push the buttons ourselves? That’s what we’re going towards [with truck drivers] — something like a button pusher for a ‘just in case’ situation.”</p>\n<p dir=\"ltr\">Santens doesn’t believe that all automated technology is bad — he thinks it can be safer and save lives. But he does say humans need to be cognizant of the long-term consequences new technologies bring.</p>\n<p dir=\"ltr\">“We have to recognize that there are going to be effects — second-order or third-order effects of this stuff — and we have the be prepared for that,” he says. “I suggest that we need a base income in order to do that.”</p>\n<p dir=\"ltr\">Small towns in America have already been transformed by globalization, and Santens says self-driving technology will shift things even more.</p>\n<p dir=\"ltr\">“Take a truck stop, for example,” he says. “You have, say, 10 servers in this truck stop. The wages and salaries of these servers are based off of the spending of truckers. As soon as you remove the truckers, there will be fewer people eating at these places and going there. Which means that these places need fewer employees — instead of say 10 employees they can downsize to five employees. Now these towns have fewer jobs, and these employees that would have spent their money in other places no longer have money to spend, so then those places are affected too.”</p>\n<p dir=\"ltr\">He continues: “When we’re talking about the automation of jobs, we have to remember that there are many effects that just resound down the chain.”</p>\n<p dir=\"ltr\"><em>This <a href=\"http://www.thetakeaway.org/story/self-driving-trucks-are-real-and-theyre-road-now/\">story</a> first aired as an interview on PRI's <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a public radio program that invites you to be a part of the American conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-23%2Fself-driving-trucks-are-coming-highways-near-you&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/Red_Semi-Truck_%25282543453615%2529.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/redsemi-truck28254345361529jpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/audio.wnyc.org/takeaway/takeaway062215-trucks.mp3"},{"href":"http://admin.pri.org/file/takeaway062215-trucksmp3"}]}