{"created":"2014-09-08T15:35:52+00:00","modified":"2015-02-06T19:33:22+00:00","valid":{"from":"2015-02-06T19:33:22+00:00","to":"3015-02-06T19:33:22+00:00"},"hreflang":"en","title":"Race Relations 'Top Priority' In Ferguson, Mo., Police Chief Says","published":"2014-08-13T23:38:00+00:00","teaser":"Since an unarmed teen was shot and killed by police Saturday, the St. Louis suburb has been the site of protests. Police Chief Thomas Jackson urged protesters to be peaceful and end rallies at dark.","itags":["npr_api","340048722"],"guid":"da10c63e-abdd-40e3-a49d-d1b1be85c9e5","contentencoded":"<p>The police chief of Ferguson, Mo., says his department has made race relations a \"top priority,\" after a shooting of an unarmed black teen sparked days of protests.</p><p>Another man (this time armed) was reportedly shot by a St. Louis County police officer early Wednesday after police responded to reports of shots being fired.</p><p>The incident, which left the man critically wounded, took place near the area where protesters have rallied after a Ferguson police officer shot and killed 18-year-old Michael Brown. But as <a href=\"http://news.stlpublicradio.org/post/after-service-centered-peace-more-violence-ferguson\">St. Louis Public Radio</a> notes, it's not yet clear whether the shooting was related to the protests.</p><p>From the <a href=\"http://www.stltoday.com/news/local/crime-and-courts/uneasy-night-a-police-shooting-more-tear-gas-in-ferguson/article_7fb366f0-2f29-5bdd-b18b-34c9d8c688e7.html\">St. Louis Post Dispatch</a>:</p><blockquote><p>\"Police said they received a call reporting about four to five men in the area armed with shotguns and wearing ski masks. They also got reports of shots fired in the area. Police officers arrived and saw 'multiple subjects running,' said police spokesman Officer Brian Schellman.</p><p>\"An officer approached one of the men and he pulled a handgun on the officer who then fired, Schellman said.\"</p></blockquote><p>The shooting followed another night of protests over the killing of Brown, who was shot to death Saturday afternoon. Since then, both the St. Louis County Police and the FBI have begun investigations, and rival versions of Brown's death have emerged, with police and some witnesses <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/12/339850929/in-ferguson-calls-for-calm-and-justice-after-teen-s-death?utm_medium=RSS&utm_campaign=news\">disagreeing on key points</a>.</p><p><strong>Update at 5:06 p.m. ET: Ferguson Police Chief's Remarks</strong></p><p>Ferguson Police Chief Thomas Jackson says \"race relations is a top priority right now\" and that his department is working with the Justice Department on the matter. In a news conference Wednesday, he denied reports that a curfew was in place and clarified that the department preferred that protests end at dark because that's when \"it starts to get violent.\"</p><p>He said just over 40 people have been arrested since the protests began over the weekend.</p><p>The department will be meeting with Brown's family tomorrow, he said.</p><p>Also during the news conference a state senator asked the police chief if she would be \"gassed again.\"</p><p>State Sen. Maria Chappelle-Nadal was among those tear-gassed <a href=\"http://politicmo.com/2014/08/11/missouri-state-senator-among-crowd-of-ferguson-protestors-facing-tear-gas-monday-night/\">during a protest Monday night</a>.</p><p><a href=\"http://news.stlpublicradio.org/post/live-updates-community-responds-fatal-shooting-ferguson\">Read more updates from the press conference and follow the news in real time on the St. Louis Public Radio website</a>.</p><p><strong>Update at 12:45 p.m. ET: No Nighttime Protests, Ferguson Police Asks</strong></p><p>In a statement issued Wednesday, the Ferguson Police Department says it \"mourns the loss of Michael Brown's life.\" The department also asks \"any groups wishing to assemble in prayer or in protest do so only during daylight hours in an organized and respectful manner.\"</p><p>Later in the statement, the agency notes that evening protests have been used as an excuse for violence, saying that those events \"are not indicative of the City of Ferguson and its residents.\"</p><p>The statement is the \"first official news release\" from Ferguson police since Brown's death, local TV news <a href=\"https://twitter.com/LauraKHettiger/status/499581876668227584/photo/1\">KMOV's Laura Hettiger</a> says.</p><p><em>Our original post continues:</em></p><p>The protests turned violent Sunday night, with looters breaking into shops and burning down a convenience store. The controversy has also <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/12/339850929/in-ferguson-calls-for-calm-and-justice-after-teen-s-death\">heightened racial tensions</a> in a town with a population that is two-thirds black and whose police force reportedly has three black members.</p><p>Tuesday night, dozens of protesters chanted what has become a familiar phrase in Ferguson: \"Hands up; don't shoot\" — a reference to witnesses' statements that Brown had his hands up when the fatal shots were fired.</p><p>As NPR's David Schaper reports from St. Louis, last night's demonstrations were met with police in riot gear and armored vehicles who urged them to disperse.</p><p>\"Everybody's peaceful at this point, nobody's bothering anybody. What do they do? They come out here with guns,\" Rashawn Peterson, 31, tells David in a report for today's <a href=\"http://www.npr.org/programs/morning-edition/\">Morning Edition</a>. \"And they looked like they were going to shoot somebody. And we've got children over here. Children. Women. Innocent people bothering nobody.\"</p><p>David says, \"The crowd did peacefully move on to another location, though the racially charged tension remained thick.\"</p><p>Many of the protesters gathered outside St. Mark Family Church, where Brown's parents and the Rev. Al Sharpton spoke about his death and attended a church service.</p><p>\"Respect the family!\" Sharpton told those present. \"They haven't even buried their son — don't go out there and start stuff in his name.\"</p><p>Earlier Tuesday, Michael Brown Sr. spoke about his son in downtown St. Louis, saying he knew that the community in Ferguson was in pain.</p><p>\"But I need all of us to come together and do this right, the right way,\" he said, \"so we can get something done about this. No violence.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Race+Relations+%27Top+Priority%27+In+Ferguson%2C+Mo.%2C+Police+Chief+Says&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"296"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340051269-e05cc5.m3u?orgId=1&topicId=1003&e=340048722&d=296&ft=nprml&f=340048722"},{"href":"http://media.npr.org/assets/img/2014/08/13/michael_brown_rally-58d5ffd21f935aa5eb480e8739ae936facb75653.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}