{"created":"2015-05-18T20:15:37+00:00","modified":"2015-05-18T21:27:34+00:00","valid":{"from":"2015-05-18T21:27:34+00:00","to":"3015-05-18T21:27:34+00:00"},"hreflang":"en","guid":"da1f044f-60a2-4e60-915a-26f195d05174","title":"Meet the ice swimmers who put the Polar Bear Club to shame","published":"2015-05-18T21:27:27+00:00","byline":"Alina Simone","tags":["culture","Sports","Asia","North America","Russia","United States","Swimming","Sports","Water","Winter swimming","Polar bear plunge","Murmansk","Open water swimming"],"teaser":"Imagine a swim meet where they have to cut a pool out of the ice with a chainsaw so you can jump in — in little more than your Speedo. That's not a nightmare for cold-water swimmers — it's their goal.","contentencoded":"<p>On a windy Saturday morning on Brooklyn’s Brighton Beach, about half of the dozen or so people gathered here are bundled in jackets, scarves and hats. The rest have stripped down to trunks and bikinis.</p>\n<p>The water temperature today is 48 degrees Fahrenheit, but that's pretty much a sauna for these swimmers.</p>\n<p>“They’ve been swimming here when the beach is covered with snow and ice, it’s minus whatever out, and the water is almost at [freezing],” says Melissa O'Reilly, an award-winning ice swimmer.</p>\n<p>Do they use some kind special space-age thermal gear for their swims? “Bathing suit, a cap and goggles,” O'Reilly says. “We don’t use wet suits.”</p>\n<p>That would be cheating.</p>\n<p>But unlike the famous <a href=\"http://www.polarbearclub.org/\">Polar Bear Club</a>, these guys aren’t just running into the ocean, high-fiving each other and dashing back to shore. O'Reilly's swim today will last <em>at least</em> 30 minutes. Swimming in the frigid water is addictive, she tells me.</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/OntheBeach.jpg?itok=JFvRpdLB\" alt=\"\" /><div class=\"field-caption\">\n    <p>Getting ready to take a dip on Brighton Beach. There's no ice, but it's cold.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Alina Simone</p>\n  </div>\n</div>\n<p>It was actually here at Brighton Beach where O'Reilly first discovered ice swimming two years ago. She got hypothermia while training for an ocean race in mid-60 degree water, so she approached Christian Vergara, who heads up the winter swimming group here on Brighton Beach. \"How do I get better?\" she wanted to know.</p>\n<p>His advice? “Swim with us through the winter. Your body just builds up a tolerance to cold,” O'Reilly remembers being told. “A few months later, I found myself in Murmansk for the first time, in the Russian Arctic, doing the most extreme swim I had ever done.”</p>\n<p>It's not just her: Most of the swimmers here in Brooklyn regularly compete in some of the coldest bodies of water on the planet. That’s the goal.</p>\n<p>“These competitions, I describe [them] as like a swim meet outside in really cold temperature,\" O'Reilly explains. \"They cut the pool out of a frozen lake. Everyone’s standing on the frozen lake because it’s been so cold. It’s well over two feet thick.”</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"600\" width=\"900\" alt=\"Swimming in a pool cut out of ice in Murmansk, Russia. No wet suits here.\" title=\"Swimming in a pool cut out of ice in Murmansk, Russia. No wet suits here.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/Tyumen%202013-2.jpg?itok=MsvS6oGk\" /><div class=\"field-caption\">\n    <p>Swimming in a pool cut out of ice in Murmansk, Russia. No wet suits here.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Melissa O'Reilly</p>\n  </div>\n</div>\n<p>If you ask me, it takes real guts for an American to wing over to Siberia in the middle of December to swim a kilometer-long race in water that's so cold it starts to freeze over between heats (a word that sounds pretty ironic in this context). But the Russians didn’t see it that way at first.</p>\n<p>“I remember the first time I saw the Eastern Europeans, the way they looked at the Americans, [and] the other Westerners, which was like, 'These guys are jokers, they don’t know what they’re doing,'” says Talya Tibbon, a Jerusalem-born documentary filmmaker.</p>\n<p>Tibbon describes ice swimming as her way of unwinding between making movies about war, drugs and crime, but Russia’s bone-chilling water tested her mettle like nothing else. “You just kind of go there and think, 'Can I really do this? Can <em>anyone</em> do this?'” she says.</p>\n<p>Apparently they can. This year in Murmansk, at the first Ice Swimming World Championship, O'Reilly and another American, Jamie Monahan, placed in their age groups. The gold medalist was a German, Christof Wandratsch.</p>\n<p>Tibbon thinks the tenacity and talent of Western ice swimmers has definitely helped thaw East-West relations: \"Over the last two years ... they sort of built up friendships and really, camaraderie, over ice — which is very, very cool.”</p>\n<p>The swim in Brighton Beach today is an international reunion of sorts for swimmers who competed in Murmansk in March. But they also have a more pragmatic reason for meeting here: The swimmers are hoping to get New York City to host an international ice swimming competition on the East River next year. Unfortunately, though global interest in ice swimming is booming,  Christian Vergara, who's also president of the US Winter Swimming Association, admits \"the sport is nonexistent\" in the US.</p>\n<p>Vergara, who was born in Chile, is the guy who first encouraged Melissa O'Reilly and others here to compete in Russia. Given that, I expected him to bluff the hardest about how great a dip in the freezing ocean feels — everyone else has been trying to get me into the water all morning — but Vergara doesn’t sugarcoat.</p>\n<p>“Okay, it’s torture going in,” he tells me. “I’m not going to lie about it. But coming out, it gives you a sense of wellness.”</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"506\" width=\"900\" alt=\"Taking the plunge off of Brighton Beach when the water is 48 degrees.\" title=\"Taking the plunge off of Brighton Beach when the water is 48 degrees.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/GoingIn.jpg?itok=Y74WX9_a\" /><div class=\"field-caption\">\n    <p>Taking the plunge off of Brighton Beach when the water is 48 degrees.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Alina Simone</p>\n  </div>\n</div>\n<p>That sense of wellness is why I’ve decided to skip Brighton Beach and head straight to Russia for my virgin plunge, where they know how to incentivize us weak-willed, warm-water swimmers.</p>\n<p>“You always know in these competitions, unlike here, that there’s a sauna with an older Russian lady waiting to just wrap you with a hot, warm towel,” Talya Tibbon says. “You sort of look forward to that.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-14%2Fforget-polar-bear-club-these-ice-swimmers-are-hardcore&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/CROP2guys%26Reilly.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/crop2guysreillyjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05182015_09.mp3"},{"href":"http://admin.pri.org/file/0518201509mp3"}]}