{"created":"2014-10-07T21:10:23+00:00","modified":"2014-12-23T18:14:01+00:00","valid":{"from":"2014-12-23T18:14:01+00:00","to":"3014-12-23T18:14:01+00:00"},"hreflang":"en","title":"Federal Loans Tough To Come By For Community College Students","published":"2014-07-16T13:50:00+00:00","teaser":"Nearly a million community college students don't have access to federal student loans, according to a new report.","itags":["npr_api","331735154"],"guid":"da222f3d-1fcc-4b64-b5fa-c8244acd222f","contentencoded":"<p>Tuition and fees at most community colleges are pretty reasonable these days, about $3,500 a year. Which is why the vast majority of community college students don't take out loans to cover their costs. But, according to the <a href=\"http://www.ticas.org/\">Institute for College Access and Success</a>, a non-profit advocacy group based in California, nearly a million community college students who do need help paying for school don't have access to federal student loans.</p><p>Debbie Cochrane, research director at TICAS, surveyed some 1,100 institutions and found that 237 simply don't participate in the federal student loan program. So, for their students,federal loans aren't an option. And that, says Cochrane, puts lots of students in a financial bind.</p><p>The <a href=\"http://www.aacc.nche.edu/Pages/default.aspx\">American Association of Community Colleges</a> doesn't dispute these numbers, but Senior Vice President David Baime says there's a perfectly good reason why one-fifth of the nation's community colleges don't offer federal student loans.</p><p>\"The primary concern of the institutions' presidents, on balance, is the severe consequence of student loan defaults,\" Baime says. \"Over 1 out of every 5 of our students defaults on a federal student loan within 3 years of entering repayment.\"</p><p>The problem for community colleges, says Baime, is that schools with a 30-40 percent default rate - or worse - can be banned from receiving any kind of federal aid. Many schools that don't participate in the federal student loan program still depend on other sources of federal help, like Pell grants, scholarships and funding for work-study programs. To protect that funding, some schools choose to forego the loan program entirely.</p><p>Debbie Cochrane says, as a result, nearly a million students who need to borrow from the federal government to cover their community college costs can't. Hardest hit are low-income black, Latino and Native American students.</p><p>\"In some states it's quite extreme,\" says Cochrane. She points to Alabama, where almost 64 percent of low-income black students in community college don't have access to federal loans. In Alaska, 60 percent of low-income Native American students attend schools that don't offer federal student loans.</p><p>David Baime says, while federal loans are critical for many students to finance their education, for schools \"the consequences of default are so significant and long-lasting that it's a double-edged sword.\"</p><p>As long as that's the case, Baime warns, many community colleges will stay out of the federal student loan program.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Federal+Loans+Tough+To+Come+By+For+Community+College+Students&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Claudio Sanchez","audio":[{"meta":{"duration":"172"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331751474-64f84f.m3u?orgId=1&ft=3&f=331735154"},{"href":"http://media.npr.org/assets/img/2014/07/15/hires-d71cb24f2797d0d6b3719358b2c3fc017d088dff.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2194","width":"2926"}}]}