{"created":"2014-12-22T23:38:44+00:00","modified":"2014-12-26T16:49:11+00:00","valid":{"from":"2014-12-26T16:49:11+00:00","to":"3014-12-26T16:49:11+00:00"},"hreflang":"en","guid":"da260eae-735e-43c5-b33b-5bae0c679132","title":"France endures deadly attacks, but can't decide if they're terrorism","published":"2014-12-26T16:49:10+00:00","byline":"David Leveille","tags":["crime. terror","jihadis","ISIS","Islamic State in Iraq and Syria","terrorism","lone wolf attacks","Conflict","Conflict & Justice","Dijon","Tours","Europe","France","Europe","Anne-Elisabeth Moutet","Francois Hollande","Bertrand Nzohabonayo","Bernard Cazeneuve","Religion","Islamic terrorism","Islamism"],"teaser":"Attacks in the French cities of Tours and Dijon over the weekend left pedestrians and police officers dead, and France wondering if radical groups like ISIS are taking the fight into their cities. But despite the attackers' seeming links to radical Islam, the jury is still out.","contentencoded":"<p>Two violent and disturbing attacks took place in France over the weekend, prompting fears among the French that ISIS and other militant Islamist groups are making inroads in their country.</p>\n<p>The first incident occurred near the French city of Tours on Saturday, when Bertrand Nzohabonayo, a French convert to Islam, stabbed three officers at a police station before he was shot and killed. One day later, in the city of Dijon, police say a driver <a href=\"http://www.theguardian.com/world/2014/dec/21/france-dijon-driver-attacks-pedestrians\">ran down 13 pedestrians</a> in the city using his van.</p>\n<p>In \"the case of the attack in Tours, we know that there are links to the Islamic State,\" says Anne-Elisabeth Moutet, France editor for Newsweek Europe. \"The perpetrator, who is a French convert to Islam who was born in Burundi, was found in possession of materials from ISIS on his computer.\"</p>\n<p>The suspect in the Dijon attack also seemed to have an affinty, if not clear ties, to radical Islam. The man reportedly said he ran down the pedestrians for \"the children of Palestine and the children of Chechnya,\" but had no apparent links to any groups or organized networks.</p>\n<p>That absence of ties, and the man's long history of mental illness — he had been in and out of psychiatric hospitals for more than 10 years — led the chief investigator in the case to declare that the Dijon attack was not an act of terrorism.</p>\n<p>But Moutet and many French dispute that conclusion. \"It is act of terror, whether organized or not,\" Moutet says. \"It is not linked to the Islamic State, but it's part of this inchoate feeling that exists among disenfranchised youth who are fascinated by Islam — the more extreme the more fascinating to them — and they seize the opportunity.\"  </p>\n<p>She also points out that potential radicals have \"seen so much violence, which comes from radical Islam\" online and through propaganda videos, which may inspire \"lone wolf\" attacks.</p>\n<p>\"It's not ordered or commissioned by Islamic terrorist groups, but at the same time is part of an atmosphere in which we see beheadings on YouTube and we hear about the war that's being preached against the West,\" Moutet says.</p>\n<p>France has the largest Muslim population of any country in Western Europe, and, as Moutet puts it, \"99 precent of this population is quite peaceful. But of course you have radical elements, because it appeals to them at a time when they can't find jobs, and in general the country is in the middle of a heavy malaise.\"</p>\n<p>The weekend's violent incidents prompted the French government to step up security at police and fire stations across the country. French President François Hollande urged the public not to panic, and French interior minister Bernard Cazeneuve on Tuesday in Dijon said that everything possible was being done to protect French citizens.</p>\n<p>\"The French are united, determined to stand together against those who preach hatred,\" he said. \"Everyone knows the threat is real, that it needs to be anticipated to be countered — and that's what the police do everyday, and so I salute their commitment.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}