{"created":"2014-10-08T15:44:51+00:00","modified":"2014-10-31T01:56:44+00:00","valid":{"from":"2014-10-31T01:56:44+00:00","to":"3014-10-31T01:56:44+00:00"},"hreflang":"en","title":"25 Years On, Mothers Of Tiananmen Square Dead Seek Answers","published":"2014-06-10T13:53:00+00:00","teaser":"A bullet to the head killed Zhang Xianling's son near Tiananmen Square on June 4, 1989. Since then, she has led a group demanding the truth and accountability for those deaths.","itags":["npr_api","313961978"],"guid":"da28926b-f21d-47d2-8e36-06365cc1b568","contentencoded":"<p>The elderly woman carefully handed over the tissue-thin white paper slip. The flimsy invoice was her son's death notice. The words hurriedly scrawled on it in blue ink — \"shot outside and died\" — were proof to her of the crimes of the state.</p><p>Zhang Xianling's son, Wang Nan, was just 19 years old when he was killed by a single bullet to the head. It was fired by martial law troops sent to clear protesters from Tiananmen Square in the early hours of June 4, 1989.</p><p>For the past quarter-century, Zhang has stored this bureaucratic receipt in a cardboard shoebox, nestled between her son's childhood photos and his swimming certificate.</p><p>The 76-year-old Zhang is a tidy, compact woman, a retired aerospace engineer with sensible hair and comfy slacks. Yet her story is one of extraordinary resilience in the face of despair.</p><p>\"I'm a pretty strong person,\" she told me. \"I don't cry often. This kind of scar is with you forever. It's hard not to despair.\"</p><p>She is one of the co-founders of the <a href=\"http://www.npr.org/blogs/parallels/2013/06/03/188316096/Mothers-Of-Tiananmen-Call-For-Justice-Get-Silence-In-Return\">Tiananmen Mothers</a>, an informal group of mostly women who lost loved ones on June 4, 1989. For the past 25 years, their struggle to demand truth and accountability from China's Communist Party has turned them into a political and moral force.</p><p>When Chinese students occupied Tiananmen Square in the spring of 1989, Zhang's son — a high-school student — was drawn into their orbit. As an aspiring photojournalist, Wang Nan wanted to record history. He began rushing to the square during his lunch hour, and begging her for money to buy extra film.</p><p>On the night that the army retook the square, Wang sneaked out with his camera, wearing a motorcycle helmet. He was on Changan Jie — the Avenue of Everlasting Peace — near Tiananmen Square, when he dashed forward to take a photo of the troops and was shot in the head.</p><p>When passersby tried to come to his aid, soldiers ordered them to leave him alone. Medics were not allowed to treat him or to take him to the hospital. He bled to death on the sidewalk in front of a high school. His body was hastily buried in a nearby flowerbed, along with two other casualties of the army's bullets.</p><p>Nobody told his mother. For 10 days, she waited for news, as friends visited 24 different hospitals looking for his corpse.</p><p>\"In a week, my hair turned gray,\" she told me. \"When my colleagues came to visit, they didn't recognize me. I had changed that much. I looked like a skinny old woman.\"</p><p>Meanwhile, Wang's corpse began to putrefy in its shallow makeshift grave. It had been raining, and his clothing began to poke through the newly turned earth. He had been buried close to the gate of a high school where classes were soon scheduled to start again, and, with the smell becoming an issue, school authorities asked the local police and health department to dig up the decomposing bodies.</p><p>When Wang's body was exhumed, he was mistaken for a soldier because he was wearing a standard-issue military belt and sent to a hospital. That was where his parents finally claimed his body for burial.</p><p>Zhang found all this out much later, as she channeled her grief into discovering exactly how her son had died. Each piece of information brought added torment, all of which changed her irrevocably.</p><p>\"I started to have doubts about the Chinese Communist Party,\" she wrote in an essay published on the Chinese-language Tiananmen Mothers' <a href=\"http://www.tiananmenmother.org/\">website</a>. She met another mother battling her own grief, Ding Zilin, a philosophy professor whose 17-year-old son had also been killed that night, and together they co-founded the Tiananmen Mothers. They began to seek out other relatives in order to compile a list of the dead. It now has 202 names.</p><p>But their task was complicated by widespread fear.</p><p>\"At the time, there were many people who felt it was not honorable,\" Zhang said. \"They were afraid. Their sense of self-preservation is stronger than their sense of justice.\"</p><p>In an act of bravery, the two women gave the first detailed account of a June 4 death to ABC News in 1991. The women were warned against speaking out, and Zhang decided to keep quiet after that, a silence she maintained for the first few years of the group's existence. For her, it was a pragmatic move, designed to ensure the group's survival.</p><p>Ding continued to speak out as the public face of the group, and was punished by being placed under surveillance, being harassed, forced to retire and expelled from the Communist Party after 32 years of membership.</p><p>The Tiananmen Mothers have now written 37 open letters to China's leaders. Their demands are simple: truth, accountability and compensation, all words that challenge China's Communist Party. In 2004, Zhang faced her biggest crisis when she was detained at the same time as two other mothers. They were released after four days amid an international outcry.</p><p>\"When you're fighting against such powerful organs of state, there are bound to be sacrifices. I was ready. Even now,\" she said. \"Some people say the darkest time is just before dawn. I hope the darkness doesn't fall upon me. But if it does, I'm ready.\"</p><p>These are words she lives by. About two weeks ago, she attended a seminar in Beijing commemorating the killings. Five of the 15 people there have been detained by the police, charged with \"picking fights and causing disturbances.\" Most of the others, like her, were questioned and then released.</p><p>Her life is lived under surveillance, with a surveillance camera even trained on the spot where her boy died, to stop her from mourning her son in public. Her grief — her refusal to forget — is perceived as a threat.</p><p>She sees the camera as a sign of insecurity.</p><p>\"Such a great, mighty and correct party is afraid of a little old lady,\" she said, with typical brio. It shows how powerful we are this group of old people, because we represent righteousness.\"</p><p>Yet the bitter truth is that a quarter-century of campaigning has not changed the government's position. And time is thinning the ranks of the Tiananmen Mothers, with old age and disease claiming one-fifth of their members.</p><p>Their low point came two years ago, when a 73-year-old Tiananmen father named Ya Weilin hanged himself in an underground garage beneath his house. In his suicide note, he wrote of the bleakness of decades passing without justice for his son. The group's first protest death highlighted their isolation within China, where few have heard of them.</p><p>Yet their impact as a moral force and China's first political pressure group has been impressive. Last year, at the annual June 4 vigil in Hong Kong, many thousands of people were wearing T-shirts featuring the Tiananmen Mothers.</p><p>When I showed photos to Zhang Xianling, she was amazed at the turnout and the visible show of support.</p><p>\"So many people!\" she gasped. Then she looked at me and smiled. \"So there is hope after all,\" she said.</p><p><em>Louisa Lim, NPR's longtime China correspondent, is the author of the forthcoming book on China,</em> The People's Republic of Amnesia.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=25+Years+On%2C+Mothers+Of+Tiananmen+Square+Dead+Seek+Answers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Louisa Lim","audio":[{"meta":{"duration":"369"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316460591-54c5e2.m3u?orgId=1&topicId=1125&ft=3&f=313961978"},{"href":"http://media.npr.org/assets/img/2014/05/19/tiananmen_mothers3-8363f95423461435b9c346c776a11e0684b56d86.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1832","width":"2440"}},{"href":"http://media.npr.org/assets/img/2014/05/19/tiananmen_mothers1-f063ded2528cb5cced028ace0a21c3a65bc20f51.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"4000"}},{"href":"http://media.npr.org/assets/img/2014/05/19/tiananmen_mothers2-0335ab680676a02f54a90b4a79cb0ff2a69a470b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"4000"}}]}