{"created":"2015-05-09T21:13:46+00:00","modified":"2015-05-14T21:05:10+00:00","valid":{"from":"2015-05-14T21:05:10+00:00","to":"3015-05-14T21:05:10+00:00"},"hreflang":"en","title":"What Is A 'Good Muslim' Anyway? A Podcast Disrupts The Narrative ","published":"2015-05-11T21:19:00+00:00","teaser":"With their podcast<em> #GoodMuslimBadMuslim, </em>hosts Zahra Noorbakhsh and Tanzila \"Taz\" Ahmed want to shake up labels.<em> </em>Ahmed says, \"We're taking the good and we're sort of re-imagining it for ourselves.\"","itags":["npr_api","405316098"],"guid":"da33c758-3b80-4706-ba07-7580e9866806","contentencoded":"<p>Zahra Noorbakhsh and Tanzila \"Taz\" Ahmed host the podcast <a href=\"http://www.goodmuslimbadmuslim.com/\">#GoodMuslimBadMuslim</a>. But they don't have a shtick where one of them is good and the other is bad. It's more complicated than that.</p><p>Noorbakhsh, an Iranian-American comedian, and Ahmed, a Bengali-American writer and activist, say this podcast was born out of conversations about just what it means to be a \"good Muslim.\"</p><p>\"In the Muslim community we're looked at as the bad Muslims because, you know, Zahra drinks, I go to punk shows,\" Ahmed tells <em>All Things Considered</em> host Arun Rath. \"Externally, in the American community, we're looked at as bad Muslims just by default of being brown-skinned and being Muslim, so we kind of are in this gray zone.\"</p><p>\"To complicate matter even further,\" Noorbakhsh adds, \"many times because I identify myself as a 'pork-eating, alcohol-drinking, premarital-sex-having Muslim,' then I'll have audience members say, 'Oh, you're the good kind of Muslim,' because to them ... I am <em>less</em> Muslim.\"</p><p>The monthly podcast launched in January. They discuss current events and politics, but also have lighter signature segments, where they share awkward Ask-a-Muslim encounters and give out \"Good Muslim Awards.\" They've given an award to woman in a hijab watching <em>Fifty Shades of Grey</em> and another to the <a href=\"http://www.npr.org/2015/01/31/382851591/in-la-women-build-a-mosque-where-they-can-call-to-prayer\">Women's Mosque of America</a> in Los Angeles.</p><p>\"We're always thinking about how people are being labeled as 'bad' or 'good' and we kind of wanted to disrupt that narrative and shake things up,\" says Ahmed. \"We're taking the good and we're re-imagining it for ourselves.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On challenging stereotypes and the pushback from some in the Muslim community</strong></p><p><strong>Taz Ahmed:</strong> I think that's one of the things that's so scary for other people to hear our podcast, because we're allowing people permission to think and have internal dialogue and to be challenging to themselves and that's part of the pushback that we've been getting ... from the Muslim community. ... People don't like that two Muslim woman have a voice and that we're just talking. The fact that it's out there is really intimidating and scary to people.</p><p><strong>Zahra Noorbakhsh:</strong> I think that when a community is so lumped together and one person's actions across the globe who has nothing to do with you suddenly defines what your values are, what your community is and what can then happen to you, in acts of violence as a Muslim, is really scary. And so anybody, then, who comes out saying, \"I'm a Muslim\" — even for me, as a progressive liberal who likes to think she's smarter than that — we see them then as representative of the community and so I think that gets very scary.</p><p><strong>On coping with the notion that Muslims can't take a joke</strong></p><p><strong>Noorbakhsh:</strong> I recently had to ask myself, is it safe for me as a feminist, Muslim comedian, who advertises herself as a pork-eating, alcohol-drinking, premarital-sex-having Muslim, to go to Iran? And it wasn't safe and I couldn't go. And, sure, I could turn around and say, \"I wish they could take a joke and see it's satire.\" At the same time, there are major geopolitics at play here that are much bigger than my tag. You know, it's a much more complicated conversation.</p><p><strong>Ahmed:</strong> What it means to be Muslim is just always so serious and I think what we can do with our podcast is bring a little humor to it. You need an equal dose of politics and pop culture to engage communities and engage people in actual conversations and I think that's what our podcast does.</p><p><strong>On what's surprised them about making the podcast</strong></p><p><strong>Noorbakhsh:</strong> I think one of the of things that we continue to discover that surprised both of us is how even though we are both progressive Muslim women, we're also entirely different. We argue all the time. We actually have very distinct voices.</p><p><strong>Ahmed:</strong> It's been really interesting to get feedback from people. I got a really awesome email from a 25-year-old Muslim girl that wanted relationship advice. It's great to be able to be that resource because growing up as a South Asian, as a Muslim, in LA, I felt so alone, and for these young girls I can make them feel less alone.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Is+A+%27Good+Muslim%27+Anyway%3F+A+Podcast+Disrupts+The+Narrative+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"351"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405546329-779601.m3u?orgId=1&topicId=1016&d=351&p=2&story=405316098&t=progseg&e=405435381&seg=6&ft=nprml&f=405316098"},{"href":"http://media.npr.org/assets/img/2015/05/08/tz-wood-3_sabihabasrai-5e481a2b5a087e0f8cae2f777d35753dcc475230.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2355","width":"3141"}},{"href":"http://media.npr.org/assets/img/2015/05/08/tz-outdoor_sabihabasrai-440fe10f2c898cdf29b18c03b9ff0fd665aeb38d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2418","width":"3224"}}]}