{"created":"2014-10-07T19:23:39+00:00","modified":"2014-10-30T23:44:22+00:00","valid":{"from":"2014-10-30T23:44:22+00:00","to":"3014-10-30T23:44:22+00:00"},"hreflang":"en","title":"Tensions Stir At EPA Hearings On New Emission Rules ","published":"2014-08-01T11:14:00+00:00","teaser":"As the EPA develops new carbon emission rules for existing power plants, the agency is holding a series of public hearings around the country where coal industry advocates made their concerns known.","itags":["npr_api","336953717"],"guid":"da3fa6c7-327c-4e01-8fb1-3f32a169c2e8","contentencoded":"<p>The coal industry made its presence known in Pittsburgh this week for public hearings on President Obama's controversial plan to address climate change. A key element is rules the Environmental Protection Agency <a href=\"http://www.npr.org/2014/06/02/318266794/epa-lays-out-centerpiece-to-obamas-climate-change-policy\">proposed in June</a>. They would cut greenhouse gas emissions — chiefly carbon dioxide — from existing power plants. The national goal is 30 percent by 2030, based on 2005 levels.</p><p>Coal has much to lose under the rules. The EPA says power plants make up about a third of the greenhouse gas emissions in the U.S., and coal is used to generate nearly 40 percent of electricity today. States have a variety of options for meeting their reduction targets, but in coal country the industry and its workers are worried about the future.</p><p>At an industry rally Wednesday, Joel Watts with the West Virginia Coal Forum opened the event with a prayer. Referring to \"God-given coal fields\" his prayer took aim at the White House and EPA. \"Give us the strength to stand strong against those who lie to us and hide behind their laws,\" prayed Watts. After \"amen\" there was applause.</p><p>Few here mention climate change. They focus instead on jobs and the economy. \"If you shut coal down you lose miners. Miners lose money and they can't get out and shop. So it affects other businesses — it affects your community,\" says Kathy Adkins, a nurse in Madison, W. Va., who's married to a retired coal miner.</p><p>This theme continued at EPA's public hearing at the federal building in downtown Pittsburgh. West Virginia's Democratic Secretary of State Natalie Tennant called for more federal investment in technologies to capture carbon from burning coal and then store it before it escapes into the atmosphere. \"There is no reason to pit clean air against good-paying jobs,\" testified Tennant. \"West Virginia can lead the country in developing coal technology that supports both.\"</p><p>But those who want to replace coal plants with cleaner forms of electricity see opportunity with these new rules. At an event organized by environmental groups, Pittsburgh Mayor Bill Peduto spoke about a \"new energy economy.\"</p><p>\"We're not being dismissive of our brothers and sisters that are part of the older energy economy,\" said Peduto. \"We want to bring them along and give them good jobs and opportunities in a new economy.\"</p><p>EPA officials heard oral comments this week from an estimated 1,600 people in four cities across the country: Washington, D.C., Atlanta, Denver and Pittsburgh. Each person was given five minutes.</p><p>Patricia DeMarco, a professor at Carnegie Mellon University's Green Sciences Institute, thanked the EPA for developing the proposed rules. \"We are facing the definitive challenge of our time: the need to shift from a fossil-fueled economy to a renewable and sustainable economy,\" said DeMarco.</p><p>Others talked about the need to reduce greenhouse gas emissions to avoid future effects of climate change.</p><p>\"It's those who are marginalized that will feel the full brunt of climate change,\" said Kathy Dahlkemper, county executive in Erie County, Pennsylvania. \"The price of food likely will increase, and the poor are almost always the hardest hit when we have harsh, weather-related disasters.\"</p><p>The EPA says it already has received around 300,000 comments on the proposed rules. The deadline for submitting written comments is Oct. 16. The agency expects to issue final rules next June.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tensions+Stir+At+EPA+Hearings+On+New+Emission+Rules+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Brady","audio":[{"meta":{"duration":"184"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337034490-9ba63f.m3u?orgId=1&topicId=1006&ft=3&f=336953717"}]}