{"created":"2014-09-19T19:43:55+00:00","modified":"2014-12-23T18:40:58+00:00","valid":{"from":"2014-12-23T18:40:58+00:00","to":"3014-12-23T18:40:58+00:00"},"hreflang":"en","title":"For These Vegans, Masculinity Means Protecting The Planet ","published":"2014-08-01T16:36:00+00:00","teaser":"A group of men in New York are challenging the stereotype that eating meat signifies manliness. Instead, they say that manhood can be proven by caring for the planet, not dominating it.","itags":["npr_api","332329709"],"guid":"da55fa4f-13ca-44eb-974d-132a86df7dc4","contentencoded":"<p>Real men eat meat. They kill it and then they grill it.</p><p>That's the stereotype, or cliche, that's about as old as time.</p><p>At a recent barbecue in Brooklyn, N.Y., a half-dozen guys who resist that particular cultural stereotype gathered together. Many of them are muscled semi-professional athletes, including triathlete Dominic Thompson, competitive bodybuilder Giacomo Marchese and mixed martial arts fighter Cornell Ward.</p><p>They're also all vegans and eschew all animal products. Because these guys are so seriously, well, built, they say some people find it hard to believe they never eat meat, fish, dairy or eggs.</p><p>\"Everyone always thinks vegans are weak, skinny, frail, pale,\" Thompson says. \"I get people that think, 'You're like Gwyneth Paltrow.' \"</p><p>Unlike Paltrow (who is no longer vegan), Thompson grew up in a rough Chicago housing project. He was the kind of kid who would rush in to save stray cats or dogs if he saw people picking on them.</p><p>\"[There's] nothing more cowardly to me than taking advantage of something that's defenseless,\" he says.</p><p>Today, Thompson is the kind of adult who checks clothing labels to make sure he never buys leather, wool or products tested on animals. \"To me, compassion is the new cool,\" he says.</p><p>The host of this all-male vegan barbecue is Joshua Katcher, who founded the men's lifestyle website <a href=\"http://www.thediscerningbrute.com/\">The Discerning Brute</a>. He also designs high-end <a href=\"http://www.bravegentleman.com/\">vegan menswear</a> that has caught the attention of such men's magazines as GQ and <em>Esquire</em>.</p><p>In an era of climate change and environmental destruction, Katcher thinks masculinity should be reframed as protecting the planet, not dominating it.</p><p>\"Mainstream masculinity is a roadblock to sustainability,\" he says, adding that since he stopped eating or using products that hurt animals, he's occasionally been made to feel unmanly. \"It's considered a sign of weakness to other men — like you've left the club.\"</p><p>Leaving the club is actually nothing new. Pomona College professor <a href=\"http://www.pomona.edu/academics/departments/english/faculty/kyla-tompkins.aspx\">Kyla Wazana Tompkins,</a> who studies gender, food and culture, says American men have done it for more than 100 years, stretching back to the 1800s.</p><p>\"One particular group of radical food thinkers advocated a kind of manliness based on vegetarianism,\" she says.</p><p>Those men included Sylvester Graham, a vegetarian after whom the graham cracker was named, and Bronson Alcott, a vegan and father of Louisa May Alcott, who wrote <em>Little Women</em>. Alcott saw his veganism as a continuation of his advocacy against slavery and for women's rights. According to his daughter, though, Alcott never did any cooking.</p><p>Tompkins is a meat eater (as is this reporter), but she finds something very masculine about following a vegan diet. It's \"total control ... of the body,\" she says.</p><p>Something hard core about veganism does seem to appeal to some men. In fact, according to a <a href=\"http://www.vrg.org/journal/vj2011issue4/vj2011issue4poll.php\">Harris Poll</a> commissioned by the Vegetarian Resource Group, more women are vegetarian than men, but slightly more men are vegan.</p><p><a href=\"http://www.meatisforpussies.org/about-john-joseph/\">John Joseph</a> of the punk band the Cro-Mags and author of a <a href=\"http://www.meatisforpussies.org/\">pro-vegan manifesto</a> has rejected animal products for more than 30 years. \"I come from jails and gyms where guys were eating Alpo burgers,\" he says. \"The dudes were like, 'If it's good enough for my pit bull, it's gonna give me more strength and energy!' \"</p><p>Obviously, Alpo burgers are off the menu at the vegan barbecue in Brooklyn. \"These are our beet burgers,\" says grillmeister Dan Strong. He's a professional vegan chef who trained in New York's finest kitchens.</p><p>\"I was mostly a butcher,\" he admits.</p><p>But then Strong met a beautiful vegan at the restaurant where he worked and converted to impress her. Now the two run a popular vegan food stand called <a href=\"http://www.chickpeaandolive.com/\">Chickpea and Olive</a>. Being vegan has made Strong think a lot about how American men are not encouraged to show feelings. He does that now, he says, every time he sits down to a meal.</p><p>\"There's an illusion that manhood is this confidence that is exuded at all time,\" Strong said. \"Veganism is that kind of confidence. It really is. It's a choice that we make that guides us on our lives. I can't think of anything more manly than that.\"</p><p>As the barbecue winds down, the guys decide that they're going to pursue the most masculine of pastimes together. That is, going hunting for wild mushrooms.</p><hr /><h3>Recipe: Chickpea And Olive's Zucchini Polenta Burgers</h3><p><em>Makes 8 to 10 burgers </em></p><p>2 zucchini</p><p>2 summer squash</p><p>1 cans cannelloni beans</p><p>60 grams polenta cooked in 240 milliliters of water</p><p>1/4 cup nutritional yeast</p><p>1 head of roast garlic</p><p>3 square feet of cheesecloth</p><p>4 scallions, sliced</p><p>Shred the zucchini and squash on a box grater or in your food processor with the shredder attachment. Remove to a strainer and salt liberally. This will cause the squash to release its moisture. You can then squeeze the water out with your hands or wring the squash out in a dishtowel or cheesecloth.</p><p>Slice scallions and add to squash.</p><p>Next, take 1/2 can of beans and drain them before adding them to your food processor, along half of roasted garlic. Puree until they make a smooth paste.</p><p>Mix remaining beans directly to the shredded squash, along with the bean puree and the nutritional yeast, and season the mixture with salt and pepper along with remaining cloves of roast garlic, whole.</p><p>Next, cover with the polenta and mix to combine. You can put the bowl in the refrigerator directly or transfer to a cookie tray and refrigerate for at least 1 hour to cool and allow the polenta to set. Next you can either form burgers with your hands or cut with a cookie cutter or ring mold. Fry in a cast iron pan for 3 to 4 minutes on each side.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+These+Vegans%2C+Masculinity+Means+Protecting+The+Planet+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"359"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1333745433-81f371.m3u?orgId=1&topicId=1053&aggIds=323986426&ft=3&f=332329709"},{"href":"http://media.npr.org/assets/img/2014/07/21/image003-edit-63f1888b5ebdbce08b2c45a2f7e78ab9f556edcf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}},{"href":"http://media.npr.org/assets/img/2014/07/21/vegan-meal_enl-3e4f937027bfa87cfb5e350535595db41850e56d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"640","width":"640"}}]}