{"created":"2014-10-08T14:02:05+00:00","modified":"2014-10-31T01:07:05+00:00","valid":{"from":"2014-10-31T01:07:04+00:00","to":"3014-10-31T01:07:04+00:00"},"hreflang":"en","title":"'Fargo' TV Series Captures The Best And Worst Of America","published":"2014-06-17T14:46:00+00:00","teaser":"The finale of the<em> Fargo</em> TV series airs Tuesday. The characters are different, like a deputy sheriff played by Allison Tolman. But writer Noah Hawley says the Coen brothers told him he \"nailed it.\"","itags":["npr_api","322571287"],"guid":"da5f6061-5be9-49c6-8435-3832db576e80","contentencoded":"<p>The season finale of the FX TV series <em>Fargo</em> airs Tuesday. The series is an \"original adaptation\" of Joel and Ethan Coen's 1996 film, a dark comedy set in the wintry landscape of rural Minnesota. Nearly 20 years ago, the film won Oscars for best screenplay and best actress.</p><p>The 10-episode TV series has a different story and characters, but critics agree that it captured the look and tone of the film, mixing eccentric characters and deadpan humor with sudden and savage<strong> </strong>violence.<strong> </strong></p><p>\"I sold the show to FX as, 'It's the best of America versus the worst of America,' \" series creator and writer Noah Hawley tells <em>Fresh Air</em>'s Dave Davies. \"And I think what people like is this romantic idea that you go off and you face evil and you come back and your reward is to lead a simple life. And you don't have to go on this dark journey where you're some demon-hunter who is haunted.\"</p><p>Hawley has written four novels. He also wrote and produced the TV series <em>Bones</em>, and created <em>The Unusuals </em>and <em>My Generation.</em></p><p>Allison Tolman plays Deputy Sheriff Molly Solverson, one of the characters fighting evil.</p><p>She says she landed her breakout role when she made an audition tape on a lunch break from her temp job. She had studied theater at Baylor University and performed at the Second City Training Center in Chicago.</p><p>\"[My character] Molly isn't really funny on her own very often,\" Tolman says. \"She's really understated, and her comedy kind of comes from stillness and silence. ... I think for me, having a background in comedy as well as just in straight acting helped me know how to service the jokes as well as possible without being the one who is delivering the punch lines.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On auditioning for the show</strong></p><p>TOLMAN: I'm based in Chicago still, and my agent there ... said why don't you come in and put yourself on tape for these two scenes, so I did. I was not working at the time. I was temping as a receptionist in the morning, and I just popped by on my lunch break and put myself on tape for <em>Fargo</em> and then walked out of the room and tried to forget about it.</p><p>By the time I had been cast six weeks later, I had taken a part-time job at a photography studio in Chicago doing post-production. So I was wandering a little bit at the time. ... I was honestly just hoping to find something in a creative industry that I could do, which is ironic in retrospect.</p><p><strong>On saying each episode is \"a true story\" </strong></p><p>HAWLEY: At the very beginning of every episode it says \"This is a true story.\" It's <em>not</em> a true story, but it says \"this is a true story,\" and I did a lot of thinking about why the movie did that. I think that a lot of it had to do with the fact that real life doesn't unfold like a story. ... Things happen that don't fit neatly into a box. One of the things is you're not going to meet every important character in the show in the first 10 minutes the way you do in a normal show.</p><p><strong>On setting the stories in small towns in Minnesota </strong></p><p>HAWLEY: Joel and Ethan [Coen] have described this region of the country as \"Siberia with family restaurants.\" I like the idea that these towns are sort of these islands in this frozen tundra, and the highway runs through and the highway system has allowed these types of characters to float through, and it's this sort of stranger-comes-to-town story.</p><p><strong>On scoring the music for the show </strong></p><p>HAWLEY: Obviously when you do something with drama and comedy in it — and by that I mean a scene that has drama and comedy in it — you know the minute you introduce music, you're either scoring the drama or you're scoring the comedy, and therefore the scene becomes either dramatic or comedic. So in those scenes what you try to do is not have music at all and let it be what it is.</p><p>You know, [in] <em>No Country for Old Men,</em> there's no music in the whole movie, and the tension of the silence was so dramatic that sometimes a lack of music is also a way to score a scene.</p><p><strong>On the Coen brothers' relationship to the series</strong></p><p>HAWLEY: It has to be odd for them. We went and we did a premiere in New York City, and you walked around and everywhere you went there were <em>Fargo</em> ads and billboards and buses, and FX [had a wrap crocheted] for a double-decker bus. It had to be odd for them to be walking around and seeing all of this promotion for a TV show based on a movie they made 20 years ago — far more promotion than the movie itself probably got.</p><p>I think that my impression was that they had to compartmentalize and create a space in their head for this thing that I was doing that they weren't doing. ... The very first conversation I had with them, they said very nice things to me about the script, and they really let me know, as far as they were concerned, I nailed it, and in many ways that's the most important feedback I ever got. I was able to take that confidence forward and keep doing that.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Fargo%27+TV+Series+Captures+The+Best+And+Worst+Of+America&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"1609"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322596011-6d0b24.m3u?orgId=1&topicId=1022&ft=3&f=322571287"},{"href":"http://media.npr.org/assets/img/2014/06/16/fargo_cl_2720_1-cf83e9956265c2f13b8ce5c543713fab2be832bf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4912","width":"6553"}},{"href":"http://media.npr.org/assets/img/2014/06/16/noahhawley_031-c61f984be31f8ffe54dfa3a19ce3e38841ab5477.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"478","width":"637"}}]}