{"created":"2014-09-11T22:25:00+00:00","modified":"2014-09-12T18:19:49+00:00","valid":{"from":"2014-09-12T18:19:48+00:00","to":"3014-09-12T18:19:48+00:00"},"hreflang":"en","guid":"da62acec-3c96-48c9-abae-940e24df7d5e","title":"The US war on ISIS will look a lot like the American role in Yemen and Somalia","published":"2014-09-12T18:19:48+00:00","byline":"Matthew Bell","tags":["terrorism","ISIS","Islamic State","Conflict","Conflict & Justice","WASHINGTON","Baghdad","United States","Iraq","Syria","Somalia","Yemen","Middle East","North America","Asia","William McCants","Al-Qaeda","Syria","Iraq","Somalia","Yemen","Counter-terrorism","ISIS","Islamic state"],"teaser":"When the US responded to terrorism after 9/11, it used troops and massive force in the Middle East. The new war declared last night by President Obama against the terrorist organization know as the Islamic State, or ISIS or ISIL, will look very different.","contentencoded":"<p>The US campaign to take the fight to ISIS will be shaped by the country&#39;s experiences in Afghanistan and Iraq. In his speech last night, President Obama said this new war on ISIS will be handled differently and will be similar to US counter-terrorism efforts in Somalia and Yemen.</p><p>That means it will have a heavy reliance on American air power and&nbsp;no large deployments of US ground forces.&nbsp;</p><p>&ldquo;That&#39;s the model that the United States has shifted to,&rdquo; says counter-terrorism expert William McCants of the Brookings Institution. &ldquo;After a decade of having boots on the ground in Iraq and Afghanistan, the administration feels that this lighter footprint approach is more appropriate in an age when the American public has less of an appetite for occupying foreign countries.&rdquo;</p><p>In Yemen, the US has been providing&nbsp;training and equipment for local security forces&nbsp;to help the government there fight al-Qaeda. The CIA is also reported to be conducting drone strikes against suspected al-Qaeda leaders. But the results have been <a href=\"https://news.vice.com/video/yemen-a-failed-state\" style=\"font-size: 13.3333339691162px; line-height: 1.538em;\">mixed</a>.</p><p>In Somalia, US policy has generally followed a similar pattern, with US support going to the country&#39;s fledgling central government and its allies in their fight against the al-Qaeda-affiliated, al-Shabaab militia. The American military has reportedly carried out air strikes and at least one ground operation in Somalia, as well.</p><p>&ldquo;Both of these approaches are similar,&rdquo; McCants says. &ldquo;They have a very light footprint and the environment is more permissive for US air strikes.&quot;</p><p>In Iraq, the Obama administration has a local partner to work with in the fight against ISIS. The Iraqi government might be dysfunctional and its security forces less competent than Washington would hope, but Baghdad does share the same goal of dealing a death blow to ISIS. In Syria, McCants says, it is a different story &nbsp;&mdash; the US has no viable partners. That means the strategy will have to be different.</p><p>President Bashar al-Assad insists that he, too, wants to fight Islamic extremists inside Syria, including ISIS. But he is opposed to any American military intervention in Syria, unless the Obama administration seeks permission from his government. That is not going to happen. US officials have ruled out any cooperation with Assad&#39;s regime.</p><p>ISIS controls large parts of northern and western Iraq, but its main sanctuary is still in Syria. So if the US hopes to do lasting damage to the militant group, it will have to attack ISIS bases inside Syria. &ldquo;That&#39;s going to be difficult to do,&rdquo; McCants says.</p><p>&ldquo;We have no capable proxy on the ground,&rdquo; he adds. &ldquo;We can&#39;t just do this from the air. We&#39;re going to have to create that ground force from scratch, or cobble together existing militias who have not been willing to work with one another in the past.&rdquo; The US government has yet to say how it might do that.</p>","audio":[]}