{"created":"2014-09-04T16:42:45+00:00","modified":"2014-10-16T17:21:19+00:00","valid":{"from":"2014-10-16T17:21:19+00:00","to":"3014-10-16T17:21:19+00:00"},"hreflang":"en","title":"Far From 'Infinitesimal': A Mathematical Paradox's Role In History","published":"2014-04-20T22:43:00+00:00","teaser":"It seems like a simple question: How many parts can you divide a line into? The troublesome answer was square at the root of two of Europe's greatest social crises.","itags":["npr_api","303716795"],"guid":"da6644b9-d8df-45eb-9070-5da2d0d23361","contentencoded":"<p>Here's a stumper: How many parts can you divide a line into?</p><p>It seems like a simple question. You can cut it in half. Then you can cut those lines in half, then cut those lines in half again. Just how many parts can you make? A hundred? A billion? Why not more?</p><p>You can keep on dividing forever, so every line has an infinite amount of parts. But how long are those parts? If they're anything greater than zero, then the line would seem to be infinitely long. And if they're zero, well, then no matter how many parts there are, the length of the line would still be zero.</p><p>That's the paradox lurking behind calculus. The fight over how to resolve it had a surprisingly large role in the wars and disputes that produced modern Europe, according to a new book called <em>Infinitesimal: How a Dangerous Mathematical Theory Shaped the Modern World</em>, by UCLA historian Amir Alexander.</p><p><strong>The Jesuits: Warriors Of Geometry<br /></strong></p><p>Today, mathematicians have found ways to answer that question so that modern calculus is rigorous and reliable. But in the 17th century, those questions didn't yet have satisfying answers — and worse, the results of early calculus were sometimes wrong, Alexander tells NPR's Arun Rath. That was a sharp contrast with the dependable outcomes of geometry.</p><p>\"Geometry is orderly. It is absolutely certain. And once you get results in geometry, nobody can argue with you,\" Alexander says. \"Everything is absolutely provable. No sane person can ever dispute something like the Pythagorean theorem.\"</p><p>That orderliness had captured the attention of the Jesuits, who had been trying to cope with the crisis of the Reformation.</p><p>\"If we could have theology like that,\" Alexander explains, \"then we could get rid of all those pesky Protestants who keep arguing with us, because we could prove things.\"</p><p>But the debate over infinitesimals threw a wrench into that thinking.</p><p>The whole point of mathematics was to be certain, Alexander says. \"Everything is known, and everything has its place, and there's a very orderly hierarchy of results there. And now, in the middle of that, you throw this paradox, and you can get all those strange results. That basically means that mathematics can't be trusted, and if mathematics can't be trusted, what else can?\"</p><p>So the Jesuits waged a war of letters, threats and intimidation against the supporters of the infinitesimal, a group that included some of Italy's greatest thinkers — Galileo, Gerolamo Cardano, Federico Commandino and others. In Italy, the Jesuits' victory was complete.</p><p>\"Italy was — before the 17th century and into the 17th century — it was really the mathematical capital of Europe. It had the greatest mathematicians, the greatest mathematical tradition,\" Alexander says. \"And by the time the Jesuits were done, that was gone. All of it. By the 1670s, Italy was a complete backwater in mathematics and the sciences.\"</p><p><strong>An Infinitesimal Victory For The People<br /></strong></p><p>Meanwhile a similar situation was playing out in England, where civil war was also threatening upheaval. The aristocracy and propertied classes were desperate to hold onto their traditional power while lower class dissent fermented underneath. Thomas Hobbes, remembered today for his works of political philosophy like <em>Leviathan</em>, was also acknowledged at the time as a mathematician.</p><p>\"He thought the only way to re-establish order was much like the Jesuits: Just wipe off any possibility of dissent. Establish a state that is absolutely logical, where the laws of the sovereign have the force of a geometrical proof,\" Alexander says.</p><p>Part of Hobbes' strategy included a campaign against the infinitesimal, championed in England by Hobbes' greatest rival, a mathematician named John Wallis. Today, he's remembered best for introducing the familiar ∞ symbol, and he helped found the Royal Society of London. Over three decades of correspondence between the two, Wallis argued vehemently for the infinitesimal — and for democracy.</p><p>Wallis argued, \"What you have to build now is some space where dissent can be allowed, within limits at least,\" Alexander says. \"Build a society and build a social order from the ground up rather than imposing it by one single law.\"</p><p>Wallis' ideas eventually prevailed; Hobbes' opinions proved too unpopular, and fearing retribution from the rebels after they executed King Charles I, he pledged his allegiance to their new government in the 1650s.</p><p><strong>A World Without Calculus: Would It Add Up?<br /></strong></p><p>What might have happened if the Jesuits and Hobbes had won out? What if the infinitesimal had been successfully stamped out everywhere?</p><p>\"I think things would have been very different,\" Alexander muses. \"I think if they had won, then it would have been a much more hierarchical society. In a world like that, there would not be room for democracy, there would not be room for dissent.\"</p><p>And more materially, he says, we might not have all the modern fruits of this kind of math. \"Modern science, modern technology, and everything from your cell phone to this radio station to airplanes and cars and trains — it is all fundamentally dependent on this technique of infinitesimals.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Far+From+%27Infinitesimal%27%3A+A+Mathematical+Paradox%27s+Role+In+History&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"330"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1305339607-39ffe1.m3u?orgId=1&topicId=1033&aggIds=100876926&ft=3&f=303716795"},{"href":"http://media.npr.org/assets/img/2014/04/17/hobbes-wallis-53fb120c021306260d35b889b250b7a2abb28f89.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2580","width":"3443"}}]}