{"created":"2014-09-05T16:11:53+00:00","modified":"2014-09-05T16:11:53+00:00","valid":{"from":"2014-09-05T16:11:53+00:00","to":"3014-09-05T16:11:53+00:00"},"hreflang":"en","guid":"da6ebd3d-414b-4081-86ed-1faa795a2a64","title":"Canada opens up a new front against Russia — Twitter snark","published":"2014-09-05T16:11:52+00:00","byline":"Shirin Jaafari","tags":["diplomacy","social media","conflict","Global Politics","Europe","Asia","Russia","Ukraine","Canada","Europe","Asia","Nicco Mele","International relations","NATO","Twitter","Social media","Diplomacy"],"teaser":"Canada and Russia tangled on Twitter this week, each posting maps designed to tweak the other country's stance over Russian actions in Ukraine. But while the exchange was funny and popular online, it also showed how governments communicate in the social media era.","contentencoded":"<p>After hearing that Russian troops kept &quot;accidentally&quot; crossing the border into Ukraine, Canada &mdash; in typical Canadian spirit &mdash; wanted to lend a helping hand.</p><p>So on Thursday, the Canadian delegation to NATO tweeted a map as a &quot;friendly&quot; guide to help Russian soldiers make sure they&#39;re in the right place.</p><blockquote class=\"twitter-tweet\" data-partner=\"tweetdeck\"><p>Geography can be tough. Here&rsquo;s a guide for Russian soldiers who keep getting lost &amp; &lsquo;accidentally&rsquo; entering <a href=\"https://twitter.com/hashtag/Ukraine?src=hash\">#Ukraine</a> <a href=\"http://t.co/RF3H4IXGSp\">pic.twitter.com/RF3H4IXGSp</a></p>&mdash; Canada at NATO (@CanadaNATO) <a href=\"https://twitter.com/CanadaNATO/statuses/504651534198927361\">August 27, 2014</a></blockquote><script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p><span style=\"line-height: 1.538em;\">Not to be outdone, the Russian delegation responded with its own snarky map: One showing the Crimean peninsula, which Russia annexed earlier this year despite opposition from Western countries, as part of Russia.</span></p><div><blockquote class=\"twitter-tweet\" data-partner=\"tweetdeck\"><p>Helping our Canadian colleagues to catch up with contemporary geography of <a href=\"https://twitter.com/hashtag/Europe?src=hash\">#Europe</a> <a href=\"https://twitter.com/CanadaNATO\">@CanadaNATO</a> <a href=\"http://t.co/MjzRxpFFfN\">pic.twitter.com/MjzRxpFFfN</a></p>&mdash; Russians at NATO (@natomission_ru) <a href=\"https://twitter.com/natomission_ru/statuses/505052838184370176\">August 28, 2014</a></blockquote><script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script></div><p>The exchange attracted thousands of retweets and plenty of commentary online &mdash; and that&#39;s not all.&nbsp;<span style=\"line-height: 1.538em;\">Experts believe that these kinds of online engagements have actually affected how diplomacy works.</span></p><p><span style=\"line-height: 1.538em;\">&quot;I think we&rsquo;ve seen a real change over the past decade in the way our traditional institutions &mdash; the institutions of diplomacy and institutions like NATO &mdash; communicate and engage,&quot; says <a href=\"http://nicco.org/\">Nicco Mele</a>, a professor at Harvard&#39;s Kennedy School of Government and the author of&nbsp;</span><span style=\"line-height: 1.538em;\">&ldquo;The End of Big: How The Internet Makes David The New Goliath.&rdquo;</span></p><p>In the past, officials had to operate solely through formal channels and intermediaries. But today, Mele says, technology has made interactions more informal and personal.</p><p>&ldquo;Ten years ago, it would be not just unthinkable but impossible for the [US] ambassador to the United Nations to have a gigantic online audience of the general public, as well as leaders and decision makers in multiple institutions,&rdquo; he says.</p><p>Mele thinks that a back and forth on Twitter by world leaders can be a kind of entertainment, but also a forum for real communication.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;These words carry weight and they impact relationships in a variety of ways,&rdquo; he says.</span></p><p><span style=\"line-height: 1.538em;\">He says he&#39;s even seen the impact in his Harvard classrooms. Mele&nbsp;</span><span style=\"line-height: 1.538em;\">says he now teaches his students that technology empowers individuals and challenges formal leadership, so the challenges of leadership are different than they used to be.&nbsp;</span><span style=\"line-height: 1.538em;\">&ldquo;It&rsquo;s much harder to have diplomacy and negotiations behind closed doors than it used to be,&rdquo; he says.</span></p><p>But while the methods of communication have changed dramatically, Mele warns that regulations and norms have not kept up.&nbsp;<span style=\"line-height: 1.538em;\">&quot;It&#39;s easy to think that Twitter is not a formal space for communication, but it can have unintended consequences,&quot; he says. &quot;These words carry weight.&quot;</span></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Canada_Russia_mashup.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/canadarussiamashupjpg"}]}