{"created":"2014-10-16T17:25:50+00:00","modified":"2014-10-30T22:43:29+00:00","valid":{"from":"2014-10-30T22:43:29+00:00","to":"3014-10-30T22:43:29+00:00"},"hreflang":"en","title":"The Jacket Designer's Challenge: To Capture A Book By Its Cover","published":"2014-10-17T16:32:00+00:00","teaser":"Peter Mendelsund has designed hundreds of book covers, including two new ones of his own: <em>Cover</em> and <em>What We See When We Read</em>. He talks about his process and why \"dead authors get the best\" covers.","itags":["npr_api","345548582"],"guid":"da6e348c-a7bb-4d24-b88b-c3ae903e1749","contentencoded":"<p>Peter Mendelsund estimates he's designed \"somewhere between 600 and 1,000 book covers,\" ranging from <em>Crime and Punishment</em> to <em>Girl with the Dragon Tattoo</em>. But the self-taught, sought-after designer says he spends a lot of time reading, too.</p><p>\"It's always surprising to people when they come to my office or they walk by my door and they see me with my feet kicked up with a manuscript,\" he tells <em>Fresh Air</em>'s Dave Davies. \"But I read constantly from the moment I wake up to the moment I go to sleep.\"</p><p>Now Mendelsund has designed the covers for two new books of his own. <em>Cover </em>is a collection of hundreds of his book covers, including many that were rejected, along with commentaries on his technique. <em>What We See When We Read</em> is about how words give rise to images in our minds.</p><p>\"When I'm reading, I'm marking up the text and I'm trying to be very alert for anything in that text that has structural importance or a particular kind of emotional weight,\" he says. \"I'm trying to establish what the affect of the book is, in general, because mood is very important on a book jacket. ... You're just trying to translate the feeling of what it's like to read that book.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On what a book jacket is and does</strong></p><p>I think there are two primary jobs that a jacket has to do: It has to represent a text and it has to sell it. In a way, a book jacket ... is sort of like a title that an author comes up with. It's one thing that has to speak to a big aggregate thing, which is the book itself. And it has to be compelling in some way such that you're interested enough to pick it up — and perhaps buy it. ... It's like a billboard or an advertisement or a movie trailer or a teaser. ...</p><p>I think of a book jacket as being sort of like a visual reminder of the book, but ... it's also a souvenir of the reading experience. Reading takes place in this nebulous kind of realm, and in a way, the jacket is part of the thing that you bring back from that experience. It's the thing that you hold on to.</p><p><strong>On why \"dead authors get the best book jackets\" </strong></p><p>It is true, in fact, that it's always fun to work on the great historical, canonical literary classics, because there's one less person who has to approve what I do — that is the author, who doesn't get a say because they are dead. ... There's a certain kind of freedom that comes from that, that engenders designs that are unencumbered and fun and exciting in a way that working for a living author — those designs tend to be a little more complex.</p><p>I really feel the onus of that living author. They've worked possibly for years on this book, mostly in solitude. And then they come to me with this manuscript and it's a very tender moment. And writers are sensitive people in general, so I take that responsibility very seriously.</p><p>But that relationship between you and the author and the guilt that one feels if one possibly gets it wrong — you tense up sometimes with that responsibility.</p><p><strong>On his cover-designing process </strong></p><p>I mark up the manuscript as I'm going — anytime there's something I think could be potentially that symbol, that thing that could represent the text as a whole — and then I look back over those notes and I start sketching from them. ...</p><p>When I have a sketch that seems like it could be compelling in some way, I render it more fully. I make a collage or I'll take a photo or I'll work on the computer or I'll set the typography. There's a lot of trial and error in it ... but while I'm designing, I'm then looking at the things that I've made to see if they feel consonant with the way that I felt when I was reading. That's really the moment that you know if you've made a book jacket that works. ...</p><p>I make the design. I print it out. I wrap it around a book. I leave it on my bookshelf face out, and then I willfully try to forget about it. One of the things about making anything is in order to discern whether what you've made is working or not, you need some objectivity. You need some distance from it.</p><p><strong>On \"what we see when we read\" </strong></p><p>I'm not a neuroscientist; I'm not a professional philosopher; I'm not that qualified to talk about mental content and what it is and why it comes to be. How I am qualified is that I read books all the time and try to visualize their contents. I have this working knowledge of the imagination in that sense. ...</p><p>When I was thinking of <em>Anna Karenina</em>, I wasn't quite imagining a person. Or if I was, I was imagining a very specific person that I knew — say, a relative. Often it would be a combination of two people that I knew. Sometimes I wouldn't be imagining anything for her — I would have a placeholder in my mind that said \"Anna Karenina.\"</p><p>When we describe the reading experience, we describe this metaphor of watching a film — that we see the author's works projected in our minds and we watch that image passively. The more I thought about it, the more I thought that metaphor was misleading. Not only are we not picturing the author's world, the author gives us very few prompts when it comes to describing characters ... we were making these [images] ourselves out of our memories. And the process was much more weird than I had previously thought.</p><p><strong>On the rise of electronic books and the future of physical books and their jackets</strong></p><p>I'm very heartened these days to find, in fact, people still really want physical books.</p><p>I spoke recently at Sarah Lawrence College, and after I was done with my talk, I canvassed the crowd of young people just to find out, \"Hey, what formats are you guys reading on?\"</p><p>The fascinating thing was that everybody was reading on multiple formats, and the more fascinating thing was that all of these kids knew what the benefits and limitations of each of those formats were.</p><p>Someone would say, \"When I want to travel, I take things on my Kindle.\" ...</p><p>\"When I'm working on a complicated text that I need to cross-reference a lot, or that needs to be open to the Internet or Wikipedia in some way, I'll read electronically.\"</p><p>\"If there's a book I want to keep around for any period of time, that I want to annotate, that I want to give as a gift, I'll read a physical book.\"</p><p>It seems like now we're really coming to a place where we're not expecting the digital medium to replace the physical medium — and that makes me incredibly happy.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Jacket+Designer%27s+Challenge%3A+To+Capture+A+Book+By+Its+Cover&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"1147"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356712906-fb3f6f.m3u?orgId=1&topicId=1047&ft=3&f=345548582"},{"href":"http://media.npr.org/assets/img/2014/10/15/978-0-394-71103-4-1c48c958342a3d5f918da3debf96d4d6d15eb85c.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2399","width":"1556"}},{"href":"http://media.npr.org/assets/img/2014/10/15/978-0-679-72276-2-def549198d9188353f7a55eab358a266c98136f4.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2400","width":"1558"}},{"href":"http://media.npr.org/assets/img/2014/10/15/978-0-8052-0999-0-629c95d9d523894938fd51d39e1603effc72767b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1034","width":"1379"}},{"href":"http://media.npr.org/assets/img/2014/10/15/978-0-8052-1106-1-18a391ae89663e9383dbf73a24b92412b1de2284.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2430","width":"1555"}},{"href":"http://media.npr.org/assets/img/2014/10/16/new1-7ba4fcdffb9dec4596f76a9456a39bf26908bd2d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1600","width":"1038"}},{"href":"http://media.npr.org/assets/img/2014/10/16/new2-cddcdac12f776c5d2f8e49e41c91b69d45ab6fdc.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1600","width":"1176"}},{"href":"http://media.npr.org/assets/img/2014/10/16/new4-b6ea7da78137ba5d355dd98b2afbb57e80ee1589.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2849","width":"1913"}},{"href":"http://media.npr.org/assets/img/2014/10/16/mendelsund-crime-1_custom-cf8a75615ecadbf493de7cf80ed8145621527259.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1016","width":"654"}},{"href":"http://media.npr.org/assets/img/2014/10/16/978-0-8052-1106-1-9471de77ed2b689c1f48c835961a4128ce0c8344.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"865","width":"1153"}}]}