{"created":"2015-03-04T17:55:20+00:00","modified":"2015-05-13T21:11:21+00:00","valid":{"from":"2015-05-13T21:11:21+00:00","to":"3015-05-13T21:11:21+00:00"},"hreflang":"en","title":"The British Group With A Very Different Take On 'Jihadi John'","published":"2015-03-05T01:29:00+00:00","teaser":"Cage is a controversial group founded by a former detainee at Guantanamo Bay. It has presented a sympathetic portrait of \"Jihadi John,\" drawing criticism that it defends terror.","itags":["npr_api","390697804"],"guid":"da736c3c-8370-45b1-89ac-c2d9eae5413a","contentencoded":"<p>Every day new details emerge about Mohammed Emwazi, believed to be the masked man with a British accent known as \"Jihadi John\" who appears in execution videos by the self-declared Islamic State. At the center of Emwazi's story is a divisive London-based organization called <a href=\"http://www.cageuk.org/\" target=\"_blank\">Cage</a>. <br /> <br /> Cage advocates for people who say they've been mistreated in the war on terror. Its director, Moazzam Begg, was detained by the U.S. government at Bagram Air Base in Afghanistan and at Guantanamo Bay, Cuba. As Cage's profile has risen in the past week, so has the controversy surrounding the group. <br /> <br /> The day Emwazi's identity was revealed, Cage called a news conference in London.<br /> <br /> \"The Mohammed that I knew was extremely kind, extremely gentle, extremely soft-spoken,\" said the group's research director, Asim Qureshi.</p><p>He explained that he first met Emwazi, a Kuwaiti-born Londoner, in the summer of 2009, after British security officials stopped Emwazi en route to Tanzania. Emwazi claimed to be traveling for a safari, while British officials believed that he was on his way to join the Somali terrorist group al-Shabab.<br /> <br /> At the news conference, Qureshi implied that the subsequent scrutiny and harassment by security services drove Emwazi to radicalism. He said that intelligence agents harassed Emwazi, tried to recruit him and prevented him from visiting his fiancee in Kuwait.</p><p>\"We have created here in the U.K. an environment in which the security agencies can act with impunity, can destroy the lives of young people,\" said Qureshi.<br /> <br /> In the days following the news conference, Cage released detailed information about Emwazi, which the news media eagerly devoured. The materials included email correspondence and audio recordings of interviews where Emwazi described his interactions with British intelligence to members of Cage. <br /> <br /> The intelligence agent \"started telling me, 'What do you think of 9/11?'\" Emwazi recalls in one recording. \"I told him, 'This is a wrong thing. What happened was wrong.'\"</p><p><strong>Explaining Or Defending?</strong><br /> <br /> Cage says it is trying to explain Emwazi's path. To critics, it sounds like the group is trying to justify his behavior.<br /> <br /> London Mayor Boris Johnson attacked a spokesman for the group on Johnson's weekly radio show, saying, \"The focus of your indignation should be on people who join groups that throw gays off cliffs, that behead people who don't subscribe to their version of Islam, that glorify in the execution of innocent journalists and aid workers. They should be the object of your wrath, not the security services.\" <br /> <br /> Members of Cage say they do not support ISIS and have in fact vocally campaigned for the release of hostages. In an interview, Cage spokesman Cerie Bullivant said the group worked in public and behind the scenes on the case of Alan Henning, the British aid worker who was beheaded by ISIS. <br /> <br /> Then Bullivant gave this description of the way ISIS treated Henning:</p><p>\"If you want to put what happened to Alan Henning into modern security parlance, he was rendered from the convoy. Then he suffered enhanced interrogation techniques. And then he was dispatched by executive order. And for us, it's just as illegal when ISIS do it as when the CIA do it.\" <br /> <br /> That characterization may sound deliberately provocative. Bullivant says language that strikes many as outrageous helps Cage build bridges to groups that feel alienated from Western society. <br /> <br /> \"The reason we have all of the primary sources in so many stories is because the community trust us to come to us and tell us what's going on,\" says Bullivant. <br /> <br /> For many, it's a bridge too far. <br /> <br /> \"This is active promotion of a certain form of jihadism,\" says Gita Sahgal, director of a human rights group called the Center for Secular Space.</p><p>Sahgal publicly resigned from a senior position at Amnesty International over the group's association with Cage. She says the Cage website glorifies some of the most senior figures in al-Qaida. <br /> <br /> \"There was an atmosphere where you were basically bound to see these not simply as people who were facing human rights violations, but people who should be listened to and followed. That's very disturbing,\" says Sahgal.<br /> <br /> Sahgal left Amnesty in 2010 over the dispute. On Tuesday, John Dalhuisen, Amnesty's director for Europe and Central Asia, put out a statement saying, \"We are currently undergoing a review of our policy regarding any future association with the group Cage.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+British+Group+With+A+Very+Different+Take+On+%27Jihadi+John%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"226"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390757834-2c1e87.m3u?orgId=1&topicId=1124&d=226&p=2&story=390697804&t=progseg&e=390757673&seg=11&ft=nprml&f=390697804"},{"href":"http://media.npr.org/assets/img/2015/03/04/37514521_h34364512-cb291aca939ad93595a3a3d0c54c08c9c9975067.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1598"}}]}