{"created":"2015-03-17T21:21:19+00:00","modified":"2015-05-13T21:08:46+00:00","valid":{"from":"2015-05-13T21:08:46+00:00","to":"3015-05-13T21:08:46+00:00"},"hreflang":"en","title":"Can New York Police Build Trust Among Public Housing Residents?","published":"2015-03-18T19:42:00+00:00","teaser":"Many New York public housing residents once trusted the police who patrolled their communities. Since an officer killed an unarmed man in public housing, some are pressing to change police tactics.","itags":["npr_api","393427260"],"guid":"da7f1742-c01a-4235-a3e6-5227c00246d2","contentencoded":"<p>In New York City, the police department has been re-examining the way it patrols public housing since the shooting of Akai Gurley late last year. Gurley, who was African-American, was unarmed when he was fatally shot by a rookie officer in a Brooklyn housing complex. His death highlighted tensions between police and the people who live in public housing.</p><p>Relations between the NYPD and residents were smoother several decades back, when public housing complexes had their own police force. Many of the housing police officers were people of color. Until the late 1980s, 20 percent of the force's officers lived in public housing themselves. Their beats tended to be small, and in many cases they patrolled a single complex.</p><p>That allowed them to forge relationships with residents.</p><p>Eleanor Britt, 67, and her son, Reginald Britt, first moved into the Taft Houses in East Harlem in 1976. They remember their housing officer fondly.</p><p>\"He was like a friend of the family,\" says Britt.</p><p>In the 1980s, the housing police force changed. Beats got bigger, which meant officers didn't know residents as well. And by that point, the composition of residents had changed, too. A series of court decisions made it possible for more formerly homeless people and people on public assistance to move into public housing complexes.</p><p>\"There's this massive community churn,\" says Fritz Umbach, associate professor of history at John Jay College of Criminal Justice. \"And all of this destabilizes communities and makes it impossible for them to police themselves and to help the police.\"</p><p>Things really changed in 1995, when the housing police and transit police were merged into the NYPD.</p><p>\"I don't feel safe around the police,\" Reginald Britt says.</p><p>Some of that discomfort stems from what happened to his son, Roman Jackson, six years ago. Jackson was standing in the stairwell at the Taft Houses, talking to a friend, when a group of officers booked him.</p><p>His crime: Jackson didn't have his identification on him, which is considered trespassing in New York public housing. Officers completed the arrest, even after Jackson's grandmother told them he lived there and showed them his ID.</p><p>\"If we had had our regular housing police officer, that would have never happened,\" she says.</p><p>Until the late 1980s, the rate of violent crime was lower in public housing than in New York City at large. Now the opposite is true. Eleanor Britt doesn't feel her building is safe. And she believes some of her neighbors are part of the problem. \"You have residents here who will open the door and let strangers in,\" she says. \"They let the crackheads in.\" She wants more police presence, not less. She would just like the policing to be different.</p><p>Change may be coming, however. Britt's grandson was part of one of the class-action lawsuits challenging the NYPD's stop-and-frisk program. As a condition of a settlement reached earlier this year, the NYPD will move away from using such tactics in public housing.</p><p>Now that New York is one of the safest big cities in the country, the NYPD is moving toward more community-style policing, says Roy Richter, who has been an officer since 1988.</p><p>\"We realize that in order to be effective, you need to develop relationships and address criminal conduct where it exists versus assuming large groups are guilty of some kind of lawbreaking automatically,\" he says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Can+New+York+Police+Build+Trust+Among+Public+Housing+Residents%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alexandra Starr","audio":[{"meta":{"duration":"274"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393646895-53d863.m3u?orgId=1&topicId=1015&d=274&p=2&story=393427260&t=progseg&e=393627437&seg=7&ft=nprml&f=393427260"},{"href":"http://media.npr.org/assets/img/2015/03/17/reginold-2--8bacbbd51d562ecfa763e0b3ba1e5c9b1e2ae3c1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"917","width":"1224"}},{"href":"http://media.npr.org/assets/img/2015/03/17/chart-1-1-0eafbd8970192097ca1cb1c0584af6f069c506c1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1600"}}]}