{"created":"2014-10-08T16:45:54+00:00","modified":"2014-10-31T02:28:07+00:00","valid":{"from":"2014-10-31T02:28:06+00:00","to":"3014-10-31T02:28:06+00:00"},"hreflang":"en","title":"Amid Statewide Drought, California Races To Burn Wildfire Fuel","published":"2014-05-04T22:19:00+00:00","teaser":"Officials are trying to protect fire-prone areas by targeting the grasses, brush and trees that fires feed off of. But until recently, conditions for controlled burning have been too dangerous.","itags":["npr_api","309023778"],"guid":"da7f5940-e9d1-486c-85d2-41a8e17781a1","contentencoded":"<p>On April 30, the <a href=\"http://inciweb.nwcg.gov/incident/3848/\">Etiwanda Fire</a> ignited in the San Bernardino National Forest in Southern California, then quickly grew to more than 2,000 acres before crews were able to contain it.</p><p>So far this year, California has already seen much more wildfire activity than normal. As of April 26, the state has recorded <a href=\"http://cdfdata.fire.ca.gov/incidents/incidents_stats?year=2014\">more than 1,100 fires</a>, according to the state's Department of Forestry and Fire Protection. That's more than double the average of the previous five years. On top of that, according to the <a href=\"http://droughtmonitor.unl.edu/\">U.S. Drought Monitor</a>, all of California is in a state of drought.</p><p>\"I would say there's a very high likelihood of well-above-normal fires and perhaps a chance of longer-lasting fires, which require more resources in order to fight them,\" U.S. Forest Service meteorologist Rob Krohn tells NPR's Arun Rath.</p><p>Krohn uses the term \"fire season\" loosely because these days it lasts 12 months, and that means people who live in wildfire country have to prepare.</p><p><strong>Getting To A Wildfire's Fuel Before It Does</strong></p><p>Southern California's Mount Baldy is on the border of Los Angeles County, just an hour from downtown. The mountain is nestled under the peaks of the San Gabriel Mountains, and surrounded by the green of pine trees and grasses.</p><p>In a normal year, there'd still be snow on the ground. Not having snow raises the risk of fire.</p><p>\"With the drought that we've had last year into this year, fuels are ready; they're susceptible to burn,\" says Nathan Judy, a fire information officer for the nearby Angeles National Forest.</p><p>\"Fuel,\" in this context, means the grasses, brush and trees that feed wildfires. The Mount Baldy community is trying to mitigate that risk by cutting and gathering those fuels, then burning the material on <em>their</em><em> </em>terms.</p><p>Judy drives his truck to the site of one such controlled burn. Several fire trucks sit by the side of the road and, down below, dozens of firefighters are gathered with hoses and tools around burning piles of brush. The idea is: If there's less fuel available to burn, it should at least slow down a fast-moving wildfire.</p><p>Everyone is wearing light protective gear — helmets and yellow or orange fire retardant shirts. They've arranged the fuel into small, smoldering piles, a couple feet high. They use shovels and a hoe with a blade on one side and metal teeth on the other.</p><p>Several men hold hoses, and from time to time they spray the piles with water, sending up plumes of smoke and steam. The flames aren't so high, but the heat is intense.</p><p>Watching one of the piles is Dalton Hotshots Capt. Kevin Moran. The Dalton crew is specially trained to fight wildfires. Moran says he's been concerned about the dry conditions — but the only thing he can do about it is prepare: \"Get my body right, let my family know what's going on. ... That's all we can do.\"</p><p>Last year was terrible for wildland firefighters like Moran. In one incident, 19 members of the Granite Mountain Hotshots <a href=\"http://www.npr.org/blogs/thetwo-way/2013/07/01/197556858/arizona-wildfire-kills-19-firefighters-deadliest-in-decades\">were killed</a> fighting an Arizona wildfire.</p><p>Moran says he tries not to let that type of risk get in the way. \"Yes, it's on my mind that those things happen,\" he says. \"But no, it's not going to affect my job and my duty that I have to do.\"</p><p><strong>Putting Everything Into Prevention</strong></p><p>On the ridge above the controlled burn, stands James Tomaselli. He's been with the U.S. Forest Service for 20 years and says he's happy they can do some of this prevention work. Conditions on this day are slightly better thanks to some recent rains, but these past few years have been so dry that it hasn't been safe enough to do a controlled burn.</p><p>\"These piles have been here for three years, and we've been trying to burn them,\" Tomaselli says. \"Ideally, you cut them that year and you burn them the same year that you make them.\"</p><p>The fire crews are doing this work for a simple reason: to help protect the several hundred people who live and work in Mount Baldy. Missy Ellingson is one of those people. She's owned the Mount Baldy Lodge for 35 years. The lodge has a restaurant and a bar, and rents out cabins to skiers and national forest visitors. But it's been tough.</p><p>\"When you have a business in Southern California,\" Ellingson says, \"it's edgy. ... There was no ski season. We never opened for skiing. We opened for tubing a little bit, but it sucked.\"</p><p>And because of the increased risk of fires this year, Ellingson says they decided to buy fire-blocking gel. She goes behind the bar and comes back with a plastic gallon jug of pink liquid.</p><p>\"You basically hook it up to a system that propels it,\" she says, like an air compressor, which can then spray the fire retardant on the sides of a building and maybe keep it from igniting.</p><p>Ellingson bought three cases of the stuff for $1,100. \"It's cheaper than losing your place,\" she says. \"You know, this is our life, this is our restaurant, where we live. You know, this is everything we have.\"</p><p>Ellingson has to put everything into prevention because, should the lodge burn down, she wouldn't be able to rebuild. And, she says, \"Anyone [in Mount Baldy] with a brain\" is doing the same thing — taking steps to prepare for wildfires. Because, even in a region used to wildfires, <em>this </em>year appears poised to be especially destructive.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Amid+Statewide+Drought%2C+California+Races+To+Burn+Wildfire+Fuel&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"422"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309562149-48ad45.m3u?orgId=1&topicId=1091&ft=3&f=309023778"},{"href":"http://media.npr.org/assets/img/2014/05/02/p4022660-f4a736764ce208208cf2dc5c14f4ccd51c7095aa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2657","width":"3541"}},{"href":"http://media.npr.org/assets/img/2014/05/02/p4022700-ef0e6221178ca5283f7e2c05df7a245952c4ba8d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2924","width":"3898"}},{"href":"http://media.npr.org/assets/img/2014/05/02/drought-assessment-map-a20267aae145299e1b6df41a7147bff8ee9fcaf5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"769","width":"1026"}}]}