{"created":"2015-04-18T09:30:57+00:00","modified":"2015-06-25T17:44:35+00:00","valid":{"from":"2015-06-25T17:44:34+00:00","to":"3015-06-25T17:44:34+00:00"},"hreflang":"en","title":"'Orhan's Inheritance' Is The Weight Of History","published":"2015-04-18T14:59:00+00:00","teaser":"Aline Ohanesian's debut novel attempts to make sense of the events of 100 years ago, when the Ottoman Empire began forcing Armenians out of their homes in Turkey, leaving more than a million dead.","itags":["npr_api","400424865"],"guid":"da89d73b-599a-4b3c-888b-7b1f26d4540e","contentencoded":"<p>Next Friday, Armenians commemorate the events that took place 100 years ago, when the Ottoman Empire began forcibly deporting Armenians from their homeland, which lies within an area that is now Turkey. It was the beginning of a massacre that left more than one million Armenians dead. Armenians call it genocide; Turkey says the killing was not systematic, but part of widespread fighting at the time.</p><p>Aline Ohanesian tries to make sense of these events in her first novel, <em>Orhan's Inheritance</em>. She says she was inspired by a story her grandmother told her, one hot summer day when she was no more than 9 years old. \"My cousins and I were all watching <em>The Sound of Music</em>, and she called me into her bedroom and just told me that she needed to tell me something, that she had a story too.\"</p><p>The story that Ohanesian heard that day was about her grandmother's horrific experiences after Armenians were forced out of their homes in 1915. Her grandmother never talked about it to anyone else in the family — and never spoke about it again. Ohanesian always wondered why she alone was chosen to hear the story.</p><p>Many years later, as a mother of two and a graduate student in history, she started hearing her grandmother's voice — and those thoughts became the beginning of the novel. Ohanesian did extensive research, poring over diaries and eyewitness accounts. But as much as she loves history, she says she also loves storytelling, and believes in the power of fiction to change the way people think. \"There's only about about 6 to 8 inches between an open book and a human being's heart,\" she says. \"A lot can happen in those 7 inches. Perspectives, fresh perspectives occur and minds expand, and I love fiction and I feel like it's a possibility for transformation.\"</p><p>\"I did not set out to write Armenian genocide novel,\" Ohanesian says, because she wasn't sure she had anything new to say about it. But then more characters came to her: They were men, Turkish men, and she started to think about how she might tell the story from different angles. \"One of the perspectives was a modern-day Turkish man, maybe my equivalent living in Istanbul somewhere, a decent human being who didn't have all the historical facts,\" she says. \"A good person, but slightly apathetic.\"</p><p>That young man is Orhan. As the book opens, his grandfather has just died and left the family home in Turkey to a woman no one knows. She is an Armenian living in a nursing home in California, where many Armenians settled. Orhan visits her to find out how she knew his grandfather, and at first, she refuses to talk about what happened so many years ago.</p><p>At the heart of this book is an ill-fated love story between the woman, who was once known as Lucine, and Kemal, her Turkish neighbor who grew up to become Orhan's grandfather. They were barely into puberty when their childhood friendship began blossoming into something else. Ohanesian says their story was a device to show how Turks and Armenians once lived together peaceably.</p><p>\"Well I knew for a fact that in Sivas Province, the Armenians and Turks lived side by side for thousands of years.They attended the same cultural events, went to the same market, went to each other's homes to socialize, and so I just couldn't imagine there never would be a romance budding between these two different groups who were living side by side.\"</p><p>But this is not a simple story of love overcoming all odds; the young romance never had much chance. Turks and Armenians may have lived side by side, but Lucine's father never would have approved of her marrying a Turk. And once Lucine's family was forced from home and marched into the desert where so many Armenians died, their story becomes one of survival under brutal circumstances. Ohanesian says she was very careful in her portrayal of the violence. \"In fact, I was really economical in how much horrific detail I put into this book. I left a lot of it out,\" she says. \"I did not want to be gratuitous in this novel. I wanted to be very true to the historical facts.\"</p><p>Ohanesian examines what happened from different perspectives, but she makes no pretense of objectivity. She believes this was genocide and that what happened should never be forgotten. And, she says, the past affects us, whether we remember it or not. \"So I don't think ignorance is the way to go in any situation. I do want to say that it doesn't determine who we are completely. We are not what is done to us or what's happened to us, but how we respond to it.\"</p><p><em>Orhan's Inheritance</em> is Aline Ohanesian's response to the story she heard long ago from her great grandmother.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Orhan%27s+Inheritance%27+Is+The+Weight+Of+History&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lynn Neary","audio":[{"meta":{"duration":"331"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400573630-f335e2.m3u?orgId=1&topicId=1161&aggIds=100876926&d=331&p=7&story=400424865&t=progseg&e=400573577&seg=9&ft=nprml&f=400424865"},{"href":"http://media.npr.org/assets/img/2015/04/17/orhans-inheritance1-25ec519be3e799e517419a2cb586f60aeb793f87.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1686","width":"2248"}},{"href":"http://media.npr.org/assets/img/2015/04/17/armenian-orphans-ba5f4d249a296beb38e1be12c52dd4a587c1b3b2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2520","width":"3364"}}]}