{"created":"2014-10-27T22:39:02+00:00","modified":"2014-10-31T01:41:22+00:00","valid":{"from":"2014-10-31T01:41:22+00:00","to":"3014-10-31T01:41:22+00:00"},"hreflang":"en","title":"Michigan Raises Minimum Wage","published":"2014-05-28T20:24:00+00:00","teaser":"Republican Gov. Rick Snyder discusses raising the minimum wage, as well as new recommendations for Detroit.","itags":["npr_api","316708154"],"guid":"da8c4a78-f703-497c-8d8d-28ddf5a9a0e2","contentencoded":"<p>Michigan has become the first state with a Republican-led legislature to raise its minimum wage this year, to $9.25 an hour over the next four years.</p><p>Governor <strong>Rick Snyder</strong>, who signed the measure into law last night, discusses it with <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson.</p><p>The law heads off a November ballot measure that would have raised the minimum wage even more.</p><p>Gov. Snyder also responds to <a href=\"http://report.timetoendblight.org/index.html\" target=\"_blank\">recommendations</a> from a presidential task force, on what to do about more than 84,000 dilapidated buildings and vacant lots in Detroit.</p><p>The report says it could all be cleaned up in five years for $850 million dollars, but who will pay and will it work?</p><h4>Interivew Highlights: Gov. Rick Snyder</h4><p><strong>On why he signed the bill</strong></p><p>&#8220;I think it was a good compromise. We did this in a bipartisan fashion with both Republicans and Democrats coming together to say, here&#8217;s a compromise that really looks at the balance of increasing the minimum wage to help lower income wage-earners have more, and at the same time, do it in a fashion that&#8217;s a gradual fashion and a responsible fashion, up to $9.25 in 2018, to make sure that, hopefully, we can create jobs and see job creation continue to happen, and not run the risk of seeing jobs go away.&#8221;</p><p><strong>On why he believes in a $9.25 minimum wage for Michigan</strong></p><p>&#8220;We were at $7.40 in Michigan, and getting to $10.10 is a big leap. We&#8217;re doing this in a gradual fashion. We&#8217;re actually including something to have it increase by consumer price index after the $9.25. So hopefully, we&#8217;re putting a structural solution in place to do it in a thoughtful way, and again, in a way that balances what may be important for businesses to be successful and actually have those jobs to begin with, and at the same time, allowing people at that entry wage to have an opportunity to make more.&#8221;</p><p><strong>On raising the national minimum wage</strong></p><p>&#8220;In Michigan, I think it was the responsible thing to do. I leave it &#8212; there&#8217;s a whole &#8216;nother challenge in Washington in how they operate, and again, that&#8217;s quite a mess and I hope they get straightened out in many different aspects.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://michigan.gov/snyder\" target=\"_blank\">Rick Snyder</a></strong>, governor of Michigan. He tweets <a href=\"https://twitter.com/onetoughnerd\" target=\"_blank\">@onetoughnerd</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Michigan+Raises+Minimum+Wage&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"471"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316737610-11fada.m3u?orgId=1&ft=3&f=316708154"}]}