{"created":"2014-10-07T18:40:21+00:00","modified":"2014-10-30T23:29:19+00:00","valid":{"from":"2014-10-30T23:29:19+00:00","to":"3014-10-30T23:29:19+00:00"},"hreflang":"en","title":"A New Golden Age For 'Silver Bullets'? Airstreams Make A Comeback","published":"2014-08-10T21:41:00+00:00","teaser":"The iconic aluminum trailers bring back nostalgic memories. But the company is still manufacturing new trailers — and enjoying a recent surge in sales, fueled by demand for the sleek, retro style.","itags":["npr_api","338896687"],"guid":"da929bbd-af40-46e7-9ee9-e3e2fb3aa6d5","contentencoded":"<p>Step inside an Airstream travel trailer and you'll step into a different era.</p><p>The iconic trailers have the unmistakable curved aluminum exterior, giving them the nickname \"the silver bullet.\" They look more like the fuselage of an old airplane than a modern RV.</p><p>Above all, Airstreams bring back memories of the golden days of camping. But the company is still manufacturing new trailers out of Jackson Center, Ohio. You can pay up to $100,000 for one; even the smaller trailers, the Bambis, can cost up to $45,000.</p><p>Despite the price tag, Airstreams both old and new are making a comeback — a resurgence fueled by demand for the sleek retro style.</p><p><strong>On The Edge Of Nowhere</strong></p><p>Take a drive three hours east of Los Angeles to Landers, Calif. Turn from the town's main street and follow a narrow, sandy road that leads to an unexpected sight: Six Airstreams gleaming in the sun.</p><p>The dusty old trailers have some dents and scratches. Their days of rolling down highways are over.</p><p>Now they're parked here, at this Airstream motel surrounded by endless miles of desert.</p><p>\"We describe it as being on the edge of nowhere,\" says Phillip Maberry, the innkeeper here at Kate's Lazy Desert. \"There's one more street after this and then it's the Mojave Desert.\"</p><p>Adventurous guests from around the world are willing to pay $200 a night so they can get what Maberry calls a true Americana experience.</p><p>\"A trailer and a desert,\" he says. \"What could be more iconic than that?\"</p><p>It's homey inside the Airstreams. Each trailer has a unique retro decor. There's a bed in the back and a bathroom with a tiny tub. Up front, a small kitchen includes an oven and gas stove.</p><p>Sure, it's compact — but you could live in one of these.</p><p><strong>Trendy Then, Trendy Now</strong></p><p>Wally Byam was the man behind Airstream. He began production on his revolutionary travel trailers back in 1931, making Airstream the oldest manufacturer of recreational vehicles in the U.S.</p><p>Today, Airstream's trailer production is at its highest level since the 1970s. Sales for travel trailers this year alone are up 33 percent.</p><p>In short, the retro design is still in style.</p><p>\"You see one out in the desert, or you see one in a forest in a campsite or something. An Airstream looks like it belongs there. It's sitting there and it's supposed to be there,\" says Weldon Matheson.</p><p>He's got two of these polished trailers crammed in his driveway in a Los Angeles neighborhood.</p><p>Matheson says his trailers are reliable. Almost 70 percent of all Airstreams ever built are still on the road today.</p><p>He bought his first one four years ago, a 1977 Safari that needed some work.</p><p>\"I really didn't have any intention of redoing it, the first one,\" Matheson says. \"My wife walked in and was like, 'It smells in here.' \"</p><p>So he gutted the whole interior and renovated it himself.</p><p>\"There's plywood here and underneath it, it's just a regular trailer frame,\" he says. \"So that plywood rots a lot.\"</p><p>It took him three years to fix it up and he was hooked.</p><p>What started as a hobby turned into a career. Matheson quit his job in graphic design to rent and sell his restored Airstreams.</p><p><strong>'Every Trailer Has Its Own Story'</strong></p><p>Despite the resurgence, Airstream enthusiasts are still part of a niche community.</p><p>Walk through an RV storage lot south of LA and you'll see row after row of giant, boxy Coachman and Montana campers.</p><p>Tucked in the middle sits Bobbi and Victor Kingsland's sleek 1969 Airstream Overlander. It's the only Airstream in the lot.</p><p>These two are Airstream enthusiasts. They've hauled their trailer all over the country for nearly 20 years.</p><p>\"You go through the photo albums and there's the trailer,\" Bobbi says. \"All of our vacation memories are in here and our son growing up, his whole life is in this trailer.\"</p><p>\"Every trailer has its own story. It's like we get to be the caretakers for a while and hand it off to somebody else,\" Victor says. \"These are one of the few products that will outlive you.\"</p><p>They don't know whom they'll hand their trailer off to, but you can bet this old Airstream will be in demand.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+New+Golden+Age+For+%27Silver+Bullets%27%3F+Airstreams+Make+A+Comeback&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Daniel Hajek","audio":[{"meta":{"duration":"224"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339375019-f873ce.m3u?orgId=1&topicId=1091&ft=3&f=338896687"},{"href":"http://media.npr.org/assets/img/2014/08/08/1960smktpostcard4-9e85a4e921197f635bbef768e11765faeb052436.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3061","width":"4082"}},{"href":"http://media.npr.org/assets/img/2014/08/08/img_5237-4bd290286a327bccd2860eb5f3a776a4fdf4b29c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}},{"href":"http://media.npr.org/assets/img/2014/08/09/img_5243-2aa931e456cfb08929f66fdb25b3c350a6068c41.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}},{"href":"http://media.npr.org/assets/img/2014/08/08/airmkt-golden-gate-historical-alcoa-f307209d2308acf77d4deb6c4ece96e13fd6df6d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"5736","width":"7649"}},{"href":"http://media.npr.org/assets/img/2014/08/08/img_5265-f8a919338777e8f21547d2dfe198266d164c02ea.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}}]}