{"created":"2014-09-04T16:42:50+00:00","modified":"2014-12-11T16:34:56+00:00","valid":{"from":"2014-12-11T16:34:56+00:00","to":"3014-12-11T16:34:56+00:00"},"hreflang":"en","title":"Painful Path To Fatherhood Inspires Poet's New Collection","published":"2014-06-18T17:00:00+00:00","teaser":"Douglas Kearney tells NPR's Rachel Martin about the anguish of miscarriages and the tough decisions presented by in vitro fertilization — experiences that inspired his latest book, <em>Patter</em>.","itags":["npr_api","322242900"],"guid":"da946e9d-f845-44d2-a9c7-4f1c8e43bb09","contentencoded":"<p>Douglas Kearney's new book of poetry, <em>Patter,</em> is not something you pick up casually. It demands a lot from its audience — one reviewer <a href=\"http://www.americanmicroreviews.com/#!patter-by-douglas-kearney/c30e\">wrote that</a> the book's readers must be \"agile, adaptive, vigilant and tough.\"</p><p>But the payoff is worth it. Kearney takes his readers into an extremely private struggle, shared with his wife: their attempt to conceive a child. The poems trace a journey through infertility, miscarriage, in vitro fertilization and, finally, fatherhood.</p><p>The book's acknowledgements include an unusual note: \"Thank you to the Mrs. Giles Whiting Foundation, whose generous award paid for the IVF procedure that made much of this book possible,\" Kearney writes.</p><p>\"We literally paid for the procedure with some of this prize money. You know, a lot of prizes and grants that artists and writers can receive, you actually have to produce something,\" Kearney tells NPR's Rachel Martin. \"Not necessarily a child — or, in our case, two. But I wanted to acknowledge that here.\"</p><p>Kearney and his wife spent eight years trying to conceive before they tried IVF; now, they're the parents of twins. The poet tells Martin about the emotionally complicated process of achieving fatherhood, and the heartbreaks along the way.</p><hr /><h3>Interview Highlights</h3><p><strong>On whether he was prepared for the emotional pain of trying to conceive</strong></p><p>I had family who'd been through a number of miscarriages. So I was expecting that there was going to be a certain level of difficulty — that it was going to be, you know, really an emotionally harrowing experience.</p><p>But nothing actually prepares you for what it feels like to go through this. I mean, the miscarriage. ... I almost got into a fight at a drugstore the day we found out. It was just — it was just really difficult.</p><p>And even when I was writing about it, I kept trying to write something that would feel like it. You know, I tried to make it so that I could write a poem that a reader would, would take in and they would go, 'Oh, my gosh, that's what that feels like.' And of course, all of those things failed because I ended up either magnifying it so much and then second-guessing myself and turning it into this sort of allegorical thing, or, you know, just completely underwriting it.</p><p>And it was a very difficult process to deal with just from an emotional, psychological processing standpoint — let alone to try to make some art from it.</p><p><strong>On the real-life experiences that inspired this poem:</strong></p><blockquote><p>The Miscarriage: A Bar Joke</p><p>two guys walk into a bar. first guy says \"yo guy, why so down?\" second guy replies, \"my wife just had a miscarriage.\" first guy says \"I know <em>exactly</em> how you feel, I just had my girl get an abortion!\"</p></blockquote><p>I had two male friends, on two separate occasions, take me out after the miscarriage, and each one of them talked about a girlfriend. One had had his girlfriend get an abortion, and the other had been worried that she might be pregnant, but it hadn't taken.</p><p>At the time, there's this huge mix of feelings, of this anger — 'How dare you compare your not wanting a kid with my wanting a kid?'</p><p>And so there was that, but there was also this real thing which is, how <em>are</em> men supposed to talk about this? What are we supposed to say to each other when this happens? And I didn't think of it ultimately as a purely gross miscalculation, it really was this attempt ... you just have to laugh about it later.</p><p>I mean, this poem in particular took a while to get to because it was — there was a lot of anger, and that was what was coming out in those earlier versions of this poem. And I wanted it to be a little less like I was throwing these guys under the bus for really, actually, trying to help me, but we just didn't have the tools.</p><p><strong>On the twins Kearney and his wife had — and the children they <em>didn't</em> have</strong></p><p>With IVF, if you end up having a lot of eggs, the doctor will ... attempt to fertilize them all. And after you've had a success, you suddenly have to have this question of, 'What do we do with the other ones?' And there's not a rule of what you're supposed to do.</p><p>And, you know, these are full siblings — it's not half, it's not potential, they <em>are</em> their siblings. One day, we're going to have to explain that to them. ...</p><p>I think that [the twins] should know a bit about what it took to bring them here. That they are special, you know, that we wanted them so badly — and here they are.</p><hr /><h3><strong>Poems</strong></h3><p><em>You can hear Kearney read these poems, as well as \"The Miscarriage: A Bar Joke,\" in the interview audio above.</em></p><p><strong>The Miscarriage: A Magic Trick</strong></p><p>1. stash scarlet silks in a lady's skirt.<br />2. plant her among the crowd.<br />3. call your shill to the dias.<br />4. lay her on your table.<br />5. conceal her with your bed sheet.<br />6. distract the crowd with patter.<br />7. apply a sleight between her thighs.<br />8. take hold the silk's loose corner.<br />9. pull till it pools on the floor</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;PRESTO!</p><p><strong>New Parents</strong></p><p>pick through your blood but you won't find <br />what must be done with the others<br />the ones in ice, where you belong</p><p>choosing worries you in its mouths:<br />lose them to strange names and houses<br />board them ever in dear freezers<br />or let them thaw and spoil?</p><p>those you've chosen doze under wool<br />think of all the nights cool siblings <br />take them hand-in-hand and lead them <br />down the bleak rounds to your judgment</p><p>and when their cries rise through night's slab,<br />driving you, beset against their cribs,<br />do they grieve for those whom they have lost<br />or what they must have:<br />Your eyes burnt with love,<br />Your teeth keen on silence?</p><p><em>From </em>Patter<em> by Douglas Kearney. Copyright 2014 by Douglas Kearney. Excerpted by permission of Red Hen Press.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Painful+Path+To+Fatherhood+Inspires+Poet%27s+New+Collection&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"514"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322242901-6795fc.m3u?orgId=1&topicId=1033&aggIds=144967617,100876926&ft=3&f=322242900"},{"href":"http://media.npr.org/assets/img/2014/06/15/patter_cover-785x1024-50cd2e94d8ee5c3968f8aa5f42c6de68940cd687.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"587","width":"784"}}]}