{"created":"2015-06-25T20:16:14+00:00","modified":"2015-06-25T21:31:08+00:00","valid":{"from":"2015-06-25T21:31:08+00:00","to":"3015-06-25T21:31:08+00:00"},"hreflang":"en","guid":"da9efe82-72af-448f-80c6-0ea2665001ae","title":"The FIFA Women's World Cup heats up as the quarterfinals kick off","published":"2015-06-25T21:31:04+00:00","byline":"Daniel Gross, Andrea Crossan","tags":["Laura Armstrong","FIFA Women's World Cup","Canada","vancouver","soccer","Sports","North America","Canada"],"teaser":"It's the best of the best playing in Canada as the final eight fight it out to win the FIFA Women's World Cup.","contentencoded":"<p>With just eight teams left standing, the tension is rising at the Women’s World Cup in Canada. Teams competing in the world’s top women’s soccer event now have to win or go home.</p>\n<p>With big matches approaching, like Canada vs. England and US vs. China (that's at 7 p.m. eastern on Friday on Fox, fans), it's yet another World Cup when the \"experts\" have been surprised at the strength of the television audience. Imagine, TV audiences like action-packed soccer matches!</p>\n<p>“There have been record numbers in terms of television audiences,” says Laura Armstrong, who is in Vancouver <a href=\"http://www.thestar.com/sports/soccer/2015/06/24/the-best-and-worst-of-womens-world-cup-so-far.html\">covering the Women’s World Cup</a> for the Toronto Star newspaper.</p>\n<p>On site, however, organizers have been disapppointed with turnout at matches like the US victory over  Colombia, in which 30,000 seats were left empty. The poor attendance may be partly because of a slow start by the Canadian team, Armstrong says, along with a lack of advertising in some cities. Another challenge is overcoming the bias against women's sports. </p>\n<p>Here's Amy Poehler's take-no-prisoners take on the subject with Seth Meyers, wondering why so many matches were relegated to minor-league branches of the big networks (the word ''badass\" is used):</p>\n<p><iframe class=\"embedly-embed\" src=\"//cdn.embedly.com/widgets/media.html?src=https%3A%2F%2Fwww.youtube.com%2Fembed%2FKmEoKXgBvSI%3Ffeature%3Doembed&amp;url=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DKmEoKXgBvSI%26feature%3Dyoutu.be&amp;image=https%3A%2F%2Fi.ytimg.com%2Fvi%2FKmEoKXgBvSI%2Fhqdefault.jpg&amp;key=5fab7aa35acd46048cbbcce6131a0c94&amp;type=text%2Fhtml&amp;schema=youtube\" width=\"560\" height=\"340\" scrolling=\"no\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>The modest attendance numbers may improve during the upcoming match between Germany and France, which are ranked No. 1 and No. 3, respectively, in the competition. “It’s just going to be a great showcase for women’s soccer,” says Armstrong.</p>\n<p>Soccer is the most popular team sport played by women, with 30 million female participants worldwide. FIFA, which organizes the Women’s World Cup, recently <a href=\"http://lyg.fifa.com/\">launched a campaign</a> to push those numbers higher.</p>\n<p>Armstrong says one of FIFA’s main successes at the Women’s World Cup is the expansion of the tournament to include new teams, like Thailand and Cameroon. “It’s really great to have these teams come out,” she says. Some rookie teams advanced into the top 16, but those that didn’t may emerge better prepared for future competitions.</p>\n<p>“They can go back ... and develop their programs, so they can come back and compete better next time,” Armstrong adds.</p>\n<p>The same may be true of the Women’s World Cup itself. When the tournament ends on July 5, FIFA will have four more years to plan for the next competition, in France. “We’re still hoping for more — more audience, and more support — come France 2019,” Armstrong says.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-25%2Ffifa-womens-world-cup-heats&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/soccer1430.mp3"},{"href":"http://admin.pri.org/file/soccer1430mp3"}]}