{"created":"2015-04-23T19:27:20+00:00","modified":"2015-04-28T15:31:27+00:00","valid":{"from":"2015-04-28T15:31:27+00:00","to":"3015-04-28T15:31:27+00:00"},"hreflang":"en","guid":"daa762cd-b3bb-4e42-b584-4cbfa39ca1f5","title":"Southern Chile readies for a third volcano eruption","published":"2015-04-28T15:31:23+00:00","byline":"Bradley Campbell","teaser":"Chile's Calbuco volcano erupted without warning this week — twice. The first eruption sent a plume of ash into the sky for 90 minutes. The second shot lava into the sky.","tags":["Environment","Science, Tech & Environment","South America","Chile","Geography of Chile","South Volcanic Zone","Llanquihue Province","Puerto Montt","Calbuco River"],"contentencoded":"<p>After sitting dormant for about half a century, the Calbuco volcano erupted outside the Chilean city of Puerto Montt.</p>\n<p>The pictures and videos of it are pretty incredible. I've been looking at them all morning long.</p>\n<p>But it took me a second to realize that I'd hiked around the area where the mountain is blowing up. Back in 2004, when I was doing the typical post-college backpacking trip, I wound up in the beautiful town of Puerto Montt. It's considered the gateway to Patagonia, but it's incredible in its own right. A German colony established itself there years ago. The town looks like a tiny hamlet. It's famous for its mustard yellow church, and, of course, volcanoes.</p>\n<p>You can see them in the skyline. The jagged Calbuco, and the snow capped Osorno. The hiking around the volcanoes is incredible. It reminds me of Mt. Rainier in Washington State. The area is lush and saturated with color.</p>\n<p>But that pristine place just showed its fangs. Calbuco blew a plume of smoke and ash into the sky. It lasted for an hour and a half.</p>\n<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/_MdUQY6xQG4?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>Then at night, it shot lava into the sky, along with volcanic lightning.</p>\n<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/3WOluVIPVu0?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>Officials declared a state of emergency and 5000 people had to evacuate their homes.</p>\n<p>It all happened without warning.</p>\n<p>Dr. Daniel González was tending to his patients when it erupted. \"When I came out to call the next patient,\" he says, \"there was nobody in the waiting room. I didn't know what was happening. So I went out to the front door. And I saw the giant mushroom of smoke ascending into the sky.\"</p>\n<p>The ash plume is covering a wide swath of South America, dumping ash into parts of Chile, with heavy coverage in Argentina. \"I think they are pretty pissed off,\" says González.</p>\n<p>González says when he steps out of his house today and looks toward the volcano, it is totally shrouded in clouds. But when he looks the other way, it's clear. Winds kept his town free of any ash. </p>\n<p>But González and fellow residents of Puerto Montt won't be hiking around anytime soon. The National Geology and Mining Service of Chile say a third eruption is likely.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-23%2Fchile-volcano-explosion&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04232015_09.mp3"},{"href":"http://www.pri.org/file/0423201509mp3"}]}