{"created":"2015-05-05T22:07:47+00:00","modified":"2015-05-12T19:46:39+00:00","valid":{"from":"2015-05-12T19:46:39+00:00","to":"3015-05-12T19:46:39+00:00"},"hreflang":"en","guid":"dab3640a-2df6-49fa-8672-0a43eaa46cec","title":"Doctors Without Borders pleads: 'Please allow the humanitarian actors to do their work' in Yemen","published":"2015-05-12T19:46:34+00:00","byline":"Stephen Snyder","tags":["conflict","health","military","Conflict","Conflict & Justice","Asia","Yemen","Middle East","Marie-Elisabeth Ingres","Houthis","Sana'a","Yemen","War","MSF","ICRC","Doctors Without Borders","Politics","Humanitarian aid","Médecins Sans Frontières","Foreign relations of Yemen"],"teaser":"Marie-Elisabeth Ingres, the head of Doctors Without Borders' mission in Yemen, says combat deaths are not the only human cost of the civil war there. Patients with treatable conditions are now at risk because Yemen is running out of drugs and doctors. She wants the international community to step up and help.","contentencoded":"<p>1,200 people have died in Yemen's civil war so far, <a href=\"http://reliefweb.int/report/yemen/press-briefing-notes-yemen-serbia-honduras-and-albinism-website-launch\">more than half of them civilians.</a> But aid groups warn those deaths represent only the start of the war's human toll.</p>\n<p>“Our medical staff are starting to see children dying of preventable causes because they arrive too late to our facillities,\" says Marie-Elisabeth Ingres, the head of the Yemen mission for Doctors Without Borders — also known by its French initials, MSF. She says those patients are at risk because Yemen is running out of drugs to treat chronic diseases like diabetes and cancer.</p>\n<p>Ingres says access is the number one problem. A Saudi-led coalition has been bombing military targets, including the Sanaa airport, and blockading Yemen's ports since March 26, when the kingdom pledged to restore Yemen's government after it was unseated by a Shiite rebel group called the Houthis. </p>\n<p>“If the airstrip of the Sanaa airport is bombed and is not repaired, we will not be able to [bring] drugs and medical staff into Yemen,\" Ingres says. The United Nations has called upon Saudi Arabia to <a href=\"http://uk.reuters.com/article/2015/05/04/uk-yemen-security-humanitarian-idUKKBN0NP1SQ20150504\">stop blowing up airport runways</a> in Yemen, to allow delivery of humanitarian aid.</p>\n<p>The Saudi attacks and blockade have also left Yemen with too few doctors and aid workers to handle the growing humanitarian crisis. “There are only two international organizations in Yemen, MSF and the ICRC, the International Committee for the Red Cross. We cannot go it alone,” Ingres says. “It is not possible. We request that the humanitarian actors come back to Yemen to give humanitarian assistance.”</p>\n<p>But it's not just the Saudis who need to change policy. Getting more supplies and workers into Yemen will also take the cooperation of the Houthis and their allies, who control Yemen’s cities, and nations like the United States and Iran whose influence can affect decisions on the ground. </p>\n<p>“Today, in some parts of the country, we have checkpoints. We are not allowed to pass with our drugs,\" Ingres says. \"Sometimes we cannot receive injured people because they have been blocked at the checkpoint and they died because they cannot reach hospitals. So my main request [to political leaders] is to do a big advocacy to allow humanitarian assistance, and allow the humanitarian actors to do their work.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-05%2Fdoctors-ask-saudis-stop-bombing-yemen&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05052015_05_0.mp3"},{"href":"http://admin.pri.org/file/0505201505mp3-0"}]}