{"created":"2015-01-24T12:59:57+00:00","modified":"2015-02-03T21:05:37+00:00","valid":{"from":"2015-02-03T21:05:37+00:00","to":"3015-02-03T21:05:37+00:00"},"hreflang":"en","title":"Two Outcasts Form An Artistic Bond In 'Mr. Mac And Me'","published":"2015-01-26T16:49:00+00:00","teaser":"Painter's daughter Esther Freud weaves her own experiences into the story of a lonely little boy in a British seacoast town, who befriends the great Art Nouveau designer Charles Rennie Mackintosh.","itags":["npr_api","379131030"],"guid":"dac44f06-3f10-46e3-b190-dfb33f5a4e73","contentencoded":"<p>Thomas Maggs is a lonely little boy. When Esther Freud's new novel <em>Mr. Mac And Me</em> opens, he is 13 years old. His brothers have died, his father, who runs a bar, drinks too much of his own stock and beats his son. Thomas dreams of sailing away – and then World War I descends on his small English sea coast town. Tours stop coming, blackout curtains go up, village boys enlist and go off to war.</p><p>Thomas, left behind, walks the beaches and marshes, limping on a twisted foot. It's there that he meets a man in a black cape who puffs on a pipe and stares at the waves as if looking for clues. Thomas thinks he must be some kind of detective, but he turns out to be Charles Rennie Mackintosh, the architect and designer. He has an accent; people in town wonder who he is and what he must be doing there.</p><p>This story, of an unlikely friendship between a lonely little boy and an isolated artist in a world growing dark with suspicion, is at the heart of Esther Freud's novel, <em>Mr. Mac and Me</em>. Freud tells NPR's Scott Simon that Thomas' town is particularly suspicious of strangers. \"When the war was declared, it was considered to be an extremely vulnerable and dangerous part of Britain, right opposite Flanders,\" she says. \"Everybody who could leave left, but Mackintosh and his wife who are by now very impoverished and not so well ... they didn't leave, and it was their staying, staying longer than they should have stayed, that aroused so much suspicion.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On distrusting a man who sketches</strong></p><p>Well I think that they might not have, but what I found when I did my research was that every day, every week, new posters went up outside the village hall, outside the post office, saying beware of loose talk. It took everybody's imagination and everyone's fear and tried to direct it somewhere. And I think in this environment, even somebody who sketched seemed suspicious.</p><p><strong>On the friendship between Thomas and Mac </strong></p><p>Strangely, I had already really created Thomas when I was writing, and I found that they had so much in common — and it sounds crazy when one of the characters I had actually made up. But Thomas has a lame leg. And he also likes to draw. He draws boats. He can't go on board a ship so as a second best he spends a lot of time drawing the different boats ... It turned out that Mackintosh was born with a club foot and was also one of a large family where all his brothers had died in infancy. So in a strange way, just by chance, they were drawn together through all sorts of common things that they had.</p><p>I knew very little about Mackintosh when I started writing the book, but I did know that he had spent time in this village, which is a village I know very well, a small area of Suffolk. And I, for many years, lived in a cottage that used to be the village pub, and what I discovered was that Mackintosh had stayed in the village pub, so I found myself kind of curious about this man, this extraordinary man, who made such beautiful buildings and designs, had actually stayed in the house that I was living in.</p><p><strong>On being the daughter of a famous artist</strong></p><p>It's interesting, because I think when you have something from nothing, you forget that you have it at all. So I was very focused on all the things I didn't know, all the research about the First World War, all the research about Mackintosh, trying to create the story and the structure. And I wrote very easily and happily about Thomas' watchfulness as Mackintosh draws his series of flower pictures, which he in fact did draw over the course of the year he spent there, and I was able to look at the real pictures and imagine Thomas watching this artist creating them. But of course I had forgotten that I had spent my own childhood doing something extremely similar.</p><p><strong>On Mackintosh's devotion to his wife</strong></p><p>One of the real insights I had in to the man himself were a collection of his letters that he wrote to his wife over the period of about a month, and he signed those letters MMYT, and I realized that it meant \"My Margaret, Your Toshy.\" Toshy was his nickname. And I just thought that was so touching, and in fact the letters themselves are incredibly, incredibly romantic and touching and say beautiful things like \"it's a week now since you've been gone and one less I hope 'til you return.\"</p><p><strong>On whether we're living in a more suspicious era</strong></p><p>Yeah, I think with the increased media, people are alerted endlessly to what they should be fearful of. And in a way that's a real reflection of what happened with all the posters and the things in papers saying you must watch and listen and always be vigilant. And I think people feel like that now, and they're suspicious of people in a way that almost always is unnecessary.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Two+Outcasts+Form+An+Artistic+Bond+In+%27Mr.+Mac+And+Me%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"412"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379550470-423be9.m3u?orgId=1&topicId=1033&e=379131030&d=412&ft=nprml&f=379131030"},{"href":"http://media.npr.org/assets/img/2015/01/23/author-photo-esther-freud-a71f3189c4c844a90c1144fc6f0daf64e9a52641.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"641","width":"854"}}]}