{"created":"2015-03-17T21:25:46+00:00","modified":"2015-03-18T17:59:48+00:00","valid":{"from":"2015-03-18T17:59:48+00:00","to":"3015-03-18T17:59:48+00:00"},"hreflang":"en","guid":"dac4cea2-fd9e-42f7-921b-70ad6f6aeff1","title":"An American aid worker with Ebola receives speedy care, while a Sierra Leonean colleague is 'left behind'","published":"2015-03-18T17:59:46+00:00","byline":"Joyce Hackel","tags":["Ebola","epidemic","treatment","health care professional","Partners in Health","outbreak","aid group","Human Needs","Health","Health & Medicine","Freetown","Africa","North America","Sierra Leone","United States","Africa","North America","Sheri Fink","Ebola","epidemic","treatment","health care professional","Partners In Health","Outbreak","aid group"],"teaser":"An African health care professional didn't get the same care as his American colleague when he contracted Ebola at a Partners in Health-supported treatment facilities in Sierra Leone. ","contentencoded":"<p>Health care professionals in West Africa continue to toil on the frontlines of the epidemic, trying to break the final chain of transmission of the virus. </p>\n<p>And although the number of cases is declining, when those care providers become infected with Ebola, their treatment still varies depending on their country of origin. That was evident recently when two clinicians tested positive for Ebola after working in Sierra Leone at a treatment unit supported by the aid group Partners in Health. New York Times correspondent Sheri Fink has <a href=\"http://www.nytimes.com/2015/03/17/world/africa/hospital-says-american-clinician-being-treated-for-ebola-is-worsening.html?_r=0\">told their story</a>. </p>\n<p>\"There are terrible inequities in the world about who can get advanced care and who can't based on geography, based on where you're born,\" Fink says. </p>\n<p>In this case, the American health worker was quickly transferred to a British facility and then flown to the US. His colleague from Sierra Leone wasn't. Those trying to care for him felt helpless.</p>\n<p>\"They were they were just trying to encourage him, and make him feel better and certainly not remind him that he was 'left behind,' which is what they were talking about amongst themselves,\" Fink says. \"One of the doctors said to me, 'We look at him and we see ourselves, and it makes us all realize that we're all vulnerable.'\" </p>\n<p>African health care workers usually gain admittance to a specialized treatment center for infected health workers run by the British Defense ministry in Sierra Leone's capital Freetown.  But in this case, Fink says, the aid worker who was employed by Sierra Leone's government wasn't initially permitted inside. </p>\n<p>\"A doctor who works locally there, a Sierra Leonean doctor, had to go in and tell him 'There's no room for you,'\" she says. \"At the time, there were all these Americans who didn't have symptoms, who hadn't contracted Ebola but were possible contacts of the American who got sick. They were at that facility preparing to go back to the US.\" </p>\n<p>Fink says aid groups should aim to provide the highest possible standard of care for all those who work in Ebola treatment facilities. </p>\n<p>\"If we're imaginative, and if the world and people who have resources decide that's where we want to put them, then why not?\" Fink says. \"The sky's the limit.\" </p>\n<p>This month, 11 US health care providers working in Sierra Leone have been brought back to the US for monitoring because it is possible they've been exposed to the virus. But in contrast to the height of the crisis last year, public alarm in the US is negligible. </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-17%2Famerican-health-care-professional-ebola-receives-speedy-care-while-sierra-leonean&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0317201506.mp3"},{"href":"http://www.pri.org/file/0317201506mp3"}]}