{"created":"2014-08-28T02:37:07+00:00","modified":"2014-10-30T23:20:24+00:00","valid":{"from":"2014-10-30T23:20:24+00:00","to":"3014-10-30T23:20:24+00:00"},"hreflang":"en","title":"Anthony Jeselnik: The Dark Prince Of Comedy","published":"2014-08-14T14:17:00+00:00","teaser":"The comedian is known for his biting and bloodthirsty humor. Naturally, he's also a big fan of sharks. In this quiz, the funny guy sinks his teeth into some underwater trivia.","itags":["npr_api","340113255"],"guid":"dac6f1af-e6e4-43cf-bbde-133fea9ac3ad","contentencoded":"<p>Comedian Anthony Jeselnik takes pride in joking about the topics you shouldn't joke about. Throughout his career, he's developed a snarky onstage persona delivering material about death and disease at comedy clubs, the roasts of Donald Trump and Charlie Sheen, and on his Comedy Central show, <em>The Jeselnik Offensive</em>.</p><p>Jeselnik joined <em>Ask Me Another</em> host Ophira Eisenberg to discuss his comic style. Before earning the moniker \"the Dark Prince of Comedy,\" Jeselnik recalls trying to win over a crowd by mimicking his comedic idol, former Saturday Night Live writer Jack Handey. \"As a comedian, you start, and you start trying things, and the audience tells you what your next step is going to be,\" Jeselnik said. \"For me, the cockier I got, and the darker I got, and the meaner I got, the more the crowd followed that. So I thought, 'Okay, this is going to be a lot of fun.'\"</p><p>When asked what topics he was interested in being quizzed on, Jeselnik mentioned sharks. So in an <em>Ask Me Another</em> Challenge called \"Sharks With Snark,\" Jeselnik tackled questions about the underwater predators' appearances in popular culture, like the origin of the nickname Steven Spielberg gave the mechanical shark in <em>Jaws</em>.</p><hr /><h3>Interview Highlights</h3><p><strong>How his on stage persona differs from his off-stage persona</strong></p><p>People are very scared of me because they've seen the stage persona, and when they meet me, they're kind of taken off guard, and I like that. I want you to be scared so that I can be seem charming. People will be like, \"Oh, you're so nice.\" I'm like, \"I'm not that nice, you just think I'm gonna be really, really mean.\"</p><p><strong>Why no topic is off limits</strong></p><p>If something made me uncomfortable, I would take it as a challenge to try and make a joke about that. That's my only goal: to find things that you shouldn't joke about, and find a way to make a joke.</p><p><strong>Why his performance on Comedy Central's <em>Roast of Donald Trump</em> changed his life</strong></p><p>If I do badly on [the roast], then everything my life has been leading up to has been for nothing. Because this was my opportunity, and if it goes well, then I know I've been on the right path and things will continue to go well. So when I did well, people thought, \"Oh, you're going to get so cocky when the roast is over,\" because I was cocky before. But after the roast, I kind of calmed down, because I didn't have to be cocky — everyone knew.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Anthony+Jeselnik%3A+The+Dark+Prince+Of+Comedy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340343036-29ec75.m3u?orgId=1&topicId=1008&aggIds=167740319&ft=3&f=340113255"},{"meta":{"duration":"693"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340342839-6d4ea3.m3u?orgId=1&topicId=1008&aggIds=167740319&ft=3&f=340113255"},{"href":"http://media.npr.org/assets/img/2014/08/13/jeselnik-horizontal---resized-c72158b5844af2d74893d2d5b28f734bbcf4d32b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2650"}}]}