{"created":"2014-10-03T23:44:22+00:00","modified":"2014-10-07T21:53:28+00:00","valid":{"from":"2014-10-07T21:53:28+00:00","to":"3014-10-07T21:53:28+00:00"},"hreflang":"en","guid":"dacb29ff-2e36-42d2-8483-7827c62a49fc","title":"How a New York court got to dictate terms to a entire country","published":"2014-10-07T21:53:26+00:00","byline":"Shirin Jaafari","tags":["Argentina default","finance","business and economy","government","Finance","Business, Finance & Economics","New York","North America","South America","Argentina","United States","North America","South America","Anna Gelpern","Financial economics","Economics","Finance","Debt","Hedge fund","Investment","Creditor","Debt settlement","Business","Bankruptcy"],"teaser":"Argentina has South America's third-largest economy, but many of its financial decisions are now subject to the review of a New York court. That's because Argentina turned to American firms to borrow money, and the US legal system now gets to decide how its debts will be handled.","contentencoded":"<p>More than 10 years after it defaulted on its debt in 2001,&nbsp;Argentina is still feeling the effects. But the pressue is coming from a seemingly odd place: the US court system.</p><p>That&#39;s because while most of Argentina&#39;s creditors agreed to restructure the country&#39;s debt after the default, accepting only about 30 percent of the money owed, there were some holdouts. Prime among them were hedge funds based in New York.</p><p>True to American tradition, they sued Argentina in New York court, and the court backed the hedge funds. They say Argentina is on the hook to the hedge funds first, meaning the country can&#39;t pay off its other, more manageable debts. But how does a court in&nbsp;New York have&nbsp;so much power over a sovereign state?<o:p></o:p></p><p>Actually, says&nbsp;Anna Gelpern, a professor at&nbsp;Georgetown University Law Center, &quot;it&#39;s pretty simple. [Argentina]&nbsp;agreed to do it&nbsp;under US law.&quot;<o:p></o:p></p><p>Gelpern says&nbsp;it&#39;s common for countries that can&#39;t raise money from foreigners under their own laws and currency to borrow it&nbsp;from others. The&nbsp;judge in New York can&#39;t change the fact that Argentina has a debt and that it has to pay it &mdash;&nbsp;there is no bankruptcy law for sovereign states.<o:p></o:p></p><p>But she does say that the judge has&nbsp;created problems by ruling that Argentina must pay the hedge funds first.&nbsp;That means, at least for now, that no one is&nbsp;getting paid at all. Argentina simply doesn&#39;t have the money to pay the funds the full debt, let alone satisfy everyone.<o:p></o:p></p><p>Gelpern believes this case won&#39;t&nbsp;have an immediate affect on the global economy, but there are still&nbsp;possible negative consequences.<o:p></o:p></p><p>For one, she says, other countries who are thinking about raising money in the international market might back off.<o:p></o:p>&nbsp;&quot;Others might think twice about raising money in New York and submitting to its laws,&quot; she says.<o:p></o:p>&nbsp;In addition, there might be &quot;copycat&quot;&nbsp;cases in which countries would be sued using the same arguments.<o:p></o:p></p><p>There&#39;s also the chance that&nbsp;countries trying to restructure their debt might find fewer creditors willing to help out. Because of the ruling, Gelpern says, they risk not only taking a smaller settlement but losing any payments at all.<o:p></o:p></p><p>&quot;The biggest incentive of negotiating a debt restructuring with a country is certainty,&quot; Gelpern&nbsp;says, &quot;and all of the sudden you lose certainty by this lawsuit.&quot;<o:p></o:p></p>","audio":[]}