{"created":"2015-06-27T21:06:39+00:00","modified":"2015-07-01T20:00:28+00:00","valid":{"from":"2015-07-01T20:00:28+00:00","to":"3015-07-01T20:00:28+00:00"},"hreflang":"en","title":"Embraced Yet Forbidden, Staff Sergeant Comes Out As Transgender","published":"2015-07-01T20:00:00+00:00","teaser":"Being openly transgender is officially prohibited in the Army, but Staff Sgt. Patricia (formerly Peter) King says her support system at work \"has been absolutely amazing\" during her transition.","itags":["npr_api","416015320"],"guid":"dad23f06-3aff-4a3e-876f-c2479e4eec75","contentencoded":"<p>By serving in the Army, Staff Sgt. Patricia King is breaking the rules.</p><p>King enlisted 1999 under her birth name, Peter. At the beginning of this year, King — a decorated soldier with three deployments to Afghanistan under her belt — started her gender transition.</p><p>While gays and lesbians have been allowed to openly serve since 2011, service members are still prohibited from being openly transgender. The policy has been drawing criticism and motivating action from service members <a href=\"http://takingnote.blogs.nytimes.com/2015/06/19/lawmakers-push-to-end-military-transgender-ban/\">and lawmakers</a>.</p><p>For her part, King has been vocal about her own experience, through <a href=\"http://trishbutterfly.blogspot.com/\">her blog</a> and in <a href=\"http://gazette.com/becoming-patricia-a-combat-veterans-story-of-transgender-life-in-the-army/article/1553689\">a profile</a> by the Colorado Springs <em>Gazette </em>this month. King sat down with NPR's Arun Rath to discuss what it was like to come out as transgender in the Army and what it means to be part of a military force that officially she's not allowed to serve.</p><hr /><h3>Interview Highlights</h3><p><strong>On the decision to start her gender transition</strong></p><p>I can actually tell you the day. It was Jan. 3, 2015. In December 2014, I started to feel really strongly like transition was something that I wanted. And so I put a lot of thought and a lot of prayer into it, and on Jan. 3, that was the day that I came out to my parents and ultimately decided I was going to transition. ...</p><p>Actually, it was about the same as jumping out of an airplane. Because you stand at the door and you have to make that first step, but once you've made it, you can't go back in.</p><p><strong>On the Pentagon's current policy regarding transgender soldiers — and whether she's in violation of it</strong></p><p>The current policy still states that you are not allowed to be openly transgender in the Army. And they find it to be a medical discharge and an administrative discharge at the same time. It's a little bit complicated. But what they've done recently is they've elevated the discharge authority to the highest levels of the Army. ...</p><p>They haven't rewritten the policy. So anybody who is transgender, whether they're open or closeted about it, is technically not allowed to be in the military. And we're simply waiting for that policy to be rewritten.</p><p><strong>On coming out as transgender in the military</strong></p><p>My support system at work has been absolutely amazing. You start by telling people that you are reasonably sure are going to be accepting, and from there you move to the people that you question. And after that, you just kind of come out, and you just accept that you have a big enough support network that I can be myself. I've been embraced by commanders who've said, \"We support you and we're proud of you, and we want you to be who you are. Unfortunately the rules say this.\" ...</p><p><strong>On whether her feelings about the Army have changed</strong></p><p>Absolutely not. I have always been incredibly proud of my service to my country, and I love serving in the Army. I'll stay as long as they'll have me. The difference is that now I'm equally proud of who I am.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Embraced+Yet+Forbidden%2C+Staff+Sergeant+Comes+Out+As+Transgender&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"243"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418098763-efd8f0.m3u?orgId=1&topicId=1122&d=243&p=2&story=416015320&t=progseg&e=418098678&seg=3&ft=nprml&f=416015320"},{"href":"http://media.npr.org/assets/img/2015/06/20/patricia-king-291400796308661e7141b6d912f162891015f052.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3219","width":"4293"}}]}