{"created":"2015-05-25T20:34:25+00:00","modified":"2015-05-26T20:08:26+00:00","valid":{"from":"2015-05-26T20:08:26+00:00","to":"3015-05-26T20:08:26+00:00"},"hreflang":"en","guid":"dad3820c-7c53-4359-a8a9-3d96e6b17724","title":"Generations of Dutch citizens still trek to the graves of US World War II soldiers ","published":"2015-05-26T20:08:22+00:00","byline":"Joyce Hackel","tags":["World War II","history","conflict","military","Conflict","Conflict & Justice","Margraten","Europe","Netherlands","Ton Hermes","Maureen Butink","World War II","soldiers","troops","Allies","Nazis","Margraten","Dutch","The Netherlands","graves","Memorial Day","Occupation"],"teaser":"Thousand of families in the Netherlands have adopted the graves of US soldiers killed there during World War II. And more than 100 Dutch citizens are on a waiting list to join the program. ","contentencoded":"<p>Thousands of Dutch families streamed into a cemetery outside of the village of Margraten, near the border with Germany, on Sunday.</p>\n<p>The Dutch came to honor the more than 8,000 Americans from World War II who are buried there in the Netherlands American Cemetery.</p>\n<p>Ton Hermes, president of the Foundation for Adopting Graves at the American Cemetery in Margraten, calls it a \"gesture to comfort the people of America.\"</p>\n<p>The burial ground is one of about a dozen European cemeteries for US troops slain in World War II. </p>\n<p>But<a href=\"http://www.washingtonpost.com/local/americans-gave-their-lives-to-defeat-the-nazis-the-dutch-have-never-forgotten/2015/05/24/92dddab4-fa79-11e4-9ef4-1bb7ce3b3fb7_story.html\"> what's different about the one in Margraten</a> is that each of the graves is cared for by a Dutch citizen.</p>\n<p>\"Local people go to the gravesites a couple of times a year to bring flowers and to thank the liberators,\" Hermes says. \"We are very grateful for what the Americans did in the second world war, and we want to show that by taking care of the graves.\" </p>\n<p>In 1945, Margraten was a small village of only 1,000 inhabitants. US troops frequently sought refugee in the villagers' homes, before they pressed on into German territory. </p>\n<p>\"When they heard that a soldier that had been staying in their house had been killed, they were very sad and thought 'we have to do something,'\" Hermes said. Eventually all the graves in the cemetery were adopted. </p>\n<p>Hermes himself tends to the grave of an American bomber pilot who was killed in action in Germany. He exchanges letters with the slain soldier's grandson, Scott Taylor. </p>\n<p>\"It's more than just an adopted grave,\" he says. \"It's cherishing our liberty and our freedom.\" </p>\n<p>And the Dutch practice of honoring the US World War II troops appears to have some following among younger generations, including 24-year-old Maureen Butink. Her family has been tending the grave of an American soldier since the 1940s, </p>\n<p>Last time Butink visited the cemetery, she brought along her 2-year-old daughter.</p>\n<p>\"She will be the fifth generation that will in the future take over the grave,\" Butink says. \"We are blessed with freedom, and she and her generation have to take care of it.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-25%2Fgenerations-dutch-citizens-are-still-trekking-grave-sites-us-world-war-ii&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05252015_03.mp3"},{"href":"http://admin.pri.org/file/0525201503mp3"}]}