{"created":"2015-03-05T20:04:29+00:00","modified":"2015-03-06T16:25:25+00:00","valid":{"from":"2015-03-06T16:25:25+00:00","to":"3015-03-06T16:25:25+00:00"},"hreflang":"en","guid":"dad59bf9-6995-4af8-b1ac-0e96269edc0c","title":"Rapper Kohh shows a side of Japan that is often ignored","published":"2015-03-06T16:25:23+00:00","byline":"Cristina Quinn","tags":["music","culture","Ethnicity & Race","Music","Arts, Culture & Media","Asia","North America","Japan","United States","Dexter Thomas","Juicy J","Michael Bay","Wiz Khalifa","Rip Slyme","Teenage Mutant Ninja Turtles","Hip hop music","Japanese hip hop"],"teaser":"In general, the average Japanese person, regardless of age, thinks Japanese hip-hop is a little weird — at least, Japanese people trying to do hip-hop is weird. But a new rapper is using his rough, violent upbringing to try and crack the mainstream.","contentencoded":"<p>Teenage Mutant Ninja Turtles, the wildly popular late-80s and early-90s cartoon franchise, got a reboot last summer in American movie theaters. </p>\n<p>The theme song for Michael Bay’s bombastic take on the half-shelled heroes, “<a href=\"https://www.youtube.com/watch?v=BaACrT6Ydik\">Shell Shocked</a>,” is performed by Juicy J, Wiz Khalifa and Ty Dolla $ign. In the US, these guys are at the top of the charts. But in Japan, they're relatively unknown. </p>\n<p>So Japanese distributors took the music and handed it to a watered-down rap group called <a href=\"http://www.ripslyme.com/\">Rip Slyme</a>. These guys are not Japan's answer to Juicy J. They wear <a href=\"https://www.youtube.com/watch?v=Q-aQT9lsX7I\">matching costumes</a> and <a href=\"https://www.youtube.com/watch?v=JXVu-Wt1TQA\">dance on treadmills</a> in their music videos. Their squeaky clean pop aesthetic makes them marketable and safe, which is the key; in Japan, the hip-hop you know from the US just doesn’t sell.</p>\n<p>Dexter Thomas, a professor at Cornell University who studies Japanese hip-hop, says it’s because the Japanese just don’t think they have any business doing hip-hop.</p>\n<p>“In general, the average Japanese person, regardless of age, thinks Japanese hip-hop is a little weird,\" he says. \"That’s not to say they think hip-hop is weird, but they think the idea of a Japanese person doing it is strange. I think the main reason is because hip-hop is considered black music, and why would a Japanese person do black music? Lots of people think that doesn't make any sense. They think that if you’re going to listen to anything, then you should be listening to the original black people.”</p>\n<p>Thomas says there’s a pretty big discussion about this within the Japanese hip-hop scene, and it’s driving lots of would-be artists nuts. But this fear of appropriating or imitating \"black\" music is also giving one Japanese rapper named Kohh a space all to himself.</p>\n<p>“One of the things that makes Kohh interesting to the Japanese scene is that he grew up very poor,\" Thomas says. \"He saw a lot of drug use; he’s seen killings, a lot of violence. It’s a world that exists in Japan but isn’t really seen in the mainstream at all.”</p>\n<p>One of Kohh’s songs in particular, titled \"I'm Not Worried About Being Poor,\" openly embraces his rough upbringing. Thomas said that portrayal strikes a chord with the hip-hop audience.</p>\n<p>“You could be a kid in a fairly well-to-do area in Tokyo — you’re listening to Kohh’s music and you realize that here is somebody who also lives in Tokyo, maybe 20 minutes away from me, who lived a completely different life than I did, and I think that’s pretty jarring for a lot of people.” he says.</p>\n<p>In an interview with Vice Japan, Kohh lamented how small his country's hip-hop scene is. It doesn’t get any notice on mainstream TV, he complained, but he hopes to be the one to change all that.</p>\n<p>That’s not so far-fetched. Kohh and his crew have hooked up with an influential music producer, and Thomas thinks it won’t be long — maybe even just a matter of months — before Kohh gets noticed here in the US.</p>\n<p>“There’s been a few artists here and there who’ve done little things that made a bit of a splash in the underground, but we could have an actual hit on our hands featuring a Japanese artist,\" Thomas says. \"And that would be the first time. That would be really cool, I think.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-05%2Fjapan-hip-hop-artists-dont-want-street-cred&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0305201508.mp3"},{"href":"http://www.pri.org/file/0305201508mp3"}]}