{"created":"2015-02-15T22:01:09+00:00","modified":"2015-05-13T21:15:38+00:00","valid":{"from":"2015-05-13T21:15:38+00:00","to":"3015-05-13T21:15:38+00:00"},"hreflang":"en","title":"America Loves Smoothies And The Frozen Foods Industry Knows It","published":"2015-02-15T23:20:00+00:00","teaser":"Less than a decade ago, American consumers tended to buy frozen fruit as a dessert topping. But the smoothie craze changed how Americans eat frozen fruit — and pushed sales above $1 billion a year.","itags":["npr_api","386068909"],"guid":"daf2a807-bda2-43c5-885f-84eebbb4b7d1","contentencoded":"<p>Last year, frozen fruit sales in this country surpassed a billion dollars, shattering all previous records. Sales have more than doubled since 2011.</p><p>So what's behind this explosion of frozen fruit?</p><p>Sarah Nassauer, who reports on the food business for the<em> Wall Street Journal</em>, points to a pair of studies from the world's biggest seller of fresh fruit.</p><p>\"Dole [Packaged Foods] got into this business, started selling frozen fruit in 2005,\" she says. \"So in 2006, they did a big sort of frozen fruit usage study, and then they did another one last year in 2014.\"</p><p>In the studies, Dole asked things like: What kind of frozen fruit do you buy? How much? And, most importantly, what do you use it for?</p><p>Back in 2006, Nassauer says, \"People saw it more as a dessert topping. It was near whipped toppings in the frozen food aisle. And it was in these sort of hard-to-find lie-flat bags that were what frozen fruit was in for decades.\" <strong></strong></p><p>But Dole thought, here's this inherently healthy food — there has to be a bigger market out there.</p><p>\"So they very intentionally said, 'Let's put it in these stand-up bags, put shiny graphics on it, suggest healthy recipes like smoothies on the back of the bag,' \" Nassauer says. \"And that was definitely their approach.\"</p><p>\"At the same time,\" she adds, \"I do think they probably got pretty lucky in terms of the health trends that has happened those years as well.\"</p><p>One health trend in particular is leading the charge: Smoothies. Busy, health-conscious Americans are sucking them down like mad.</p><p>\"In 2014, they estimate that 60 percent of frozen fruit purchased went into smoothies,\" Nassauer says. \"And that number was 21 percent in 2006.\"</p><p>NPR host Arun Rath went to Whole Foods, where you don't have to take the trouble of sliding glass. Unlike bags of veggies, frozen fruit containers are ready-to-grab in an open, reach-in freezer.</p><p>Tart cherries, sweet cherries, organic blueberries, cranberries, wild blueberries, mango chunks: the selections was extensive.</p><p>He also noticed the fruits were more nicely presented than they used to be, some in stand-up bags: \"Some of these bags, the organic ones, look nice and wholesome ... beautiful pictures all over them.\"</p><p>When he was a kid, he remembers, they were packaged in plainer, white bags.</p><p>Nassauer says that with the smoothie craze spreading, it's no surprise that blender sales also hit the billion-dollar mark for the first time last year.</p><p>And to make things even easier, Dole and other companies are now <a href=\"http://www.dole.com/Products\" target=\"_blank\">selling combo bags</a>, ready to blend.</p><p>You can even get kale in the mix, if you're so inclined. Or you could stick to the classic frozen berries — even if they come in new-fangled packaging.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=America+Loves+Smoothies+And+The+Frozen+Foods+Industry+Knows+It&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"146"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386544418-4b00a3.m3u?orgId=1&topicId=1003&d=146&p=2&story=386068909&t=progseg&e=386544351&seg=9&ft=nprml&f=386068909"},{"href":"http://media.npr.org/assets/img/2015/02/13/06701cf_tropicalfruitfrozenfruit_wide2-d783ced1b08fef31644b36be98fa34c6163d8d46.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"339","width":"452"}},{"href":"http://media.npr.org/assets/img/2015/02/13/berries-28fa85091929d1a8c92ab8b8addf930c20899b83.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1660","width":"2214"}}]}