{"created":"2014-09-25T22:23:48+00:00","modified":"2014-09-25T22:45:48+00:00","valid":{"from":"2014-09-25T22:45:48+00:00","to":"3014-09-25T22:45:48+00:00"},"hreflang":"en","guid":"daf2a881-f8dc-42f5-bd6d-3b1529982102","title":"US air strikes spark sympathy for Syrian extremist groups in rebel-held areas","published":"2014-09-25T22:45:44+00:00","byline":"Joyce Hackel","tags":["International Security","Conflict","Conflict & Justice","Aleppo","Kafranbel","Asia","Syria","Rami Jarrah","Raed Fares","Free Syrian Army","Assad family","Bashar al-Assad"],"teaser":"The US air strikes in Syria risk sparking a backlash, and might drive more civilians into the ranks of extremist groups, warn journalists in opposition-held territory in Aleppo and Kafranbel.  \r\n","contentencoded":"<p>Throughout rebel-held areas of Syria, many civilians seem wary of the US air strikes against the militants of ISIS and other extremist groups. They wonder in the long run who stands to gain from the assault &mdash; the rebels, or the regime of President Bashar al-Assad?</p><p>That&#39;s according to <a href=\"https://twitter.com/AlexanderPageSY\">Rami Jarrah</a>, a Syrian journalist and co-director of the ANA New Media Association. Jarrah managed to find a route into the besieged Syrian city of Aleppo this week. There he encountered residents who were disappointed that the US air strikes had targeted two extremist groups other than ISIS, the Khorasan Group and Jabhat al-Nusra.</p><p>&quot;It&#39;s a shift from what was expected,&quot; he says. &quot;Maybe (civilians in Aleppo) thought that the strikes were going to be more accurate as well, that there wouldn&#39;t be so many civilian casualties ... There is a percentage of people who actually support the strikes, but I think it&#39;s diminishing quickly.&quot;&nbsp;</p><p>Jarrah describes Khorasan and the Nusra Front as groups that are &quot;entwined in Syrian society&quot; and command some local support. He says while ISIS is made up largely of foreign fighters, groups like Nusra have become more moderate as they&#39;ve attracted more recruits from the Free Syrian Army.</p><p>&quot;You have a very strong Syrian community amongst the Nusra fighters, and locals are related to these fighters in Jabhat al-Nusra,&quot; Jarrah says. &quot;So you have quite a large population that is sympathetic to these groups.&quot;</p><p>Jarrah finds Aleppo, at the moment &quot;fairly calm,&quot; but he says the Syrian regime is trying to &quot;pick up the pace on the frontlines&quot; and apply more military pressure, now that some ISIS fighters are ceding territory.</p><p>That&#39;s causing some civilians in Aleppo to flee. And that&#39;s a prospect that worries rebels of the Free Syrian Army.</p><p>&quot;This is actually making the fighters themselves panic,&quot; Jarrah says.&nbsp;</p><p><a href=\"https://www.facebook.com/raed.fares.5/posts/695180300566188?fref=nf\">Raed Fares</a>, a resident of Kafranbel, a city in the Syrian province of Idlib, also sees the American air strikes stirring dissent among Syrian civilians.</p><p>Kafranbel is well-known for its opposition to the Assad regime, and it has fallen under the control at various times of Jabhat al-Nusra and ISIS. Now it&#39;s in the hands of the Free Syrian Army. Fares says the current air strikes in northern Syrian are sparking anti-American sentiment in Kafranbel.</p><p>&quot;People here feel like the United States is targeting Islam, the whole of Islam,&quot; Fares says.&nbsp;</p><p>The anti-American impulse fueled a pro-ISIS demonstration in Kafranbel earlier this week, according to Fares.</p><p>&quot;Some people came from other villages and they cheered &#39;We want ISIS.&#39; It was crazy,&quot; he says. &quot;Here you can find some &#39;sleeper cells&#39; for ISIS.&quot;&nbsp;</p><p>Compounding the tensions in Kafranbel are the daily air strikes by the Assad regime. And as long as the US assault continues to refrain from targeting the government in Damascus, Fares says, local support for ISIS will only continue to build.</p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/092520142.mp3"},{"href":"http://www.pri.org/file/092520142mp3-0"},{"href":"https://www.youtube.com/watch?v=v0Y_j0xJZbM"},{"href":"http://www.pri.org/file/ana-press-exclusive-report-after-effects-attacks-against-isil-aleppo"}]}