{"created":"2015-04-15T07:34:19+00:00","modified":"2015-05-13T21:08:12+00:00","valid":{"from":"2015-05-13T21:08:11+00:00","to":"3015-05-13T21:08:11+00:00"},"hreflang":"en","title":"The All-Work, No-Play Culture Of South Korean Education","published":"2015-04-15T19:39:00+00:00","teaser":"A new report finds South Korean students feel greater stress than those in any other developed nation. The country is weighing the relentless pressure it places on studying and exams.","itags":["npr_api","393939759"],"guid":"dafa7f41-ac7e-4e5a-87e9-bc7612d29d9d","contentencoded":"<p>In South Korea, grim stories of teen suicide come at a regular clip. Recently, two 16-year-old girls in the city of Daejeon jumped to their deaths, leaving a note saying, \"We hate school.\"</p><p>It's just one tragedy in a country where <a href=\"http://www.koreaherald.com/view.php?ud=20130910000594\">suicide is the leading cause of death among teens</a>, and 11- to 15-year-olds report the highest amount of stress out of 30 developed nations.</p><p>A relentless focus on education and exams is often to blame. For a typical high school student, the official school day may end at 4 p.m., but can drag on for grueling hours at private cram institutes or in-school study hall, often not wrapping up until 11 p.m.</p><p>\"Every high school, they do this,\" high school juniors Han Jae Kyung and Yoon Seoyoon tell NPR.</p><p>The 14-hour days in classrooms reflects South Korean society's powerful focus on educational achievement.</p><p>\"The overriding impression was just a level of intensity I had never experienced at all,\" say Tom Owenby. He spent five years in Seoul, teaching English and AP history classes. He's now a professor at Beloit College in Wisconsin, but his Korean experience is hard to forget.</p><p>\"It's not about finding your own path or your own self as it is about doing better than those around you. It's in many ways a zero sum game for South Korean students,\" says Owenby.</p><p>Everything here seems to ride on a single college entrance exam — the <em>suneung</em> — taken in November. It's so critical that planes are grounded on test day for fear of disturbing the kids.</p><p>Results determine which universities students can get into, and since there are as few as three colleges considered top tier by future employers, the competition is fierce and the stakes are sky high.</p><p>\"The chances of getting into a really top school are the chances of you getting hit by lightning,\" student Han Jae Kyung says.</p><p>It's no surprise, then, that researchers found more than half the Koreans age 11 to 15 reported high levels of stress in their daily lives. That's a higher percentage of stressed out kids than in any of the 30 other developed nations that are part of the OECD, or Organisation for Economic Co-operation and Development.</p><p>\"It's kind of alarming actually. If young students [are] not happy, we cannot guarantee their happiness when they grow up, so our future will be really dark,\" says Kim Mee Suk, a researcher at the Korea Institute for Health and Social Affairs, which helped conduct the stress study. She ties the demand for college success to a national drive to keep the economy humming.</p><p>\"We don't have enough natural resources; the only resources we have (are) human resources. So actually everybody equipped with higher education would be best for our country but not good for their own selves. So we have really a big dilemma,\" Kim says.</p><p>She and others are calling for more play time and less test-based curricula. But watching from afar, Owenby says he's not optimistic.</p><p>\"Even if policymakers were hoping to move in that direction, there's such pressure from parents to try to give their sons, their daughters the best educational opportunity possible. And it becomes what's often termed as an educational arms race,\" Owenby says.</p><p>A race to succeed so intense it <a href=\"https://www.google.co.kr/url?sa=t&rct=j&q=&esrc=s&source=web&cd=6&ved=0CD4QFjAF&url=http%3A%2F%2Fwww.salon.com%2F2014%2F03%2F15%2Fwhy_is_suicide_so_popular_in_south_korea_partner%2F&ei=LPAMVdyXO4XNgwTEhoDICw&usg=AFQjCNGUd-I2nPFzSu3tWg5-5zeFkZuGOg&bvm=bv.89060397,d.eXY&cad=rjt\">can have tragic consequences.</a> And there are social consequences, too. Many parents say they chose not to have more children because supporting all the cramming simply costs too much.</p><p><em>See behind-the-scenes posts from this piece and others at our new East Asia Tumblr, <a href=\"http://elisegoeseast.tumblr.com\">Elise Goes East</a>. Hae Ryun Kang contributed to this report.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+All-Work%2C+No-Play+Culture+Of+South+Korean+Education&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399751530-2aa02c.m3u?orgId=1&topicId=1013&d=235&p=3&story=393939759&t=progseg&e=399750277&seg=9&ft=nprml&f=393939759"},{"href":"http://media.npr.org/assets/img/2015/04/14/skorea-exam-ca3a90b2d0e781d33d031ad8541d0b75f3e6cd31.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1960","width":"2613"}},{"href":"http://media.npr.org/assets/img/2015/03/20/elise-study03-b86d9605ffb43f56fd1abf045c01aa07aed7aff5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/20/elise-study01-6011a18ae9df49790e0a9bc34627c0f4fcb9ddcd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}