{"created":"2014-10-08T02:19:30+00:00","modified":"2014-12-04T14:32:35+00:00","valid":{"from":"2014-12-04T14:32:35+00:00","to":"3014-12-04T14:32:35+00:00"},"hreflang":"en","title":"This Is Your Stressed-Out Brain On Scarcity","published":"2014-07-14T22:24:00+00:00","teaser":"When we don't have enough of something — love, time or money — we spend extraordinary effort worrying about how to get by, research shows. The stress of poverty changes the way people think.","itags":["npr_api","330434597"],"guid":"db04e17e-e9ef-4dcb-8eee-9bf40a5325d7","contentencoded":"<p>Being poor is stressful. That's no big surprise.</p><p>In <a href=\"http://www.npr.org/blogs/health/2014/07/07/327322187/stressed-out-americans-tell-us-about-stress-in-their-lives\">a poll</a> by NPR, the Robert Wood Johnson Foundation and the Harvard School of Public Health, 1 in 3 people making less than $20,000 a year said they'd experienced \"a great deal of stress\" in the previous month. And of those very stressed-out people, 70 percent said that money problems were to blame.</p><p>Scientists have long recognized that poverty can <a href=\"http://www.npr.org/blogs/health/2013/12/31/258670193/despite-health-law-many-people-may-be-left-underinsured\">aggravate health problems</a>. Now they're also beginning to understand that the stress of too little income actually changes the way people think.</p><p>Take Lauren Boria, a single mom from the Bronx in her early 30s. Boria's an upbeat redhead supporting herself and her 4-year-old daughter, Fallon. They're barely scraping by on the paychecks from Boria's waitressing job. So Boria finds herself constantly doing a mental tally.</p><p>\"I have, like, I think $320 in my checking account right now,\" she says. \"And I have a $300 check that I'm going to deposit. Then I have to write a $600 money order. So, what's that leave me with? I think twenty bucks.\"</p><p>Money seems to rule Boria's brain. Princeton psychologist <a href=\"https://psych.princeton.edu/psychology/research/shafir/\">Eldar Shafir</a> says that's normal for someone who's not making ends meet. Shafir <a href=\"http://www.npr.org/2014/01/02/259082836/how-scarcity-mentaly-affects-our-thinking-behavior\">studies the brain on scarcity</a>. He told me that it doesn't matter what kind of scarcity you're dealing with. When humans don't have enough of something, that fact dominates our consciousness.</p><p>\"When you're very lonely, or when you're hungry, or when you're poor, a large portion of the day is spent entertaining thoughts related to the source of your scarcity. If you're lonely, you spend a big part of the day worrying about how to make social connections, which is actually distracting you from other things.\" And if you're poor, you worry about money. Constantly.</p><p>Putting this constant mental attention on money can be a good thing — in part.</p><p>In making day-to-day financial decisions, Shafir says, \"the poor are just better than the rich. They use their dollar better than the rich. They're more efficient. They're more effective. They pay greater attention. So when [Boria] pays attention to these issues, she can do extremely well.\"</p><p>But the same attention that helps Boria survive day-to-day hurts her in the long run.</p><p>Shafir says that's because constantly solving money problems takes up a huge amount of Boria's cognitive capacity — a limited resource. \"When so many moments of the day require your full attention, there's very little of it left to worry about things that are not right in front of your eyes ... and then you start doing things you wish you hadn't done. You don't quite remember to do things in time. You don't anticipate things that are going to happen tomorrow.\"</p><p>Shafir calls this problem <a href=\"http://www.sciencemag.org/content/341/6149/976\">bandwidth poverty</a>. When you're bandwidth poor, you're thinking about how to pay for food and make rent today — and it's almost impossible to think about the future.</p><p>Shafir says that the poor are often judged for being myopic — for not saving money for the future, or not making better decisions. But what looks like short-sightedness from the outside is actually bandwidth poverty, trapping people like Boria in the moment to such a degree that they literally can't think about the future.</p><p>Boria struggles with bandwidth poverty in lots of small ways, every day. But there's one big decision that haunts her: going on welfare after she lost her job about a year ago. Made in the throes of bandwidth poverty, she now calls that \"the worst decision of her life.\"</p><p>Once Boria enrolled, she started getting a check for $145 twice a month. But what she didn't anticipate was that those checks would come with a whole new list of responsibilities.</p><p>The big requirement was that Boria had to show up for what's called a work preparedness program, Monday through Friday, from 9 a.m. to 5 p.m. for three months. \"It's like a job, but you get no money for it,\" she told me. \"You have to go there ready for an interview, every day.\"</p><p>But Boria says there never were any actual job interviews. In fact, Dr. Shafir told me that programs like work preparedness are intentionally complicated and demanding, to make sure that only the most driven and needy people will jump through the hoops to keep their benefits. The idea behind that is that people who just want an easy check get weeded out.</p><p>The actual effect on people like Boria is what Shafir calls a \"cognitive tax\" — taxing their limited bandwidth, and adding even more stress.</p><p>\"The minute they make you show up every day at the right hour, dressed well, with a form,\" Shafir says, \"[they're] just imposing more cognitive tax on you and increasing the chance that you won't succeed.\"</p><p>The expense of commuting to the program, and the time it took up, eventually took its toll on Boria, and she dropped out. But her time on cash assistance left a big footprint in her life. Just a few months ago, she learned she'd been accused of concealing funds — a crime she could do jail time for. The charge is that Boria hadn't reported some unemployment benefits she'd gotten while she was on cash assistance. The funds in question are a little over $1,000.</p><p>Thinking back on it now, Boria feels like if she'd just had the mental space and time to research all the options and what they'd lead to, she would never have signed up for welfare in the first place.</p><p>So what can the millions of people like Boria do to alleviate bandwidth poverty?</p><p>Shafir says that, for a start, policy-makers can ease the cognitive burden of people who are financially strapped by simplifying the complicated forms and extensive bureaucratic requirements that make it hard to access public assistance. This is the opposite of a \"cognitive tax\" — what Shafir calls a \"cognitive gift.\"</p><p>And Boria has gotten pretty good at giving herself cognitive gifts — a few moments of quiet out on the dock at her job, waitressing at a private yacht club in the Bronx, or a cheeseburger and a milkshake when she's feeling extra stressed.</p><p>Dr. Shafir says these kinds of mental breaks are more important than they might seem. \"When you're struggling, poor ... a lot of the day is not so much fun. And people fail to appreciate the fact that when I buy myself a big ice cream, or a small gift\" — something he says many people criticize the poor for doing — \"I'm giving myself a nice minute after a complicated week, which is a good thing to do.\"</p><p>For Boria, the ultimate cognitive gift is a day away from appointments and obligations, playing at the beach with her daughter Fallon.</p><p>\"Having children is the ultimate collection of wonderful, satisfying minutes and warmth and love in your life,\" Shafir says. \"So that can be an enormous boost. It doesn't make her juggling easier. In fact there's every reason to believe her juggling has gotten much more complicated. But it does give you some meaning, which is what we're all here for, in some sense.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=This+Is+Your+Stressed-Out+Brain+On+Scarcity&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Starecheski","audio":[{"meta":{"duration":"769"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331425938-83867d.m3u?orgId=1&topicId=1128&aggIds=327816692&ft=3&f=330434597"},{"href":"http://media.npr.org/assets/img/2014/07/10/stress-single-mom-final-49124aeb7742991f5e12ab42d897aed6d710a727.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1539","width":"2050"}}]}