{"created":"2015-04-25T11:33:20+00:00","modified":"2015-05-13T21:00:34+00:00","valid":{"from":"2015-05-13T21:00:34+00:00","to":"3015-05-13T21:00:34+00:00"},"hreflang":"en","title":"Flood Of Desperate Refugees Tests Spaniards' Tolerance","published":"2015-04-27T17:54:00+00:00","teaser":"Arab and African migrants are landing on Spain's coast in a region with a 34 percent unemployment. That's created friction and prompted a debate about how best to help them.","itags":["npr_api","402035778"],"guid":"db14a8f2-3630-42f3-8213-c312b6bb1458","contentencoded":"<p>Pepe Guerrero is a doorman at a high-rise building in Malaga, on Spain's Mediterranean coast. From his post he looks out at the turquoise blue waters — where <a href=\"http://www.npr.org/blogs/thetwo-way/2015/04/20/400956003/migrant-boat-tragedy-hundreds-feared-dead-eu-holds-emergency-meeting\">hundreds of Arab and African migrants have drowned in recent weeks</a>.</p><p>\"They're people — human beings like us,\" he says. \"Searching for a better life.\"</p><p>But Guerrero says he's divided. He says his heart goes out to those fleeing war and poverty, but he also <a href=\"http://www.npr.org/blogs/parallels/2014/08/14/340289301/spain-forced-to-cope-with-surge-in-african-migrants\">worries about whether the local economy can absorb them</a>. The jobless rate in the Andalusia region of southern Spain is 34 percent.</p><p>\"It's so high, the unemployment rate,\" Guerrero says. \"Spaniards <em>themselves</em> are migrating abroad because they can't find work.\"</p><p>Unlike northern Europeans, Spaniards have more experience with emigrating than receiving immigrants from abroad.</p><p>Spain is still relatively homogenous — white and Catholic. An economic boom in the early 2000s brought an influx of immigrants, mostly Latin Americans, to work in sectors like construction, but then the Spanish economy collapsed — and some began to see the newcomers as a burden on society.</p><p>It's into this dynamic that desperate refugees are arriving by the thousands, often in rubber rafts. Malaga is about 100 miles north of the coast of Africa.</p><p>\"They've been cheated by these traffickers,\" says Guerrero, with a shrug. \"I'm not sure what they expect to find here.\"</p><p>He says he worries those immigrants could be cheated in Spain, too — or that they could cheat him and other Spaniards out of jobs.</p><p>Spain has no far-right anti-immigrant political party like the Northern League in Italy or <a href=\"http://www.npr.org/2013/09/30/227715943/greece-cracks-down-on-violent-golden-dawn-party\">Golden Dawn in Greece</a>; Spain hasn't had as many immigrants for that long. But that's changing — both the number of immigrants and people's attitudes toward them — which has experts worried.</p><p>\"The economic crisis has worsened the view Spanish society has of these migrants,\" says Alejandro Cortina, the director of <a href=\"http://malaga.acoge.org/\">Malaga Acoge</a> — which means Malaga Welcome in English — an NGO that helps newly arrived immigrants. \"[The economic crisis] creates fear and distorts the reality.\"</p><p>To try to change that, Cortina's group has launched a campaign called <a href=\"http://stoprumores.com/\">Stop Rumors</a> — to challenge stereotypes of immigrants. NGO workers and volunteers give presentations in area schools to raise awareness of the plight of migrants trying to reach Spanish territory. The program is funded partly by the Spanish government, and partly by the European Union.</p><p>In a high school in Torremolinos, a suburb of Malaga, Stop Rumors volunteers start by asking kids to draw a picture of what immigration means to them.</p><p>\"I think the drawing is a good way to make them think about their stereotypes,\" says Juan Alberto Ruiz Casado, who volunteers with the group. \"Mainly we saw boats crossing from Africa to Spain. Very few people draw, like, airplanes.\"</p><p>But more than 60 percent of immigrants come to Spain by airplane, not rubber raft, and most are from Eastern Europe or Latin America. They find work and pay taxes, and government data show they use Spain's public health system less, on average, than native Spaniards. But a different, negative stereotype persists.</p><p>\"I think some people are scared. Like, when you see a big Moroccan guy or a big African guy, usually you think: 'I'm going to cross the street. I don't want to walk in the same street. Maybe he jumps me, attacks me, robs me,' \" says Kunal Keswani, a 16-year-old student attending the Stop Rumors seminar. \"People have that concept of them — and not just a small percentage of people. It's a big percentage actually — many people are racist.\"</p><p>Keswani himself was born in Spain to immigrant parents.</p><p>\"My parents are from India — they came here looking for a job. I grew up here,\" he explains, adding that he has felt discrimination himself. \"But yeah, if would have had darker skin I think it would be way worse.\"</p><p>Until now, the Spanish government's policy toward migrants has been to try to stop them from coming — by fortifying its borders, especially at two North African enclaves, where <a href=\"http://www.npr.org/blogs/parallels/2015/04/16/393577925/the-fences-where-spain-and-africa-meet\">tens of thousands of migrants try to jump fences</a> into Europe each year.</p><p>If migrants do manage to get here, the government houses them in prison-like facilities — which creates a stigma, says Cortina, the NGO director.</p><p>\"It's all about militarizing the borders and stripping away migrants' rights,\" Cortina says of Spanish government policy.</p><p>Spain has spent more than $270 million fortifying its borders in the past five years. At a meeting Thursday in Brussels, European leaders announced they would <a href=\"http://www.npr.org/2015/04/24/401917179/european-leaders-pledge-to-do-more-to-help-migrants-mediterranean-crossing\">triple their funding for maritime missions</a> in the Mediterranean.</p><p>But Cortina says the money would be better spent resettling refugees and helping them assimilate. His budget is just $3 million over five years.</p><p>\"You know how many lives I could save and improve, with that money?\" Cortina asks. \"If I only had the budget they use to put up fences — we could really change things.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Flood+Of+Desperate+Refugees+Tests+Spaniards%27+Tolerance&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lauren Frayer","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402159969-0b1eb6.m3u?orgId=1&topicId=1124&d=245&p=7&story=402035778&t=progseg&e=402148730&seg=1&ft=nprml&f=402035778"},{"href":"http://media.npr.org/assets/img/2015/04/24/laurenfrayerreax10-1e474f1147a4eac7fe2bdfbc55f793d5ef90b849.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/04/24/laurenfrayerreax14-96216452b5dc4eedd62eaa055a6c125c6bce00e9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}