{"created":"2014-11-26T22:02:59+00:00","modified":"2014-12-01T19:20:47+00:00","valid":{"from":"2014-12-01T19:20:47+00:00","to":"3014-12-01T19:20:47+00:00"},"hreflang":"en","guid":"db188c56-bb9b-4f10-addf-a15744f37ba8","title":"At rallies, immigrants show solidarity with the people of Ferguson","published":"2014-12-01T19:20:43+00:00","byline":"Shirin Jaafari","tags":["politics","immigration","Ferguson","Ethnicity & Race","conflict","Global Nation","Conflict","Conflict & Justice","Boston","Ferguson","North America","United States","North America","Sofia Campos","Illegal immigration","Massachusetts Institute of Technology","Higher education","Social Issues","Politics"],"teaser":"As people across the country rally in support of Ferguson, some immigrants are talking about similarities and differences between how they are treated and how African Americans are treated.","contentencoded":"<p>Boston is among the many places across the country where protests have taken to the streets after a grand jury in St. Louis declined to issue an indictment of the police officer who shot and killed an unarmed black teenager in Ferguson, Missouri.</p>\n<p>One of the people who showed up at Tuesday's night rally in Boston was Sofia Campos, an undocumented immigrant and graduate student at MIT. Campos co-founded DREAMit, MIT's undocumented student support group and she has been very outspoken about the issue of undocumented immigrants.</p>\n<p>Campos sees connections between the challenges the black community faces in places such as Ferguson and those faced by undocumented immigrants. Campos says many people of color and people from the student immigrant organizations attended the rally in Boston.</p>\n<p>\"We know what it's like to feel isolated. We know what it's like to have nobody stand up with you,\" Campos says. \"We know what it's like to be called illegals, to be dehumanized, to be treated as less than worthy.\"</p>\n<p></p><div class=\"media media-element-container media-story_image\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/story_main/public/Ferguson_Protest_3.jpg?itok=frDXK5n4\" width=\"864\" height=\"487\" alt=\"\" /><div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Sofia Campos</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>A group of protestors marched to a local jailhouse in Boston's South Bay neighborhood. Sofia Campos, a student immigrantion activist at MIT, took this image, and says the undocumented immigrant movement has many similarities to the uprising civil rights movement in the wake of the Ferguson decision.</p>\n  </div>\n</div>\n<p>Still, Campos is quick to point out that there are major differences between the struggles of undocumented immigrants and black Americans.</p>\n<p>\"It's important to say that this is about '<a href=\"https://www.facebook.com/BlackLivesMatter/info?tab=page_info\">#BlackLivesMatter</a>' and this is about the black community, but we are ready to follow their leadership and stand firmly and strongly alongside them,\" she says.</p>\n<p>Campos believes the problems facing the two communities won't be resolved any time soon, but the fight continues.</p>\n<p>\"You saw a lot of us coming out last night and that's how you will continue to see us — coming out to the streets,\" she says. \"We are ready to act.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Ferguson_Protest_1.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/fergusonprotest1jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/112620142.mp3"},{"href":"http://www.pri.org/file/112620142mp3"}]}