{"created":"2015-06-09T07:38:22+00:00","modified":"2015-07-01T14:55:54+00:00","valid":{"from":"2015-07-01T14:55:54+00:00","to":"3015-07-01T14:55:54+00:00"},"hreflang":"en","title":"For Baltimore Businesses, Aid For Riot Repair Is Not Coming Fast Enough ","published":"2015-06-15T01:57:00+00:00","teaser":"Nearly 400 businesses were damaged during riots after Freddie Gray's death. But weeks later, the repairs are limping along, despite promises of aid from nonprofits and both city and state officials.","itags":["npr_api","412865622"],"guid":"db2099ab-ba6b-47ec-8915-dd8cb18c4d81","contentencoded":"<p>It took only minutes for stores in Baltimore to be destroyed on the night of April 27. But six weeks later, the repair process is still limping along. And stores not directly affected by the violence say they've also seen a sharp decline in business.</p><p>\"Look outside, there's nobody,\" says Pedro Silva, owner of Carolina's Tex-Mex Restaurant in Fells Point, a usually busy tourist spot. \"Before, we used to be no parking space. Now it's empty. It's empty — day, night.\"</p><p>Silva says that since the riots, business at the restaurant has been cut in half. At lunchtime last week, the place was almost empty, as Silva sat with a lending officer from the nonprofit Latino Economic Development Center, to get a $5,000 loan to cover some bills.</p><p>Nearly 400 businesses throughout Baltimore were damaged during riots after the death of Freddie Gray. The city, state and federal governments have offered millions of dollars in aid. But very little has gone out so far, despite broad agreement that getting these businesses back on their feet is crucial for the city's recovery.</p><p>Like Silva, there's a similar sense of desperation across the street at Express Prints. Owner Daniel Paredes says he lost $7,000 in printing business last month, enough to stop him from hiring a new employee. Paredes has been trying to get a $35,000 no-interest loan from either the state or city, with no luck so far.</p><p>\"I apply already for the city. But I call, I don't receive any answer,\" he says. \"He come to my office. I give the whole paper, the taxes, whatever they need. I call him like two, three times already. They don't answer the phone any more.\"</p><p>And in fact, to date, not one business has received a loan offered by the city, state or Small Business Administration in the aftermath of the violence, even though state officials say 13 loans have been approved and are ready to go. The city has also offered $5,000 grants to help stores with emergency repairs, but as of Friday, only three checks had been written. Bill Cole is president and CEO of the Baltimore Development Corporation, which is overseeing the business recovery effort.</p><p>\"Unfortunately, we had no access to funds that we could just simply award right away. We've had to fundraise for ours,\" he says. \"The state program, they modified in order to be more responsive to the incidents that happened in Baltimore, but it's still a loan program.\"</p><p>That means applicants have to provide financial information and go through other hoops that Cole admits small businesses might find daunting. He says his agency is trying to help where it can.</p><p>\"In a lot of cases, it's simply just answering questions and helping them understand what the process is to reopen,\" he says.</p><p>And Cole says the overwhelming majority of businesses have reopened, to some extent. Others are still struggling with insurance companies. That's the case for Taylor Alexander, owner of Flawless Damsels, a women's dress shop that was cleaned out by looters.</p><p>\"From the equipment to the decorations, to the fixtures to the inventory. Even small stuff, like receipt paper and toilet paper. Just everything,\" she says.</p><p>That includes the computer where she kept her business records. Alexander has spent the last few weeks trying to re-create those records to make a claim. Still, she's optimistic she'll get help from the city and be able to reopen this summer.</p><p>Not so optimistic is Matthew Chung, whose parents' variety store, J-Mart Wigs, suffered extensive damage after almost 30 years in West Baltimore. His parents were not insured.</p><p>\"They're not going to be able to open up anytime soon, if ever. And, as far as what the city has done to help, I'm saddened to say that there's been pretty much no help whatsoever,\" he says.</p><p>Chung adds that the only money his parents have received so far is $24,000, from a GoFundMe page set up by friends.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Baltimore+Businesses%2C+Aid+For+Riot+Repair+Is+Not+Coming+Fast+Enough+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Pam Fessler","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413069616-9975be.m3u?orgId=1&topicId=1003&d=233&p=3&story=412865622&t=progseg&e=413066919&seg=17&ft=nprml&f=412865622"},{"href":"http://media.npr.org/assets/img/2015/06/08/jmart-wigs-chung_custom-dbc404eadadf3b4bce36be7777a9f8ff8cc258dd.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1914","width":"2895"}}]}