{"created":"2014-11-22T10:48:38+00:00","modified":"2014-11-22T20:24:55+00:00","valid":{"from":"2014-11-22T20:24:55+00:00","to":"3014-11-22T20:24:55+00:00"},"hreflang":"en","title":"Remembering 'Comic Meteor' Mike Nichols","published":"2014-11-22T20:14:00+00:00","teaser":"Critics sometimes carped that they couldn't find a unifying theme to his work, but Nichols had fun doing different things. NPR's Scott Simon remembers the actor, director and comedian.","itags":["npr_api","365770072"],"guid":"db23e7f3-22d4-4cd7-869c-e4e179bc6fbb","contentencoded":"<p>There are just a few words in <a href=\"https://www.youtube.com/watch?v=ahFARm2j38c\">the last four minutes of Mike Nichols' 1967 film</a>, <em>The Graduate</em>.</p><p>\"Elaine! Ben! It's too late! Not for me...\"</p><p>A lot of directors would have ended the film on the two young lovers in the back of the bus, giddy, giggly and on the lam from square lives. But Nichols stays on Elaine and Benjamin for a moment past that hip storybook ending. They stop smiling and look out of different windows. They do not look at each other. They have overturned their world, but don't know where the ride they've hitched will take them.</p><p>In a business that can brim with envy and the faint damnation of praise, Nichols was acclaimed a genius everywhere. He was the son of German Jews who fled Nazism, and came to America as a boy. But when he recalled his boyhood for interviewers, he usually left out the part about fleeing Nazis, <a href=\"http://www.ibtimes.com/mike-nichols-quotes-10-graduate-directors-most-memorable-statements-about-directing-1726947\">saying he loved America</a> because \"the food made noise. We were so excited about Rice Krispies and Coca-Cola. We loved listening to our lunch and breakfast.\"</p><p>He left pre-med studies at the University of Chicago when he found himself tempted by the mix of ham and wry of the cabaret act that would become Chicago's Second City theater.</p><p>The comedy duo he formed for five years with Elaine May has been called a \"comic meteor.\" They didn't mock easy targets of the time, like Ike, Nixon, Khruschev or JFK so much as their own audience. Nichols and May did riffs on pretentious water-cooler talk, and amorous teens, necking while they puff smokes, and U of C-style recitations about Nietzche and nuclear physics. They lampooned loving mothers, hospitals and funeral homes, and did a comically brave bit as an adulterous couple who realize what brings the cheating wife and philandering best friend together is their love for the woman's cuckolded husband.</p><p>Nichols said performing \"was just a handy way to make some money until we grew up.\" He became a director of theater and film, working from the 1960s until this week, really, six decades that ranged from Shakespeare to Neil Simon, Second City to <em>Angels in America</em>, Virginia Woolf to <em>Spamalot</em>, <em>Barefoot in the Park</em> to <em>The Bird Cage</em>.</p><p>Critics sometimes carped that they couldn't find a unifying theme to Mike Nichols' work. But as he once <a href=\"http://www.nytimes.com/2009/04/12/movies/12mcgr.html?pagewanted=all&_r=0\">told The New York Times</a>, \"If you want to be a legend, God help you, it's so easy. You just do one thing. You can be the master of suspense, say. But ... it's fun to do a lot of different things.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Remembering+%27Comic+Meteor%27+Mike+Nichols&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Simon","audio":[{"meta":{"duration":"181"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365910472-76b37e.m3u?orgId=1&topicId=1062&aggIds=4495795&ft=3&f=365770072"},{"href":"http://media.npr.org/assets/img/2014/11/21/155604134-cb1a09882089a0e2cc5a932405f86bc5d84e7604.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1768","width":"2355"}}]}