{"created":"2014-10-08T15:17:58+00:00","modified":"2014-10-31T01:52:14+00:00","valid":{"from":"2014-10-31T01:52:14+00:00","to":"3014-10-31T01:52:14+00:00"},"hreflang":"en","title":"McMurtry Takes Aim At A Legend In 'Last Kind Words Saloon'","published":"2014-06-10T13:53:00+00:00","teaser":"The famed writer of Westerns uses his first novel in five years to blow a few holes in the myths surrounding the shootout at the OK Corral. Reviewer Alan Cheuse calls it \"a peach of a book.\"","itags":["npr_api","314614737"],"guid":"db33a7a6-9217-4e7a-9acf-48f3a97bb94b","contentencoded":"<p>In a prefatory note to <em>The Last Kind Words Saloon</em>, his first novel in five years, Western writer supreme Larry McMurtry states that he wants to create a \"ballad in prose.\" And he borrows a line from great moviemaker John Ford: \"When legend becomes fact, print the legend.\"</p><p>Set in the autumn of the 19th century, mainly in Texas, Colorado, and Arizona, McMurtry's slender book contains a multitude of familiar and unfamiliar Western characters, including some who do belong to legend as well as history: part-time lawman Wyatt Earp and gun-toting dentist Doc Holliday, back together again. Also Jessie, Earp's hard-working wife whom he stupidly batters now and then, brother Warren Earp who opens a saloon with the same title as the novel, and lawman brothers Morgan and Virgil.</p><p>The list goes on, with some assorted irascible Kiowa Indians on the rampage, a Comanche businessman, a pretentious (and ill-fated) English cattle and land baron, Buffalo Bill's girlfriend Nellie Courtright, who aspires to become a journalist, a working journalist from the <em>Times </em>of London, a bunch of muddy cowboys on a cattle drive, and a beautiful brothel-owner with long dark hair who was born into a Turkish harem.</p><p>Sounds exhausting, but it's not.</p><p>The story moves along like a moderately quick stream in summer, heading toward the legendary gunfight at the OK Corral. Except that McMurtry's actually questioning the legend, constantly underplaying — if not undercutting — the exaggerated and highly accentuated version of these events that we all think we know. At one point, Doc Holliday reminds Earp that the famous Western lawman Bat Masterson praised him for being able to hit a coyote at 400 yards. \"Hell, I couldn't even see a dang coyote if it was that far away, unless they painted it red,\" Earp shoots back.</p><p>McMurtry's vision is a little sharper. His heroes drink a lot more than they shoot, and when it comes to women, they're terrified of anything resembling love and affection. And by the time they get to the famous OK Corral, the novelist definitely underplays the event, and strips the action to a bare minimum:</p><blockquote><p>\"... gunfire erupted and Morgan went down.</p><p>\" 'No, no ... I don't want this,' Virgil said. 'I'm the sheriff.'</p><p>\"Then he went down too.</p><p>\"Ike Clanton quickly ran into the photographer's shop and was not shot. Both McLaurys fired and Wyatt killed them both. Somebody hit young Billy Clanton, who died after a brief agony.</p><p>\"Doc was nicked, Wyatt untouched...</p><p>\"When Wyatt walked in on Jessie she grabbed him and held him tight and kissed him passionately.</p><p>\" 'You fool, you could have been killed,' Jessie said, crying.</p><p>\" 'Yes, but I wasn't, let go,' Wyatt said.\"</p></blockquote><p>Most of us can't let go either. The story still resonates. A ballad, a legend? Not entirely. Still, McMurtry's mostly charming, sometimes salacious, and sometimes aggravating novel — no one wants to think of Earp as a wife-beater — comes off as more valentine than critique. It's a peach of a book about the struggle between wilderness and domestication in the old West.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=McMurtry+Takes+Aim+At+A+Legend+In+%27Last+Kind+Words+Saloon%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alan Cheuse","audio":[{"meta":{"duration":"134"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316460573-08b1b1.m3u?orgId=1&topicId=1034&ft=3&f=314614737"}]}