{"created":"2015-06-10T18:08:04+00:00","modified":"2015-06-10T18:52:27+00:00","valid":{"from":"2015-06-10T18:52:27+00:00","to":"3015-06-10T18:52:27+00:00"},"hreflang":"en","title":"Pope Creates Abuse Tribunal For Cases Of Bishop Negligence","published":"2015-06-10T18:52:00+00:00","teaser":"It's the biggest step the Holy See has taken to hold bishops accountable for covering up for priests who raped and molested children.","itags":["npr_api","413427535"],"guid":"db354c0c-88d2-4e09-a485-9c552dd9009a","contentencoded":"<p>Pope Francis has created a new tribunal section inside the Vatican to hear cases of bishops accused of covering up for priests who raped and molested children, the biggest step the Holy See has taken to hold bishops accountable for abuse.</p><p>For years, the Vatican has been criticized by victims, advocacy groups and others for having failed to ever punish or forcibly remove a bishop who moved predator priests around from parish to parish rather than report them to police or remove them from ministry.</p><p>The Vatican said Wednesday that Francis had approved proposals made by his sexual abuse advisory board to address that lapse. The board includes two survivors of abuse and experts in child protection policies and their proposal calls for a new mechanism by which the Vatican can now receive and examine complaints of abuse of office by bishops and bring bishops to trial in a Vatican tribunal.</p><p>A special new judicial section, with permanent staff, will be created inside the Congregation for the Doctrine of the Faith &#8220;to judge bishops with regard to crimes of the abuse of office when connected to the abuse of minors,&#8221; a Vatican statement said.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pope+Creates+Abuse+Tribunal+For+Cases+Of+Bishop+Negligence&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"135"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413427538-205c27.m3u?orgId=1&d=135&p=60&story=413427535&t=progseg&e=413416419&seg=10&ft=nprml&f=413427535"}]}