{"created":"2015-02-09T00:11:22+00:00","modified":"2015-02-09T02:56:15+00:00","valid":{"from":"2015-02-09T02:56:15+00:00","to":"3015-02-09T02:56:15+00:00"},"hreflang":"en","guid":"db3ba129-75c7-455c-a775-6efcead3b2f7","title":"Will several days off air stop the Brian Williams scandal? ","published":"2015-02-09T02:56:10+00:00","byline":"David Leveille, Shefali S. Kulkarni","tags":["journalism","post-traumatic stress","veterans","Media","Arts, Culture & Media","North America","United States","Brian Williams","Matthew Cowell","Andrew Milone","Azza Deterding","David J. Morris","Posttraumatic stress disorder","Veteran","War","Iraq War"],"teaser":"His announcement Saturday came after anger that Williams had, as he put it, \"misremembered\" being under attack in a military helicopter the Iraq War in 2003. The attack on his chopper didn't happen, he said last week. and he has apologized to veterans over his earlier account.","contentencoded":"<p>Brian Williams has apologized publicly and has taken himself off the air for several days for what he claims was a faulty memory that he was in a US military helicopter under attack during the Iraq War. Some vets say the mistake can be forgiven — war can affect your memory — while others are appalled.</p>\n<p>On Saturday, NBC News said that Lester Holt would be replacing Williams on the network's evening news for several days. In a memo to NBC News staff, Williams said he needed the time off \"to adequately deal with the issue. Upon my return, I will continue my career-long effort to be worthy of the trust of those who place their trust in us.''</p>\n<p>The controversy began after <a href=\"http://www.nbcnews.com/nightly-news\">NBC Nightly News</a>’ Brian Williams reported on a public tribute for a retired soldier at a New York Rangers hockey game last week. Williams told viewers that the soldier was one of several who were with him and his camera crew during the Iraq War.</p>\n<p>In the broadcast, he said he was with the 159th Aviation Regiment, in a Chinook helicopter that was struck by rockets and firearms in March of 2003. But several <a href=\"http://www.stripes.com/news/us/nbc-s-brian-williams-recants-iraq-story-after-soldiers-protest-1.327792\">soldiers from the regiment told</a> the military paper <a href=\"http://www.stripes.com/news/us/brian-williams-apology-draws-mixed-reviews-from-mission-vets-1.327935\">Stars and Stripes</a> that Williams was in another helicopter, approximately one hour behind the aircraft that was actually hit.</p>\n<p>So was Williams lying or simply mistaken?</p>\n<p>\"I think it's both those things,” says David J. Morris, a former Marine infrantry officer and a journalist during the Iraq War. “I think [Williams] is misrepresenting the facts — and the motivations behind that are kind of interesting.”</p>\n<p>On one hand, he says, \"Reporters, particularly broadcast reporters, have this really strong desire to associate themselves with the heroism of the US military. And the US military is one of the most respected institutions in the country, according to some recent polling.\"</p>\n<p>So, he says, \"there’s a lot to be gained for a public figure like Brian Williams — a news anchor like him — to be as closely associated with the veteran experience and to be seen as publicly supporting them in a very poignant, emotional way.” </p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/morris_david.jpg?itok=5zX9Llgx\" alt=\"\" /><div class=\"field-caption\">\n    <p>David J. Morris is a former Marine infantry officer and a war correspondent. He's also the author of \"The Evil Hours: a Biography of Post-Traumatic Stress Disorder.\"</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of David J. Morris</p>\n  </div>\n</div>\n<p>On the other hand, Morris says memories do change after experiencing trauma. He did research on memory during military deployment and wrote <a href=\"http://www.theevilhours.com/David_Morris___The_Evil_Hours___Home.html\">The Evil Hours: A Biography of Post-Traumatic Stress Disorder</a> about his own experience with PTSD after surviving an IED (improvised explosive device) explosion in a southern neighborhood of Baghdad.</p>\n<p>“A near-death experience in general, is impossible to forget,” he says. “Although, in my research into post traumatic stress disorder, and even with my own experiences, that memory in a sense is a living thing. It does change and evolve.”</p>\n<p>Morris says his memory of the IED explosion back in October 2007 wasn't always clear. ”I remember most of the events and details surrounding it, but it took me a long time to remember the exact armored infantry battalion I was with for some reason,\" he says.</p>\n<p>Before the Saturday memo by Williams in which he took himself off the air, PRI's The World's community of veterans told us what they think of Williams and his \"mistake\" — and if they trust reporters covering war. We've lightly edited their comments for clarity. </p>\n<p>\"To be fair to Brian Williams, I feel like he has made extensive efforts to put himself in the story and sometimes I think the desire to have 'street cred' can cloud memory and judgment when reporters try to demonstrate that they understand issues. Reporters just need to be aware that we don't necessarily depend on them to represent the story their telling — but to be thoughtful and fair about how they tell it.\"<br /><strong>-Azza Deterding from Fayetteville, North Carolina</strong></p>\n<p>\"One lie, or mistake, does not discredit a reporter's entire body of work. When I listen to, or read, what is being reported I remind myself that no one has all the information.\"<br /><strong>-Chuck Pace from Los Angeles, California</strong></p>\n<p>\"Generally no, I don't trust reporters covering the war. In my experience, most reporters seem to have their own agenda, which sometimes is very different than what is actually happening. ... Reporters are like everybody else, some are worthy of trust, while others are not. And I really think it has a lot to do with the individual reporter and the relationship you build with them.\"<br /><strong>-Matthew Cowell from Brighton, Missouri</strong></p>\n<p>\"Due to the political status mainstream news agencies are now endowed with, they are not trustworthy. ... The sad reality is also that this leads to news persons, like Mr. Williams, feeling as if they have to embellish or flat out lie to make themselves relevant. The fact that he is being allowed to pass this off as a mistake is the saddest part. As a person who has seen my fair share of combat and what it does to people, it is less than likely that Mr. Williams \"forgot that he wasn't on an aircraft that was shot down.\" He should be ashamed of himself and he should be fired. His apology was a slap in the face to all war veterans and unfair to the people who \"trusted\" him to be an honest broadcaster.\"<br /><strong>-Andrew Milone from Fayetteville, North Carolina</strong></p>\n<div>\"That wasn't a mistake. I don't know what is going on in his mind. He reminds me of Mante Teo when he made up the story about his girlfriend. People are after glory stories to portray a certain image. People will respect you more if you are honest. When it comes to war situations, I feel that it is a touchy subject and disrespectful to Soldiers about making up fake stories like that. He lost credibility with me and it makes me question other reporters' credibility now.\"<br /><strong>-Jerry Stuart from Tacoma, Washington</strong></div>\n<div> </div>\n<div>\"I trust reporters in war zones, but I suppose an inclination to embellish a story is temptingly human. A 'false narrative' should be identified as such and filed under the rubric of fiction, however. It may be a bit of a stretcher when a television personality reports that he \"misremembered\" the ultimate denouement of his visit to Iraq.\"<br /><strong>-Paul Zabala from Milwaukee, Wisconsin</strong></div>\n<div> </div>\n<div>\"I think this incident has less to do with accurate reporting of the war and more showcases the romanticism of war that has found its way into our society. Somehow it has become cool to be involved in firefights and battles. Like it somehow gives your word more clout because you’ve 'been there.' Look at the incredible response to modern warfare video games and movies. To me, most broadcast television news stations rely on sensationalism to bring in ratings anyway; so I can only assume that Brian thought he needed to say these things to be taken seriously that he was actually in war. I’ve seen this same sort of thing with Marines before. They feel left out if they don’t get involved in as many incidents as their fellow brothers in arms. They end up fabricating or sensationalizing events so that American society will think more of them.\"<br /><strong>-Matt Turner from Santa Barbara, California</strong></div>\n<div> </div>\n<div><em>Editor's note: This story has been updated and edited to reflect new information.</em></div>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0206201509.mp3"},{"href":"http://www.pri.org/file/0206201509mp3"}]}