{"created":"2015-05-15T02:16:01+00:00","modified":"2015-05-18T16:35:57+00:00","valid":{"from":"2013-10-10T18:02:28+00:00","to":"3013-10-10T18:02:28+00:00"},"hreflang":"en","guid":"db3db203-50e8-458e-84af-2dba0f75c031","contentencoded":"<div class=\"barn-cleaned\"><p><span>A new approach to helping poor families get loans is thriving in San Francisco. Unlike some projects with similar goals, <a href=\"http://missionassetfund.org/\" target=\"_blank\">The Mission Asset Fund</a> doesn't make loans itself. It focuses on improving the credit scores of low-income borrowers.</span></p>\n<p>To explain how the Mission Asset Fund works, Jose Quinonez, its founding executive director, takes me on a walking tour of the Mission District.</p>\n<p>Although it's gentrifying, the Mission is still a mostly Latino, mostly working class section of San Francisco. And despite&nbsp;<span>some boarded-up storefronts and rundown commercial strips, Quinonez says it’s a vibrant community. “Wells Fargo has two branches here, and right next to the banks are payday lenders and check-cashers,” says Quinonez. “We walked up and down Mission Street and we counted more financial establishments than Mexican restaurants.”</span></p>\n<p>So the problem, at least for this poor immigrant community, isn’t a lack of banks. Quinonez says it’s that many local residents can’t borrow from them, because they don’t have good credit. Many immigrant families have thin credit or no credit history.</p>\n<p>“In our economy, credit is currency,” Quinonez says. “Without credit, access to capital, access to loans, people cannot buy houses, they cannot buy cars, they cannot invest in their businesses.” Being ‘unbanked’ leads people into the clutches of predatory lenders, he says. “When you have no credit score, credit history, or checking account, you have no options but to work with them, and they’ll just charge you whatever they want.”</p>\n<p>Quinonez says plenty of loans are already circulating here, through informal community lending circles. In the Mexican community they’re known as ‘tandas’ or ‘condinas;’ people from the Caribbean call them ‘susus.’ Typically, each participant in a lending circle contributes, say,&nbsp;<span>&nbsp;$100 a month. Each successive month, the next member in line &nbsp;takes the pot to spend as they wish. &nbsp;If there are 10 people in the circle, the pot would be $1,000.</span></p>\n<p>The Mission Asset Fund formalizes this arrangement -- with contracts and documentation. Their word for it is ‘cesta’ -- like a collection basket in a church.</p>\n<p>On a recent day at the Mission Asset Fund, two new cestas were forming. More than a dozen local residents &nbsp;joined in. They agreed on how much they would contribute each month by electronic bank transfer. Each group chose a name -- “Libertad” (liberty) and “Ayuda Juntos” (helping each other) -- and participants picked lots to determine the order in which they would receive their loan.</p>\n<p>Mission Asset Fund brings the borrowers together -- and also services and guarantees each loan. Participants are required to establish checking accounts, if they don't have one. Then, the Fund tracks each payment, and provides that information to two credit bureaus, TransUnion and Experian.</p>\n<p>Elsy Diaz joined one of the new cestas. She’s 67 and came to the U.S. from El Salvador as a young woman to work as a nurse. She’s been participating in the cestas for three years, trying to repair her credit.</p>\n<p>“My credit it was very good,” she says, “but trying to help one person -- I won’t say names -- I made a mistake. I lent her my card. She spent everything under my name but the record is for me.”</p>\n<p>Getting back in the good graces of the credit bureaus can affect everything from renting an apartment to getting a credit card. It’s crucial to anyone starting or maintaining a small business, says Joyce Klein, director of the Microenterprise Fund at the Aspen Institute. “Many employers and landlords check credit now, so if they want to start their business they’re able to rent a place to do that,\" she says. \"Having a higher credit score or having an established credit score can actually lower your expenses for certain kinds of financial products. &nbsp;It can make it cheaper to get a cell phone.”</p>\n<p>Klein cites a recent study that found a 100-point credit score increase could save a family $200,000 over a lifetime in mortgage, car-loan, student-loan and other expenses.</p>\n<p>San Francisco State University’s Cesar Chavez Institute recently did a <a href=\"http://missionassetfund.org/images/Evaluation/MAF_Evaluation_Report.pdf\">study of Mission Asset Fund borrower</a>s and found impressive improvements in credit scores. “We see that our participants increase their credit score by on average 168 points,” says Quinonez. “What they now have is access to low-cost loans in the financial marketplace.”&nbsp;<span>The Fund’s default rate is just 1 percent.&nbsp;</span></p>\n<p>Jennifer Tescher, president of the Center for Financial Services Innovation in Chicago says institutionalizing and facilitating the community-lending-circle model is proving highly effective in fighting poverty. “What makes what Mission Asset Fund is doing so powerful, it’s recognizing that one’s credit profile is in and of itself an asset,” she says.</p>\n<p>Tescher admits she was skeptical at first. Her organization helped fund a pilot program at the Mission Asset Fund to find out whether the model would work in other poor communities -- especially non-immigrant ones. Tescher says that work proved that it could. &nbsp;<span>Now, the Fund is helping to roll out similar programs among other communities -- for instance, Asian-Americans and gays and lesbians. And it’s working with partners to launch lending-circle initiatives in in &nbsp;Seattle, Boston, Los Angeles, Washington, D.C., Texas,&nbsp;</span><span>Oregon</span><span>&nbsp;and Louisiana.</span></p>\n<p>“Jose and his organization don’t actually need a lot of capital,” Tescher explains. “They can use the capital that already is flowing through communities.”</p>\n<p><span>Jose Quinonez agrees.</span> <span>“We are not a lender,” he says. “We are not a bank, and we don’t want to be those things because we could never have enough capital to meet the needs that are out there. We don’t need another bank or another credit union. All we need is better borrowers.”</span></p>\n<p>Those borrowers get to decide pretty much on their own what to use the money for.</p>\n<p>“Hopefully I’m going to be paying for school,” says Juan Clavel, <span>22, who's just finished a vo-tech program and is also attending a business program. Eventually he wants to open an auto mechanic shop. He’ll be putting $100 per month into the pot, and will get $600 back in one lump sum.</span></p>\n<p>“It’s a little tempting because I get it near my birthday,” he admits. “So I might just use it for a little mini-vacation or something.”</p>\n<p>Which is fine by the Mission Asset Fund, as long as Clavel pays on time every month and keeps building his credit.&nbsp;</p></div>","published":"2013-10-10T18:02:28+00:00","description":"The Mission Asset Fund in San Francisco leverages informal lending circles of low-income immigrants, to help borrowers eventually gain access to mainstream bank loans.","contenttemplated":"[{\"content\":\"<p><span>A new approach to helping poor families get loans is thriving in San Francisco. Unlike some projects with similar goals, <a href=\\\"http://missionassetfund.org/\\\" target=\\\"_blank\\\">The Mission Asset Fund</a> doesn&apos;t make loans itself. It focuses on improving the credit scores of low-income borrowers.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>To explain how the Mission Asset Fund works, Jose Quinonez, its founding executive director, takes me on a walking tour of the Mission District.</p>\"},{\"content\":\"<p>Although it&apos;s gentrifying, the Mission is still a mostly Latino, mostly working class section of San Francisco. And despite <span>some boarded-up storefronts and rundown commercial strips, Quinonez says it’s a vibrant community. “Wells Fargo has two branches here, and right next to the banks are payday lenders and check-cashers,” says Quinonez. “We walked up and down Mission Street and we counted more financial establishments than Mexican restaurants.”</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>So the problem, at least for this poor immigrant community, isn’t a lack of banks. Quinonez says it’s that many local residents can’t borrow from them, because they don’t have good credit. Many immigrant families have thin credit or no credit history.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“In our economy, credit is currency,” Quinonez says. “Without credit, access to capital, access to loans, people cannot buy houses, they cannot buy cars, they cannot invest in their businesses.” Being ‘unbanked’ leads people into the clutches of predatory lenders, he says. “When you have no credit score, credit history, or checking account, you have no options but to work with them, and they’ll just charge you whatever they want.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Quinonez says plenty of loans are already circulating here, through informal community lending circles. In the Mexican community they’re known as ‘tandas’ or ‘condinas;’ people from the Caribbean call them ‘susus.’ Typically, each participant in a lending circle contributes, say, <span> $100 a month. Each successive month, the next member in line  takes the pot to spend as they wish.  If there are 10 people in the circle, the pot would be $1,000.</span></p>\"},{\"content\":\"<p>The Mission Asset Fund formalizes this arrangement -- with contracts and documentation. Their word for it is ‘cesta’ -- like a collection basket in a church.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>On a recent day at the Mission Asset Fund, two new cestas were forming. More than a dozen local residents  joined in. They agreed on how much they would contribute each month by electronic bank transfer. Each group chose a name -- “Libertad” (liberty) and “Ayuda Juntos” (helping each other) -- and participants picked lots to determine the order in which they would receive their loan.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Mission Asset Fund brings the borrowers together -- and also services and guarantees each loan. Participants are required to establish checking accounts, if they don&apos;t have one. Then, the Fund tracks each payment, and provides that information to two credit bureaus, TransUnion and Experian.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Elsy Diaz joined one of the new cestas. She’s 67 and came to the U.S. from El Salvador as a young woman to work as a nurse. She’s been participating in the cestas for three years, trying to repair her credit.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“My credit it was very good,” she says, “but trying to help one person -- I won’t say names -- I made a mistake. I lent her my card. She spent everything under my name but the record is for me.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Getting back in the good graces of the credit bureaus can affect everything from renting an apartment to getting a credit card. It’s crucial to anyone starting or maintaining a small business, says Joyce Klein, director of the Microenterprise Fund at the Aspen Institute. “Many employers and landlords check credit now, so if they want to start their business they’re able to rent a place to do that,&quot; she says. &quot;Having a higher credit score or having an established credit score can actually lower your expenses for certain kinds of financial products.  It can make it cheaper to get a cell phone.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Klein cites a recent study that found a 100-point credit score increase could save a family $200,000 over a lifetime in mortgage, car-loan, student-loan and other expenses.</p>\"},{\"content\":\"<p>San Francisco State University’s Cesar Chavez Institute recently did a <a href=\\\"http://missionassetfund.org/images/Evaluation/MAF_Evaluation_Report.pdf\\\">study of Mission Asset Fund borrower</a>s and found impressive improvements in credit scores. “We see that our participants increase their credit score by on average 168 points,” says Quinonez. “What they now have is access to low-cost loans in the financial marketplace.” <span>The Fund’s default rate is just 1 percent. </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Jennifer Tescher, president of the Center for Financial Services Innovation in Chicago says institutionalizing and facilitating the community-lending-circle model is proving highly effective in fighting poverty. “What makes what Mission Asset Fund is doing so powerful, it’s recognizing that one’s credit profile is in and of itself an asset,” she says.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Tescher admits she was skeptical at first. Her organization helped fund a pilot program at the Mission Asset Fund to find out whether the model would work in other poor communities -- especially non-immigrant ones. Tescher says that work proved that it could.  <span>Now, the Fund is helping to roll out similar programs among other communities -- for instance, Asian-Americans and gays and lesbians. And it’s working with partners to launch lending-circle initiatives in in  Seattle, Boston, Los Angeles, Washington, D.C., Texas, </span><span>Oregon</span><span> and Louisiana.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>“Jose and his organization don’t actually need a lot of capital,” Tescher explains. “They can use the capital that already is flowing through communities.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>Jose Quinonez agrees.</span> <span>“We are not a lender,” he says. “We are not a bank, and we don’t want to be those things because we could never have enough capital to meet the needs that are out there. We don’t need another bank or another credit union. All we need is better borrowers.”</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Those borrowers get to decide pretty much on their own what to use the money for.</p>\"},{\"content\":\"<p>“Hopefully I’m going to be paying for school,” says Juan Clavel, <span>22, who&apos;s just finished a vo-tech program and is also attending a business program. Eventually he wants to open an auto mechanic shop. He’ll be putting $100 per month into the pot, and will get $600 back in one lump sum.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“It’s a little tempting because I get it near my birthday,” he admits. “So I might just use it for a little mini-vacation or something.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Which is fine by the Mission Asset Fund, as long as Clavel pays on time every month and keeps building his credit. </p>\"}]","byline":"Mitchell Hartman","itags":["Marketplace","Marketplace for Thursday, October 10, 2013","PMP:Marketplace_PMP","db3db20350e858e84afb2dba0f75c031"],"title":"Just having a credit record can be an economic step up","teaser":"The Mission Asset Fund in San Francisco leverages informal lending circles of low-income immigrants, to help borrowers eventually gain access to mainstream bank loans.","tags":["APM","Personal Finance","Wealth & Poverty","credit"],"audio":[{"meta":{"height":"340","crop":"primary","width":"610"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/Mission%20Asset%20Fund%20Jose%20Quinonez%202.JPG?itok=y60DJxkx"},{"meta":{"duration_hms":"00:04:35","duration":275,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/10/10/marketplace_segment19_20131010","type":"application/json"}},"type":"audio/mpeg","format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/10/10/marketplace_segment19_20131010_64.mp3"}]}