{"created":"2014-10-02T21:38:44+00:00","modified":"2015-04-30T19:47:00+00:00","valid":{"from":"2014-10-02T17:22:45+00:00","to":"3014-10-02T17:22:45+00:00"},"hreflang":"en","guid":"db459f9c-a73e-4fb1-a0b6-5f705e82671f","title":"Truckers of the High Seas","teaser":"In our globalized world, it only takes a click to buy something from China and have it delivered right to your doorstep. But that product sailed across the ocean on a cargo ship before it got to you. Over 90 percent of global trade travels across the ocean by ship. In this episode, we’ll step on board some of these ships and meet the sailors who work there. What’s it like to live for months at sea, isolated with only your co-workers? And when a ship stops in the USA, how do sailors spend the few precious hours they have on shore? Tune in to this hour with guest producer Allison Swaim to find out.","description":"State of the Re:Union Truckers of the High Seas  Host: Al Letson Producer: Allison Swaim  DESCRIPTION: In our globalized world, it only takes a click to buy something from China and have it delivered right to your doorstep. But that product sailed across the ocean on a cargo ship before it got to you. Over 90 percent of global trade travels across the ocean by ship. In this episode, we&rsquo;ll step on board some of these ships and meet the sailors who work there. What&rsquo;s it like to live for months at sea, isolated with only your&nbsp;co-workers? And when a ship stops in the USA, how do sailors spend the few precious hours they have on shore? Tune in to this hour with guest producer Allison Swaim to find out.  Billboard (:59) Incue: From PRX and NPR, this is State of the Re:Union. Outcue: But first, this news.  News Hole: 1:00-6:00  Segment A (12:29) Incue: (water lapping) I'm Al Letson and today on State of the Re:Union&hellip; Outcue: What happens next? Find out when State of the Re:Union returns.  A-1. The Waiting Game.  Allison Swaim sets off on a year-long journey aboard cargo ships to learn the stories of&nbsp; sailors who work on board. She travels to Thunder Bay, Canada to board the M/V Isa-- a ship full of Polish guys, carrying Canadian wheat to Europe. The first thing she learns about life on board? You have to get used to a lot of waiting.  A-2. Sea Story  Oil tanker Korsaro sets out on New Year's day to deliver a cargo of triple A jet fuel from Italy to Turkey. The voyage should take less than a week but turns into a month-long saga. Everything that could possibly go wrong goes wrong--change in buyer/destination, rough weather, cargo analysis fails. Meanwhile, phone calls and emails bounce between offices in Switzerland, Turkey, Italy, as &quot;the office&quot; tries to sort out the mess.  Segment B (18:59) Incue: You're listening to State of the Re:Union... Outcue: PRX-dot-ORG  B-1 Sea Story, continued  We pick up where we left off, with the crew of the tanker Korsaro, We're stuck at anchor with a load of contaminated cargo, off shore of Aliaga, Turkey. While the cargo buyer, cargo seller, and all the middle men argue about what to do next, on board we start to run out of food...  B-2. Shore Leave, High Speed  What's it like for a ship when they hit US soil? We take a trip to Port Everglades Florida to find out. We join Pastor Ron Perkins in his daily ship visits. Then we head back to the Seafarer's Mission, where seafarers visiting port stop in to buy snacks and Skype back home.  B-3. Mervin's Trip to Best Buy  It's Mervin Espiritu's first time in the U.S. We join him and his shipmates on a shopping spree.  Segment C (18:59) Incue: Today on State of the Re:Union we're digging into the lives of merchant seamen. Outcue: This is NPR.  C-1. The Sandwich Ladies  What's it like to be married to a sailor? We hear from wives of the NJ chapter of American Merchant Mariner Veterans about how they kept a family together  C-2. The Case of the M/V Dubai Valour  In 1997, cargo ship M/V Dubai Valour was taken hostage by local government in Nigeria because the shipowner and cargo buyer couldn't agree on an insurance settlement. Four Ukrainian crew members remained on board for over 1.5 years. Back in Ukraine, their wives, outraged, launched a letter-writing campaign. One of the letters made its way to Doug Stevenson, at the Center for Seafarer's Rights in Newark, NJ. Doug went to work to try to get the guys released.  C-3. The Sea is a Drug  This is the story of a US sailor from a different era. Gabe Frank worked on US merchant ships in the 1940s and 50s.  PROGRAM OUT @ 59:00  Promo Transcript: Life at sea can be pretty uneventful&hellip; except when you run out of food. &quot;The cook doesn't have any more to cook. Food. Food. Craving for food. We have nothing left.&quot; On the next State of the Re:Union, meet the truckers of the high seas.  Broadcast Window Begins 10/02/2014  The Fall 2014 Season of State of the Re:Union (SOTRU) will be available beginning September 29, 2014 on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2015. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.   State of the Re:Union is presented by WJCT, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.   Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Melissa LaCasse at lacasse.melissa@gmail.com or 207.776.4926 with questions or to confirm carriage.","contentencoded":"State of the Re:Union<br /> Truckers of the High Seas<br /> <br /> Host: Al Letson<br /> Producer: Allison Swaim<br /> <br /> DESCRIPTION: In our globalized world, it only takes a click to buy something from China and have it delivered right to your doorstep. But that product sailed across the ocean on a cargo ship before it got to you. Over 90 percent of global trade travels across the ocean by ship. In this episode, we&rsquo;ll step on board some of these ships and meet the sailors who work there. What&rsquo;s it like to live for months at sea, isolated with only your&nbsp;co-workers? And when a ship stops in the USA, how do sailors spend the few precious hours they have on shore? Tune in to this hour with guest producer Allison Swaim to find out.<br /> <br /> Billboard (:59)<br /> Incue: From PRX and NPR, this is State of the Re:Union.<br /> Outcue: But first, this news.<br /> <br /> News Hole: 1:00-6:00<br /> <br /> Segment A (12:29)<br /> Incue: (water lapping) I'm Al Letson and today on State of the Re:Union&hellip;<br /> Outcue: What happens next? Find out when State of the Re:Union returns.<br /> <br /> A-1. The Waiting Game.<br /> <br /> Allison Swaim sets off on a year-long journey aboard cargo ships to learn the stories of&nbsp; sailors who work on board. She travels to Thunder Bay, Canada to board the M/V Isa-- a ship full of Polish guys, carrying Canadian wheat to Europe. The first thing she learns about life on board? You have to get used to a lot of waiting.<br /> <br /> A-2. Sea Story<br /> <br /> Oil tanker Korsaro sets out on New Year's day to deliver a cargo of triple A jet fuel from Italy to Turkey. The voyage should take less than a week but turns into a month-long saga. Everything that could possibly go wrong goes wrong--change in buyer/destination, rough weather, cargo analysis fails. Meanwhile, phone calls and emails bounce between offices in Switzerland, Turkey, Italy, as &quot;the office&quot; tries to sort out the mess.<br /> <br /> Segment B (18:59)<br /> Incue: You're listening to State of the Re:Union...<br /> Outcue: PRX-dot-ORG<br /> <br /> B-1 Sea Story, continued<br /> <br /> We pick up where we left off, with the crew of the tanker Korsaro, We're stuck at anchor with a load of contaminated cargo, off shore of Aliaga, Turkey. While the cargo buyer, cargo seller, and all the middle men argue about what to do next, on board we start to run out of food...<br /> <br /> B-2. Shore Leave, High Speed<br /> <br /> What's it like for a ship when they hit US soil? We take a trip to Port Everglades Florida to find out. We join Pastor Ron Perkins in his daily ship visits. Then we head back to the Seafarer's Mission, where seafarers visiting port stop in to buy snacks and Skype back home.<br /> <br /> B-3. Mervin's Trip to Best Buy<br /> <br /> It's Mervin Espiritu's first time in the U.S. We join him and his shipmates on a shopping spree.<br /> <br /> Segment C (18:59)<br /> Incue: Today on State of the Re:Union we're digging into the lives of merchant seamen.<br /> Outcue: This is NPR.<br /> <br /> C-1. The Sandwich Ladies<br /> <br /> What's it like to be married to a sailor? We hear from wives of the NJ chapter of American Merchant Mariner Veterans about how they kept a family together<br /> <br /> C-2. The Case of the M/V Dubai Valour<br /> <br /> In 1997, cargo ship M/V Dubai Valour was taken hostage by local government in Nigeria because the shipowner and cargo buyer couldn't agree on an insurance settlement. Four Ukrainian crew members remained on board for over 1.5 years. Back in Ukraine, their wives, outraged, launched a letter-writing campaign. One of the letters made its way to Doug Stevenson, at the Center for Seafarer's Rights in Newark, NJ. Doug went to work to try to get the guys released.<br /> <br /> C-3. The Sea is a Drug<br /> <br /> This is the story of a US sailor from a different era. Gabe Frank worked on US merchant ships in the 1940s and 50s.<br /> <br /> PROGRAM OUT @ 59:00<br /> <br /> Promo Transcript: Life at sea can be pretty uneventful&hellip; except when you run out of food. &quot;The cook doesn't have any more to cook. Food. Food. Craving for food. We have nothing left.&quot; On the next State of the Re:Union, meet the truckers of the high seas.<br /> <br /> Broadcast Window Begins 10/02/2014<br /> <br /> The Fall 2014 Season of State of the Re:Union (SOTRU) will be available beginning September 29, 2014 on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2015. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. <br /> <br /> State of the Re:Union is presented by WJCT, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. <br /> <br /> Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Melissa LaCasse at lacasse.melissa@gmail.com or 207.776.4926 with questions or to confirm carriage.","byline":"Al Letson","published":"2014-10-02T17:22:45+00:00","tags":["International","News","Travel"],"itags":["prx:stories-131793"],"audio":[{"href":"https://hal.prx.org/pub/ba29421ba2d3792eb689676f0e580eae/0/web/story_image/312940/medium/sotru_profile-pic_01.gif","type":"image/gif","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/16cda247ad477d9c00d44131b6ce1cee/0/web/audio_file/758336/broadcast/01-Truckers_of_the_High_Seas-Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/4be2972c35004743e4f2ff9cd69308d8/0/web/audio_file/758332/broadcast/02-Truckers_of_the_High_Seas_News_Music.mp3","type":"audio/mpeg","meta":{"duration":29,"size":927685}},{"href":"https://cms.prx.org/pub/898942e7c68e066e2f8588bb2af945da/0/web/audio_file/758310/broadcast/03-Truckers_of_the_High_Seas_Seg_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23942790}},{"href":"https://cms.prx.org/pub/373638cf6070b78cffbaaca1b1ad5713/0/web/audio_file/758311/broadcast/04-Truckers_of_the_High_Seas_Seg_A_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/6092b028415538dc94ddcbb4e21f44b5/0/web/audio_file/758317/broadcast/05-Truckers_of_the_High_Seas_Seg_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}},{"href":"https://cms.prx.org/pub/5dbe2cf863923ef7c5cb765e6dbdbb11/0/web/audio_file/758318/broadcast/06-Truckers_of_the_High_Seas_Seg_B_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1885430}},{"href":"https://cms.prx.org/pub/2af859d9024f7cc40f322118a94504ac/0/web/audio_file/758323/broadcast/07-Truckers_of_the_High_Seas_Seg_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}}]}