{"created":"2014-09-03T20:40:04+00:00","modified":"2014-11-25T17:17:44+00:00","valid":{"from":"2014-11-25T17:17:44+00:00","to":"3014-11-25T17:17:44+00:00"},"hreflang":"en","title":"New Mix: Royksopp & Robyn, LP, Bishop Allen, More","published":"2014-07-01T20:14:00+00:00","teaser":"On this week's show we roll the windows down with a wind-whipped, sun-dappled mix of rock and pop, including premieres from Bishop Allen and LP.","itags":["npr_api","315281096"],"guid":"db5042f4-6e3f-45c8-adb9-4aed3cd67507","contentencoded":"<p>On this edition of <em>All Songs Considered </em>we roll the windows down with a wind-whipped, sun-dappled mix of rock and pop, starting with an epic jam from the musician Timothy Showalter, who writes and records as Strand Of Oaks. The song, \"JM\" — a tribute to the late Jason Molina — rumbles and roars, propelled by Showalter's scorched guitar and voice.</p><p>Next up is singer Laura Pergolizzi, who goes by the name LP. She's made a career out of writing pop hits for other artists such as Rihanna and Christina Aguilera. But LP is about to release a bold new solo album that showcases her own remarkable voice. The album, <em>Forever, For Now</em>, includes the heart-stopping power pop ballad,\"Your Town,\" that you can hear on this week's show.</p><p>Also on the show: The Brooklyn-based pop band Bishop Allen returns with an insanely catchy cut from their first new album in five years. <em>Lights Out</em> won't be released until August, but you can hear the first single, \"Start Again,\" here. Plus, the Apache Relay channel the string-driven pop of Electric Light Orchestra, Woozy new rock from Parquet Courts and a moody collaboration between the dance duo Royksopp and pop singer Robyn.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Mix%3A+Royksopp+%26+Robyn%2C+LP%2C+Bishop+Allen%2C+More&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316335730-3356af.m3u?orgId=1&topicId=1039&ft=3&f=315281096"},{"href":"http://media.npr.org/assets/img/2014/05/27/collage20140527-b0e53e276457d82ba6631597320ed98a87459ca2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}}]}