{"created":"2015-05-12T16:44:35+00:00","modified":"2015-05-13T13:09:34+00:00","valid":{"from":"2015-05-13T13:09:34+00:00","to":"3015-05-13T13:09:34+00:00"},"hreflang":"en","guid":"db6c276b-d83e-41f1-9979-3ea5cf27dd29","title":"How a Japanese American burst Japan's bubble on racism","published":"2015-05-13T13:09:33+00:00","byline":"Naomi Gingold","tags":["Ethnicity & Race","education","discrimination","SafeMode","Culture","Arts, Culture & Media","Asia","Japan","Ethnic issues in Japan","Japanese society","Racism","Education","Social Issues"],"teaser":"Japanese people, even some minority groups, tend to believe that Japanese society is homogeneous and racism doesn't exist in the country. But a Japanese American has drawn praise — and ire — by exposing that belief as a myth.","contentencoded":"<p>Growing up in southern Florida, Miki Dezaki was exposed to a lot of stereotypes. The kids around him made jokes about people from Asia — and his immigrant Japanese parents said derogatory things about other Asians.</p>\n<p>He was so sensitive to stereotypes from such a young age that he \"would purposely get bad grades because I didn’t want to be the smart Asian in middle school,\" Dezaki remembers.</p>\n<p>But after he graduated from college and went to teach English in Japan, he realized that the situation might actually be worse in Japan. There, no one talks about it. There’s a generally accepted mythology in Japan that the country is homogenous. And if the country is homogenous, then racism and discrimination don’t exist. </p>\n<p>But Dezaki knew better. He taught at a high school in Okinawa, the Hawaii of Japan. Okinawans are actually a separate ethnic group, known as Ryukyuan, and they’re just one of many minorities in Japan who have long faced discrimination. Many Okinawans have painful memories of abuse by Japanese soldiers during World War II. It’s <em>still</em> not uncommon in Tokyo today for a landlord to refuse to rent to someone who’s Okinawan — or Chinese. Or Korean. Or white.</p>\n<p>“I don’t think anything has changed, and there’s no dialogue about it,\" Dezaki says. Despite Okinawa's history, Dezaki’s students viewed racism as an American problem, something they’d seen on TV. Even his coworkers, \"the teachers, educated people, really knew nothing about it either.\"</p>\n<p>So when Dezaki's head English teacher told him that he could teach anything he wanted for his last lesson in Okinawa, he decided to do one on discrimination.</p>\n<p>He started that class by asking his students if they thought there was such a thing as racism and discrimination in Japan. \"In every class, only two or three students out of 40 raised their hands,\" he says. And the only kind of discrimination those students could think of was against handicapped people, because they’d had a special class on it.</p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/Students_0.jpg?itok=p4IQb4Bw\" alt=\"\" /><div class=\"field-caption\">\n    <p>Miki Dezaki with elementary school students he taught in Japan. When he asked his high school students if they thought there was racism in Japan, two or three out of 40 said 'yes.'</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Courtesy Miki Dezaki</p>\n  </div>\n</div>\n<p>In the lesson, Dezaki went on to describe different kinds of discrimination, ones based on race, sexuality, nationality or even just judging the kid next to you before giving him or her a chance. He spoke about how people form discriminatory ideas and how they can be changed.</p>\n<p>Students loved it, teachers loved it and the vice principal asked him to teach the lesson to every class in the school.</p>\n<p>Then Dezaki, who already had <a href=\"https://www.youtube.com/channel/UC7jkqJTY6ZIfUOqopFDXHyg\">a popular channel on YouTube</a>, put a version of the lesson online. The video starts with a disclaimer: “I just want to say that I know there’s a lot of racism in America. And I’m not saying that America is better than Japan or anything like that. I just want to get that out of the way.”</p>\n<p>At the time, Dezaki was preparing to move to Southeast Asia to become a Buddhist monk, something he’d been planning for a long time. To say he wasn't prepared for what happened next would be a bit of an understatement.</p>\n<p>“I was saying goodbye to a lot of life. You know, I was thinking this is maybe end of my life in society,\" he says. \"And then I uploaded the video and I’m getting death threats, people freaking out on me.\"</p>\n<p>Right-wing extremists online, known as the “net uyoku,\" pounced on Dezaki’s video, saying it was full of lies and Japan-bashing.</p>\n<p>Along with death threats, they posted all of his personal information online and started calling his school. Pretty soon co-workers were pressuring him to take down the video, claiming that students would be hurt and that <a href=\"http://www.us.emb-japan.go.jp/JET/\">the JET Program</a>, the one that brought him to Japan to teach English, would be stopped in Okinawa because of him.</p>\n<p>Dezaki says he felt terrible for putting his school through it, but he also \"started to feel a little angry that they wouldn’t support me. I was like, 'You guys are teachers, and you guys don’t support freedom of speech.'\"</p>\n<p>The video stayed up.  </p>\n<p>After a couple months, things mostly died down. But some of Dezaki’s former coworkers, friends of his, still don’t talk to him.</p>\n<p>Dezaki left monkhood last year to help take care of a sick family member back in the US. He’s now planning to return to Japan to do research on how censorship and the government’s revision of history affect Japanese youth.</p>\n<p>Eventually, he says, he wants to go to back to making videos — documentaries this time, ones that can help keep up the dialogue he first ignited.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-11%2Fracism-what-racism-japanese-avoid-topic&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/Screen%20Shot%202015-05-10%20at%204.14.58%20PM.png","meta":{"crop":"primary","height":null,"width":null},"type":"image/png"},{"href":"http://admin.pri.org/file/screen-shot-2015-05-10-41458-pmpng"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/0512201502.mp3"},{"href":"http://admin.pri.org/file/0512201502mp3"}]}