{"created":"2014-09-08T15:46:12+00:00","modified":"2014-09-30T14:28:18+00:00","valid":{"from":"2014-09-30T14:28:16+00:00","to":"3014-09-30T14:28:16+00:00"},"hreflang":"en","title":"Ukraine Says An Officer Died In Battle With Pro-Russian Forces","published":"2014-04-13T16:13:00+00:00","teaser":"A Ukrainian Security Service officer has been killed and five others wounded in the eastern city of Slovyansk, officials from Ukraine's interim government said Sunday.","tags":["npr_api","302532716"],"guid":"db73d3df-3d05-47bb-beed-0e3dcfb4ba24","contentencoded":"<p>A Ukrainian Security Service officer has been killed and five others wounded in the eastern city of Slovyansk, officials from Ukraine's interim government said Sunday. The casualty comes after Ukraine pledged a \"very tough\" response to those occupying government buildings.</p><p>A pro-Russian group <a href=\"http://www.npr.org/blogs/thetwo-way/2014/04/12/302167295/armed-men-take-police-hq-in-eastern-ukraine-city\">seized police headquarters</a> in Slovyansk Saturday in an operation that followed a similar pattern to events in Donetsk and Luhansk, where activists remain in control of government buildings. Police reportedly stopped forces from occupying buildings in other towns this weekend.</p><p>A report from <a href=\"http://bigstory.ap.org/article/ukraine-special-forces-sent-eastern-city-retake-buildings-pro-russians-open-fire\">The Associated Press</a> describes the scene in Slovyansk:</p><p>\"An Associated Press reporter saw no signs of any shots fired at the police station, which was surrounded by a reinforced line of barricades. Unlike on Saturday, the men patrolling the barricades were largely unarmed. One of the guards who asked not to be identified denied reports of fighting at the police station.\"</p><p>According to <a href=\"http://www.bloomberg.com/news/2014-04-13/ukraine-tension-turns-deadly-in-worst-case-scenario-.html\">Bloomberg News</a>, the violence occurred just outside Slovyansk, where gunmen wearing camouflage fired at a government force.</p><p>\"Over the past few hours we've witnessed the worst-case scenario playing out in Ukraine,\" Poland's Prime Minister Donald Tusk told a Warsaw radio station, Bloomberg says. Tusk added that Kiev seems to have reached its limit in terms of tolerating the activists' actions.</p><p>Citing two U.S. officials, Bloomberg says that intelligence reports warn that some demonstrators may have infiltrated Ukrainian cities near Russia weeks ago. In some of those cities, protesters are asking for referendums on breaking away from Ukraine, with the possible intent of being annexed by Russia.</p><p>From Moscow, reporter Jessica Golloher filed this report for our Newscast unit:</p><p><blockquote></p><p>\"Interior Minister Arsen Avakov says Kiev has launched what he called an anti-terrorist operation to recapture several government buildings overtaken by armed pro-Russian activists.</p><p>\"In a post on his Facebook page, Avakov says that forces from all of Ukraine's security units are now in the area and that there have been an unidentifiable number of casualties.</p><p>\"Slovyansk lies in the mainly Russia speaking region of Donetsk — some 90 miles from the Russian border. Activists claimed multiple government buildings following weeks of pro-Russian demonstrations.</p><p>\"Kiev has also told citizens to stay inside and away from windows because the operation could get violent. Kiev has consistently maintained that Russia is stoking dissent in the region, a claim the Kremlin denies.\"</p><p></blockquote></p><p>On Saturday, the White House announced that Vice President Biden will travel to Kiev to meet with members of Ukraine's government and others Tuesday.</p><p><strong>Update at 10:05 a.m. ET: Russia Uses Officers To 'Stir The Pot,' U.S. Lawmaker Says</strong></p><p>Asked whether he believes Russia's claims that it isn't behind separatist takeovers in eastern Ukraine, House Intelligence Committee Chairman Mike Rogers, R-Mich., says simply, \"I do not.\"</p><p>Speaking on <a href=\"http://www.npr.org/2014/04/13/302532175/lawmaker-says-u-s-must-go-beyond-sanctions-with-russia\">Weekend Edition Sunday</a>, Rogers tells host Rachel Martin, \"What we believe is happening is that they're putting their intelligence officers\" in some areas of Ukraine, calling the officers special forces who are not wearing Russian uniforms.</p><p>\"They're there to foment violence, to stir the pot, commit acts of sabotage\" to disrupt the government in Eastern Ukraine, Rogers says.</p><p>When Rachel asks Rogers what he makes of Russian President Vladimir Putin's assertion that Russia doesn't want to expand beyond Crimea, the lawmaker says he doesn't believe him.</p><p>\"There are strategic land bridges,\" Rogers says, \"and I'll give you an example from Crimea across the top of the Black Sea to Moldova. There's a little strip of land between Moldova and Ukraine called Transnistria, I believe that they're very, very interested. Transnistria has already voted at the semi-autonomous region of Moldova has already voted to go into the Russian Federation.\"</p><p>Rogers added that in the case of Eastern Ukraine, he believes Russia will watch events play out in the hopes that they result in either a semi-autonomous region that the Kremlin can influence or another breakaway region that could be annexed.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ukraine+Says+An+Officer+Died+In+Battle+With+Pro-Russian+Forces&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"225"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1302558261-d2b6e4.m3u?orgId=1&topicId=1124&ft=3&f=302532716"},{"href":"http://media.npr.org/assets/img/2014/04/13/slovyansk_police-c82bfc8aa1243c6089ed83011de3c162bd449dca.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2810","width":"3752"}}]}