{"created":"2015-02-08T15:12:11+00:00","modified":"2015-02-16T22:12:27+00:00","valid":{"from":"2015-02-16T22:12:27+00:00","to":"3015-02-16T22:12:27+00:00"},"hreflang":"en","title":"Next Witness: Will The Yellow Smiley Face Take The Stand?","published":"2015-02-11T19:21:00+00:00","teaser":"Emojis have popped up in a handful of court cases across the country. Could the ubiquitous yellow face, a sad kitty head or a dancing alien decide a defendant's fate?","itags":["npr_api","384662409"],"guid":"db80a089-c2dd-474c-a8db-1e3357da1c9a","contentencoded":"<p>Emojis can be a lot of fun. Little pictures on our phones seem to express sentiments when words just fall short. Sometimes we need to punctuate our sentences with a sad cat, floating hearts, maybe an alien head.</p><p>They aren't complicated when they appear in our personal email or texts, but emojis are now popping up in a place where their meanings are closely scrutinized: courtrooms.</p><p>The images have been entered as evidence in a handful of cases. In a case before the Supreme Court in December, a man convicted for threatening his ex-wife on Facebook said the threats were not meant to be taken seriously.</p><p>As evidence, his lawyers showed a violent tirade that was punctuated with a smiley-face and a tongue sticking out.</p><p>In January, in the federal court trial of Ross Ulbricht, a California man charged with running an online drug trafficking site called Silk Road, emojis again played a role.</p><p>Ulbricht's lawyer argued that prosecutors failed to include a smiley face that was part of an Internet post when they read the text to the jury.</p><p>\"The judge actually found that the emojis should be read into the testimony and that the jury should have the ability to read the texts or online messages themselves so that they could see the emojis in context,\" Dalia Topelson Ritvo says.</p><p>Topelson Ritvo, an assistant director of Harvard Law School's Cyberlaw Clinic, tells NPR's Rachel Martin that context is crucial for understanding just what an alien head might mean.</p><hr /><h3>Interview Highlights</h3><p><strong>On the difficulty of understanding emojis</strong></p><p>\"The ideal situation would be that if I wrote a text, and my text was admitted as evidence in trial, then the attorneys could ask me what I meant by that. This is also the same thing that happens, for instance, when slang is introduced into evidence. Not everybody uses the same words in the same way, and it's up to the attorneys, in presenting their cases, to be able to clarify that.\"</p><p>\"Of course, if it's a little alien head, I can't, out of context, say what that would mean with respect to a certain portion of text.\"</p><p><strong>On the growing use of emojis in court</strong></p><p>\"As these types of communications become more ubiquitous, and potentially a richer source of evidence in disputes, I think these types of mechanisms to indicate tone or intent could really come to play at trial, especially in criminal cases where the intention of a person may really be at issue.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Next+Witness%3A+Will+The+Yellow+Smiley+Face+Take+The+Stand%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"180"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384695766-30aa39.m3u?orgId=1&topicId=1070&e=384662409&d=180&ft=nprml&f=384662409"},{"href":"http://media.npr.org/assets/img/2015/02/08/hires-6e233749d1410fa4360e344487ca2f70bef293f0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3750","width":"5000"}}]}