{"created":"2014-09-02T20:53:38+00:00","modified":"2014-09-02T20:53:38+00:00","valid":{"from":"2014-09-02T20:53:38+00:00","to":"3014-09-02T20:53:38+00:00"},"hreflang":"en","guid":"db969352-b1ee-4426-9dc9-746411f18c2a","title":"The number of British Islamist fighters rises, and so does the UK's threat level","published":"2014-09-02T20:53:37+00:00","byline":"Matthew Bell","tags":["terrorism","counterterrorism","Conflict","Conflict & Justice","Europe","Asia","United Kingdom","Iraq","Syria","Middle East","Europe","Asia","Dominic Casciani","David Cameron","War","Iraq–United States relations"],"teaser":"British Prime Minister David Cameron says \"the threat is growing\" from groups like ISIS and the British subjects they've attracted to the fight in the Middle East. That's why the British government raised its terror alert level on Friday, but few other details are coming out about the threat.","contentencoded":"<p>Intelligence officials in the United Kingdom have raised the national terror threat level from &ldquo;substantial&rdquo; to &ldquo;severe&quot; alongside the rise in the number of Britons leaving to fight in Syria and Iraq with extremist groups like ISIS.</p><p><span style=\"line-height: 1.538em;\">Officially speaking, the raised terror alert mean British intelligence views the possibility of an impending terrorist attack as being &ldquo;highly likely.&rdquo;</span>&nbsp;<span style=\"line-height: 1.538em;\">Prime Minister David Cameron said on Friday that the extremists of ISIS represented a &quot;greater and deeper threat to our security than we have known before.&quot; And, he added, &ldquo;the threat is growing.&quot;</span></p><p>The threat level system in Britain actually used to be a state secret. But after the September 11 attack, the government of former Prime Minister Tony Blair decided to make the system more transparent.</p><p>Now, when the threat level goes up, there is an official announcement that offers the British public a glimpse into the minds of its national security establishment.&nbsp;<span style=\"font-size: 13.3333339691162px; line-height: 1.538em;\">But of course, it&#39;s only a glimpse. British officials aren&#39;t providing many details, but they </span><em style=\"font-size: 13.3333339691162px; line-height: 1.538em;\">have</em><span style=\"font-size: 13.3333339691162px; line-height: 1.538em;\"> said they&#39;re not acting on any imminent threat related to specific plots.</span></p><p>&ldquo;What they&#39;re saying is that they&#39;re amassing an awful lot of intelligence,&rdquo; says security expert Dominic Casciani of the BBC, &ldquo;and [security officials are] putting that information together and it&#39;s building a picture of something that&#39;s really concerning them.&rdquo;</p><p>The picture of most concern right now is the one of Britons who&#39;ve gone off to battlefields in the Middle East, in particular Syria and Iraq, to fight with ISIS and other extremist groups.&nbsp;British authorities believe that 500 to 600 British subjects have joined up with radical groups so far.</p><p>Many of those foreign fighters are known to the British authorities, thanks in part to they way many of them have continued to document their activities from the battlefield on social media platforms like Twitter, said Casciani. But one senior officer recently admitted that &ldquo;nearly half of those [500-600] who left Britain to go to Syria, [police] hadn&#39;t heard of.&quot;</p><p>That may help explain why British police have kept a tight lid on their investigation into the identity of the man with a British accent who appeared in the execution video of American journalist James Foley.</p><p>&ldquo;We understand that there has been significant progress, but it&#39;s real speculation to try and work out what that means,&rdquo; Casicani says.&nbsp;British law enforcement doesn&#39;t want to compromise the investigation, he adds. They also don&#39;t want to jeopardize any US-led efforts that might be under way to apprehend suspects in the field.</p><p>David Cameron also said on Friday that he plans to introduce new laws for going after terrorism suspects in Britain. One of them would make it easier for authorities to seize people&#39;s British passports to prevent them from traveling abroad.</p><p>&ldquo;There&#39;s a real debate about the types of powers the government could use,&rdquo; Casciani explained. Cameron is expected to elaborate on his new proposals next week in Parliament.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR449U3.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/rtr449u3jpg"}]}