{"created":"2015-06-24T20:41:05+00:00","modified":"2015-06-30T18:49:35+00:00","valid":{"from":"2014-11-14T03:16:15+00:00","to":"3014-11-14T03:16:15+00:00"},"hreflang":"en","published":"2014-11-14T03:16:15+00:00","contentencoded":"<div class=\"barn-cleaned\"><p><strong>Brendan Francis Newnam:</strong> A lot of the press around the book has focused on your seventeen year, on-again off-again romance with actor Jack Nicholson. Does that bother you?</p>\n<br />\n<blockquote>\n<p><strong>Anjelica Huston:</strong> Yeah, they seem to be pretty fixated on it. And, you know, they’re not to be blamed for that. He is a very famous man and I think people are very interested in him.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> One of the things that has caused a lot of buzz is that, in your memoir, you get the sense that he wasn’t necessarily the greatest person to be in relationship with.</p>\n<br />\n<blockquote>\n<p><strong>Anjelica Huston:</strong> That’s not fair to say. You know, he is who he is. And actually, yes, he was a great person to have a relationship with. He’s funny. He’s attractive. He has a lot of wonderful traits and characteristics. Fidelity wasn’t one of them, but you can’t have everything, I don’t think. I really don’t judge him on that.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Well, I have to say that while reading this part of your book, about your relationships with Jack and Ryan O’Neal, I had that old feeling from, like, junior high school. You know, that the kind of artistically-inclined, asthmatic kid who was like, “Why do all the beautiful, cool girls like bad guys?” Bad boys. Not <em>evil</em> but…</p>\n<br />\n<blockquote>\n<p><strong>Anjelica Huston:</strong> Oh, you’re a bad boy! You know you are. I bet you are.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Maybe a little bit now, but not when I was younger.</p>\n<br />\n<blockquote>\n<p><strong>Anjelica Huston:</strong> Really not?</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Just because I have a Band-Aid on my eye, I look like a bad boy.</p>\n<br />\n<blockquote>\n<p><strong>Anjelica Huston:</strong> Did you get in a scrap?</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> I didn’t. A scrap with my dermatologists.</p>\n<br />\n<blockquote>\n<p><strong>Anjelica Huston:</strong> Ah, the worst kind.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> I know! But what is it that makes those sorts of relationships attractive?</p>\n<br />\n<blockquote>\n<p><strong>Anjelica Huston:</strong> Because, you know, people who tell us ‘no’… it’s primal, isn’t it? Someone says ‘no,’ and you want them. That is kind of how I operated for a while. You said ‘no,’ I said ‘why not?’ I am happy to say that’s no longer part of my repertoire.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> At one point you left your relationship with Jack and began&nbsp;dating actor Ryan O’Neal. It started because he saw you at a party and made a pass at you and you write, “I should’ve known I was playing with fire, but I was just self-centered and egotistical and needy enough to follow up with him.”</p>\n<br />\n<p>I thought this is interesting because, at this point, you don’t have an acting career yet. What was the basis of your ego and your self-centeredness? Where did that come from?<img class=\"alignright\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/11/Watch-Me-by-Anjelica-Huston-664x1024.jpg\" alt=\"Watch Me by Anjelica Huston\" /></p>\n<br />\n<blockquote>\n<p><strong>Anjelica Huston:</strong> Oh, I’ve always been egotistical. I’m at the <em>center</em> of my world. If I weren’t, I would be in trouble, I think. It’s one of the things that sort of held me to the Earth.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Is that a strategy that you think you had to adopt growing up with your father?</p>\n<br />\n<blockquote>\n<p><strong>Anjelica Huston:</strong> No. It’s not a strategy. It’s just pure selfishness, I think. I probably learned it at home. My family, no one was that much of a shrinking violet. We all knew how to assert ourselves.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Your father, John Houston, was not known for being passive.</p>\n<br />\n<p>So, this book covers your time in Hollywood. And of course, you met with great success. In 1985, you won and Academy Award for “Prizzi’s Honor,” speaking of your father, directed by him, and costarring Jack Nicholson. You were in “Crimes and Misdemeanors,” “The Grifters,” “The Addams Family,” and so on. Before you arrived in California, you had been a model, so where did you learn how to act?</p>\n<br />\n<blockquote>\n<p><strong>Anjelica Huston:</strong> I had very artistic parents, and my father, of course, was I think, also a wonderful actor as well as being a great director. My grandfather, Walter, was an actor. So I’m third-generation and I just grew up that way. I grew up enacting scenes in the mirror and dressing up out of the dress-up hamper. I loved movies stars – I particularly loved Sophia Loren – and that idea that you could be a sort&nbsp;of beautiful, exalted actress. That was for me…&nbsp;profoundly <em>to be wished,</em> I thought that was really great.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> As I mentioned before, you’ve worked with some of the best directors. You’ve worked with Francis Ford Coppola, not so long ago Wes Anderson, in a couple of his films. What directing style works best for you?</p>\n<br />\n<blockquote>\n<p><strong>Anjelica Huston:</strong> I like a director who trusts his actors or her actors. I like a director who will allow you to walk through the scene and see how you feel about it and where you want to be in the scene. I was speaking to an actress yesterday who’s&nbsp;on a television show, and she was saying that, when she gets there in the morning, there are all white tapes on the floor where she’s supposed to wind up in the scene. For me, that would be very, very difficult. I like to find my way in the scene. I think more and more, for reasons of expediency and because everyone’s in a hurry these days, a lot of the time, the actors opinions aren’t really considered as they used to be. I think that’s a sad state of affairs, frankly.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> It’s interesting to hear you say that. You have worked with some auteurs, not just directors. You know, Coppola…</p>\n<br />\n<blockquote>\n<p><strong>Anjelica Huston:</strong> I don’t think Coppola would ever let that happen.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Let what happen?</p>\n<br />\n<blockquote>\n<p><strong>Anjelica Huston:</strong> Have an actor’s moves pre-destined. With all the good directors, they allow you to find your place. Where would you be in the scene? What chair do you want to sit in? Do you want to go to the window at this point or do you want to stay where you are? And if you’re not allowed to find your own impulses as an actor, a performance is apt to get pretty empty.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> So your memoir ends with you talking about your experience working on the NBC show “Smash.” When you are offered the part, it wasn’t too long after you lost your husband, the sculptor Robert Graham, and you were nervous about moving to New York soon went to speak to legendary Hollywood agent Sue Mengers. She’s in a haze of marijuana smoke.</p>\n<br />\n<blockquote>\n<p><strong>Anjelica Huston:</strong> Yeah, I was feeling very trepidatious. I loved Sue, she was something of an oracle to me and she had been <em>everyone’s</em> agent, except mine actually. And I went to see Sue, it was after I had done the pilot for “Smash” and that looked like it was going ahead, and I was still very nervous about moving to New York, my dogs, and oh la la. Anyway, I said, “Sue. I don’t know. I really don’t. I mean, it means I’m going to have to leave home. This part is wonderful, but…” She gave me a long, appraising look, and she said, “It’s a fucking miracle.” And I guess it was. The first year on “Smash” was really great.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> But is part of that, the miracle part of that, also, when you get to his certain age in Hollywood, it is often difficult to find work? Was that what she was getting at?</p>\n<br />\n<blockquote data-pullquote=\"q\">\n<p><strong>Anjelica Huston:</strong> I think so. Let’s face it. <q>There are no parts for <em>women</em> in Hollywood. Forget woman ‘of a certain age.’ I see more women with nothing to say on film than I’ve ever seen before.</q> I remember going to a ‘women in film’ gala maybe in the Eighties and all the women there were talking about you know how wonderful it was, what great gains they had made in the industry, and so forth. I think it’s just the reverse.</p>\n<br />\n<p>I think women have been completely forgotten by this industry. I just saw wonderful movie the other day, “Foxcatcher,” but Vanessa Redgrave and Sienna Miller are both in this movie, and I think, between them, they have three lines. It’s a pretty sad state of affairs for the girls out there.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> I wish I movie to cast you in immediately.</p>\n<br />\n<blockquote>\n<p><strong>Anjelica Huston:</strong> I wish you did, too.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Let’s talk after. I just have our two standard questions to offer you, but since you’ve been here before, you’ve answered them already. Yet, I want to ask at least one of them to you again.</p>\n<br />\n<blockquote>\n<p><strong>Anjelica Huston:</strong> What were they? What did I say?</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> I only remember your answer the second question. The second question was, tell us something we don’t know. Something that you’ve never talked about before.</p>\n<br />\n<blockquote>\n<p><strong>Anjelica Huston:</strong> Oh, that! I remember what I said.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Yes. Still my favorite. I still blush thinking about it, but still one of my favorite answers.</p>\n<br />\n<blockquote>\n<p><strong>Anjelica Huston:</strong> And it’s still the same way!</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> You said you had a “penchant for green underwear.”</p>\n<br />\n<blockquote>\n<p><strong>Anjelica Huston:</strong> I do! Which I got from Peter O’Toole, who never left the house without his green socks on. I feel that it’s very lucky. I won’t get on a plane without my green underwear on.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> You don’t like to fly, that is also something about you.</p>\n<br />\n<blockquote>\n<p><strong>Anjelica Huston:</strong> I don’t like to fly. Although I’m better at it, touching wood. I like these new pods that they’re putting on the flights. They go flat. They’re wonderful. I can’t sleep – that’s a thing you wouldn’t know – I can’t sleep if my feet are below my head.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> You need to be perfectly horizontal. But what about the other way? Could your feet be above your head?</p>\n<br />\n<blockquote>\n<p><strong>Anjelica Huston:</strong> Never tried it. That means I don’t think space is for me, actually.</p>\n</blockquote>\n<br /></div>","tags":["APM","Guest of Honor","books","movies"],"contenttemplated":"[{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> A lot of the press around the book has focused on your seventeen year, on-again off-again romance with actor Jack Nicholson. Does that bother you?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Anjelica Huston:</strong> Yeah, they seem to be pretty fixated on it. And, you know, they’re not to be blamed for that. He is a very famous man and I think people are very interested in him.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> One of the things that has caused a lot of buzz is that, in your memoir, you get the sense that he wasn’t necessarily the greatest person to be in relationship with.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Anjelica Huston:</strong> That’s not fair to say. You know, he is who he is. And actually, yes, he was a great person to have a relationship with. He’s funny. He’s attractive. He has a lot of wonderful traits and characteristics. Fidelity wasn’t one of them, but you can’t have everything, I don’t think. I really don’t judge him on that.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Well, I have to say that while reading this part of your book, about your relationships with Jack and Ryan O’Neal, I had that old feeling from, like, junior high school. You know, that the kind of artistically-inclined, asthmatic kid who was like, “Why do all the beautiful, cool girls like bad guys?” Bad boys. Not <em>evil</em> but…</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Anjelica Huston:</strong> Oh, you’re a bad boy! You know you are. I bet you are.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Maybe a little bit now, but not when I was younger.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Anjelica Huston:</strong> Really not?</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Just because I have a Band-Aid on my eye, I look like a bad boy.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Anjelica Huston:</strong> Did you get in a scrap?</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> I didn’t. A scrap with my dermatologists.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Anjelica Huston:</strong> Ah, the worst kind.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> I know! But what is it that makes those sorts of relationships attractive?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Anjelica Huston:</strong> Because, you know, people who tell us ‘no’… it’s primal, isn’t it? Someone says ‘no,’ and you want them. That is kind of how I operated for a while. You said ‘no,’ I said ‘why not?’ I am happy to say that’s no longer part of my repertoire.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> At one point you left your relationship with Jack and began dating actor Ryan O’Neal. It started because he saw you at a party and made a pass at you and you write, “I should’ve known I was playing with fire, but I was just self-centered and egotistical and needy enough to follow up with him.”</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>I thought this is interesting because, at this point, you don’t have an acting career yet. What was the basis of your ego and your self-centeredness? Where did that come from?<img alt=\\\"Watch Me by Anjelica Huston\\\" class=\\\"alignright\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/11/Watch-Me-by-Anjelica-Huston-664x1024.jpg\\\" /></p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Anjelica Huston:</strong> Oh, I’ve always been egotistical. I’m at the <em>center</em> of my world. If I weren’t, I would be in trouble, I think. It’s one of the things that sort of held me to the Earth.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Is that a strategy that you think you had to adopt growing up with your father?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Anjelica Huston:</strong> No. It’s not a strategy. It’s just pure selfishness, I think. I probably learned it at home. My family, no one was that much of a shrinking violet. We all knew how to assert ourselves.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Your father, John Houston, was not known for being passive.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p>So, this book covers your time in Hollywood. And of course, you met with great success. In 1985, you won and Academy Award for “Prizzi’s Honor,” speaking of your father, directed by him, and costarring Jack Nicholson. You were in “Crimes and Misdemeanors,” “The Grifters,” “The Addams Family,” and so on. Before you arrived in California, you had been a model, so where did you learn how to act?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Anjelica Huston:</strong> I had very artistic parents, and my father, of course, was I think, also a wonderful actor as well as being a great director. My grandfather, Walter, was an actor. So I’m third-generation and I just grew up that way. I grew up enacting scenes in the mirror and dressing up out of the dress-up hamper. I loved movies stars – I particularly loved Sophia Loren – and that idea that you could be a sort of beautiful, exalted actress. That was for me… profoundly <em>to be wished,</em> I thought that was really great.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> As I mentioned before, you’ve worked with some of the best directors. You’ve worked with Francis Ford Coppola, not so long ago Wes Anderson, in a couple of his films. What directing style works best for you?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Anjelica Huston:</strong> I like a director who trusts his actors or her actors. I like a director who will allow you to walk through the scene and see how you feel about it and where you want to be in the scene. I was speaking to an actress yesterday who’s on a television show, and she was saying that, when she gets there in the morning, there are all white tapes on the floor where she’s supposed to wind up in the scene. For me, that would be very, very difficult. I like to find my way in the scene. I think more and more, for reasons of expediency and because everyone’s in a hurry these days, a lot of the time, the actors opinions aren’t really considered as they used to be. I think that’s a sad state of affairs, frankly.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> It’s interesting to hear you say that. You have worked with some auteurs, not just directors. You know, Coppola…</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Anjelica Huston:</strong> I don’t think Coppola would ever let that happen.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Let what happen?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Anjelica Huston:</strong> Have an actor’s moves pre-destined. With all the good directors, they allow you to find your place. Where would you be in the scene? What chair do you want to sit in? Do you want to go to the window at this point or do you want to stay where you are? And if you’re not allowed to find your own impulses as an actor, a performance is apt to get pretty empty.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> So your memoir ends with you talking about your experience working on the NBC show “Smash.” When you are offered the part, it wasn’t too long after you lost your husband, the sculptor Robert Graham, and you were nervous about moving to New York soon went to speak to legendary Hollywood agent Sue Mengers. She’s in a haze of marijuana smoke.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Anjelica Huston:</strong> Yeah, I was feeling very trepidatious. I loved Sue, she was something of an oracle to me and she had been <em>everyone’s</em> agent, except mine actually. And I went to see Sue, it was after I had done the pilot for “Smash” and that looked like it was going ahead, and I was still very nervous about moving to New York, my dogs, and oh la la. Anyway, I said, “Sue. I don’t know. I really don’t. I mean, it means I’m going to have to leave home. This part is wonderful, but…” She gave me a long, appraising look, and she said, “It’s a fucking miracle.” And I guess it was. The first year on “Smash” was really great.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> But is part of that, the miracle part of that, also, when you get to his certain age in Hollywood, it is often difficult to find work? Was that what she was getting at?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote data-pullquote=\\\"q\\\"><p><strong>Anjelica Huston:</strong> I think so. Let’s face it. <q>There are no parts for <em>women</em> in Hollywood. Forget woman ‘of a certain age.’ I see more women with nothing to say on film than I’ve ever seen before.</q> I remember going to a ‘women in film’ gala maybe in the Eighties and all the women there were talking about you know how wonderful it was, what great gains they had made in the industry, and so forth. I think it’s just the reverse.</p><br /><p>I think women have been completely forgotten by this industry. I just saw wonderful movie the other day, “Foxcatcher,” but Vanessa Redgrave and Sienna Miller are both in this movie, and I think, between them, they have three lines. It’s a pretty sad state of affairs for the girls out there.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> I wish I movie to cast you in immediately.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Anjelica Huston:</strong> I wish you did, too.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Let’s talk after. I just have our two standard questions to offer you, but since you’ve been here before, you’ve answered them already. Yet, I want to ask at least one of them to you again.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Anjelica Huston:</strong> What were they? What did I say?</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> I only remember your answer the second question. The second question was, tell us something we don’t know. Something that you’ve never talked about before.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Anjelica Huston:</strong> Oh, that! I remember what I said.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Yes. Still my favorite. I still blush thinking about it, but still one of my favorite answers.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Anjelica Huston:</strong> And it’s still the same way!</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> You said you had a “penchant for green underwear.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Anjelica Huston:</strong> I do! Which I got from Peter O’Toole, who never left the house without his green socks on. I feel that it’s very lucky. I won’t get on a plane without my green underwear on.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> You don’t like to fly, that is also something about you.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Anjelica Huston:</strong> I don’t like to fly. Although I’m better at it, touching wood. I like these new pods that they’re putting on the flights. They go flat. They’re wonderful. I can’t sleep – that’s a thing you wouldn’t know – I can’t sleep if my feet are below my head.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> You need to be perfectly horizontal. But what about the other way? Could your feet be above your head?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Anjelica Huston:</strong> Never tried it. That means I don’t think space is for me, actually.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"}]","itags":["PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2014-11-13","dbad81a4dceb2ff35677aac418e3a633"],"description":"Brendan Francis Newnam: A lot of the press around the book has focused on your seventeen year, on-again off-again romance with actor Jack Nicholson. Does that bother you? Anjelica Huston: Yeah, they seem to be pretty fixated on it. And, you know, they’re not to be blamed for that. He is a very famous man […]","title":"Ego, Earth, and Anjelica Huston","byline":"Martin, Brittany","teaser":"Brendan Francis Newnam: A lot of the press around the book has focused on your seventeen year, on-again off-again romance with actor Jack Nicholson. Does that bother you? Anjelica Huston: Yeah, they seem to be pretty fixated on it. And, you know, they’re not to be blamed for that. He is a very famous man […]","guid":"dbad81a4-dceb-42ff-8567-aac418e3a633","audio":[{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/11/Watch-Me-by-Anjelica-Huston.jpg","type":"image/jpeg","meta":{"width":null,"height":null,"crop":"primary"}},{"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/11/Anjelica-Huston-by-Paul-Jasmin-desk.jpg","meta":{"width":null,"height":null,"crop":"primary"}},{"href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/segments/2014/11/14/1114_huston_128.mp3","type":"audio/mpeg","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/segments/2014/11/14/1114_huston"},"duration":639,"duration_hms":"00:10:39"},"format":"MP3"}]}