{"created":"2014-09-22T08:59:28+00:00","modified":"2014-10-30T22:10:54+00:00","valid":{"from":"2014-10-30T22:10:54+00:00","to":"3014-10-30T22:10:54+00:00"},"hreflang":"en","title":"After Major Image Fumbles, NFL Now Runs Into Congress ","published":"2014-09-22T22:10:00+00:00","teaser":"Domestic violence and child abuse allegations against NFL stars have put the country's most-watched sports league in the congressional spotlight.","itags":["npr_api","350524788"],"guid":"dbbcc8a8-9f7e-4e2e-a1a6-e4a87cdf58f6","contentencoded":"<p>The NFL just kicked off its 2014 season, and the $9 billion league is currently facing two powerful opponents: its own image and Congress.</p><p>Lawmakers have seized on controversies over domestic violence, child abuse and a team name to attack the NFL's tax exemption. While the individual teams generate billions in profits and pay taxes, the league office is considered a nonprofit and does not pay federal income taxes.</p><p>It's a break that dates back to 1942, and critics say it has outlived its original mission. That was to help trade associations bolster local economies by promoting teams and filling seats at games.</p><p>California Democratic Rep. Jackie Speier says the situation is appalling.</p><p>\"What they're most worried about is their tax-exempt status,\" Speier says. \"The fact that only the NFL, the National Hockey League and the PGA have tax-exempt status, all the other associations do not, is something that they're probably very worried about. Because they're trying to put in place some response to this, really, crisis.\"</p><p>At the center of the NFL's current troubles are twin controversies. Some members of Congress want to take away tax perks after the indictment of Minnesota Vikings running back Adrian Peterson for child abuse, and the release of a video showing former Baltimore Ravens player Ray Rice hitting his then-fiancee.</p><p>Speier and other lawmakers have spoken out about what they say is the NFL's fumbled handling of the cases.</p><p>\"They've just been tripping over themselves, and they're not serious, and they're not sincere, and we see it,\" Speier says.</p><p>Even Nancy Pelosi, the House's top Democrat, has said that Congress might have a role to play.</p><p>\"I think Congress always has a role, but again, if you're talking about antitrust privileges and the rest of that, that certainly is a big issue, and it cannot be done except by the Congress,\" Pelosi told reporters last week.</p><p>After facing scrutiny for more than a week, NFL Commissioner Roger Goodell said on Friday that he planned to change the way the league handles player conduct. Part of evaluating the league's policies, he said, would involve looking at his role in discipline.</p><p>\"Unfortunately, over the past several weeks, we have seen all too much of the NFL doing wrong. That starts with me,\" Goodell said.</p><p>But that's not where the NFL's rub with Congress stops. Other lawmakers want to punish the NFL because the Washington Redskins refuse to change their name, which many consider racist. Sen. Maria Cantwell, a Washington state Democrat, introduced a bill last week that would end those tax breaks if the NFL continues to promote the name that the team has used since 1933.</p><p>Cantwell has the backing of Senate Majority Leader Harry Reid.</p><p>A perennial critic of the tax break is Oklahoma Republican Sen. Tom Coburn. For years, he's been fighting to ax the league's tax benefit, but he hasn't gotten much support from his Senate colleagues.</p><p>And as Coburn notes, the NFL isn't the only sports group that gets this perk. So do the National Hockey League and the PGA Tour.</p><p>\"Everybody's picking on the NFL right now,\" Coburn says. \"They do get a tax benefit, but the pro-sports organization that gets the most tax benefit is the PGA.\"</p><p>Lawmakers won't be back on Capitol Hill until after November's elections, and Coburn is retiring. That means someone else will have to pick up this fight in the next Congress.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Major+Image+Fumbles%2C+NFL+Now+Runs+Into+Congress+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Juana Summers","audio":[{"meta":{"duration":"231"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350524789-4caf99.m3u?orgId=1&topicId=1014&ft=3&f=350524788"},{"href":"http://media.npr.org/assets/img/2014/09/22/455915044-46b065e7a21feb56441a1718fd11e93abffd29e2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1625","width":"2166"}}]}