{"created":"2014-11-15T12:48:12+00:00","modified":"2015-03-28T16:42:41+00:00","valid":{"from":"2015-03-28T16:42:41+00:00","to":"3015-03-28T16:42:41+00:00"},"hreflang":"en","title":"Words Matter, So Here's 'Word Matters'","published":"2014-12-16T13:42:00+00:00","teaser":"NPR's Scott Simon speaks with Standards and Practices Editor Mark Memmott about the language NPR uses and why.","itags":["npr_api","364289503"],"guid":"dbc1a63e-679b-40b2-9007-1337b175c41d","contentencoded":"<p>Do you sigh when you hear someone begin a sentence with \"so\"?</p><p>Have you given up correcting people who say they're going to \"lay down for a while\"?</p><p>Are you curious about why NPR refers to the militant fighters in Iraq and Syria as the \"self-proclaimed Islamic State\"?</p><p>Starting today, occasional conversations we're planning to have on <em>Weekend Edition Saturday</em> will take up such topics. The segment is called \"Word Matters.\"</p><p>As we hope you know, NPR takes language seriously.</p><p>That's why we think hard about words and phrases. Take the way NPR usually refers to those fighters in Iraq and Syria. On first reference, our practice is to say \"so-called\" or \"self-described\" or \"self-proclaimed\" or \"known as\" <a href=\"http://www.npr.org/2014/10/30/360179292/how-much-does-it-cost-to-run-a-caliphate\" target=\"_blank\">before we say \"Islamic State.\"</a> Our thinking is that those words let listeners and NPR.org users know that the organization is not a \"state\" in the traditional sense of that word. It is a group that has named itself the Islamic State. There's a difference.</p><p>We also aim to be clear and accurate. In September, the Obama administration was referring to U.S. military actions in Iraq and Syria as a \"campaign against extremism.\" We consulted our dictionaries (yes, we use them) and came to a very simple conclusion: The right word to use is \"war.\"</p><p>Using the wrong words, of course, can get in the way of our stories. Emailers have been pleading for years that we stop saying \"<a href=\"http://www.npr.org/2013/08/10/210759502/rise-of-the-new-american-barons\" target=\"_blank\">begs the question</a>\" when we really mean \"raises the question.\"</p><p>Aristotle is credited with identifying the logical flaw many people make when they beg a question. Essentially, they accept a premise and then repeat it as if that's support for their conclusion. Here's a statement that does that: \"The Beatles are everyone's favorite band because they're so popular.\" Being \"everyone's favorite band\" and being \"so popular\" are basically the same thing. The speaker isn't addressing the key issue — why are the Beatles so popular? He's just speaking in circles and not offering any logic.</p><p>When some people hear us \"beg the question\" the wrong way, the rest of a story is ruined.</p><p>The truth is, though, that we do and will make mistakes. You will hear us stumble on the air. <a href=\"http://www.npr.org/2014/06/26/325808715/political-chat-primary-results-boehners-obama-lawsuit\" target=\"_blank\">We will say \"reticent\" when we mean \"reluctant.\"</a> We will drop the ball and let cliches slip into our reports.</p><p>It's also true that we do adapt as the English language shifts. We heard from many NPR.org users when we <a href=\"http://www.npr.org/2014/09/15/347957729/when-consumer-debts-go-unpaid-paychecks-can-take-a-big-hit\" target=\"_blank\">sprinkled the word \"garnish\"</a> into reports about the seizure of people's wages and bank accounts. The correct word is garnishee, emailers said. Well, we concluded that the critics were trying to enforce a rule that no longer applies. Our dictionaries told us that garnish was now correct.</p><p>Maybe someday we'll give in on \"begs the question\" too. But not yet.</p><p>Our goal during Word Matters segments is to pull back the curtain (cliche alert!) on the discussions held in NPR's newsroom. We're also hoping the conversations encourage even more members of the NPR audience to get in touch with us. There's an email for that: wordmatters@npr.org. Don't worry if you mistakenly type wordsmatter@npr.org, the message will still get through — we know what it's like to hit the wrong key.</p><p><em><a href=\"http://www.npr.org/people/104192887/mark-memmott\" target=\"_blank\">Mark Memmott</a> is NPR's standards and practices editor. From May 2009 to May 2014, he was co-host of <a href=\"http://www.npr.org/blogs/thetwo-way/\" target=\"_blank\">The Two-Way</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Words+Matter%2C+So+Here%27s+%27Word+Matters%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mark Memmott","audio":[{"meta":{"duration":"265"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364289536-f19985.m3u?orgId=1&topicId=1020&e=364289503&d=265&ft=nprml&f=364289503"}]}