{"created":"2015-02-23T05:41:20+00:00","modified":"2015-06-08T21:05:21+00:00","valid":{"from":"2015-06-08T21:05:21+00:00","to":"3015-06-08T21:05:21+00:00"},"hreflang":"en","title":"Kids, Allergies And A Possible Downside To Squeaky Clean Dishes","published":"2015-02-24T23:45:00+00:00","teaser":"Swedish kids growing up in families that wash their dishes by hand are less likely to develop certain allergies than those in families with dishwashers, a study suggests. But there may be more to it.","itags":["npr_api","387553285"],"guid":"dbc8b5b9-e499-4574-bd80-e4937502c654","contentencoded":"<p>Could using a dishwashing machine increase the chances your child will develop allergies? That's what some provocative new research suggests — but don't tear out your machine just yet.</p><p>The <a href=\"http://pediatrics.aappublications.org/content/early/2015/02/17/peds.2014-2968.full.pdf+html\">study</a> involved 1,029 Swedish children (ages 7 or 8) and found that those whose parents said they mostly wash the family's dishes by hand were significantly less likely to develop eczema, and somewhat less likely to develop allergic asthma and hay fever.</p><p>\"I think it is very interesting that with a very common lifestyle factor like dishwashing, we could see effects on allergy development,\" says <a href=\"http://www.gu.se/english/about_the_university/staff/?languageId=100001&userId=xhesbi&userName=Bill+Hesselmar\">Dr. Bill Hesselmar</a> of Sweden's University of Gothenburg, who led the study.</p><p>The findings are the latest to support the \"hygiene hypothesis,\" a still-evolving proposition that's been gaining momentum in recent years. The hypothesis basically suggests that people in developed countries are growing up way too clean because of a variety of trends, including the use of hand sanitizers and detergents, and spending too little time around animals.</p><p>As a result, children don't tend to be exposed to as many bacteria and other microorganisms, and maybe that deprives their immune system of the chance to be trained to recognize microbial friend from foe.</p><p>That may make the immune system more likely to misfire and overreact in a way that leads to allergies, eczema and asthma, Hesselmar says.</p><p>He and his colleagues have been trying to figure out some of the simple day-to-day ways we might be too clean. A <a href=\"http://www.npr.org/blogs/health/2013/05/06/180817114/parents-saliva-on-pacifiers-could-ward-off-babys-allergies\">previous study</a> examined how parents cleaned off their children's pacifiers. In their latest research, the researchers took a look at how people wash their dishes.</p><p>\"The hypothesis was that these different dishwashing methods ... are not equally good in reducing bacteria from eating utensils and so on,\" Hesselmar says. \"So we thought that perhaps hand dishwashing was less effective, so that you are exposed to more bacteria\" in a way that's helpful.</p><p>In a study released Monday in the online version of the journal <em>Pediatrics</em>, the researchers report what they found: In families who said they mostly wash dishes by hand, significantly fewer children had eczema, and somewhat fewer had either asthma or hay fever, compared to kids from families who let machines wash their dishes.</p><p>Other researchers say the new study may be onto something, though it's still too soon to tell.</p><p>\"I think it's very intriguing and lends one more 'X' on the column for the hygiene hypothesis,\" says <a href=\"http://www.gundersenhealth.org/physicians/Todd-Mahr\">Dr. Todd Mahr</a><a href=\"http://www.gundersenhealth.org/physicians/Todd-Mahr\">,</a> an allergist at the Gundersen Health System in La Crosse, Wis., and a member of the American Academy of Pediatrics.</p><p>Still, there are other possible explanations, Hesselmar and Mahr both caution. Though the researchers took economic status into account in the study, it could be that people who don't have dishwashers are alike in some other way that reduces their tendency to get allergies.</p><p>Interestingly, for example, certain other lifestyle characteristics — eating fermented foods regularly, and tending to buy some foods straight from the farm — seemed to strengthen the \"protective\" effect in families without dishwashers.</p><p>The doctors say they're not ready to recommend that parents stop using the machines.</p><p>\"If you're looking at, 'We have only a certain amount of money, and we're looking at buying a dishwasher or spending it on something else,' this might give you an argument to say: 'Well, maybe spend it on something else,' \" Mahr says.</p><p>But, he adds, \"I'm not convinced it's going to make that big a difference.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Kids%2C+Allergies+And+A+Possible+Downside+To+Squeaky+Clean+Dishes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rob Stein","audio":[{"meta":{"duration":"202"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388378661-9949c2.m3u?orgId=1&topicId=1128&d=202&p=3&story=387553285&t=progseg&e=388378538&seg=16&ft=nprml&f=387553285"},{"href":"http://media.npr.org/assets/img/2015/02/20/allergies-fc4f547a95fe3f05a0269277bf5d73b6b3254a83.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1685","width":"2246"}}]}