{"created":"2014-09-17T18:50:30+00:00","modified":"2014-11-20T18:40:44+00:00","valid":{"from":"2014-11-20T18:40:44+00:00","to":"3014-11-20T18:40:44+00:00"},"hreflang":"en","title":"Marisa Anderson: Tiny Desk Concert","published":"2014-07-19T15:56:00+00:00","teaser":"Anderson knows where American guitar music has been and where it is now. But mostly, she just wants to kick up some dirt, here with a Rev. Gary Davis deconstruction and a Stratocaster hoedown.","itags":["npr_api","331991395"],"guid":"dbcb30fe-be80-4a3b-9718-a141e6f8788e","contentencoded":"<p><a href=\"http://www.npr.org/artists/243191229/marisa-anderson\">Marisa Anderson</a> knows where American guitar music has been and where it is now, and probably possesses an inkling of where it can go. She's studied the history and musical nuance of blues, country and folk music through and through, and ingests it all in a style that's as raw as it true. But mostly, Anderson just wants to kick up some dirt — which isn't easy here, given that the NPR Music offices are relatively clean. (Mind the towering stacks of CDs, though. They could topple over at any time.)</p><p>In 2013, Anderson released two albums. December's <em><a href=\"http://marisaanderson.bandcamp.com/album/traditional-and-public-domain-songs-2\" target=\"_blank\">Traditional and Public Domain Songs</a></em> contains exactly what its title suggests; as she says, \"I thought of these songs like our national parks — they belong to all of us. If we don't use 'em, we'll lose 'em, I reckon, or someone will buy 'em.\" At the Tiny Desk, that includes Stephen Foster's <a href=\"http://en.wikipedia.org/wiki/Hard_Times_Come_Again_No_More\" target=\"_blank\">parlor song</a> \"Hard Times Come Again No More,\" in which she slowly builds the melody with a violent shake.</p><p><a href=\"http://marisaanderson.bandcamp.com/album/mercury\" target=\"_blank\"><em>Mercury</em></a> came out six months prior, and it side-winds through Americana off and on the beaten path. She plays \"Sinks and Rises\" on the lap steel; it's an ode to a Kentucky swimming hole. Quick to defer to the influential musicians before her, she pays tribute to blues guitarist Rev. Gary Davis with a deconstruction of his song \"Hesitation Blues.\" Anderson's version has a bit more pick-up — and, since she doesn't sing, finds clever ways to mimic Davis' jokey speak-singing style.</p><p>Just when the gospel songs of \"Canaan's Land Medley\" set us in meditative mood, Anderson whips out a baby-blue Stratocaster for \"Galax.\" It's got that chicken-pecking-at-corn rhythm, egged on (sorry) by a wild slide. If it sounds like 12 simultaneous hoedowns, that's by design: The song came to Anderson while she stood in the parking lot of a bluegrass festival, overwhelmed by everything hitting at once.</p><p><strong>Set List</strong></p><ul><li>\"Hard Times Come Again No More\"</li><li>\"Sinks And Rises\"</li><li>\"Hesitation Theme And Variation Blues\"</li><li>\"Canaan's Land Medley\"</li><li>\"Galax\"</li></ul><p><strong>Credits</strong></p><p><em>Producers: Denise DeBelius, Lars Gotrich; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Olivia Merrion; Production Assistant: Alex Schelldorf</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Marisa+Anderson%3A+Tiny+Desk+Concert&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lars Gotrich","audio":[{"meta":{"duration":"1031"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332007241-ac5961.m3u?orgId=1&topicId=1110&aggIds=92071316&ft=3&f=331991395"},{"href":"http://media.npr.org/assets/img/2014/07/16/tdc_marisaanderson-31132aec587cadfa35fa1415486db970bf64f368.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1438","width":"1918"}}]}