{"created":"2014-12-24T07:03:31+00:00","modified":"2014-12-25T20:56:24+00:00","valid":{"from":"2014-12-25T20:56:24+00:00","to":"3014-12-25T20:56:24+00:00"},"hreflang":"en","title":"Couldn't Miss This One: Behind 'Christmas Wrapping' ","published":"2014-12-24T13:02:00+00:00","teaser":"It's a short story about a woman who just wants to spend the holiday alone, from a band that had no interest in writing what would become a holiday classic.","itags":["npr_api","372662676"],"guid":"dbcfe57f-ce72-4e76-bf1c-70d00d17167a","contentencoded":"<p>Chris Butler founded The Waitresses, a smart-aleck New Wave band, in late-'70s Akron, Ohio. He recalls a long-ago summer when the owner of ZE Records asked him and his collaborators to come up with a Christmas song.</p><p>\"He came up in July, June of 1981 and said, 'Oh, wouldn't it be wonderful? Let's do a Christmas album with all of our artists.' Now, at the time, the artists were Lydia Lunch, Alan Vega from Suicide, people you don't normally associate with warm, fuzzy Christmas feelings,\" Butler says, laughing.</p><p>Butler ignored the request, but by the fall, the owner was insistent.</p><p>\"I took a little bit of this half-written song, a little bit of this half-written song and wrote kind of a short story, and we literally put it together at the last minute — had a couple rehearsals,\" Butler says. \"We recorded it in, I think, two days, mixed it in one, and then forgot about it.\"</p><p>At the time, the band was on the road touring behind its song \"<a href=\"https://www.youtube.com/watch?v=5UX2afsTqFI\" target=\"_blank\">I Know What Boys Like</a>.\"</p><p>\"I called home to my girlfriend and say, 'Just checking in,' and she said, 'Oh, you're all over the radio!' I go, 'Oh, great, finally. Nine months of flogging \"I Know What Boys Like.\" It cracked college-radio ghetto and has hit mainstream radio.' And she goes, 'No, no. It's your Christmas song.' 'Whaaa, <em>that</em>?!' \"</p><p>The Waitresses had to relearn the song in order to add it to the band's set list. That was some work for lead singer Patty Donahue, who had to memorize almost 500 words. \"Christmas Wrapping\" was a spoof on <a href=\"http://www.npr.org/artists/111709489/kurtis-blow\">Kurtis Blow</a>'s \"<a href=\"https://www.youtube.com/watch?v=AFtA7IHZgzw\" target=\"_blank\">Christmas Rappin'</a> \" that had come out a year earlier. It's a short story about a woman who just wants to spend the holiday alone.</p><p>\"Christmas Wrapping\" sold especially well in the U.K., and in 1998 the song got a big boost when <a href=\"https://www.youtube.com/watch?v=mIZ14B65u6k\" target=\"_blank\">The Spice Girls recorded a version</a>. It's been covered by the children's group <a href=\"https://www.youtube.com/watch?v=yYm1t9HfIws\" target=\"_blank\">Kidz Bop</a> and performed on the TV show <em><a href=\"https://www.youtube.com/watch?v=Tzrws1hWzGk\" target=\"_blank\">Glee</a></em>.</p><p>John Goehrke of the Rock and Roll Hall of Fame says around three-quarters of its inductees have made a Christmas record. Goehrke says holiday songs can have a lasting impact, no matter how silly.</p><p>\"If you were 6 years old and the first record you got was <a href=\"http://www.npr.org/2012/12/24/167981039/hail-to-the-chipmunks-a-holiday-classic-re-revisited\">The Chipmunks' Christmas album</a>, I guarantee, if you heard it today, no matter how old you are, it would actually hold a special place in your heart,\" he says.</p><p>Christmas music continues to sell, year after year, in a window of only about six weeks around the holidays.</p><p>\"Five of the Top 20 all-time best-selling singles are Christmas records,\" Goehrke says. \"<a href=\"http://www.npr.org/artists/15324690/mariah-carey\">Mariah Carey</a>'s '<a href=\"https://www.youtube.com/watch?v=yXQViqx6GMY\" target=\"_blank\">All I Want for Christmas Is You</a>' from '94 — that's in the Top 10. That has sold more copies than 'I Want to Hold Your Hand' by <a href=\"http://www.npr.org/artists/15229570/the-beatles\">the Beatles</a>.\"</p><p>For his part, Chris Butler says he certainly can't live off \"Christmas Wrapping,\" but he does get a nice little annuity from the seasonal hit.</p><p>\"I know I've done better work and things that I care about a lot more,\" he says. \"But the fact that you get one at all is a gift. And I think I'd rather have that on my tombstone than, 'He knew what boys like.' \"</p><p>But for a guy who never liked Christmas much, Butler sounds pretty sincere when he says it's not just about the money.</p><p>\"I will be in a grumpy mood around the 23rd, 22nd, 20th of December,\" Butler says. \"And I'll be at the shoe store in the mall buying something or whatever, and that song will come over the radio and it blindsides me. And it just smacks me on the side of the head and says, 'Lighten up.' \"</p><p>So for the past two decades, Butler has presented his Wrappie Award. He makes a $100 donation to the Children's Library in Hoboken, N.J., where he now lives, in the name of the first person to hear his song played in public, starting right after Thanksgiving.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Couldn%27t+Miss+This+One%3A+Behind+%27Christmas+Wrapping%27+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"291"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372837255-97bbe3.m3u?orgId=1&topicId=1106&aggIds=6511959&ft=3&f=372662676"},{"href":"http://media.npr.org/assets/img/2014/12/23/453955619-cb4d58836951814601d734660c8437c1239ceeeb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3325","width":"4433"}},{"href":"http://media.npr.org/assets/img/2014/12/23/christmasrecord-cca047dd3d35063655a9c8d25fbfe41233619297.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"678","width":"905"}},{"href":"http://media.npr.org/assets/img/2014/12/23/urycki_chris_butler_1-63b21888b121ce70d2c0dd8b9a74b25ef84731f7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2848","width":"3798"}}]}