{"created":"2014-12-18T08:30:51+00:00","modified":"2015-06-05T15:31:34+00:00","valid":{"from":"2015-06-05T15:31:34+00:00","to":"3015-06-05T15:31:34+00:00"},"hreflang":"en","title":"At An Isolated Camp, Iraqi Police Prep For A Showdown With ISIS","published":"2014-12-18T17:31:00+00:00","teaser":"Iraqi security forces are training with the goal of reclaiming territory lost to the Islamic State. Police at a camp near the front line say such a battle would be personal.","itags":["npr_api","371242671"],"guid":"dbe65595-e511-4c12-9240-648b236ae4b5","contentencoded":"<p>When Mohammed Taha Yaseen recalls the day that Islamic militants swept through Iraq's northern city of Mosul this past summer, he chokes up.</p><p>\"The army ran away,\" he says, and pauses to gain control of his voice. \"We didn't run — the police stayed and fought ISIS.\"</p><p>Yaseen, an officer in the Mosul police force, tells his story at an isolated training camp in northern Iraq, less than 20 miles from the front lines with ISIS, also known as the Islamic State.</p><p>More than 4,000 officers of the Nineveh province security force are based in the training camp, including a 250-man SWAT or special forces unit.</p><p>The forces are gearing up with the aim of retaking Iraq's second-largest city, seized by militants who have declared Mosul the capital of a so-called caliphate.</p><p>These police officers want to lead that fight. The future role for these officers, mostly Sunni Arabs, will say a lot about the political future of Iraq, a country deeply divided between Sunnis, Shiites and Kurds.</p><p>The self-proclaimed Islamic State is already preparing for the counterattack. The group recently cut phone lines. Bridges into Mosul have been mined, according to Kurdish officials. In a return to a tactic of ancient war, the militants are digging a moat around the city. They know the attack is coming, but not when.</p><p>Iraqi officials and U.S. advisers aren't sure either. There are differences over when the Iraqi army will be trained and ready. There are debates about who will be armed to join the fight.</p><p><strong>Training, But No Weapons</strong></p><p>For now, the Mosul officers live in tents with dirt floors, and train without weapons. On the day I visited the camp, they sloshed through rivers of mud for a meal of steaming rice and chicken ladled out of aluminum pots from the back of a pickup truck.</p><p>On one row of tents, the word \"SWAT\" is written, in English. The special forces teams are housed together. It is also a reminder of better times, when the U.S. spent billions in a multiyear program to strengthen the Iraqi police. These men worked alongside Americans to kill or capture Islamist militants in Mosul.</p><p>\"All the police of Nineveh trained with the coalition at the time,\" says Gen. Wathiq Hamdani, the head of Nineveh security forces until 2008, now with Iraq's Ministry of Defense. \"In this camp, about 4,375 men, all of them had trained with the coalition forces at that time.\"</p><p>For these men, the fight against ISIS is personal, they say, because the militants have targeted their families.</p><p>\"All of these police officers, Da'esh killed some of their family members,\" says Hamdani, using the Arabic term for ISIS. \"They killed my son.\" He quickly looks down to scroll through his phone to find a picture of a smiling young man killed by the militants last year.</p><p>Now, he adds, the militant group is holding his brother.</p><p>The other men in the room say they were targeted, too. A detective, who says his name is Major Mohammed, chief of Interpol in Mosul, rolls up his sleeve to show the scar from a bullet and points to his leg.</p><p>\"They shot me, 2005 and 2008,\" he says.</p><p><strong>Waiting For The Americans</strong></p><p>They are angry at the loss, frustrated that the battle for Mosul is on hold and that Baghdad has failed to support them. In the meantime, they have backing from the Americans who have visited this camp and offered to start training soon.</p><p>\"Maybe in the next week. Maybe,\" says Hamdani. But the Americans have made no promises to provide the weapons Hamdani says he needs. \"The weapons come from Baghdad.\"</p><p>So far, Baghdad has delivered one small shipment of 1,000 Kalashnikov rifles and 30 heavy machine guns. It's not nearly enough, says Hamdani, against a dangerous enemy that is well-armed with U.S. weapons seized in Mosul when the Iraqi army collapsed in June. The fleeing Iraqi army left behind millions of dollars worth of U.S. armaments.</p><p>Why can't the police get proper weapons?</p><p>Hamdani believes it's a matter of trust, another example of the Sunni-Shiite divide in Iraq.</p><p>The Mosul police force is mostly Sunni, which is a plus in any battle for Mosul, a majority-Sunni city.</p><p>But the central government in Baghdad is dominated by Shiites. They accuse Sunnis of welcoming the Sunni militants of ISIS, joining the movement as they swept across north and central Iraq.</p><p><strong>Overcoming Mistrust</strong></p><p>Shiite officials in Baghdad are reluctant to arm Sunnis, even these officers, for fear they will join ISIS or sell their weapons to the militants. The government suspended police salaries in June.</p><p>But Hamdani points out that the Mosul police force is diverse. Major Mohammed adds that the force reflects every community in Mosul, and they all volunteered to fight.</p><p>\"You find Christian, Muslim, Kurdish and Arabic officers,\" he says. \"We have Shiites from Mosul in the police,\" says Hamdani. He introduces two Shiite Muslims from Mosul who fled south to Najaf in June, and have now arrived at the camp to rejoin their police unit.</p><p>Outside Hamdani's office, men in uniforms huddle inside the tents to shelter from the rain. They sing traditional Iraqi songs, clap, drink sugary tea and smoke.</p><p>They keep up their spirits on a cold and soggy day. They've served together for years and now wait for attitudes in Baghdad to change.</p><p>\"When they voluntarily come to fight, that means they are credible,\" says Dr. Rafea al-Eissawi. He is a former deputy prime minister, a Sunni Arab doctor who practiced in Fallujah, in the western province of Anbar. His mission is to get Sunni fighting forces recognized by the central government.</p><p>\"They have to pay for them and give them really good weapons in order to fight against Da'esh,\" he says. \"Without arming the Sunnis, nothing can move.\"</p><p>The Iraqi army and government-backed Shiite militias are distrusted and feared by the Sunnis. The Mosul police and Sunni Arab tribes have street knowledge and ties to the local communities. But Baghdad remains reluctant.</p><p><strong>Good News From Baghdad</strong></p><p>At the police camp, a phone call to Hamdani signals a small shift in Baghdad.</p><p>The Interior Minister has agreed to restart salaries for the Mosul police. Hamdani beams as he announces the news.</p><p>\"Very good,\" he says as the room erupts in congratulations and the laughter of relief.</p><p>\"Now, the government has changed — it's not like before. That is a good for us,\" says Major Mohammed. \"For example, the minister of defense, he is from Mosul.\"</p><p>\"The people of Mosul are waiting for us,\" he says. \"I know the people and how they think.\"</p><p>He is convinced they will only turn against ISIS when a Sunni force comes to liberate the city.</p><p>But even as these officers savor the turnabout in Baghdad, there is no word on weapons deliveries, or an order to begin preparations for the battle for Mosul. The longer it takes, the better the Islamic State militants can prepare for the assault.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+An+Isolated+Camp%2C+Iraqi+Police+Prep+For+A+Showdown+With+ISIS&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Deborah Amos","audio":[{"meta":{"duration":"297"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371597856-622c7d.m3u?orgId=1&topicId=1010&d=297&p=3&story=371242671&t=progseg&e=371569812&seg=15&ft=nprml&f=371242671"},{"href":"http://media.npr.org/assets/img/2014/12/17/mosul-swat-02-8669957e0672d0c9cbb90478baa91e1216cae188.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1640","width":"2186"}},{"href":"http://media.npr.org/assets/img/2014/12/17/mosul-swat-01_custom-d61e73f1fd5b19c20968963bb27679d5396161d9.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1786","width":"2500"}},{"href":"http://media.npr.org/assets/img/2014/12/17/general-hamdani_custom-3762212006365993d2c0123d2c50269f7f4d079c.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3094","width":"2445"}}]}