{"created":"2014-10-08T02:44:55+00:00","modified":"2014-11-12T18:15:47+00:00","valid":{"from":"2014-11-12T18:15:47+00:00","to":"3014-11-12T18:15:47+00:00"},"hreflang":"en","title":"Billy Eckstine: A Crooner Who Crossed Barriers","published":"2014-07-11T13:59:00+00:00","teaser":"\"Maybe black male singers are not supposed to sing about love,\" Eckstine said. \"You're supposed to sing about hurt.\" Born 100 years ago this week, he ushered in a new era of modern jazz.","itags":["npr_api","329504013"],"guid":"dc2405a7-946c-429a-82cb-e3998d26711a","contentencoded":"<p>Billy Eckstine was smooth as silk. He was tall and handsome, sported a pencil-thin mustache and sang in a distinctive baritone.</p><p>\"I consider Billy Eckstine the Jackie Robinson of popular music,\" says Cary Ginell, author of <em>Mr. B: The Music and Life of Billy Eckstine</em>. \"Before Billy Eckstine came along, blacks, they would either sing blues or they would be in jazz bands, or they would sing in vocal groups, like <a href=\"http://www.npr.org/2011/06/20/4540168/the-mills-brothers-the-anthology-1931-1968\" target=\"_blank\">The Mills Brothers</a> or <a href=\"https://www.youtube.com/watch?v=rvwfLe6sLis\" target=\"_blank\">The Ink Spots</a>. Or as a novelty singer. But they were not permitted to enter the domain of Perry Como and <a href=\"http://www.npr.org/artists/15182601/bing-crosby\">Bing Crosby</a>. And Eckstine was the first one to successfully do that.\"</p><p>Eckstine began singing as a child. He was born in Pittsburgh 100 years ago this week. His family moved to Washington, where he attended Howard University. But after winning an amateur talent contest, he left college to begin his professional career.</p><p>By the mid-1930s, he was singing for the popular <a href=\"http://www.npr.org/artists/15404349/earl-hines\">Earl \"Fatha\" Hines</a> orchestra. Along with his vocals, Eckstine played trumpet in the Hines orchestra, and he was interested in the new sound some of his bandmates were experimenting with in late night jam sessions. In 1943, he left Hines to form his own band.</p><p>\"When I had my band,\" Eckstine said, \"we were pioneering that sound, but they weren't big names. They were just guys starting out.\"</p><p>They were <a href=\"http://www.npr.org/artists/15119268/charlie-parker\">Charlie Parker</a> and <a href=\"http://www.npr.org/artists/15368367/dizzy-gillespie\">Dizzy Gillespie</a> and, later, <a href=\"http://www.npr.org/artists/14996546/art-blakey\">Art Blakey</a> and <a href=\"http://www.npr.org/artists/15368370/miles-davis\">Miles Davis</a>. Eckstine fronted the first bebop orchestra. In 1984, between sets in his dressing room at the Blue Note in New York, Eckstine told me he was proud of the music his band made, but not the name critics gave it.</p><p>\"And I resent bebop. I resent that name,\" Eckstine said. \"It's progressive jazz is what it was. Bebop was something that was named because a guy wrote it up, and wrote it up like that. So they start calling the music bebop, which sounds comedic to me. And it was anything but comedic. It was very studied music.\"</p><p>But the band, with its innovations in rhythm and harmony, was ahead of its time.</p><p>\"It wasn't commercial,\" Eckstine said. \"Wrong time. Too new. And then a lot of your so-called 'critics' who were supposed to be authorities on what we were doing didn't know what we were doing. So therefore, every time we played somewhere, we'd get bum rapped. So why butt your head against the wall on something like that?\"</p><p>So Eckstine moved to a solo career singing popular ballads. Ginell says Eckstine's popularity rivaled <a href=\"http://www.npr.org/artists/15396980/frank-sinatra\">Frank Sinatra</a>'s.</p><p>Eckstine \"was recording <a href=\"https://www.youtube.com/watch?v=oFVFkVyQGNQ\" target=\"_blank\">million-selling records</a> for MGM,\" Ginell says. \"He was mobbed by teenage girls wherever he went. He really was a matinee idol, so to speak, in the recording industry, and had his eyes on proceeding into film and television as well in the 1950s.\"</p><p>And then, all at once, Eckstine's future as a crossover media star was cut short by a single photo in a <em>LIFE<strong> </strong></em>Magazine profile in April, 1950.</p><p>\"The profile featured a photograph of Eckstine coming out of a nightclub in New York City, and being mobbed by white teenage girls,\" Ginell says. \"If you look at the photograph, it looks very innocuous and very innocent. It's actually what America should be like, with no racial tension, no racial separation — just honest love and happiness between the races. But America wasn't ready for that in 1950. White America did not want Billy Eckstine dating their daughters.\"</p><p>Eckstine continued to record and perform, but white disc jockeys would not play his records on segregated stations.</p><p>\"Maybe black male singers are not supposed to sing about love,\" Eckstine said. \"You're supposed to sing about hurt. You know, maybe that's what they got their hang-up in. So I just think it was the times. At that time the black male was very stepped on.\"</p><p>But Eckstine insisted he was never bitter.</p><p>\"I'm not bitter about anything,\" he said. \"No, because to be bitter is a waste of time when you should be doing something constructive. You never get old doing something you like to do. And this is something I like to do. No hard job. If you look out in the audience, see smiling people, you're bringing happiness to somebody. How many people have that privilege?\"</p><p>Billy Eckstine continued to bring happiness to his fans performing in clubs and casinos until his death in 1993.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Billy+Eckstine%3A+A+Crooner+Who+Crossed+Barriers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Vitale","audio":[{"meta":{"duration":"336"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329585250-a5a09a.m3u?orgId=1&topicId=1106&aggIds=100920965&ft=3&f=329504013"},{"href":"http://media.npr.org/assets/img/2014/07/07/2643980-4f14839a62794732aefc94c265b21782ce80c1df.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2149","width":"2868"}}]}