{"created":"2014-09-02T15:15:06+00:00","modified":"2014-12-23T18:13:30+00:00","valid":{"from":"2014-12-23T18:13:30+00:00","to":"3014-12-23T18:13:30+00:00"},"hreflang":"en","title":"Turnitin And The Debate Over Anti-Plagiarism Software","published":"2014-08-25T23:53:00+00:00","teaser":"One company and its algorithms are changing the way America's schools handle classroom ethics.","itags":["npr_api","340112848"],"guid":"dc387760-2af8-420b-a88b-92047e3b5b3b","contentencoded":"<p>Students are heading back to campus. And when they finish writing that first paper of the year, a growing number will have to do something their parents never did: run their work through anti-plagiarism software.</p><p>One company behind it is called <a href=\"http://turnitin.com/en_us/home\">Turnitin</a>. And the database it uses to screen for potential plagiarism is big. Really, really big.</p><p>Chris Harrick, Turnitin's vice president of marketing, describes it this way: \"Automatically, that paper gets checked against about 45 billion web pages; 110 million content items from publishers, scientific journals, et cetera; and 400 million student papers to provide an originality report.\"</p><p>Harrick says the company is now used by more than half of all higher ed institutions in the U.S. and by roughly a quarter of all high schools. Turnitin isn't the only company doing this, but it is the biggest.</p><p><strong>How It Works</strong></p><p>Here's how it works: A student submits a paper through Turnitin's website. The company's algorithms then compare strings of text against its massive database. And, as Harrick said, it doesn't just check the Internet. Most of the papers, once they've been run through the system and scrubbed of student names, actually stay in the system.</p><p>When all the comparing is done, the teacher gets a report that gives the percentage of the paper that matched other sources. The report never says: This is plagiarism. Just: This is similar.</p><p>One complaint is that the filter turns up false positives. The report color-codes suspect passages and gives links to the material they matched, so a teacher can decide for herself. Instead of the old way ...</p><p>\"I would basically have to do Google searches,\" says Jennifer Schroeder, an associate professor of biology at Millikin University, in Decatur, Ill. She has embraced Turnitin in a big way — and not just to save time.</p><p>\"I saw a lot of cases of students that just simply didn't know what to do,\" Schroeder says. They didn't understand the rules of proper citation.</p><p><strong>Accident Vs. Intent</strong></p><p>Tom Dee is a professor in the graduate school of education at Stanford. A few years ago, he co-authored <a href=\"http://www.nber.org/papers/w15672\">a study exploring why students plagiarize</a>.</p><p>\"It's not necessarily bad intent,\" Dee says. \"It's just bad practices.\"</p><p>When Dee's team gave one group of students an early tutorial on what is and is not plagiarism, it saw \"a substantial reduction in plagiarism,\" he says.</p><p>The fact that anti-plagiarism software can't tell the difference between accidental and intentional plagiarism is just one reason that Rebecca Moore Howard, a professor of writing and rhetoric at Syracuse University, is not a fan. Here's another reason: \"The use of a plagiarism-detecting service implicitly positions teachers and students in an adversarial position,\" Howard says.</p><p>Howard argues it's policing without probable cause. \"The students have to prove themselves innocent before their work can be read and graded,\" she says.</p><p>\"These tools are like a hammer or a scalpel,\" cautions Dee. \"Whether using them is helpful or hurtful depends on the care and discretion with which they're used.\"</p><p><strong>Hammer Or A Scalpel</strong></p><p>For Schroeder, the software is a scalpel. She asks her students to use Turnitin on rough drafts, so they can learn from their mistakes. No penalty. No trip to the dean's office.</p><p>But Emma Zaballos, a senior at American University, says she had a professor who used Turnitin like a hammer against suspected plagiarists. He made a point of telling her class stories of past offenders he had reported to the academic board and worked to have expelled.</p><p>Plenty of plagiarism is intentional (though it's hard to know how much cheating is really happening). Many of the matches Turnitin finds come from paper mills, cheat sites and its own paper database. And, as the technology improves, some students intent on cheating will find ways to outsmart it. But with the company adding 300,000 student papers a day, intentional plagiarism is riskier than ever.<br /> <br /> So Zaballos has some advice for students who find themselves in a cold sweat, deadline approaching but no paper to show for it.</p><p>\"A zero will ruin your GPA,\" she says, \"but it won't get you thrown out of school.\"</p><p>And you can quote her on that.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Turnitin+And+The+Debate+Over+Anti-Plagiarism+Software&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cory Turner","audio":[{"meta":{"duration":"243"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343203905-e86594.m3u?orgId=1&topicId=1013&ft=3&f=340112848"},{"href":"http://media.npr.org/assets/img/2014/08/22/turnitin-1-ddf247af7ca43432ed26769b592ccec6bff640d0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"583","width":"778"}},{"href":"http://media.npr.org/assets/img/2014/08/22/turnitin-originality-report-a290e1d360500ee1a06f9772ef8378e822fd6a0d.png","type":"image/jpeg","meta":{"crop":"standard","height":"473","width":"631"}},{"href":"http://media.npr.org/assets/img/2014/08/22/turnitin-data-01-b2a0f65bd7b86f22fc142893adaab4fd584b8ab5.png","type":"image/jpeg","meta":{"crop":"standard","height":"391","width":"522"}},{"href":"http://media.npr.org/assets/img/2014/08/22/turnitin-data-02-c8c26c2231555a55bc2cab527844f8169b4bb5b6.png","type":"image/jpeg","meta":{"crop":"standard","height":"650","width":"867"}}]}