{"created":"2015-03-04T22:45:48+00:00","modified":"2015-03-04T23:27:06+00:00","valid":{"from":"2015-03-04T23:27:06+00:00","to":"3015-03-04T23:27:06+00:00"},"hreflang":"en","guid":"dc49f9a6-1240-41ef-a1cd-71cfb887f877","title":"This Louisiana radio station likes their news 'en Franglais'","published":"2015-03-04T23:26:59+00:00","byline":"Nina Porzucki","tags":["language","culture","immigrants","Culture","Arts, Culture & Media","Ville Platte","North America","United States","Louisiana","Mark Layne","Jim Soileau","Jennifer Vidrine","KVPI"],"teaser":"For more than half a century, one small commercial radio station has been keeping French alive in the bayous of Louisiana.","contentencoded":"<p>If you ever find yourself driving through swampy southwest Louisiana some morning, tune your dial to KVPI 1050AM and enter a world that’s part English, part French and all Louisiana. </p>\n<p>“Bonjour! <em>Qui c’est qui parle?</em><em>”</em> says Jim Soileau, the host of morning call-in show, La Tasse de Café.  That’s “The Cup of Coffee” for you English speakers.</p>\n<p>And the show indeed lives up to its name. I <a href=\"http://oldies925.com/photos/bbcs-the-world-visits-kvpi-studios\">recently visited KVPI</a> and sat in on a broadcast one rainy Wednesday morning. Soileau and co-host Mark Layne were fielding phone calls and drinking cup after cup of coffee.</p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/photo%20%286%29.JPG?itok=1BcRvfS1\" alt=\"\" /><div class=\"field-caption\">\n    <p>Jim Soileau picks his word of the day from a dictionary of Louisiana French.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Nina Porzucki</p>\n  </div>\n</div>\n<p>KVPI, or, as locals know it, Keeping Ville Platte Informed, is nothing fancy. It’s a one-story brick building, one car out front, a small wooden sign and an American flag. But even if the station looks nondescript, the radio program is anything but, says Layne. Anything goes. Nothing is pre-planned for the show, not the topics of conversation, not even the language</p>\n<p>“We can talk in French. We can talk in English. We can do half and half. We call it Franglais. One of the interesting topics is how you say a particular word in French and we invite people to call in and it’s always interesting,\" Soileau says.</p>\n<p>That particular morning, the word of the day was “command,” specifically the French phrase for commanding a cow to get in position for milking.</p>\n<p>“Poteau Caillett! I wonder how many people can remember this,” Soileau says.</p>\n<p>Oh boy did people remember. The phone was off the hook with one caller after another eager to share tales of milking. There were electric cow milking stories and thoughts about how tiring it is to milk by hand. One man remembered milking cows in the ice storm of 1951. Another remembered herding the cows home as a teenager.</p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/photo%20%287%29.JPG?itok=UpgvoWz1\" alt=\"\" /><div class=\"field-caption\">\n    <p>Besides working the boards and hosting a show, Mark Layne is the general manager of the station. He's been working there since he was a teenager.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Nina Porzucki</p>\n  </div>\n</div>\n<p>French culture in Louisiana dates back to the late 17th century when Europeans first settled here. About 100 years later the Cajuns, or Acadians, arrived. They fled British rule in Nova Scotia and settled down in Louisiana.</p>\n<p>At one time, you might travel through small towns like Ville Platte and not hear a lick of English. But today it's a bit different.</p>\n<p>In the 1920s, the state outlawed teaching French in public schools. French was relegated to the home and gradually young people stopped being able to speak the language. And while Cajun and Zydeco music and gumbo continue to thrive, Louisiana's French dialects are dwindling.</p>\n<p>As recently as the late <a href=\"http://www.seattletimes.com/lifestyle/louisiana-french-lheritage-at-risk/\">1960s, about a million people</a> in Louisiana reportedly spoke French. The <a href=\"http://en.wikipedia.org/wiki/List_of_Louisiana_parishes_by_French-speaking_population\">2010 census reported</a> just 175,000 native speakers in the state. KVPI is fighting hard to halt that downward trend. </p>\n<p>The station signed on in 1953 and it has been broadcasting news and programming in French ever since. In the town of about 8000 people, it seems like everyone is listening. I mean everyone.</p>\n<p>The mayor of Ville Platte, Jennifer Vidrine stopped by the station during the show. Vidrine is a force to be reckoned with.</p>\n<p>“I am from here, was born and raised right here. I wasn't reared, I was raised in the South,” she says.</p>\n<p>Vidrine is lucky.  She was raised speaking French with her grandparents and became fluent in the language. Many locals, like Vidrine, remember their grandparents speaking French at home and always, always listening to radio. </p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/mayorvidrine.jpg?itok=EyZX7wXS\" alt=\"\" /><div class=\"field-caption\">\n    <p>Interview Ville Platte's Mayor, Jennifer Vidrine.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>courtesy of KVPI</p>\n  </div>\n</div>\n<p>“KVPI is our jewel. It's so much a part of our community. If you die and you don't hear it on the radio, you're not dead,” Vidrine says.</p>\n<p>And if KVPI has anything to say about it, French will continue to be part of the conversation here. And as they say down here, “Lache pas la patate.<strong>” </strong>That is, “Don't give up.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-04%2Flouisiana-radio-station-likes-their-news-franglais&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/kvpi1.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/kvpi1jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03042015_10.mp3"},{"href":"http://www.pri.org/file/0304201510mp3"}]}