{"created":"2014-08-28T22:43:07+00:00","modified":"2014-10-30T23:31:19+00:00","valid":{"from":"2014-10-30T23:31:19+00:00","to":"3014-10-30T23:31:19+00:00"},"hreflang":"en","title":"The Dangerous Private Lives Of Spies In 'A Colder War'","published":"2014-08-28T22:43:00+00:00","teaser":"Charles Cumming hooks NPR book reviewer Alan Cheuse with his latest spy novel, <em>A Colder War. </em>It's a tense and tangled tale of a British agent hunting the truth behind a mysterious death in Istanbul.","itags":["npr_api","338639650"],"guid":"dc4b9606-947d-466b-b3fe-627708f5b7bf","contentencoded":"<p>With half a dozen novels to his credit, British spy writer Charles Cumming has a growing reputation as the heir to the John Le Carre tradition in British fiction. His latest, <em>A Colder War</em>, shows us why.</p><p>Thomas Kell is a British intelligence officer who took the fall for a disastrous turn of events in Afghanistan after Sept. 11. He's living in what a former colleague described as \"the 'no-man's land' of early middle-age, in the wake of a job which had imploded and a marriage which had failed.\" As the novel opens, the head of British Intelligence — the first female spy chief in England's history, calls Kell back from professional limbo. \"M,\" as she's known, charges him with investigating the suspicious death of the head of Britain's spy operations in Istanbul, who also happens to have been her long-time lover.</p><p>Things get even more complicated when Kell falls madly in love with the brilliant and beautiful Rachel, daughter of the dead agent and some years his junior. And then there's the presence in Turkey of a super-charming and ambitious CIA dude who also takes a liking to Rachel. It all piles up — deaths that may be murder, love affairs hot and cold, the anxiety of discerning facts from cover stories — and then, as it turns out, there's a mole in the British system, and possibly the CIA as well. And it seems that finding the mole has something to do with solving the mystery of Rachel's father's death.</p><p>\"A mole,\" Cumming writes, is \"the secret state's profoundest fear, the paranoid nightmare of its guarded and cautious inhabitants.\" We meet the Russian agent who's running the mole long before we discover the identity of the actual traitor, and along with Kell we move from one layer of knowledge to another<em> and</em> another before something like the truth emerges. I don't want to offer up any spoilers. So I hope you'll trust me when I say that few other spy novels in recent years give the reader such a deep sense of the intimate links between the intensity and intricacies of agents' private lives in relation to the dangers of their missions.</p><p>I <em>can</em> testify that I lived the agony of Kell's personal hell, along with his life on the hunt for the traitor, in this story populated by smart and dangerous operatives in exotic settings. Cumming has charged the last hundred pages with so much danger and duplicity that I could scarcely bear to read them all in one sitting — but I still found myself compelled to do it.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Dangerous+Private+Lives+Of+Spies+In+%27A+Colder+War%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alan Cheuse","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340082892-4c396c.m3u?orgId=1&topicId=1034&ft=3&f=338639650"},{"meta":{"duration":"150"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338639651-458001.m3u?orgId=1&topicId=1034&ft=3&f=338639650"},{"href":"http://media.npr.org/assets/img/2014/08/11/colder-war-9da9e8816cdcc8486bd7dd2841f0a6831e83cfe5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"231","width":"309"}}]}