{"created":"2014-10-08T15:42:56+00:00","modified":"2014-10-31T01:54:27+00:00","valid":{"from":"2014-10-31T01:54:27+00:00","to":"3014-10-31T01:54:27+00:00"},"hreflang":"en","title":"For N.J. Mayor, The Time To Adapt To Rising Sea Levels Is Now ","published":"2014-05-21T16:41:00+00:00","teaser":"Hoboken, N.J., has experienced several major floods since Hurricane Sandy. Mayor Dawn Zimmer says her city isn't waiting to prepare for the effects of climate change.","itags":["npr_api","314281317"],"guid":"dc62607e-aa65-40e8-a55d-24364aa2678f","contentencoded":"<p>Last week, scientists warned that a massive chunk of the West Antarctica Ice Sheet will eventually drift into the sea and melt, raising sea levels at least 10 feet higher than previous predictions.</p><p>Even before the announcement, scientists at the nonprofit research organization <a href=\"http://sealevel.climatecentral.org/research/reports/surging-seas/#sthash.TDpZ2bWu.dpuf\" target=\"_blank\">Climate Central predicted</a> that surging seas could put the homes of nearly 5 million Americans underwater by the end of this century.</p><p>Dawn Zimmer, mayor of Hoboken, N.J., is a member of President Obama's Task Force on Climate Preparedness and Resilience. She's one of many elected leaders in coastal areas around the country working to stave off future flooding disasters.</p><p>Zimmer says that the devastation caused by Hurricane Sandy — and the four floods that have hit her city since — moved her to action. Hoboken's strategy, she tells <em>Morning Edition</em>'s Renee Montagne, includes purchasing land and building new parks to help absorb rainwater; retaining as much rainwater as possible and updating the city's drainage and pumping systems. \"We need to figure out a way to live with water,\" she says.</p><hr /><h3>Interview Highlights</h3><p><strong>On Adaptation</strong></p><p>We're living with climate change right now. We've had ... four major flood events [since Hurricane Sandy]. So that means people's cars are totaled, people's homes are still getting flooded. We're seeing it on a regular basis, these heavy downpours. So, to a certain extent, the climate change assessment that just came out reaffirms what we absolutely have to do. ...</p><p>I'm hopeful that we're going to implement this integrated strategy that is going to allow us to live with water. [Hoboken] potentially can be a model for this. ...</p><p>We have an opportunity that was impossible for other species. I'm sure that if the dinosaur could have predicted ... the ice age coming and observed it, and developed a plan, they would have done that. But they couldn't do that. We can do this. We can adapt. And we must adapt. We see it in Hoboken and Weehawken and Jersey City.</p><p>This is the no. 1 priority for me, as the mayor of Hoboken. This is the biggest challenge that our city is facing. We are living with this now and we need to figure out a way to live with water.</p><p><strong>On Building Codes</strong></p><p>We passed a flood-prevention ordinance that says, for future buildings, [they have] to be built with all of the utilities raised up — with the mechanicals for the elevators, for example, all raised up, so that those buildings in the future will be much more resilient.</p><p><strong>On Federal Funding</strong></p><p>As a member of President Obama's Climate Change Task Force, I'm continuing to advocate ... for changes in the National Flood Insurance Program, which would make it so that we could get money towards raising up our utilities. Right now ... we're paying into this system where we don't really get much out of it. So I think we really need to really try to look at those federal policies.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+N.J.+Mayor%2C+The+Time+To+Adapt+To+Rising+Sea+Levels+Is+Now+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"265"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314447909-a3677a.m3u?orgId=1&topicId=1025&ft=3&f=314281317"}]}