{"created":"2014-10-09T07:04:52+00:00","modified":"2015-04-07T16:17:58+00:00","valid":{"from":"2015-04-07T16:17:57+00:00","to":"3015-04-07T16:17:57+00:00"},"hreflang":"en","title":"In Berlin, Remaking The City Can Rekindle Old Frictions","published":"2014-10-11T02:54:00+00:00","teaser":"City planners rushed to erase divisions between East and West Berlin after the wall came down in 1989. But the fate of communist-era buildings can still provoke friction a quarter-century later.","itags":["npr_api","354110420"],"guid":"dc650a82-fc1f-4367-8d1a-71d86aa0a9e1","contentencoded":"<p>Berlin is an on-again, off-again capital with a darker history than most cities in Europe.</p><p>It served as the epicenter of Hitler's Third Reich and was nearly wiped off the map at the end of the last World War. Berlin was also the flashpoint of the Cold War between the United States and Russia. Their conflict split the city into two, leaving residents on either side cut off from each other in every way imaginable for a generation.</p><p>Still, visitors hoping to relive a John le Carre Cold War spy novel today are likely to be disappointed. Most traces of the Berlin Wall and other landmarks delineating East and West have been torn down or moved since Germany reunited nearly a quarter-century ago.</p><p>German planners have made a concerted effort to erase the divisions between the two Berlins. But here's the catch: These costly changes — especially the ongoing removal of communist-era architecture — have fostered resentment among many residents in the eastern part of the city. Many feel the buildings are an important part of Berlin's history that are worth protecting.<strong><br /></strong></p><p><strong>A Blank Canvas For A Unified Berlin</strong></p><p>During the Cold War, most of Berlin's subways served the West. Its trains would slow down — but never stop — in the dimly lit stations in the communist eastern part of the city, where guards with machine guns kept watch. East Berliners, on the other hand, rode above-ground trains, streetcars and buses that steered clear of West Berlin.<br /><strong></strong></p><p>These days in Berlin, people can use any mode of public transit they wish.</p><p>Changes like these are by design, says municipal planner Annalie Schoen, a West German transplant to Berlin. Schoen is part of a team that has helped create a seamless capital since lawmakers decided to move the government from Bonn back to Berlin in 1991.</p><p>I met her in the federal government quarter, which is called the \"Band des Bundes,\" suggesting a place connecting the former East and West and binding the new federation. Schoen says the buildings here, with their modern facades and welcoming public spaces both indoors and out, symbolize Germany's evolution into a democratic and peaceful society.</p><p>\"When we started, none of the streets were here, none of the buildings were here,\" she says.</p><p>The blank canvas made the task of creating a unified government quarter here easier, Schoen adds. Architects from around the world competed to design it, as German officials sought international input to prevent any appearance of nationalistic pride.</p><p>A key element was the redesign of the former Reichstag building, which now serves as the main German parliament building. It was one of the few existing structures in the quarter, one that was rich in history but in terrible shape, Schoen says.</p><p>\"You know that our Reichstag was renovated by a British architect, Norman Foster,\" she says, adding that she doubts Britain or France would have allowed an outsider to do that. \"But you know our history, so that forces us to be a bit more open.\"</p><p>The renovated building, which runs on solar power, is a huge draw for German and foreign tourists alike. They get not only a 360-degree view of the city, but can peer into the legislative chamber below.</p><p>Architect Thomas Krueger, another West German transplant who runs an agency offering architectural tours of Berlin called Ticket B, is one of the many fans of the new design.</p><p>\"Now, there is a new monumentality,\" he says. \"It's also showing pride. Now we are 85 million [people], peaceful, reunited.\"</p><p><strong>Palace Of The Republic Goes Baroque</strong></p><p>But a short bus ride away is another project Berlin has undertaken to reinvent itself that Krueger says misses the mark.</p><p>Called the Humboldt Forum, the project, which is to be completed by 2019, is a partial reconstruction of a Baroque palace that traces its roots back to the 15th century. The palace was badly damaged in World War II and then completely torn down by the East German communists, who built their parliament building there in the 1970s.</p><p>In 2006, the German parliament ordered the East German building with bronze-mirrored windows to be torn down, which took about two years.</p><p>These days, the site is hovered over by cranes and workers assigned to the nearly $800 million project. When it's finished, Krueger says, it will house a library, university facilities and Berlin's African and other non-European art collections.</p><p>\"The museum for non-European art will be presented behind a Baroque facade, which does not really make any sense,\" he explains.</p><p>Nor did it make sense to remove every trace of the East German building that was here, Krueger adds. Called the Palace of the Republic, it housed not only the communist legislature, but also a bowling alley, concert hall, restaurants and even a giant dance floor on hydraulic lifts.</p><p>\"Every East German I know told me a story about his connection to this Palace of the Republic, and to demolish it is really an act of violence,\" Krueger says. \"Colleagues of mine made a lot of suggestions how to renovate the old Palace of the Republic, and there was still cultural life in it. That is really unbelievable. All what Berlin is representing was still here.\"</p><p>The Palace of the Republic was not the only German Democratic Republic building to be torn down, he adds.</p><p>\"I read that more than 180 buildings here in the inner city were demolished since '89,\" he says. \"This is quite a lot. There was a high-rise building called the foreign ministry of the GDR, so they demolished it very quickly. So this was a prominent building, also not really nice architecture, but it was a piece of the German history.\"</p><p>The sentiment, Krueger adds, is, \"Everything is ugly from the GDR times and so we have to demolish it.\"</p><p><strong>Remaking — Or Negating — East Berlin's Past?</strong></p><p>Krueger very much disagrees. But he says the problem is that West Germans — especially those not from Berlin — don't believe the communist-era buildings are worth protecting. They are a reminder of a time in Germany's history they'd rather forget.</p><p>That's put Berlin's last major East German-era landmark — Alexanderplatz — at risk as well. The 20-acre square was the showplace of communist East Germany and is best known for Berlin's iconic television tower that, at 1,207 feet, is one of Europe's tallest structures. A \"World Clock\" and somewhat gaudy copper and enamel fountain here also draw tourists.</p><p>Alexanderplatz is also framed by hulking Soviet-era buildings with stark glass and metal facades that, since reunification, feature mostly businesses, stores and restaurants. The square's critics and investors say it is wasted space with old structures that are eyesores. They are pushing to tear them down.</p><p>In <a href=\"http://www.tagesspiegel.de/meinung/denkmalschutz-in-berlin-schrecken-statt-schoenheit/8635116.html\">an op-ed in Der Tagesspiegel</a> in August 2013, one West German author and journalist, Peter von Becker, likened the proposed preservation of one of the buildings to keeping Berlin looking like the North Korean capital, Pyongyang.</p><p>That's not how Katrin Lompscher sees it. She's a native East Berliner who was 27 when the wall came down and now serves in the Berlin parliament as a member of the Die Linke party, which includes members of the political party that succeeded East Germany's ruling communists.</p><p>\"The Alexanderplatz of my youth, as I remember it, was a major transportation hub and great place to shop,\" Lompscher says. \"The best department store ... was here and had a terrace with open stairs like a piazza.</p><p>\"Of course it's important to move forward and develop things,\" she adds. \"But it's wrong to completely negate what's already here.\"</p><p>She worries about a 1993 master plan by German architect Hans Kollhoff. It was approved by the government and calls for 10 high-rise towers in and around the square, although investors shied away from erecting any during a decade-long economic slump. Lompscher says it now it appears that plans are moving ahead for one of the high-rises: a 39-story building designed by avant-garde architect Frank Gehry.</p><p>To Lompscher, it's a slap in the face to East Berliners, many of whom feel reunification has meant doing everything the Western way.</p><p>City planner Annalie Schoen agrees that many East Berliners view this as something \"conquerors do.\"</p><p>She says it was tougher for them to adjust post-reunification \"because we sort of took over. They had to use our laws, they had to use our regulations, our social security system, everything.\"</p><p>\"For them,\" Schoen says, \"the change was more dramatic than it was for us.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Berlin%2C+Remaking+The+City+Can+Rekindle+Old+Frictions&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Soraya Sarhaddi Nelson","audio":[{"meta":{"duration":"404"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354754688-089957.m3u?orgId=1&topicId=1004&aggIds=155914958&e=354110420&d=404&ft=nprml&f=354110420"},{"href":"http://media.npr.org/assets/img/2014/10/06/berlin-reunified-fdd1eb6aae3dba234600856fb586ea4bfeb48b80.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2331","width":"3108"}},{"href":"http://media.npr.org/assets/img/2014/10/06/nelson-schoen-7-7ce52bbf6d3f56eca6219d6f1c92b806b46cf3ed.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}},{"href":"http://media.npr.org/assets/img/2014/10/06/nelson-alexanderplatz-16-d56ae25791c8bfc223214c216ca5e7aa27ca1c01.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/10/06/nelson-krueger-2-db166671e1177f8a4df4a2748cb4cb8771918ea6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}}]}