{"created":"2015-02-03T09:59:28+00:00","modified":"2015-05-13T21:18:47+00:00","valid":{"from":"2015-05-13T21:18:47+00:00","to":"3015-05-13T21:18:47+00:00"},"hreflang":"en","title":"The Other Battle In Iraq: Winning Over Sunni Muslims ","published":"2015-02-11T19:34:00+00:00","teaser":"Nearly a decade ago, the U.S. persuaded Sunni tribes to drop al-Qaida and fight alongside the Americans. The U.S. and the Iraq are now engaged in a similar effort to peel away support from ISIS.","itags":["npr_api","383454926"],"guid":"dc651465-eed6-4022-a1ee-00dbe1e487de","contentencoded":"<p>The U.S. military says airstrikes have killed thousands of the extremists in the self-described Islamic State and has forced the group to retreat from some territory.</p><p>But winning the trust of Iraq's Sunni Muslims, some of whom have been helping the Islamic State, or ISIS, is proving to be another major challenge.</p><p>Nearly a decade ago, the U.S. managed to persuade many Sunni Muslim leaders and their followers to drop their support for al-Qaida in Iraq and side with the Americans. The so-called Sunni Awakening was widely seen as changing the trajectory of the war.</p><p>Now the U.S. and the Iraqi government are attempting to do it again with the Sunni tribal leaders. Many of those tribes are in western Iraq, which is controlled by ISIS.</p><p>But you can also find them in neighboring Jordan. Sheik Ahmed Dabbash, speaking from his house on a sleepy street in the capital Amman, says his tribe fought side-by-side with al-Qaida against the Americans a decade ago.</p><p>Dabbash is a man with a neatly trimmed beard and a doctorate in religious studies. But he's better known as a leader in the Islamic Army – a group of Sunni militants that the U.S. spent a lot of blood and bullets trying to eliminate before the American forces withdrew in 2011.</p><p>Now Dabbash's group in a de facto alliance with ISIS.</p><p>His views are typical of a broad spectrum of Sunnis in Iraq – Islamists, tribesmen, one-time supporters of Saddam Hussein. They feel victimized by Iraq's Shiite-led government and many fight against the Shiite-dominated army – either by joining ISIS or allying with them, even if they find the group extreme.<br /> <br />The U.S. view on how to defeat ISIS involves making a deal with Sunnis like Dabbash, and even incorporating their men into a sort of Iraqi National Guard.</p><p>\"The guard is a breakthrough idea, because it will ensure that Iraqis are protected by people with whom they are familiar and in whom they have trust. It'll break down some of the sectarian divide,\" said U.S. Secretary of State John Kerry. <br /> <br />But that trust is still sorely lacking among Dabbash and other Sunni leaders who have yet to show signs that they are ready to make a truce with the government in Baghdad. <br /> <br />Sheik Raad al-Suleiman is another influential Iraqi tribesman in Amman who opposes the Iraqi government. Eyes blazing behind thick glasses, he says he recently met with envoys from Baghdad. He presented a number of demands: that Sunni prisoners be released from jails, that Sunnis receive more jobs and improved infrastructure, and an amnesty for Sunnis charged with terror offenses.<br /> <br />If the demands are met and internationally guaranteed, he says his men would start fighting against ISIS tomorrow.<br /> <br />But for now, Suleiman remains skeptical about gestures of reconciliation, which have included an interfaith conference in Baghdad last week and politicians flying into the western province of Anbar and praising the tribes there.<br /> <br />Some Sunnis are already fighting ISIS. But many say they don't feel like the Iraqi government is serious about supporting them.</p><p>Sheik Rafah Fahadawi fought alongside the American military in the Sunni Awakening movement that quelled a ferocious Sunni insurgency more than seven years ago. Now his men are fighting against ISIS.<br /> <br />But he says their guns are nothing compared with the ISIS arsenal. They need better weapons and salaries to counter ISIS military might and win back fighters.<br /> <br />Meanwhile, Iraqi lawmakers are still debating the National Guard plan. Even the optimistic prime minister, Haider al-Abadi, says it will take at least another six months before the much touted-Sunni force could begin to fight.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Other+Battle+In+Iraq%3A+Winning+Over+Sunni+Muslims+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"252"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383454927-96f419.m3u?orgId=1&topicId=1010&d=252&p=3&story=383454926&t=progseg&e=383443168&seg=7&ft=nprml&f=383454926"},{"href":"http://media.npr.org/assets/img/2015/02/03/462402152-a4b60295b710d09c2f116a80c70de341472dcba0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2783","width":"3711"}},{"href":"http://media.npr.org/assets/img/2015/02/03/39054641_h34183978-25794e7c6dadf3b86fb45ef42a7373f9e9131e8a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2070","width":"2761"}}]}