{"created":"2015-03-18T07:09:05+00:00","modified":"2015-06-05T15:23:16+00:00","valid":{"from":"2015-06-05T15:23:16+00:00","to":"3015-06-05T15:23:16+00:00"},"hreflang":"en","title":"News From The Charity Stripe","published":"2015-03-18T16:23:00+00:00","teaser":"NCAA basketball fans often strive to rattle free throw shooters — but, for commentator Frank Deford, few efforts match Arizona State's Curtain of Distraction, which he sums up as: \"shock and awful.\"","itags":["npr_api","393544223"],"guid":"dc6d08ef-ebc4-4a28-b4b9-66cf8f6d698f","contentencoded":"<p>It's the venerable custom in tennis and golf for the crowd to be still and quiet when players hit their shots.</p><p>Now, since even ordinary baseball batters have some success hitting against 98 mph fastballs with 40,000 fans standing and screaming, do you really believe that great athletes like Novak Djokovic or Rory McIlroy couldn't serve or putt with a few thousand fans hollering? If they'd grown up playing tennis or golf that way, that is. When disorder is a sustaining part of the game, players, in effect, put it out of their minds. Hear no evil, see no evil.</p><p>Notwithstanding, for almost as long as college student-athletes have been shooting free throws, college student-clowns have been trying to divert the opponent shooter's attention by wailing like banshees and generally acting like human bobblehead dolls. But like with the baseball batter: so what? For the guy at the free-throw line focusing on the basket, it might as well be the still silence of Centre Court at Wimbledon.</p><p>It is the sudden change in volume or in scenery that affects us.</p><p>This is why students at Arizona State are so brilliant that you would think they're majoring in Alfred Hitchcock. At ASU, they've put up what they call the black Curtain of Distraction behind the basket that the visitors are shooting at, and the students open the curtain suddenly to reveal, oh, Santa Claus hugging an elf, a man riding an inflatable duck, <a href=\"https://www.youtube.com/watch?v=uAICvamvQBM\">two unicorns kissing</a>. You get the picture. Shock and awful.</p><p>Apparently — and even <a href=\"http://www.nytimes.com/2015/02/14/upshot/how-arizona-state-reinvented-free-throw-distraction.html?_r=0\">New York Times</a> nerds took valuable time off from analyzing the exchange rate between the Euro and the dollar to compute foul-shot statistics at Arizona State — opponents really are missing more when they step up to the line there, or, if you will, when they stand at what is the worst cliché in sports: the charity stripe.</p><p>Now, would opening up a <a href=\"https://www.youtube.com/watch?v=-sPOcM-u5ls\">Curtain of Distraction</a> and suddenly displaying madcap amusements distract hardened pros? Who knows. Even though free throws are about the only thing in sports that are free, year after year, the NBA players still average 75 percent of their gift attempts. Although everybody agrees today's players are better than ever, you'd think they'd improve at making foul shots, too, but then, dunks show up on ESPN and free throws don't.</p><p>And get this: the players in the WNBA actually shoot foul shots a little better than the men. One year the women of the WNBA topped 81 percent.</p><p>Would women be distracted more or less by the Curtain of Distraction at the charity stripe? Discuss.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=News+From+The+Charity+Stripe&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"201"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393748237-055afa.m3u?orgId=1&topicId=1055&aggIds=4499275&d=201&p=3&story=393544223&t=progseg&e=393744442&seg=10&ft=nprml&f=393544223"}]}