{"created":"2015-01-25T13:00:33+00:00","modified":"2015-03-02T15:05:15+00:00","valid":{"from":"2015-03-02T15:05:15+00:00","to":"3015-03-02T15:05:15+00:00"},"hreflang":"en","title":"Dengue Fever: Retro Pop, Cambodian Style","published":"2015-02-24T04:25:00+00:00","teaser":"Brothers Ethan and Zac Holtzman formed Dengue Fever in the late '90s, inspired by 1960s Cambodian psych-rock. Rachel Martin speaks with them and singer Chhom Nimol about their album, <em>The Deepest Lake</em>.","itags":["npr_api","379383963"],"guid":"dc8154bf-e8aa-491e-ba1c-d0a2ab2a6021","contentencoded":"<p>The late 1960s and early '70s defined a vibrant, electrifying and psychedelic era for rock music everywhere — including Cambodia. The Khmer Rouge communist movement put an end to that when it took power in 1975, but the music from that era has been discovered and rediscovered over the years.</p><p>Ethan Holtzman was one of those bitten by the bug: He returned from a trip to Southeast Asia in the late '90s with a suitcase full of cassette tapes. Home in Los Angeles, he connected with his brother Zac — who, it turned out, had been nursing the very same obsession.</p><p>\"The Cambodians, they didn't just mimic the things that were going on,\" Zac Holtzman says. \"Like, they do this falsetto thing that's called a ghost voice, where they crack into higher registers; it's kind of like a Cambodian yodel.<strong> </strong>But then at the same time it had all these other elements, like surf guitar and garage and psychedelic sort of things. Somehow they got a Farfisa organ to Cambodia and they were playing one of those.<strong> </strong>So it was familiar, and yet exotic.\"</p><p>The brothers began learning to play some of the old classics. Before long, they were working on original songs and recruited a Cambodian frontwoman who knew the music cold, transforming from passionate collectors into the band <a href=\"http://www.npr.org/artists/15402790/dengue-fever\" target=\"_blank\">Dengue Fever</a>.</p><p>NPR's Rachel Martin spoke with the Holtzmans and singer Chhom Nimol about the bands origins and its latest album, <em>The Deepest Lake</em>. Hear their conversation at the audio link.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Dengue+Fever%3A+Retro+Pop%2C+Cambodian+Style&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"415"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379756175-055ee7.m3u?orgId=1&topicId=1105&e=379383963&d=415&ft=nprml&f=379383963"},{"href":"http://media.npr.org/assets/img/2015/01/25/dengue-fever-83eda02a15252a0396da746a157e72cca2b9a287.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}}]}