{"created":"2014-11-24T08:42:40+00:00","modified":"2015-04-20T20:12:40+00:00","valid":{"from":"2015-04-20T20:12:40+00:00","to":"3015-04-20T20:12:40+00:00"},"hreflang":"en","title":"Combat Training: Can Female Marines Get The Job Done?","published":"2014-11-26T14:46:00+00:00","teaser":"The Marine Corps has begun a yearlong experiment to decide whether women can enter ground combat. Hundreds of men and women began training a few weeks ago at Camp Lejeune in North Carolina.","itags":["npr_api","365723967"],"guid":"dc993db2-4871-4c26-bfb0-ee0fb5d91907","contentencoded":"<p><em>NPR — along with seven public radio stations around the country — is chronicling the lives of America's troops where they live. We're calling the project \"Back at Base.\" </em></p><p>Lance Cpl. Jasmine Abrego is an office clerk who dreams of becoming a warrior.</p><p>She's flat on her stomach in the dirt, in full combat gear. Suddenly she pops up, slings a 44-pound metal tripod on her back and lurches forward in a crablike run. Finally, she slams the tripod to the ground. A male Marine slaps a .50-caliber machine gun into place.</p><p>They fire imaginary bullets at an unseen target before pulling back. The exercise is over. Abrego, who is just 20 years old and stands at 5 feet, 2 inches, explains why she volunteered for this training at Camp Lejeune in North Carolina.</p><p>\"Hopefully, I'll be able to go overseas and kick bad guys' butts,\" she says. An uncle who served in the Marines inspired her, and she wants to be a role model to her six brothers and sisters. But she knows she will have to train hard to get a slot in the infantry.</p><p>\"I've just got to get used to it,\" Abrego says. \"The more I do it, the better I get. A strong mind can do it.\"</p><p>But even a strong mind and body might not be enough. The Marines will spend the next year trying to decide whether women — who make up just 7 percent of the Marine Corps — have what it takes to serve in the tough, unforgiving world of ground combat.</p><p><strong>'You Fall Back On Your Training'</strong></p><p>The experiment started a few weeks ago at Camp Lejeune, where Abrego and dozens of other female volunteers will have to do the same training as the men — like lifting 30-pound ammunition boxes above their heads for 2 minutes, or hiking 20 miles with 100<strong>-</strong>pound packs.</p><p>And this is just the beginning. The real test comes next year when they head to the Mojave Desert and to the Sierra Nevada for months of live-fire combat training. That could include climbing over walls to attack enemy targets or digging in defensive positions.</p><p>Lance Cpl. Stephanie Jordan is looking forward to the physical challenge.</p><p>\"I live on a farm, so we grew up like tomboys,\" she says.</p><p>Capt. Ray Kaster, the infantry company commander for this experiment and a combat veteran, says this training is crucial to success in combat.</p><p>\"You fall back on your training,\" Kaster explains. \"It's all about how you were trained. That's what we're trying to have instilled in them — the whole fight-or-flight thing. You fight, you fight, you fight, and when you think you're done fighting, you're ready to keep fighting.\"</p><p>Lance Cpl. Elluz Lopez is just 5-foot-3, and she jokes about the size of her rucksack on a morning march.</p><p>\"Bigger than me,\" she says. \"It was bigger than me. I'm pretty little.\"</p><p>But she's convinced that she can succeed in the infantry.</p><p>\"If the women can get the [same] job done as a man, then why not?\" she says.</p><p>It's clear that some of the women are keeping up with the men. One of them is 20-year-old Lance Cpl. Britanny Hayes, who made it through a basic infantry training course before coming to Camp Lejeune. Nearly all the men finished the course, but of the 50 women who started out, just 14 made it through.</p><p>\"A lot was just pride,\" Hayes says. \"I have too much pride, so I just refused to quit.\"</p><p>She says most of the male Marines are supportive.</p><p>\"A lot of them, actually, they like it,\" she says. \"They just want to see, like, can we really do it?\"</p><p>But some aren't too confident.</p><p>\"They say, 'I can't wait until you fail. I give it a couple of months,' \" Hayes says. \"Joking, but they're serious.\"</p><p><strong>It's Not About Gender</strong></p><p>Kaster knows there are mixed feelings about bringing women into ground combat jobs. For him, it comes down to some basic questions.</p><p>\"If we integrate, is our combat effectiveness different with integration than it is without integration?\" he asks. \"Are we more effective without females or with females?\"</p><p>The Marine Corps hopes to answer those questions with this task force. Four-hundred marines — including about 100 women — are training to see whether both women and men can meet the combat standards.</p><p>They'll track speed, endurance and marksmanship. Sensors on their weapons will pinpoint who hits a target. They'll test how an all-male squad compares with a squad with one woman, then two women.</p><p>Researchers from the University of Pittsburgh's sports medicine department will also work with male and female Marines to check everything from lung capacity and heart rate to patterns of injuries.</p><p>Pentagon leaders want women to begin serving in ground combat jobs beginning in January 2016, though the Marine Corps could still request a waiver.</p><p>After this experiment is completed, senior Marine officials next fall will make their recommendation to the secretary of defense, who will then decide: Should female marines be allowed to serve in ground combat jobs, or not?</p><p>Sgt. Maj. Robin Fortner, the top noncommissioned officer for the task force, understands this issue is a controversial one.</p><p>\"This is an emotional topic,\" she says. \"If you served 60 years ago, you have a comment about it,\" she says. \"If you're serving now, you've been in six minutes, you have a comment about it, and that's OK.\"</p><p>Col. Matthew St. Clair, the commander of the entire task force, says the experiment isn't about gender but about making sure Marines are ready for combat.</p><p>\"Everybody has their opinion on this,\" he says. \"I'm focused on my mission, and the mission is about readiness.\"</p><p>\"Readiness has nothing to do with male, female,\" he adds. \"Readiness has everything to do with having the most qualified and capable Marines to be able to perform those tasks.\"</p><p>Joint Chiefs Chairman Gen. Martin Dempsey has said women must meet the combat standards, but the current standards themselves will come under scrutiny. He spoke about this last year: \"If we do decide that a particular standard is so high that a woman couldn't make it, the burden is now on the service to come back and explain to the secretary why is it that high? Does it really have to be that high?\"</p><p>Does a Marine really have to carry a 100-pound pack 20 miles? Are 20 pull-ups the right measure for the strength needed in combat? A Marine squad must shoot 400 bullets in one minute at targets, a standard that has been in effect since 1944. Do these standards still make sense today?</p><p><strong>Danger And Purpose</strong></p><p>Marine officials say updating the standards doesn't mean lowering them, but talk of changing standards troubles some Marines.</p><p>\"Let's be fair, honest and clear,\"<strong> </strong>says 1st Sgt. John Dober, who served in combat in Iraq and Afghanistan. \"We kill people for a living. That's what we do, and it's very dangerous, and these are people's sons' and potentially daughters' lives we're talking about.</p><p>\"We owe them the protection that they deserve, and the best possible chance to bring them home alive,\" he adds. \"And lowering the standard and making this less effective and slower and weaker, that's not the smartest way to guarantee that we do that.\"</p><p>But others, like Cpl. Rebecca Floto, are glad the Marines are looking at the standards.</p><p>\"I'm really excited that they're actually setting a standard for males too, like, trying to set a standard for infantry overall, not just for females, just to see what the level of infantry, what standards they should have overall,\" Floto says.</p><p>Floto hopes to meet those standards. She's been in the Marine Corps for three years, working as a combat photographer. But she wants something more.</p><p>\"I want more, I guess. I have a lot more purpose, more meaning to my job, than just clicking a button to actually pulling a trigger,\" she says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Combat+Training%3A+Can+Female+Marines+Get+The+Job+Done%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Bowman","audio":[{"meta":{"duration":"419"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366259678-79a4ce.m3u?orgId=1&topicId=1091&aggIds=363340041&e=365723967&d=419&ft=nprml&f=365723967"},{"href":"http://media.npr.org/assets/img/2014/11/21/20141113_femaleinfantry_npr_e001-e0173e49086de85ed95c302250af5f1cd9e7a015.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1357","width":"1810"}},{"href":"http://media.npr.org/assets/img/2014/11/21/20141113_femaleinfantry_npr_e009_custom-1d4ee868b40b358b08bf53a56652ba411b42cddb.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1998","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/11/21/20141113_femaleinfantry_npr_e011_custom-a035ba79f2b04f092e7a8a64775525e58fc2e467.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1993","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/11/21/20141113_femaleinfantry_npr_e002_custom-3cb3c52f2dc9b4897694ceb79e4fbdcab11bdf27.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1987","width":"2979"}},{"href":"http://media.npr.org/assets/img/2014/11/21/20141113_femaleinfantry_npr_e006_custom-144758ab39b9190a5f3db2c628758c49142c8aaa.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1961","width":"2989"}},{"href":"http://media.npr.org/assets/img/2014/11/21/20141113_femaleinfantry_npr_e020_custom-bdd7b4b0f9c69c72f05f09038ffc30f2d65f4c62.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1972","width":"2932"}}]}