{"created":"2014-11-20T08:52:37+00:00","modified":"2015-05-13T21:30:44+00:00","valid":{"from":"2015-05-13T21:30:44+00:00","to":"3015-05-13T21:30:44+00:00"},"hreflang":"en","title":"Despite A Massacre By ISIS, An Iraqi Tribe Vows To Fight Back","published":"2014-11-20T14:12:00+00:00","teaser":"The Albu Nimr tribe recently had some 600 members slaughtered by ISIS in western Iraq. The Sunni tribesmen say they're regrouping but need help, which the U.S. has now pledged.","itags":["npr_api","364942169"],"guid":"dcaed6a5-ca5b-45e5-b9c7-b0c4b2b99dc6","contentencoded":"<p>The massacre of the Albu Nimr tribe came after they had fought against the extremists of the so-called Islamic State for weeks. In Iraq's vast western province of Anbar, the tribesmen had been driven from their stronghold in the city of Hit in early October.</p><p>They clung on to one last outpost on the outskirts of the city for nearly two more weeks. The Albu Nimr are accustomed to fighting. They say they participated in two insurrections against Saddam Hussein and boast of their ancestors' roles in pushing out British colonial rule.</p><p>After the U.S.-led invasion of Iraq in 2003, the leaders debated whether to join the Americans or the insurgency against them. Sheiks say the Americans treated them with respect so they decided to side with them; leaked diplomatic cables speak of the tribe as a staunch ally since the early days of the occupation.</p><p>But this time, on Oct. 23, they ran out of bullets.</p><p>\"There was no more,\" says Munir Jout, an Albu Nimr policeman from Hit. \"And we were unable to fight.\"</p><p>He fled, piling his family in the car and driving north along the Euphrates River to the city of Haditha. ISIS flooded into the area, and many of the local residents who had stayed behind were rounded up and killed. Tribal sheiks think about 600 people died in less than a week.</p><p>For 11 months, ISIS has dominated large parts of Anbar, and the complex network of tribes there has divided. Some have fallen to the extremists. <a href=\"http://www.npr.org/blogs/parallels/2014/04/18/304187407/sunni-discontent-fuels-growing-violence-in-iraqs-anbar-province\">Others have freely chosen to join them</a>, often motivated by the widespread hatred in this Sunni-dominated area for the Shiite-led government.</p><p>But Sheik Ghazi al-Kaoud, leader of the Albu Nimrs and a member of Parliament, says his men have consistently opposed ISIS, and he doesn't understand why no one came to help them. He says he called the Iraqi Cabinet and the American Embassy.</p><p>\"I tried to draw their attention to the disaster, to the massacre that's going to happen,\" he says. \"But all I got was promises.\"</p><p>For years, analysts and local leaders have said Iraq's stability depends on the government in Baghdad coming to some kind of accord with large Sunni tribes like the Albu Nimr.</p><p><a href=\"http://www.hrw.org/news/2014/07/31/iraq-pro-government-militias-trail-death\">The Shiite-dominated army and its allied militias</a> are widely loathed in Anbar as representatives of a government that international rights groups say <a href=\"http://www.hrw.org/news/2013/02/13/iraq-investigate-deadly-army-shootings-fallujah\">has abused Iraq's Sunni minority</a>. A proposed alternative is a force of Sunni fighters drawn from Anbar province itself. The idea has been compared with America's National Guard.</p><p>Both American and Iraqi leaders have praised the idea as a means of winning back the trust of the tribes of the province and pushing back the extremists.</p><p>American soldiers have now begun putting their side of the plan into action. Special forces are now at Ain al-Asad air base, working with the Iraqi army 7th Division, and say they will begin training the tribes soon — though tribesmen say the training is already under way.</p><p>But an American military spokesman says there is no plan to arm or pay the fighters. Weapons and money must come from the government in Baghdad.</p><p>Despite a charm offensive — the prime minister said tribes would be helped, and Parliament Speaker Salim al-Jubouri came to Anbar to praise them and promise weapons — the Albu Nimr fear no real help will be forthcoming. Legislation authorizing the formation of the national guard force has not been passed by Parliament.</p><p>\"I feel very desperate with the Iraqi government,\" says Kaoud, the sheik. He says very little weaponry has been delivered, certainly not enough to take on the militants with their stolen arsenals.</p><p>Hamad al-Mutlaq, an Anbari lawmaker, is the deputy head of the defense and security committee, but says he has no power to put pressure on the executive to supply weapons or money to the tribes of Anbar.</p><p>Mutlaq says the people in control of the supply of weapons are government-allied militias backed by the Shiite theocracy in Iran, who regard Sunni tribes as their enemies.</p><p>\"We don't have a real state. We have power centers: like the Sadrist movement, Badr organization,\" he says, referring to influential, armed Shiite political groups. \"These groups I mentioned are beholden to Iran, and Iran controls the political decision-making.\"</p><p>A spokesman from the prime minister's office, Ghassan al-Husseini, says the government has experienced logistical problems sending food and weapons to the front line.</p><p>But he also sounded a note of mistrust. The problem, he says, \"is that within the same tribe, there are different loyalties.</p><p>\"A part is with the Islamic State, and part is against the Islamic State,\" he says. \"So the government is worried that the weapons will end up in the wrong hands by mistake.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Despite+A+Massacre+By+ISIS%2C+An+Iraqi+Tribe+Vows+To+Fight+Back&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365390995-7d908e.m3u?orgId=1&topicId=1010&d=233&p=3&story=364942169&t=progseg&e=365390885&seg=8&ft=nprml&f=364942169"},{"href":"http://media.npr.org/assets/img/2014/11/19/albu-nimr-02-f18b3ec14fd7d6fb4574b8bf248866af7ade745c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"822","width":"1095"}},{"href":"http://media.npr.org/assets/img/2014/11/19/albu-nimr-01_custom-e330b0c49990289223fd9cbe39917574bd6fb63a.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1183","width":"1867"}},{"href":"http://media.npr.org/assets/img/2014/11/19/458804948_custom-7e6444c611cbb1a948ae3dbe2e6ce9c7087e10dd.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1627","width":"2412"}},{"href":"http://media.npr.org/assets/img/2014/11/19/458804988_custom-7a0490cc1500011ca84491e22eecbdc8e7c55d77.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2370","width":"3522"}}]}