{"created":"2015-02-18T16:27:54+00:00","modified":"2015-02-18T16:36:08+00:00","valid":{"from":"2015-02-18T16:36:08+00:00","to":"3015-02-18T16:36:08+00:00"},"hreflang":"en","title":"Why Slow Electronic Payments Can Cause Cash Flow Problems","published":"2015-02-18T13:58:00+00:00","teaser":"Electronic messages can circle the globe in an instant, but electronic payments can still take days to complete. This often puts consumers at greater risk of getting hit with late fees.","itags":["npr_api","386769503"],"guid":"dcaf73e2-3483-414b-b9f5-64eebefd511e","contentencoded":"<p>Electronic messages can circle the globe in an instant these days. But electronic payments can still take days to complete and that slow pace puts consumers at greater risk of getting hit with late payments, overdraft fees or other costs.</p><p>Now, regulators are pushing for faster electronic payments.</p><p>Jasmine Dareus is a college freshman and she's scrolling through some recent bank statements.</p><p>\"A lot of it was books and stuff like that, like textbooks,\" she says.</p><p>One of those books cost $3.</p><p>\"But with the fee, the $36 fee I got attached to it, it ended up being $39,\" Dareus explains.</p><p>Over the last couple months, Dareus has gotten hit with $200 worth of overdraft fees. She's often unsure of what's in her bank account. It all depends on which transactions happen first, the deposits or the debits.</p><p>\"It may say I have, like, $150 in my bank account,\" she says, \"but if I bought something from Publix for like $20 and they hadn't charged me yet, then essentially I don't have $150, I really have $130 in my bank account.\"</p><p>Dareus isn't the only one who wants payments to catch up with real-time life.</p><p>Richard Cordray heads the Consumer Financial Protection Bureau. In a recent speech to bankers, he said roughly half of all bank fees could be attributed to a slow payment system.</p><p>\"Make it an urgent priority. Move as quickly as you can. Others around the world have built faster payment systems, two dozen countries or more,\" Cordray says.</p><p>There are a few reasons why U.S. banks aren't rushing to modernize the payment system. Those overdraft fees are a $32 billion source of revenue for banks. Plus, until now, regulators weren't really pushing banks to go faster. But perhaps the biggest reason is the slow system — it works pretty well, according to Aaron Klein, who studies financial regulation at Bipartisian Policy Center.</p><p>\"The operators of the system were more afraid of the downside risk of any changes occurring than the upside of moving faster.\"</p><p>Another reason for the slow change can be attributed to a big fat rule book.</p><p>Shanta Sewnarai oversees back office operations for Bethpage Federal Credit Union on Long Island. Her bank and 10,000 others all synchronize around this rule book so that transactions go flawlessly and without fraud.</p><p>Ninety-nine percent of the time everything works. But the possibility of that last one percent is why it can take three days to pay your phone bill online. At Bethpage Federal Credit Union, Debra Osman has to manually check transactions when something goes wrong.</p><p>\"And in this particular file that came in there are three items that were exceptioned out, two of them for account not found, and one of them I think the beneficiary is deceased,\" she says.</p><p>Going faster means getting thousands of workers like Osman new computers, rewriting software, rewriting that thick rule book, and then training everyone.</p><p>In recent months, several private industry groups representing banks have announced ways to speed up electronic payments.</p><p>The Federal Reserve has so far opted to take a backseat for fear of stymieing innovation.</p><p>This worries consumer advocates such as Lauren Saunders with the National Consumer Law Center. \"It needs to be a public system — written under a public process — where everyone has input, not just from the prospective of the big banks.\"</p><p>Major players say a host of regulators already govern them, so the public does have input.<em> </em>And they say the changes they already are making on their own will significantly advance consumer protections — once they are done.</p><p>Unfortunately, any rebuild of these systems will take years.  <div class=\"fullattribution\">Copyright 2015 WSHU Public Radio Group. To see more, visit <a href=\"http://www.wshu.org/\">http://www.wshu.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Slow+Electronic+Payments+Can+Cause+Cash+Flow+Problems&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Charles Lane","audio":[{"meta":{"duration":"218"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387149152-d24e8b.m3u?orgId=610&topicId=1006&e=386769503&d=218&ft=nprml&f=386769503"},{"href":"http://media.npr.org/assets/img/2015/02/16/istock_000020209332large-255251069f72fca059f04b6a06990d011322204d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1809","width":"2412"}}]}