{"created":"2014-09-08T15:38:36+00:00","modified":"2015-01-07T01:11:35+00:00","valid":{"from":"2015-01-07T01:11:35+00:00","to":"3015-01-07T01:11:35+00:00"},"hreflang":"en","title":"Eileen Ford, Creator Of The Supermodel, Dies At 92","published":"2014-07-10T23:58:00+00:00","teaser":"As co-founder of the Ford modeling agency, she was instrumental in promoting such superstars as Lauren Hutton and Christie Brinkley.","itags":["npr_api","330466891"],"guid":"dcb95763-fbbe-48e2-8ceb-6d44e1b3c480","contentencoded":"<p>Eileen Ford, who is credited with inventing the modern modeling business and in the process launching the careers of supermodels such as Lauren Hutton, Christie Brinkley and Naomi Campbell, has died at 92.</p><p>A spokeswoman who handles public relations for Ford Models confirmed Wednesday's death, which follows a fall Ford took last week at her New York apartment.</p><p><a href=\"http://www.bloomberg.com/news/2014-07-10/eileen-ford-agent-who-promoted-world-s-supermodels-dies-at-92.html\">Bloomberg says</a>: \"For more than six decades, Ford represented the world's most prominent models and raised the profile of the glamor business, which became a recruiting ground for Hollywood. Young women flocked to her agency — which promoted itself as the largest — partly because it paid reliably and enforced high moral standards in an industry that had a reputation for exploiting its workers.\"</p><p>And <a href=\"http://www.people.com/article/eileen-ford-dies\">People.com reports</a>: \"Ford Models helped evolve modeling from a mostly part-time, poorly paid hobby into one of the world's most glamorous occupations, turning attractive girls next door into multimillionaire celebrity supermodels.\"</p><p>The long list of models who became household names thanks in large measure to Ford, along with her husband and business partner, Jerry Ford, include Cheryl Tiegs, Ali MacGraw, Margaux Hemingway, Sharon Stone, Melanie Griffith, Kim Basinger, Rachel Hunter and Brooke Shields.</p><p>The Associated Press says: \"Ford was known for her steely manner and great eye for talent. She demanded the highest level of professionalism from her models, putting them on strict diets and firing those with a taste for late-night revelry. Her discipline pushed Ford Model Agency to the top of its field, making multimillionaires of both Ford and her late husband, Jerry, who handled the company's business affairs.\"</p><p>\"I really prefer light-eyed models,\" Ford told <em>People</em> magazine <a href=\"http://www.people.com/people/archive/article/0,,20085008,00.html\">in a profile from 1983</a>. \"They photograph more easily. Of course, I come from a light-eyed background, so maybe that influenced my taste.\"</p><p>The AP notes:</p><blockquote><p>\"The typical Ford woman was tall, thin, often blond, with wide-set eyes and a long neck. Eileen Ford was known to tell hopefuls shorter than 5 foot 7 to give up their dreams.\"</p><p>\"The Ford look changed remarkably little over the years, and set a standard for the industry. Today, height and a willowy build remain paramount, though Ford was disdainful of the 'waif' look — typified by British model Kate Moss — that swept the industry in the early 1990s.\"</p></blockquote><p>Her agency's revenues reached $40 million annually by the 1990s. But by 1995, Ford and her husband faded to the background, elevating daughter Kate Ford to the CEO role.</p><p>In 2007, the agency was sold. Ford's husband, Jerry, died a year later.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Eileen+Ford%2C+Creator+Of+The+Supermodel%2C+Dies+At+92&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Neuman","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330549622-398726.m3u?orgId=1&topicId=1008&ft=3&f=330466891"}]}