{"created":"2014-10-08T14:35:04+00:00","modified":"2014-10-31T01:24:37+00:00","valid":{"from":"2014-10-31T01:24:37+00:00","to":"3014-10-31T01:24:37+00:00"},"hreflang":"en","title":"To Sell A House In California, It Might Need Good Feng Shui","published":"2014-06-07T16:41:00+00:00","teaser":"Chinese nationals are buying real estate in historic numbers in Southern California. That's got some sellers using a new sales pitch: Location, location, location — and chi.","itags":["npr_api","319536325"],"guid":"dcc42192-c110-4ec2-bd1d-582a929b57a3","contentencoded":"<p>If you leave Los Angeles, Calif., on Interstate 10 and head east for about 40 miles, you'll run into a quintessentially suburban phenomenon: the opening of a subdivision.</p><p>At one such development called College Park in Chino, Calif., the lawns are bright green, the D.J. is spinning classic rock and a lot of the conversations are in Mandarin. Among those looking for a house is Eddie Yung. He lives in China now, but he's moving to California.</p><p>The number of Chinese buying homes in the U.S. has more than doubled since 2007, with most of those sales in Southern California. Some are buying for investment purposes — prices are positively cheap compared to the market in Beijing or Shanghai — and others are planning to start a life in the states.</p><p>Marketing to those Chinese buyers has meant learning about what customers want in a house's design, says Mark Torres, a division president for Lennar Homes, the company that's building the subdivision.</p><p>\"We consider feng shui elements in all our designs,\" Torres says. \"Everything from the water-fire elements and making sure that we don't have those types of conflicts [and] designing the entry of the homes to keep all that positive energy in the home.\"</p><p>Just a few miles from College Park is the town of Chino Hills, which Lisa Dutton calls home. But her house has feng shui problems. It's had issues since she bought it from a Chinese seller 15 years ago.</p><p>\"As he was moving out, he told us the reason he was moving was the house didn't have good chi,\" Dutton says. \"We had no idea what chi was! Had no idea whatsoever. So, we bought the house.\"</p><p>Dutton's house had been on the market for 30 months, but she was getting nothing but lowball offers.</p><p>\"At first I was offended because I thought, 'Wow, my house is beautiful. What's wrong? Why is someone just walking right out the door?' \" she says.</p><p>Jessie Kim, a feng shui consultant, has the answer to those questions. Standing in the foyer of Dutton's house, she points out the problem.</p><p>\"When you open up the front door and then you have a stairway coming right at you, things like to go to the lowest point,\" Kim says.</p><p>For a lot of Americans, a big fancy staircase is a status statement. But if you are into feng shui, Kim says that's a non-starter.</p><p>\"You don't want all the energy that are upstairs being rushed out to the front door,\" Kim explains. \"You don't want those things lining up.\"</p><p>To help, she put a red rug below the stairs to channel the energy back up and installed a fountain in the lawn to balance the water element. She also added a big welcome mat outside the front of the door to invite in positive energy.</p><p>\"It should be welcoming,\" Kim says. \"None of those, 'Wipe your paws,' or, 'Don't come in here,' those funny doormat sayings. You don't want to do that.\"</p><p>With these changes, the offers started rolling in. Dutton says she's just closed on a deal with a Chinese couple worth almost $100,000 more than her previous best offer.</p><p>Back at the grand opening of College Park, Eddie Yung is taking a break from walking through model homes and enjoying some complimentary lo mein. He's looked around in other Los Angeles suburbs but he likes the house he saw here. In fact, he's going to sign a deposit on one.</p><p>That was the fourth home sold at College Park before noon. When the chi is flowing in the right direction, the money will too.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=To+Sell+A+House+In+California%2C+It+Might+Need+Good+Feng+Shui&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Miles Bryan","audio":[{"meta":{"duration":"227"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319718466-8fb43f.m3u?orgId=1&topicId=1017&ft=3&f=319536325"},{"href":"http://media.npr.org/assets/img/2014/06/06/feng-shui-025e61e274a917511e173504020fc5db37b02501.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2246","width":"2998"}},{"href":"http://media.npr.org/assets/img/2014/06/06/img_1029-17576bcb67bbbeff15af458714188b124a007997.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1199","width":"1600"}}]}