{"created":"2014-10-08T09:41:18+00:00","modified":"2014-10-30T21:43:06+00:00","valid":{"from":"2014-10-30T21:43:06+00:00","to":"3014-10-30T21:43:06+00:00"},"hreflang":"en","title":"In 'Lila,' A Nomad Finds Solace And Love In The Arms Of A Preacher","published":"2014-10-08T16:22:00+00:00","teaser":"Marilynne Robinson's fourth novel is a prequel to 2004's <em>Gilead:</em> That book told the Rev. John Ames' family story and this book tells the story of his wife.","itags":["npr_api","354307365"],"guid":"dccc5073-da58-4fb6-8a39-5a935ba292bf","contentencoded":"<p>When Marilynne Robinson finished writing her first novel, <em>Housekeeping</em>, she felt like she still had more to say about the characters. She says, \"I just decided that I would outlive the impulse, you know. But then, after I finished [her second novel] <a href=\"http://www.npr.org/books/titles/138103016/gilead\">Gilead</a>, I had the same feeling that the characters were still with me and that there was much more that I knew about them than I had ever articulated to myself. And so I thought, 'Well, let's see what's here.' And two more books have come from that.\"</p><p>That series is based in the fictional Iowa town of Gilead. The first book is the story of the Rev. John Ames, and the third book — <em>Lila</em>, out this week — is a kind of prequel to <em>Gilead</em> that tells the story of his wife. In <em>Gilead</em>, the reverend, suffering from a terminal illness, writes down his family story in a letter to his young son. The boy's mother is Ames' much younger wife, Lila. We don't learn much about her in <em>Gilead</em>, but in this new book we find out just how hard <em>her</em> life has been. Abandoned as a child, she was rescued by a homeless woman named Doll and grew up in a makeshift family of itinerant workers.</p><p>\"She's a proud, intense, gentle-hearted woman,\" Robinson says. \"She's had a difficult experience of life, which is also at the same time her major experience of being loved and being in a family sort of situation.\"</p><p>By the time Lila reaches Gilead, that surrogate family has fallen apart. Doll is dead, the crew scattered, and Lila is a grown woman who has become used to a solitary, nomadic existence. She's worn out and has begun to wonder about the meaning of life.</p><p>\"She had worked herself tough and ugly for nothing more than to stay alive,\" Robinson writes, \"and she wasn't so sure she saw the point of that. Why did she care what people thought? She was nothing to them, they were nothing to her. There really was not a soul on Earth she should be worrying about at all. Especially not that preacher.\"</p><p>That preacher is Ames. He grew up in Gilead and married his childhood sweetheart, who died in childbirth. Since then, he has lived alone. When Lila steps into his church to get out of the rain, he is immediately taken with her. She has never really been in love but sees in him someone who may have answers to her questions. She wonders if she can find salvation in religion, and she wants him to baptize her, which he eventually does.</p><p>They are an unlikely pair, but Robinson says her directness both challenges and attracts him. \"If you are habituated to a certain role in life, you can forget what it feels like to be challenged,\" she says. \"And I think that the fact that she comes to him so honestly with these very fundamental questions is very invigorating to him.\"</p><p>In a series of poignant encounters, Lila and the reverend approach each other warily. Lila seeks out and then resists the comfort he offers, until he wears her down with tenderness. But Lila doesn't slip that easily into love — or faith. Her past keeps coming back, angry thoughts overtake her, and she often fights an urge to flee Gilead. At one point, she tries to wash away her baptism because she questions whether a Christian heaven has room for people like Doll, the woman who raised her.</p><p>\"Speaking from a Christian perspective,\" Robinson says, \"that idea seems, on its face, un-Christian, you know? And also there's a way in which ... whether you accept these theological propositions or not about, you know, inclusion and exclusion, there's a way in which I think we're kind of culturally ingrained with the idea that people have greater or less dignity or beauty depending on where their lot falls, you know. And I think that's very wrong.\"</p><p>If the promise of salvation seems false to Lila, the solace of love does not. She understands, and so does the reverend, that they have found something rare in each other.</p><p>\"Being really in love with someone is sort of like seeing them the way they ought to be seen,\" Robinson says. \"And the fact that we have this as a very isolated experience, most of us, if we're lucky enough to have it at all, distracts us from the fact that it is another kind of seeing that has a kind of deep grace built into it.\"</p><p>Lila may think about running away, but she doesn't. As long as Ames is still alive, she will stay by his side in Gilead.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27Lila%2C%27+A+Nomad+Finds+Solace+And+Love+In+The+Arms+Of+A+Preacher&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lynn Neary","audio":[{"meta":{"duration":"308"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354507465-f1f553.m3u?orgId=1&topicId=1033&ft=3&f=354307365"},{"href":"http://media.npr.org/assets/img/2014/10/07/robinson-marilynne-c-kelly-ruth-winter-high-res--48347b1b667c3768da44a059559d41cdad6e523f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1574","width":"2099"}}]}