{"created":"2014-10-08T02:46:57+00:00","modified":"2014-10-31T00:33:49+00:00","valid":{"from":"2014-10-31T00:33:48+00:00","to":"3014-10-31T00:33:48+00:00"},"hreflang":"en","title":"Lake Street Dive And The Chemistry Of Harmony","published":"2014-07-07T18:23:00+00:00","teaser":"The band's four men and women met at music school and experimented with different sounds before landing on their signature: pop and soul with jazz instrumentation and lots of harmony singing.","itags":["npr_api","328522745"],"guid":"dcd3c395-709f-4e67-9808-4beb34cb867b","contentencoded":"<p>Lake Street Dive is two men and two women, all in the neighborhood of 30, who met at the New England Conservatory of Music. As a group they use jazz instrumentation, more or less — trumpet, stand-up bass, guitar, some drums — but they play pop and soul, and draw a big following doing it. In fact, a video of them performing on a Boston street corner <a href=\"https://www.youtube.com/watch?v=6EPwRdVg5Ug\" target=\"_blank\">has been viewed</a> more than 2 million times.</p><p>\"If you put background vocals on <em>anything</em>, people are excited about it,\" drummer Mike Calabrese says, referring to the lush vocal arrangements that dominate the band's latest album, <em>Bad Self Portraits</em>. \"There's something about humans singing in harmony that is just inherently joyful.\"</p><p>The members of Lake Street Dive spoke with NPR's Steve Inskeep throughout Monday's episode of <em>Morning Edition</em>, touching on their early shows (in which the other bands were sometimes the only audience members) and how they found their pop sound after an experiment with free jazz. Hear more of their stories at the audio links.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lake+Street+Dive+And+The+Chemistry+Of+Harmony&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"184"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329420365-457100.m3u?orgId=1&topicId=1039&ft=3&f=328522745"},{"href":"http://media.npr.org/assets/img/2014/07/04/lakestreetdive-b376b3418e4143ac3f1c384e49774a7978c88e81.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3613","width":"4815"}}]}