{"created":"2015-05-27T19:29:53+00:00","modified":"2015-05-28T18:57:56+00:00","valid":{"from":"2015-05-28T18:57:56+00:00","to":"3015-05-28T18:57:56+00:00"},"hreflang":"en","guid":"dcd37f8e-3982-4f75-9db4-23358917a3d6","title":"The amazing rise and immortal life of Sherlock Holmes","published":"2015-05-28T18:57:52+00:00","byline":"Bradley Campbell","tags":["books","entertainment","television","culture","Books","Arts, Culture & Media"],"teaser":"It's hard to think of a more perfect Sherlock Holmes than the one Benedict Cumberbatch portrays in \"Sherlock.\" And that's in part because the detective is immortal. A new book looks at the rise of Sherlock Holmes before Cumberbatch and shows how there will be perfect detectives in the future. ","contentencoded":"<p>When I think of Sherlock Holmes, I think of Benedict Cumberbatch.</p>\n<p>He's the Sherlock for my generation.</p>\n<p>He has a sense of perfect instability about him. He describes himself as a \"high functioning sociopath.\" He's a walking TED talk, selfish and cocky, and yet alluring.</p>\n<p>But he could be something else: immortal.</p>\n<p>The BBC's \"Sherlock\" is yet another reboot of the character Sir Arthur Conan Doyle created some 130 years ago. Yet the character still fits perfectly into modern day, smartphone addicted, London.</p>\n<p>The secret to Sherlock's immortality is that the Conan Doyle novels are perfect for constant reinvention.</p>\n<p>\"You sit Sherlock Holmes and Doctor Watson in the sitting room of 221B Baker Street waiting for someone to show up with a mystery and from there really anything can happen,\" says author Zach Dundas. \"So if you are looking for a format in which to tell a story or create some sort of adventure for a character, this is a tailor made set-up that has never really been improved upon in the mystery genre.\"</p>\n<p>Dundas trace this constant reinvention in a new book, \"The Great Detective: The Amazing Rise and Immortal Life of Sherlock Holmes.\" He travels through fan conventions, and even chats with the creators of \"Sherlock,\" in order to answer a deceptively simple question: why does a Victorian detective fascinate us so much?</p>\n<p>The answer could be that Holmes is a vehicle in which to analyze the life and times of the world we inhabit. Conan Doyle certainly seemed surprised to read and hear the endless fascination.</p>\n<p><iframe width=\"453\" height=\"340\" src=\"https://www.youtube.com/embed/XWjgt9PzYEM?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>In the 1940s, actor Basil Rathbone gave us a detective who was a Nazi-kicking, superhero-like character. In the 1980s, Jeremy Brett provided us a coke-snorting misanthrope.</p>\n<p>\"You can see what the 1980s was interested in through Brett's portrayal, just as in Rathobone's portrayal you see what the 1940s were interested in,\" says Dundas.</p>\n<p>And now, we have Cumberbatch.</p>\n<p>But along with his cheekbones, we also have an entirely different genre of Sherlock being produced almost by the minute — one created entirely by fans.</p>\n<p>\"Fan fiction is fascinating because it's being written in almost every language,\" says Dundas. \"There's this incredible, sort of prismatic view of character provided by fan fiction that is something that we've never really seen before and I think is an intriguing new direction for how a character could evolve through popular culture.\"</p>\n<p>So there’s still hope for a Holmes and Watson rom-com.</p>\n<p>But whoever or whatever the new Sherlock Holmes will be, it will certainly be hard to top Cumberbatch.</p>\n<p>Yet Dudas says there will be life after Cumberbatch, even if we can't imagine a more perfect Sherlock Holmes.</p>\n<p>\"He seems so now, but it would have seemed so about Basil Rathbone at that time. Every generation seems to come back to the character and remake it in its own image. So I would imagine that in 20 years, or even in 10 years, there will be another Sherlock Holmes.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-27%2Fsherlock-holmes-immortal-and-will-keep-his-adventures-going-long-after-benedict&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05272015_09.mp3"},{"href":"http://admin.pri.org/file/0527201509mp3"}]}