{"created":"2015-05-11T07:43:23+00:00","modified":"2015-06-05T15:25:56+00:00","valid":{"from":"2015-06-05T15:25:56+00:00","to":"3015-06-05T15:25:56+00:00"},"hreflang":"en","title":"With Small Shifts, Israel Eases Restrictions On Some Palestinians","published":"2015-05-11T15:16:00+00:00","teaser":"Older Palestinians can enter Israel without prior authorization; 100 Palestinian doctors are now permitted to drive to work. An Israeli officer describes these modest policy changes as an experiment.","itags":["npr_api","405776640"],"guid":"dce1557d-b455-4f0d-b5c0-9be9619a3abf","contentencoded":"<p>Early one morning a couple of weeks ago, rheumatologist Anas Muhana got into his 2008 tan Mercedes jeep, turned on the ignition and drove from his home in Ramallah to his work at Al-Makassed Hospital in East Jerusalem.</p><p>It was the first time he had been allowed to do this in 15 years.</p><p>Muhana is Palestinian. His car has a green and white Palestinian license plate. And in 2000, at the start of the second intifada, Israel stopped allowing cars with Palestinian plates to cross checkpoints from the West Bank.</p><p>But now, for a select few Palestinians, Israel has eased this restriction. For the first time in a decade and a half, some Palestinian residents of the West Bank can now drive their own cars, with Palestinian license plates, into Israel.</p><p>It's part of a series of modest policy changes Israel hopes will improve Palestinian lives and Israeli security.</p><p><strong>'An Easy And Smooth Ride'</strong></p><p>The opportunity to drive to work is limited to Palestinian doctors who already are allowed to be employed in Israel — and only 100 of them.</p><p>For Muhana, it came as a surprise. One day the hospital personnel manager said Israel had offered some permits and asked Muhana for his driver's license, car registration and insurance.</p><p>\"I thought it was a joke,\" Muhana said. \"I gave him the papers and wasn't really expecting anything. Then suddenly after two weeks, some people started to drive.\"</p><p>To prepare for his first time, he took everything out of the car that Israeli soldiers might interpret as a weapon, including a screwdriver and other tools he keeps in the car for emergencies.</p><p>But that morning at the checkpoint, they just looked at his documents — one permit for the car, and another for him to drive it. Then they waved him through.</p><p>Still, remembering back when it was normal for Palestinians to drive into Israel — and routine to be stopped by Israeli police — he stayed alert all the way to work.</p><p>\"There were lots of police cars, and I was imagining at any time I will be stopped,\" Muhana said. \"But luckily, nobody stopped me. It was an easy and smooth ride to Jerusalem.\"</p><p>Jewish Israeli settlers drive their cars though checkpoints between Israel and the West Bank all the time. So do Palestinians who are citizens and residents of Israel. But with yellow and blue Israeli plates, and Israeli ID, they don't need extra permission.</p><p>Muhana always does. Over the past 15 years he has waited hours at walk-through checkpoints and paid for plenty of cabs. He says driving himself is less hassle.</p><p>He doesn't have to dress so much for the weather. If he needs to bring anything, he doesn't have to haul it by hand.</p><p>\"If you want to carry sandwiches, you have to carry a bag. With your car, you could put anything you need,\" Muhana says. \"If you are a bit late to go to work, you could just start your car and go.\"</p><p>But Muhana is not sure what Israel is trying to accomplish.</p><p>\"It makes some difference to a very tiny portion of the Palestinian population. But how much difference is this? Very little,\" he says. \"We are still under occupation.\"</p><p><strong>Small Steps For Civil Life</strong></p><p>Israeli Lt. Col. Kobi Gertswolf with COGAT, the Israeli military agency in charge of Palestinian civil affairs, says this and other policy changes are an experiment.</p><p>Since the end of last summer's war, Israel has taken several small steps in an attempt to improve everyday life for Palestinians without sacrificing Israeli security.</p><p>\"The goal ... is to improve the economic situation and the civil life of the residents,\" Gertswolf says.</p><p>In addition to the 100 driving permits, Israel has also lowered to 22 the age that married West Bank Palestinians must be to apply for an Israeli work permit. The Israeli military has opened several roads in the West Bank that had been closed to Palestinians.</p><p>Depending on security, more changes may come, Gertswolf says.</p><p>\"We believe that [a] good econom[y] will give good security, but the opposite is also right — good security can give the opportunity to take some other steps.\"</p><p>One change already in place could affect 400,000 Palestinians who live in the West Bank, he says. Men over 55 and women over 50 can now enter Israel with no prior authorization.</p><p>Crowds are already increasing at the Qalandia checkpoint close to Jerusalem on Fridays, when Muslims want to pray at al-Aqsa mosque, the third holiest site in Islam.</p><p>They must all walk through. That means first lining up in narrow caged corridors, waiting for turnstiles to unlock. When they reach a station with a soldier, they show ID, give a fingerprint, go through a metal detector and send their bags through an X-ray.</p><p>Ilham Salami, 64, has gone to pray several Fridays since the change started. She is happy she no longer has to get a permit in addition to the walk-through procedure, but she wants more.</p><p>\"We are thrilled to go to Al-Aqsa,\" she says, in the back of the line with her husband. \"One prayer there is worth 500 said somewhere else. But I would like to just get on the bus, stay on the bus and get to Al-Aqsa. Our children would also like to join us, but they are not allowed.\"</p><p>No one knows when or if that might change. No one even knows how long the new policies will last.</p><p>One night recently, a rocket shot from Gaza landed inside Israel. Israel immediately canceled permits for 200 Gazans who had been cleared to visit Al-Aqsa mosque the next day.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Small+Shifts%2C+Israel+Eases+Restrictions+On+Some+Palestinians&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"266"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405816950-66b84d.m3u?orgId=1&topicId=1009&d=266&p=3&story=405776640&t=progseg&e=405815353&seg=2&ft=nprml&f=405776640"},{"href":"http://media.npr.org/assets/img/2015/05/10/img_3219-2863e10fe8970fd5e8ae0f256c51466b59f8ffa5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2253","width":"3004"}},{"href":"http://media.npr.org/assets/img/2015/05/10/img_3162-23f9b0936f43700034b17c85d209a31486f83244.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2361","width":"3148"}}]}