{"created":"2014-12-25T21:16:18+00:00","modified":"2015-01-05T23:05:20+00:00","valid":{"from":"2015-01-05T23:05:20+00:00","to":"3015-01-05T23:05:20+00:00"},"hreflang":"en","title":"After The Presents, A Buttery Tea Cake Tradition","published":"2014-12-29T17:13:00+00:00","teaser":"For one family in Overland Park, Kan., it's not Christmas without Mrs. Lawrence. The tea cake, rich with butter and spices, is named for the neighbor who would hand deliver it every holiday season.","itags":["npr_api","372900404"],"guid":"dce18c3d-5ff7-4eff-a926-d45c570985ca","contentencoded":"<p>When listener Susan Tannewitz-Karnes was a child in Johnson City, Tenn., Christmas wasn't Christmas without an English tea cake baked by their neighbor, Mrs. Lawrence.</p><p>She would deliver it about a week before Christmas. \"We would come home from school and my mother would just say, 'Mrs. Lawrence came by! We have Mrs. Lawrence!' And we'd say, 'Oh, yes! Yes!' We couldn't wait.\"</p><p>Tannewitz-Karnes says her family had a habit of naming things after the people who used them or shared them. There's the Mrs. Lawrence, of course, and she has \"another cake recipe I call Mrs. Monroe,\" she says.</p><p>Tannewitz-Karnes says the Mrs. Lawrence cake is not overly sweet. It has raisins, currants, spices, and a rich butter filling in the middle that melts into the crumb.</p><p>\"On Christmas morning, we'd get through the presents and [we would say], 'Is it in the oven, can we have it?' \" she recalls. \"And it would be one of those things that you fought over who got a little more of it than anyone else.\"</p><p>Eventually, Tannewitz-Karnes grew up and moved away, and the Christmas cakes became a thing of the past; Mrs. Lawrence had become elderly and stopped baking for her neighbors.</p><p>But about 12 years ago, Tannewitz-Karnes paid a friendly visit to Mrs. Lawrence, who was well into her 90s, and her daughter and granddaughter. \"We talked for a while and I finally got up the courage to say, 'If you would ever, ever give up this very special secret recipe, I would love to have it.' \"</p><p>Tannewitz-Karnes says the family was completely dumbfounded that she had been afraid to ask. \"They said, 'It's a secret?' \" And Mrs. Lawrence's granddaughter happily emailed the recipe the next day.</p><p>Tannewitz-Karnes says she's made the cake every year since then. So while the original Mrs. Lawrence has passed away, her Christmas tea cake continues to be a holiday tradition with at least one of her neighbors.</p><hr /><p><strong>Recipe: Mrs. Lawrence's English Tea Cake</strong></p><p><strong>For the Cake</strong></p><p>1/3 cup melted butter, cooled</p><p>3 tablespoons sugar</p><p>1 tablespoon grated orange peel</p><p>1 egg, at room temperature</p><p>1 yeast cake, or 1 package of dry yeast</p><p>1/2 cup water, at 110 to 115 degrees</p><p>1/2 cup warm milk</p><p>1/2 cup golden raisins</p><p>3 tablespoons citron</p><p>3 cups bread flour (all-purpose flour is also OK)</p><p>1/2 teaspoon salt</p><p>1 teaspoon nutmeg</p><p><strong>For the filling</strong></p><p>1/4 pound butter (1 stick), very soft</p><p>1 cup powdered sugar</p><p>A dash of vanilla</p><p>Stir melted butter, sugar, orange peel and egg together in a large warm bowl (make sure the butter has cooled so as not to cook the egg). Set aside.</p><p>Following directions on the package, dissolve yeast pack in warm water. Let sit 3 to 5 minutes. Add in warm milk, raisins and citron and stir together. Set aside.</p><p>Sift together flour, salt and nutmeg. Set aside.</p><p>Stir softened butter, powdered sugar and vanilla together until it reaches a spreading consistency. Set aside.</p><p>Add yeast mixture to butter mixture and stir to blend. Add flour mixture to milk mixture, a little at a time, until all is added. Let dough rise until doubled in bulk, about 1 to 2 hours.</p><p>Knead the dough with flour (about 1/2 cup) for about 10 minutes. Dough will be very elastic and light. Divide in half and form two balls. Press dough into two 8-inch round pans and let rise again for 1 to 2 hours.</p><p>Bake at 375 for 20 minutes. Cool thoroughly, split and spread with filling mixture. Wrap loaves in foil and reheat at 350 degrees for 15 minutes before eating.</p><p><em>Recipe courtesy of Mrs. Lawrence's granddaughter, Laura</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+The+Presents%2C+A+Buttery+Tea+Cake+Tradition&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Melissa Gray","audio":[{"meta":{"duration":"189"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373128510-c353e5.m3u?orgId=1&topicId=1053&aggIds=175306271&ft=3&f=372900404"},{"href":"http://media.npr.org/assets/img/2014/12/24/tea-cake-2d8db7c00d64b46f009ea2d1a3085055c2472caa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1742","width":"2323"}}]}