{"created":"2015-06-16T18:11:35+00:00","modified":"2015-06-24T20:02:52+00:00","valid":{"from":"2014-11-05T05:46:52+00:00","to":"3014-11-05T05:46:52+00:00"},"hreflang":"en","tags":["APM"],"byline":"Andy Kruse","description":"This audio is part of the larger project The First Family of Radio: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You […]","contentencoded":"<div class=\"barn-cleaned\"><p><em>This audio is part of the larger project <a href=\"http://www.americanradioworks.org/documentaries/roosevelts/\">The First Family of Radio</a>: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You can download the entire radio hour from our <a href=\"http://www.americanradioworks.org/podcast/\">podcast feed</a> (<a href=\"https://itunes.apple.com/us/podcast/id81914987\">iTunes</a>).</em></p>\n<br />\n<p><strong>June 25, 1940</strong></p>\n<br />\n<p>On this next Sweetheart Soap broadcast, ER presented an insider’s view of life on a whistle-stop campaign trip. -Stephen Smith</p>\n<br />\n<h3>Transcript</h3>\n<br />\n<blockquote>\n<p>ER: Good day, ladies and gentlemen. This is the time for conventions. And of course the ones which will draw the greatest attention are those of the two major political parties. The Republican Convention is already meeting in Philadelphia. The Democrats meet in convention next month in Chicago. We are a politically minded country and we enjoy our political struggles and our differences of opinion in a way which I think probably few other countries really understand.</p>\n<br />\n<p>When the conventions are over, the two party leaders usually take a little time off for rest before the real campaign begins. This year, of course, we have had a number of Republican candidates for the nomination for the presidency, traveling around the country allowing the people an opportunity to see and hear them. This is never necessary for men who are well known nationally, but it must be done when one is trying to break into the national political picture.</p>\n<br />\n<p>When once the nominations are made and the campaigns begin, the candidates plan not only radio broadcasts for themselves and the usual campaign setup for everyone else, but they start off on speaking trips throughout the country. I should like to describe to you, in general terms, one of these campaign trips which might be taken by a Republican or a Democratic candidate. I am talking to you from the point of view of one who has been many miles on campaign trains, always as an onlooker. This has given me an opportunity to be a bit objective, and while I realize the seriousness underlying the purpose of these trips, I have still been able to enjoy some of the humorous superficialities.</p>\n<br />\n<p>The point of departure is usually someplace where a group of people gather to bid the party candidate Godspeed. Almost always the candidate has some friends and members of his family in the party. Of course, the candidate is the only person who is legally up for election. But the public seems to take an interest in his entire family, and sometimes one has the feeling that the public considers the whole family responsible to them for their actions from the time of the nomination on.</p>\n<br />\n<p>There is a large group of newspaper reporters on the train—and today there are women reporters as well as men—photographers and even newsreel men. Someone is put in charge of these press representatives, and his job is to get them in touch with the candidate when necessary, and to get the advance copies of speeches, et cetera, and to help them to get their stories sent from the train at stated intervals. There is usually an office staff because work goes on all during the campaign trip.</p>\n<br />\n<p>If a president is running for reelection, he is, of course, surrounded by Secret Service men during his campaign trip. If he is merely a candidate for the first time, he is unprotected except for the local police until he is elected to office. This is a great change, and one of the things to which it is very hard for most men to accustom themselves. The law requires that the president of the United States be protected by the Secret Service. And whether he likes it or not, he must be amenable to the rules which they lay down for his protection. He has spent many years of his life unguarded except by his own right arm, and most of the time he hasn’t felt that he was in any particular danger on account of the malevolence of other people. But the day he becomes president he is a target for all the prejudices and grievances which may arise among 120 million people. Well-balanced people express their grievances through the regular political channels. But the totally unbalanced—and there are some of these in every large nation—also may try to express their political ideas. These unfortunate people have no real idea of why they feel as they do and they are not responsible for their actions. It is against such people that the state must constantly protect the chief executive.</p>\n<br />\n<p>At times it must be most irritating to feel that there is an ever-present possibility of physical danger. But after a while I imagine that a man learns to ignore his ever-present bodyguards. In a sense, we all make this kind of adjustment. For example, we hardly realize that everywhere we go there are police who look after our safety. And we are not conscious of their eternal vigilance until their protection is needed. But a political candidate must be willing and able to make any adjustments. He must be big enough to step in and fill a position which is surrounded with restrictions, accompanied by a certain amount of pomp and ceremony. Then he must also be able to make the adjustment of stepping out of that picture and again living as plain Mr. American Citizen. I am sure that some presidents must have felt the greatest relief in the world on leaving their office and resuming normal private life. To others, it must be a fairly difficult adjustment to change from the nation’s number-one citizen to one of the nation’s 120 million citizens.</p>\n<br />\n<p>But I have gone a little astray in this discussion. Before a [campaign train] trip is started, regular stops are arranged. Some places will be selected for long station stops where the candidate will leave the train to make a major speech. The man who is in charge of the train schedule has a most trying assignment. While a campaign trip is in progress, he is constantly bombarded with telegrams from small cities, towns, and villages along the route, asking that the train stop there for just a minute so the people from the country ’round about can catch a glimpse of the candidate.</p>\n<br />\n<p>In the course of a day, a train may make two or three major stops where the candidate makes a real speech. But there may be ten or twelve one-to-three-minute stops where only a few words are spoken. The candidate’s family is always asked to be on the back platform for these short stops. The local politicians are always present and each of them say a few words, if that can possibly be arranged. Flowers are brought to the ladies of the party and sometimes other gifts, and crowds gather around the observation platform in the rear of the train. There is always a tense moment before the train starts again for fear some child is on the roof or near the wheels, for the crowds clamber about everywhere and the children sometimes choose dangerous places from which to view the proceedings. I remember in one place seeing some small boys being hauled off the roof of the president’s car by the Secret Service, and I have often heard them urge youngsters to keep away from the wheels. In all the trips I have taken, I never remember a real accident, but I have had many anxious moments.</p>\n<br />\n<p>We also have had some amusing instances. On one campaign trip, when I was not on board, my daughter regaled me with detail about one of the newspaperwomen missing the train because she was caught in the crowd and could not get back. Without knowing she was not on board, the signal was given to start the train and the poor woman had to take a taxicab and chase the train! Fortunately, there were so many stops to make that she caught up, but a good many miles away. I’ve seen photographers clambering on to the back platform as the train was slowly pulling out.</p>\n<br />\n<p>When these stops are over and the train is on its way again, all of us go back to whatever we had been doing—playing cards, reading, sewing, working, or whatever it may be. The candidate talks to the local politicians who get on the train and ride for a short distance, or prepares his next speech. Sometimes, if the family is honest with the candidate, they will tease him a little about the similarity of his speeches. But they must be tolerant with him because I am sure there is just as little pleasure in repeating the same speech over and over again as there is in hearing it.</p>\n<br />\n<p>It seems as though one has hardly settled down after a stop when someone comes along calling: “All out on the back platform for another stop,” and everything has to be dropped. Occasionally these stops will come during mealtime and everyone dashes out holding a napkin in one hand and wondering if the food will be too cold to eat when they get back. But the entire campaign party must be at the beck and call of the crowds, night and day, all during the trip. People may clamber about the campaign train even after everyone aboard has gone to bed. If the candidate is very young and very anxious to please, he will get out of bed, put on a wrapper, and respond to the call of his public.</p>\n<br />\n<p>The only thing about campaign trips which has always seemed to me rather futile is that the greater part of those who come to see a candidate and listen to him are people who agree with him and probably would vote for him in any case. Of course, there are exceptions. There must be a number of people who are really swayed by personal contact with the candidate.</p>\n<br />\n<p>I do not suppose that we will ever get away from campaign trips. And I think, perhaps, we would miss them. For there is something in the American people which makes them want to get a face-to-face impression of the other fellow. Campaign trips undoubtedly have a great deal of value for the candidate, too. He gets a panoramic impression of his fellow American citizens and of the country as a whole. He gets a clear idea of the vastness of our nation, of the great mixture of peoples and views. In other words, while the candidate is barnstorming to let the voters get a look at him, he is giving himself an excellent opportunity to get a look at the voters. So here’s to all those who are going out to court the vote of their fellow citizens, and may whatever is best for the country come to pass on Election Day!</p>\n</blockquote>\n<br />\n<p><iframe src='http://cdn.knightlab.com/libs/timeline/latest/embed/index.html?source=0Ai6SjtFZXpPtdFpwZGczQ0RTLUxrcVdxaUxwY1dpRnc&amp;font=Bevan-PotanoSans&amp;maptype=toner&amp;lang=en&amp;height=650' frameborder='0'></iframe></p>\n<br /></div>","guid":"dce5ad08-2842-4d5b-8a0d-fc0022b1c3e0","published":"2014-11-05T05:46:52+00:00","contenttemplated":"[{\"content\":\"<p><em>This audio is part of the larger project <a href=\\\"http://www.americanradioworks.org/documentaries/roosevelts/\\\">The First Family of Radio</a>: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You can download the entire radio hour from our <a href=\\\"http://www.americanradioworks.org/podcast/\\\">podcast feed</a> (<a href=\\\"https://itunes.apple.com/us/podcast/id81914987\\\">iTunes</a>).</em></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>June 25, 1940</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>On this next Sweetheart Soap broadcast, ER presented an insider’s view of life on a whistle-stop campaign trip. -Stephen Smith</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<h3>Transcript</h3>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p>ER: Good day, ladies and gentlemen. This is the time for conventions. And of course the ones which will draw the greatest attention are those of the two major political parties. The Republican Convention is already meeting in Philadelphia. The Democrats meet in convention next month in Chicago. We are a politically minded country and we enjoy our political struggles and our differences of opinion in a way which I think probably few other countries really understand.</p><br /><p>When the conventions are over, the two party leaders usually take a little time off for rest before the real campaign begins. This year, of course, we have had a number of Republican candidates for the nomination for the presidency, traveling around the country allowing the people an opportunity to see and hear them. This is never necessary for men who are well known nationally, but it must be done when one is trying to break into the national political picture.</p><br /><p>When once the nominations are made and the campaigns begin, the candidates plan not only radio broadcasts for themselves and the usual campaign setup for everyone else, but they start off on speaking trips throughout the country. I should like to describe to you, in general terms, one of these campaign trips which might be taken by a Republican or a Democratic candidate. I am talking to you from the point of view of one who has been many miles on campaign trains, always as an onlooker. This has given me an opportunity to be a bit objective, and while I realize the seriousness underlying the purpose of these trips, I have still been able to enjoy some of the humorous superficialities.</p><br /><p>The point of departure is usually someplace where a group of people gather to bid the party candidate Godspeed. Almost always the candidate has some friends and members of his family in the party. Of course, the candidate is the only person who is legally up for election. But the public seems to take an interest in his entire family, and sometimes one has the feeling that the public considers the whole family responsible to them for their actions from the time of the nomination on.</p><br /><p>There is a large group of newspaper reporters on the train—and today there are women reporters as well as men—photographers and even newsreel men. Someone is put in charge of these press representatives, and his job is to get them in touch with the candidate when necessary, and to get the advance copies of speeches, et cetera, and to help them to get their stories sent from the train at stated intervals. There is usually an office staff because work goes on all during the campaign trip.</p><br /><p>If a president is running for reelection, he is, of course, surrounded by Secret Service men during his campaign trip. If he is merely a candidate for the first time, he is unprotected except for the local police until he is elected to office. This is a great change, and one of the things to which it is very hard for most men to accustom themselves. The law requires that the president of the United States be protected by the Secret Service. And whether he likes it or not, he must be amenable to the rules which they lay down for his protection. He has spent many years of his life unguarded except by his own right arm, and most of the time he hasn’t felt that he was in any particular danger on account of the malevolence of other people. But the day he becomes president he is a target for all the prejudices and grievances which may arise among 120 million people. Well-balanced people express their grievances through the regular political channels. But the totally unbalanced—and there are some of these in every large nation—also may try to express their political ideas. These unfortunate people have no real idea of why they feel as they do and they are not responsible for their actions. It is against such people that the state must constantly protect the chief executive.</p><br /><p>At times it must be most irritating to feel that there is an ever-present possibility of physical danger. But after a while I imagine that a man learns to ignore his ever-present bodyguards. In a sense, we all make this kind of adjustment. For example, we hardly realize that everywhere we go there are police who look after our safety. And we are not conscious of their eternal vigilance until their protection is needed. But a political candidate must be willing and able to make any adjustments. He must be big enough to step in and fill a position which is surrounded with restrictions, accompanied by a certain amount of pomp and ceremony. Then he must also be able to make the adjustment of stepping out of that picture and again living as plain Mr. American Citizen. I am sure that some presidents must have felt the greatest relief in the world on leaving their office and resuming normal private life. To others, it must be a fairly difficult adjustment to change from the nation’s number-one citizen to one of the nation’s 120 million citizens.</p><br /><p>But I have gone a little astray in this discussion. Before a [campaign train] trip is started, regular stops are arranged. Some places will be selected for long station stops where the candidate will leave the train to make a major speech. The man who is in charge of the train schedule has a most trying assignment. While a campaign trip is in progress, he is constantly bombarded with telegrams from small cities, towns, and villages along the route, asking that the train stop there for just a minute so the people from the country ’round about can catch a glimpse of the candidate.</p><br /><p>In the course of a day, a train may make two or three major stops where the candidate makes a real speech. But there may be ten or twelve one-to-three-minute stops where only a few words are spoken. The candidate’s family is always asked to be on the back platform for these short stops. The local politicians are always present and each of them say a few words, if that can possibly be arranged. Flowers are brought to the ladies of the party and sometimes other gifts, and crowds gather around the observation platform in the rear of the train. There is always a tense moment before the train starts again for fear some child is on the roof or near the wheels, for the crowds clamber about everywhere and the children sometimes choose dangerous places from which to view the proceedings. I remember in one place seeing some small boys being hauled off the roof of the president’s car by the Secret Service, and I have often heard them urge youngsters to keep away from the wheels. In all the trips I have taken, I never remember a real accident, but I have had many anxious moments.</p><br /><p>We also have had some amusing instances. On one campaign trip, when I was not on board, my daughter regaled me with detail about one of the newspaperwomen missing the train because she was caught in the crowd and could not get back. Without knowing she was not on board, the signal was given to start the train and the poor woman had to take a taxicab and chase the train! Fortunately, there were so many stops to make that she caught up, but a good many miles away. I’ve seen photographers clambering on to the back platform as the train was slowly pulling out.</p><br /><p>When these stops are over and the train is on its way again, all of us go back to whatever we had been doing—playing cards, reading, sewing, working, or whatever it may be. The candidate talks to the local politicians who get on the train and ride for a short distance, or prepares his next speech. Sometimes, if the family is honest with the candidate, they will tease him a little about the similarity of his speeches. But they must be tolerant with him because I am sure there is just as little pleasure in repeating the same speech over and over again as there is in hearing it.</p><br /><p>It seems as though one has hardly settled down after a stop when someone comes along calling: “All out on the back platform for another stop,” and everything has to be dropped. Occasionally these stops will come during mealtime and everyone dashes out holding a napkin in one hand and wondering if the food will be too cold to eat when they get back. But the entire campaign party must be at the beck and call of the crowds, night and day, all during the trip. People may clamber about the campaign train even after everyone aboard has gone to bed. If the candidate is very young and very anxious to please, he will get out of bed, put on a wrapper, and respond to the call of his public.</p><br /><p>The only thing about campaign trips which has always seemed to me rather futile is that the greater part of those who come to see a candidate and listen to him are people who agree with him and probably would vote for him in any case. Of course, there are exceptions. There must be a number of people who are really swayed by personal contact with the candidate.</p><br /><p>I do not suppose that we will ever get away from campaign trips. And I think, perhaps, we would miss them. For there is something in the American people which makes them want to get a face-to-face impression of the other fellow. Campaign trips undoubtedly have a great deal of value for the candidate, too. He gets a panoramic impression of his fellow American citizens and of the country as a whole. He gets a clear idea of the vastness of our nation, of the great mixture of peoples and views. In other words, while the candidate is barnstorming to let the voters get a look at him, he is giving himself an excellent opportunity to get a look at the voters. So here’s to all those who are going out to court the vote of their fellow citizens, and may whatever is best for the country come to pass on Election Day!</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><iframe frameborder=\\\"0\\\" src=\\\"http://cdn.knightlab.com/libs/timeline/latest/embed/index.html?source=0Ai6SjtFZXpPtdFpwZGczQ0RTLUxrcVdxaUxwY1dpRnc&amp;font=Bevan-PotanoSans&amp;maptype=toner&amp;lang=en&amp;height=650\\\"></iframe></p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"}]","title":"Eleanor Roosevelt on the Campaign Train","teaser":"This audio is part of the larger project The First Family of Radio: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You […]","itags":["American RadioWorks","American RadioWorks 2014-11-04","dce5ad082842d5bea0dffc0022b1c3e0"],"audio":[{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/americanradioworks/2014/er400625_128.mp3","type":"audio/mpeg","meta":{"duration":872,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/americanradioworks/2014/er400625"},"duration_hms":"00:14:32"}}]}