{"created":"2015-01-20T14:38:35+00:00","modified":"2015-06-16T17:31:05+00:00","valid":{"from":"2015-06-16T17:31:05+00:00","to":"3015-06-16T17:31:05+00:00"},"hreflang":"en","title":"White House Seeks More Time From Congress On Iran ","published":"2015-01-20T19:41:00+00:00","teaser":"There is bipartisan support for sanctions — and a veto threat from the president. His chief of staff, Denis McDonough, says the White House would consider congressional action \"later in the year.\"","itags":["npr_api","378567377"],"guid":"dd02c27d-0848-4527-b728-20a1b3fe7cf8","contentencoded":"<p>The White House says it could consider congressional action against Iran later in the year, but emphasized it wants more time to see if negotiations over the Islamic republic's nuclear program can work.</p><p>\"If Congress wants to act later in the year, we could consider that, but at the moment they ought to give us the space to let these negotiations work,\" Denis McDonough, White House chief of staff, <a href=\"http://www.npr.org/2015/01/20/378525655/obama-to-layout-proposals-in-state-of-the-union-speech\">tells NPR's Steve Inskeep</a>.</p><p>There is bipartisan support in Congress for more sanctions on Iran. President Obama says he will veto any sanctions while talks over Iran's nuclear program are going on. But Sen. Marco Rubio, R-Fla., <a href=\"http://www.npr.org/2015/01/01/374220342/sen-marco-rubio-hopes-for-a-congress-whose-work-is-relevant-to-americans\">told Inskeep last month</a> the GOP will have a \"a veto-proof majority to impose additional sanctions on Iran and to require the administration to come before Congress for approval of any deal that he has with Iran.\"</p><p>McDonough noted today that negotiations with Iran \"have seen [Iran's] program frozen in important ways and even rolled back in very important ways.\" Any congressional action now, he says, would give Iran \"a reason to walk away from these negotiations.\"</p><p>That, he adds, \"will splinter the international coalition that we've built, and that has been very effective at putting pressure on the Iranians. We think it's a mistake for Congress to do that, and we will continue to ask them to hold off.\"</p><p>Obama, <a href=\"http://www.npr.org/2014/12/29/372485968/transcript-president-obamas-full-npr-interview\">in an interview with Inskeep in December</a>, said this about Iran's nuclear program: \"[I]f you look at the negotiations as they've proceeded, what we've said to the Iranians is that we are willing to recognize your ability to develop a modest nuclear power program for your energy needs. ... They have legitimate defense concerns, but those have to be separated out from the adventurism, the support of organizations like Hezbollah, the threats they've directed towards Israel.\"</p><p>Negotiators from Iran, Britain, China, France, Germany, Russia and the U.S. <a href=\"http://www.npr.org/2015/01/19/378285874/nuclear-talks-with-iran-recess-after-limited-progress\">agreed Sunday in Geneva</a> to continue talks next month over the Islamic republic's nuclear program. As NPR's Peter Kenyon reported: \"Negotiators set themselves a March 1 deadline to come up with a 'political agreement,' a framework giving some detail on what a final deal with look like come July 1.\"</p><p><a href=\"http://www.npr.org/blogs/thetwo-way/2015/01/16/377743085/obama-theres-a-less-than-50-50-chance-of-nuclear-deal-with-iran\">But as we reported last week</a>, the president said the chances of a nuclear deal with Iran are \"probably less than 50-50.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=White+House+Seeks+More+Time+From+Congress+On+Iran+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Krishnadev Calamur","audio":[{"meta":{"duration":"388"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378568085-d7d772.m3u?orgId=1&topicId=1014&d=388&story=378567377&ft=nprml&f=378567377"}]}