{"created":"2015-02-02T11:00:17+00:00","modified":"2015-06-16T17:29:03+00:00","valid":{"from":"2015-06-16T17:29:02+00:00","to":"3015-06-16T17:29:02+00:00"},"hreflang":"en","title":"Obama's Budget Proposal Lifts 2013 Caps, Adds Billions In Spending","published":"2015-02-02T17:14:00+00:00","teaser":"The president's $3.99 trillion proposal, released Monday, calls for more spending on domestic programs, infrastructure and defense — and includes tax hikes the new Congress is unlikely to approve.","itags":["npr_api","383149509"],"guid":"dd023dfb-67e9-45a7-b5bc-e3243d682919","contentencoded":"<p><strong><em>Updated at 12:03 p.m. ET</em></strong></p><p>President Obama says he wants to work with Congress to \"replace mindless austerity with smart investments that strengthen America,\" in remarks that came hours after the release of his $3.99 trillion budget proposal, which is already drawing criticism from Republicans.</p><p>\"I'm not going to accept a budget that locks in sequestration going forward,\" Obama told an audience at the Department of Homeland Security. \"It would be bad for our security and bad for our growth. I will not accept a budget that severs the vital link between our national security and our economic security.</p><p>The president said his budget proposal \"will end sequestration and fully reverse the cuts to domestic priorities in 2016, and it will match the investments that were made domestically dollar for dollar with increases in our defense spending.\"</p><p>Obama addressed the expected GOP opposition to the plan, which, among other things, calls for tax increases.</p><p>\"If they don't agree with me, that's fine: That's how democracy works,\" he said. \"You may have noticed they usually don't agree with me. But don't jeopardize our national security over this disagreement.\"</p><p><strong>Our original post continues</strong></p><p>President Obama is calling for tens of billions of dollars in new government spending, setting up a clear contrast with the new Republican Congress.</p><p>The president's $3.99 trillion budget proposal, released Monday, would lift the automatic spending caps imposed in 2013.</p><p>\"Let's take a scalpel and not a meat cleaver,\" Obama told Democratic members of Congress in Philadelphia last week. \"And let's make sure that we're funding the things that we know help American families succeed. That's a smart thing to do.\"</p><p>All told, the president wants to spend $37 billion more than the caps allow on domestic programs. That would pay for things like an expanded child care tax credit and subsidies to help students attend community college at no cost.</p><p>Obama is also proposing an extra $38 billion in defense spending. The White House says that money would help pay for the ongoing fight against the militant group calling itself the Islamic State, as well as military support for NATO allies rattled by Russian aggression in Ukraine.</p><p>The president wants to offset those costs with higher taxes on big banks and the wealthy. His plan would raise about $210 billion over the next decade by raising the capital gains tax rate and taxing gains on inherited wealth. A new financial fee on highly leveraged banks would generate another $110 billion over the next 10 years.</p><p>The president is also proposing a one-time, 14 percent tax on the profits that U.S. corporations have amassed overseas. That would raise an estimated $238 billion to help fund improvements to roads, bridges and other public works.</p><p>\"All of the proposals that I put forward in the State of the Union we can pay for by fixing a tax code that is riddled with loopholes for special interests,\" Obama said. \"And if Republicans don't agree with my approach for paying for it, then they should put forward their own proposals.\"</p><p>Republicans now control both chambers of Congress, and they're unlikely to approve the president's proposed tax hikes. They might be willing to give ground on the spending caps, though.</p><p>\"Republicans believe there are smarter ways to cut spending than the sequester and have passed legislation to replace it multiple times, only to see the president continue to demand tax hikes,\" said Cory Fritz, a spokesman for House Speaker John Boehner. \"Until he gets serious about solving our long-term spending problem, it's hard to take him seriously.\"</p><p>Obama's budget would cut the federal deficit to $474 billion in the upcoming fiscal year. That's just 2.5 percent of the overall economy, and White House forecasters expect the deficit to remain at a manageable 3 percent of GDP or less throughout the 10-year budget window. That's only if Republicans agree, however, to a substantial boost in tax revenues.</p><p>The president has already scrapped one idea from the budget: a plan to tax 529 college savings accounts. Critics of the 529 plans complain the tax-advantaged accounts primarily benefit upper-income families. But a White House proposal to eliminate the tax break (worth a paltry $1 billion over the next decade) ran into a storm of protest from both Republicans and Democrats, and the administration quickly backed down.</p><p>While Obama defends his budget as an exercise in \"middle-class economics,\" <a href=\"http://taxvox.taxpolicycenter.org/2015/01/28/obamas-tax-plan-will-redistribute-income-rich-poor/\">a preliminary analysis</a> by the nonpartisan Tax Policy Center found otherwise. Forecasters at the center say while the wealthiest Americans would pay higher taxes under the president's plan, most of the benefits would go to those at the bottom of the income ladder. The 60 percent of Americans in the middle would more or less break even.</p><p>The president's budget assumes the U.S. economy will grow by just over 3 percent in 2015 while the unemployment rate continues to inch downward to 5.4 percent. Inflation is expected to remain well below 2 percent.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama%27s+Budget+Proposal+Lifts+2013+Caps%2C+Adds+Billions+In+Spending&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Horsley","audio":[{"meta":{"duration":"210"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383214962-0632a6.m3u?orgId=1&topicId=1014&d=210&p=3&story=383149509&t=progseg&e=383214021&seg=2&ft=nprml&f=383149509"},{"href":"http://media.npr.org/assets/img/2015/02/01/461966046-dd336f049dd447ffcccba40ef1ffd49e4b3bea9f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2691","width":"3589"}}]}