{"created":"2015-04-30T07:25:23+00:00","modified":"2015-06-05T15:26:04+00:00","valid":{"from":"2015-06-05T15:26:04+00:00","to":"3015-06-05T15:26:04+00:00"},"hreflang":"en","title":"The Frightened Vietnamese Kid Who Became A U.S. Army General","published":"2015-05-04T00:46:00+00:00","teaser":"Forty years ago, Viet Luong was a 9-year-old Vietnamese boy fleeing Saigon with his family. Today he's the first Vietnamese-American general in the U.S. Army and is helping train the Afghan military.","itags":["npr_api","403082804"],"guid":"dd0b2055-201c-46b9-b18e-108273874a4a","contentencoded":"<p>Brig. Gen. Viet Luong sits on a case of MREs, the soldiers' daily meals. He's inside a cavernous hanger at an Afghan army base outside the southern city of Kandahar.</p><p>A couple dozen American and Australian soldiers lounge on green cots lining the sides. Banners of U.S. military units hang on the walls. Between the troops is a 6-foot-tall shipment of Girl Scout cookies.</p><p>Luong's job is to train the Afghan military to fight a guerrilla force, the Taliban. But he's willing to talk about another guerrilla war, long ago.</p><p>Forty years ago this week Luong's father, a South Vietnamese Marine major, called an urgent family meeting at their home in Saigon, now known as Ho Chi Minh City. The city, his father told them, soon would fall to the North Vietnamese — the communist forces he was helping the Americans fight.</p><p>They sat around the table — father, mother, seven sisters and Luong, then age 9.</p><p>\"My sisters actually had a very strong opinion — like 'we need to stay until we find a way out as a family,' \" he recalls.</p><p>His father worried they wouldn't be able to escape together. He suggested Luong, the only boy, and one of his sisters should flee the country in the hopes the family could be preserved.</p><p>\"I was depressed! I didn't want to get sent to — you know, to the U.S. I didn't want to ... my dad, to go to the jungles,\" he says, his voice catching in his throat. \"It was pretty tough, as a kid.\"</p><p><strong>A Way Out</strong></p><p>They were helped by an American reporter who was a friend. Luong still remembers the night he came to give the entire family official government papers that would get them into Tan Son Nhut Air Base, just north of Saigon. From there, they'd be taken out of Vietnam.</p><p>\"It's like, 'OK, pack your stuff — do not talk to any of your friends, just pack some clothes,' and his driver snuck us out at night,\" Luong says.</p><p>Soon after the family arrived at the air base, rockets and mortars started landing.</p><p>\"Yeah, it was close enough where I can hear people groaning from getting hit,\" he says.</p><p>The general stops for a moment, and looks down. His eyes begin to fill with tears.</p><p>\"I was lying then on my stomach,\" he says. \"We're Catholics, so I was saying my Hail Marys, you know. And uh ... and so we were scared, so my dad looked up and said 'look — don't be afraid.' He said 'you're missing out on a monumental moment in history,' right? 'You need to be able to see what's going on.' So that calmed us down for a little bit, but it was really hopeless until the Marines came in.\"</p><p>On April 29, 1975, the family boarded a Marine helicopter and headed out to the South China Sea. When they landed on a U.S. carrier, Luong was disoriented.</p><p>\"I still remember that moment to this day, because as soon as we landed I looked at my dad and I said, uh, I said 'Dad, where are we at?' And he looked at me and he says, 'hey, we're aboard the American carrier USS Hancock.' And I say, 'well, what does that mean?' And he looked at me and he said, 'that means nothing in the world can harm you now.' \"</p><p><strong>A Promise Kept</strong></p><p>Luong made a decision on that carrier deck.</p><p>\"People might not believe that, but, I knew right back then that I want to serve our country,\" he says.</p><p>Other members of the family were not as lucky. Left behind were two uncles who would serve nearly a dozen years each in a communist re-education camp, before they would make it to the U.S.</p><p>Luong and his family spent weeks in refugee camps in the Philippines and Guam before arriving in Fort Chaffee, Ark. Eventually, they moved to California.</p><p>Luong attended the University of Southern California and joined ROTC, keeping good on the promise he made on that carrier flight deck. He would join the Army.</p><p>\"My dad told me — I think half-jokingly maybe — that he was disappointed that I wasn't going to be a Marine,\" Luong says. \"But he says, 'as long as you're gonna be an airborne guy, that's OK, too.' \"</p><p>Luong rose up the ranks, and is now deputy commander of the First Cavalry Division, based out of Fort Hood, Texas.</p><p>In January, he made his second deployment to Afghanistan, where he leads the training effort at the Kandahar Air Base.</p><p><strong>Drawing Parallels</strong></p><p>Luong knows there is irony in his presence here: A boy who fled America's longest war, only to grow up and advise foreign forces in what became America's new longest war. Like many back home, he talks about the parallels between the fights in Vietnam and Afghanistan.</p><p>\"I wouldn't call it a quagmire,\" he says. \"I think there's a lot of similarities. You know, the sanctuaries are there, the insurgency is there .... you know, the corruption's there. But I think there's hope, right? With [Afghan President Ashraf] Ghani, I think, and with the new government, I see hope.\"</p><p>He cautions the Americans here not to focus on body counts, the grim numbers that became synonymous with the Vietnam experience. He recalls a famous quote by the North Vietnamese commander, Gen. Vo Nguyen Giap.</p><p>\"He was talking to one of his American counterparts after the war, and the American general told him that, 'hey, we won every tactical engagement against you,' \" he says. \"And Giap looked at him and said, 'it's also irrelevant.' \"</p><p>Luong expects a different outcome in Afghanistan. He says the Afghan army is growing better all the time.</p><p>Neither Luong nor his family ever returned to Vietnam. His father said he never would visit the country until it respected human rights. The elder Luong died in 1997, living long enough to see his son promoted to captain.</p><p>The general thinks it now might be time for him to visit Vietnam.</p><p>\"I think I need to, for some closure,\" he says. \"I think eventually I probably need to go back and seek out my roots.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Frightened+Vietnamese+Kid+Who+Became+A+U.S.+Army+General&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Bowman","audio":[{"meta":{"duration":"334"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403231843-b6ff0b.m3u?orgId=1&topicId=1122&d=334&p=3&story=403082804&t=progseg&e=403229111&seg=12&ft=nprml&f=403082804"},{"href":"http://media.npr.org/assets/img/2015/04/29/afghanistan_042915_luong_dpg_03edit-939a5dacd7696f081acb097cef67f5670ef0aefa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"926","width":"1234"}}]}