{"created":"2014-11-11T19:47:07+00:00","modified":"2014-11-12T16:31:18+00:00","valid":{"from":"2014-11-12T16:31:18+00:00","to":"3014-11-12T16:31:18+00:00"},"hreflang":"en","title":"Amanda Palmer On 'The Art Of Asking'","published":"2014-11-11T19:46:00+00:00","teaser":"The performer is both celebrated and attacked for it. She writes in her new memoir, \"I am totally not afraid to ask. For anything.\"","itags":["npr_api","363320941"],"guid":"dd0c1167-3878-41c9-ae5f-c493e2403723","contentencoded":"<p>Musician <strong>Amanda Palmer</strong> got a lot of flack for her Kickstarter campaign that raised over a million dollars to produce a new indie album and tour. How dare she! She was married to the famous (read: rich) author Neil Gaiman! She asked musicians to join her on tour &#8212; unpaid. She took advantage of fans, slept on their couches. Gawker <a href=\"http://gawker.com/5944050/amanda-palmers-million-dollar-music-project-and-kickstarters-accountability-problem\" target=\"_blank\">called it</a> the smoke-and-mirror tactics of a grifter.</p><p>But it becomes pretty clear in her new memoir, &#8220;<a href=\"http://www.amazon.com/The-Art-Asking-Learned-Worrying/dp/1455581089/?tag=wburorg-20\" target=\"_blank\">The Art of Asking: How I Learned to Stop Worrying and Let People Help</a>,&#8221; that the campaign was just an extension of a relationship she&#8217;d long had. She joined <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young to talk about her book, tour and why she isn&#8217;t afraid of asking.<a name=\"excerpt\"></a></p><ul><li><a href=\"http://amandapalmer.net/shows/\" target=\"_blank\">Amanda Palmer book tour schedule</a></li><li><strong>Related:</strong> <a href=\"http://hereandnow.wbur.org/2013/02/27/amanda-palmer-ted\" target=\"_blank\">Behind The Scenes Of Amanda Palmer’s TED Talk</a></li></ul><h4>Book Excerpt: &#8216;The Art Of Asking&#8217;</h4><p style=\"text-align: left\"><em>By Amanda Palmer</em><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/11/1111_art-of-asking.jpg\"><img class=\"alignright size-medium wp-image-71654\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/11/1111_art-of-asking-198x300.jpg\" alt=\"Cover of \"The Art of Asking\" by Amanda Palmer\" width=\"198\" height=\"300\" /></a></p><p><em>WHO’S GOT A TAMPON? I JUST GOT MY PERIOD</em>, I will announce loudly to nobody in particular in a women’s bathroom in a San Francisco restaurant, or to a co‑ed dressing room of a music festival in Prague, or to the unsuspecting gatherers in a kitchen at a party in Sydney, Munich, or Cincinnati.</p><p>Invariably, across the world, I have seen and heard the rustling of female hands through backpacks and purses, until the triumphant moment when a stranger fishes one out with a kind smile. No money is ever exchanged. The unspoken universal understanding is:</p><p>Today, it is my turn to take the tampon.</p><p>Tomorrow, it shall be yours.</p><p>There is a constant, karmic tampon circle. It also exists, I’ve found, with Kleenex, cigarettes, and ballpoint pens.</p><p>I’ve often wondered: are there women who are just TOO embarrassed to ask? Women who would rather just roll up a huge wad of toilet paper into their underwear rather than dare to ask a room full of strangers for a favor? There must be. But not me. Hell no. I am totally not afraid to ask. For anything.</p><p>I am SHAMELESS.</p><p>I think.</p><p>I’m thirty-eight. I started my first band, The Dresden Dolls, when I was twenty-five, and didn’t put out my first major-label record until I was twenty-eight, which is, in the eyes of the traditional music industry, a geriatric age at which to debut.</p><p>For the past thirteen years or so, I’ve toured constantly, rarely sleeping in the same place for more than a few nights, playing music for people nonstop, in almost every situation imaginable. Clubs, bars, theaters, sports arenas, festivals, from CBGB in New York to the Sydney Opera House. I’ve played entire evenings with my own hometown’s world-renowned orchestra at Boston Symphony Hall. I’ve met and sometimes toured with my idols—Cyndi Lauper, Trent Reznor from Nine Inch Nails, David Bowie, “Weird Al” Yankovic, Peter from Peter, Paul and Mary. I’ve written, played, and sung hundreds of songs in recording studios all over the world.</p><p>I’m glad I started on the late side. It gave me time to have a real life, and a long span of years in which I had to creatively figure out how to pay my rent every month. I spent my late teens and my twenties juggling dozens of jobs, but I mostly worked as a living statue: a street performer standing in the middle of the sidewalk dressed as a white-faced bride. (You’ve seen us statue folk, yes? You’ve probably wondered who we are in Real Life. Greetings. We’re Real.)</p><p>Being a statue was a job in which I embodied the pure, physical manifestation of asking: I spent five years perched motionless on a milk crate with a hat at my feet, waiting for passersby to drop in a dollar in exchange for a moment of human connection.</p><p>But I also explored other enlightening forms of employment in my early twenties: I was an ice cream and coffee barista working for $9.50 an hour (plus tips); an unlicensed massage therapist working out of my college dorm room (no happy endings, $35 per hour); a naming and branding consultant for dot-com companies ($2,000 per list of domain-cleared names); a playwright and director (usually unpaid: in fact, I usually lost my own money, buying props); a waitress in a German beer garden (about 75 deutsche marks a night, with tips); a vendor of clothes recycled from thrift shops and resold to my college campus center (I could make $50 a day); an assistant in a picture-framing shop ($14 per hour); an actress in experimental films (paid in joy, wine, and pizza); a nude drawing/painting model for art schools ($12 to $18 per hour); an organizer and hostess of donation-only underground salons (paid enough money to cover the liquor and event space); a clothes-check girl for illegal sex-fetish loft parties ($100 per party), and, through that job, a sewing assistant for a bespoke leather-handcuff manufacturer ($20 per hour); a stripper (about $50 per hour, but it really depended on the night); and—briefly—a dominatrix ($350 per hour—but there were, obviously, very necessary clothing and accessory expenses).</p><p>Every single one of these jobs taught me about human vulnerability.</p><p>Mostly, I learned a lot about asking.</p><p>Almost every important human encounter boils down to the act, and the art, of asking.</p><p>Asking <em>is</em>, in itself, the fundamental building block of any relationship. Constantly and usually indirectly, often wordlessly, we <em>ask</em> each other—our bosses, our spouses, our friends, our employees—in order to build and maintain our relationships with one another.</p><p><em>Will you help me?</em></p><p><em>Can I trust you?</em></p><p><em>Are you going to screw me over?</em></p><p><em>Are you suuuure I can trust you?</em></p><p>And so often, underneath it all, these questions originate in our basic, human longing to know:</p><p><strong><em>Do you love me?</em></strong></p><p>&nbsp;</p><p><em>Excerpted from the book THE ART OF ASKING by Amanda Palmer. Copyright © 2014 by Amanda Palmer. Reprinted by permission of Grand Central Publishing. All rights reserved.</em></p><ul><li><a href=\"http://hereandnow.wbur.org/tag/book-excerpt\" target=\"_blank\">Read more book excerpts via <em>Here & Now</em></a></li></ul><h4>Guest</h4><ul><li><a href=\"http://amandapalmer.net/\" target=\"_blank\"><strong>Amanda Palme</strong>r</a>, musician and author of &#8220;The Art of Asking.&#8221; She tweets <a href=\"https://twitter.com/amandapalmer\" target=\"_blank\">@amandapalmer</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Amanda+Palmer+On+%27The+Art+Of+Asking%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"919"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363519089-e10588.m3u?orgId=1&ft=3&f=363320941"}]}