{"created":"2014-10-08T14:30:47+00:00","modified":"2014-10-31T01:25:36+00:00","valid":{"from":"2014-10-31T01:25:36+00:00","to":"3014-10-31T01:25:36+00:00"},"hreflang":"en","title":"A Boy And His Jaguar Speak To Children Who Feel Misunderstood","published":"2014-06-09T03:14:00+00:00","teaser":"Alan Rabinowitz grew up with a terrible stutter, but he felt comforted by the big cats at the zoo. Now an accomplished jaguar expert, Rabinowitz tells his touching boyhood story in a book for kids.","itags":["npr_api","319420681"],"guid":"dd0f1802-66b2-4554-b6d9-57fa0f526ab6","contentencoded":"<p>Alan Rabinowitz is famous for studying jaguars. The renowned zoologist and conservationist is responsible for the world's first jaguar sanctuary, the Cockscomb Basin Jaguar Preserve in the mountains of Belize. His books about working with big cats have sold millions of copies.</p><p>His latest book is different — it's not about conservation policy or animal behavior. It's a picture book about his own childhood. Rabinowitz grew up with a severe stutter, something he had to overcome before he could pursue the career that has made him a voice for endangered animals.</p><p>Rabinowitz spoke with NPR's Arun Rath about the book, <em>A Boy and a Jaguar, </em>and why he still finds it painful to read his own story.</p><hr /><h3>Interview Highlights</h3><p><strong>On his first encounter with a big cat</strong></p><p>The first time I saw a big cat was when my father took me to the Bronx Zoo, when I was about 4 years old I believe, and I went into ... the Big Cat house, which they had back then — cage after cage of big cats, of lions and tigers and jaguar. And it was after that first instant, even at that young age, I knew that this was to be my home away from home.</p><p><strong>On growing up with a stutter</strong></p><p>I was born with a very debilitating stutter. ... I still stutter now, but now I have the tools to control it, and I'm controlling it now as we speak. But when I was a young child, there was no control, and my kind of stuttering were the blocks — solid blocks — not just the repetition. So in trying to get the air flow and the words out, I would turn red, my body would spasm.</p><p>I was put in special classes in school for disturbed children because they really didn't know what to do with me back then in the New York City Public School system. So ever since I was a child, I had the idea that I was broken — now that was to human beings. What I discovered was when I was with animals, that I could talk to them alone. I could be myself. And my father saw that and took me to the zoo, to the Bronx Zoo.</p><p><strong>On his connection with jaguars</strong></p><p>As a young child there was one particular animal that I felt the closest to, and it was a lone jaguar. It sat back there in its enclosure, watching, while all the other cats would come to the bars and roar and vocalize, the jaguar just watched everything. It used its sound, its voice, sparingly.</p><p>But I would go up very close to the cage and eventually it would come over and it would pace back and forth in front of me. I made a promise to that jaguar: If I ever found my voice, I would try to find a place for us. I would try to be their voice and find a place for us. And I had no idea as a child what I meant by \"I'll find a place for us.\" I think I was just trying to calm myself as much as associate with the animal, but I truly — it came from the heart.</p><p><strong>On choosing to write a children's book</strong></p><p>Believe it or not, as simple as this children's book was — all my other books are hundreds of pages ... it was hard to write because I didn't want to write it as an adult telling the story of my childhood. I wanted to go back inside and pull that child back out which has always been in there. But that child is a broken child, or at least a child who thought he was broken. And that was painful. I remember crying as I wrote this book. It's even painful now reading my own story because I never wished any young person to go through anything like that, that much pain.</p><p><strong>On connecting with children who feel different</strong></p><p>If I was walking on the street and I heard a child stuttering, I was always torn between whether I should go speak to the child or speak to the parents and offer help and advice. People don't often take that in the right way. But I felt just like I wanted a voice for the animals, I needed a different voice for the children, and this book gives me that voice. Because I feel while this is book of my childhood and it's about a boy that stutters and it's about jaguars, it's not just about a boy that stutters.</p><p>All children at some point in their life go through periods of feeling misunderstood or shut off from the human world. Whether they have a real disability or just something inside themselves that's not quite like everybody else. And I wanted this book to speak to all of those children because I don't think adults realize, unless you've gone through it as a child, what a lasting mark such pain leaves on a young person.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Boy+And+His+Jaguar+Speak+To+Children+Who+Feel+Misunderstood&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"419"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320077457-711a07.m3u?orgId=1&topicId=1033&ft=3&f=319420681"},{"href":"http://media.npr.org/assets/img/2014/06/06/boyandajaguar-a2995b613893dc430373d21f404a35deb170bf33.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"279","width":"373"}}]}