{"created":"2015-01-19T21:09:29+00:00","modified":"2015-05-13T21:21:25+00:00","valid":{"from":"2015-05-13T21:21:25+00:00","to":"3015-05-13T21:21:25+00:00"},"hreflang":"en","title":"What's Most Likely To Kill You? Hint: Probably Not An Epidemic","published":"2015-01-22T02:35:00+00:00","teaser":"Noncommunicable diseases like cancer, diabetes and heart disease are now the biggest killers on Earth. They account for 68 percent of deaths — and have an even greater impact in the developing world.","itags":["npr_api","377760851"],"guid":"dd10ef38-f6e3-4230-90b7-cceddaa5c4c6","contentencoded":"<p>Noncommunicable diseases have become the leading killers around the globe. In 2012, two-thirds of all deaths worldwide were the result of conditions such as heart disease, cancer, diabetes and respiratory infections. The mortality rate from noncommunicable diseases was even higher in low- and middle-income countries.</p><p>What is it that's most likely to kill you? The World Health Organization says that in the 21st century, it's your lifestyle.</p><p>And it's not just a Western problem.</p><p>Around the world, lifestyles are changing rapidly — and not for the better. In low-income countries, diets are shifting to foods heavy in salt and fat. People working behind computers instead of plows are less active. Economic growth isn't always a plus for your health. Bigger paychecks can lead to drinking way too much.</p><p><a href=\"http://www.cannectin.ca/workfiles/polypharmacy%20summit/shanthi_mendis.pdf\">Dr. Shanthi Mendis</a> with the World Health Organization in Geneva says the threat of noncommunicable diseases is the biggest health challenge on the globe right now.</p><p>\"It's a slow-motion public health disaster, seemingly invisible and rapidly gathering speed,\" she says. \"The important thing to remember is it's not just killing a couple of thousands of people. It's killing millions, and it's going to kill millions for decades.\"</p><p>The No. 1 killer is cardiovascular disease, mainly heart attacks and strokes.</p><p>If people would change their diet, exercise more and get screened each year for risk factors, many of these heart attacks could be avoided, Mendis says.</p><p>WHO is now sending a message to the governments of the world:<strong> </strong>Put in place policies to try to cut salt intake, increase physical activity and reduce smoking.</p><p>\"These diseases ... pose a much greater public health problem than any epidemic known to man,\" Mendis says. Indeed, in 2012, two-thirds of all deaths worldwide were the result of conditions such as heart disease, cancer, diabetes and respiratory infections.</p><p>The mortality rate from noncommunicable diseases was even higher in low- and middle-income countries. These diseases are also making it harder for individuals — and countries — to rise out of poverty.</p><p>\"Sixteen million people are dying in the 40s, 50s, 60s [each year],\" Mendis says. So their productive years are turning into destructive years.</p><p>One positive note is that mortality rates from noncommunicable diseases are lower in high-income countries. That's because those countries began to address lifestyle issues decades ago, she says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What%27s+Most+Likely+To+Kill+You%3F+Hint%3A+Probably+Not+An+Epidemic&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"137"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378409764-e593e7.m3u?orgId=1&topicId=1031&d=137&p=2&story=377760851&t=progseg&e=378331016&seg=17&ft=nprml&f=377760851"},{"href":"http://media.npr.org/assets/img/2015/01/16/169656862-7b968371d161470ac57dfc74aeab6d71579c6a1f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/01/16/whofig1.5_custom-ad26393fd356758bc98a0687d8a3e60522b70c0e.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"946","width":"2200"}}]}