{"created":"2015-01-16T19:37:07+00:00","modified":"2015-01-20T20:03:20+00:00","valid":{"from":"2015-01-20T20:03:20+00:00","to":"3015-01-20T20:03:20+00:00"},"hreflang":"en","guid":"dd33d3ac-08dc-4aac-b3e0-f3b422358451","title":"Europe mounts a series of sweeping anti-extremist raids: A scorecard ","published":"2015-01-20T20:03:19+00:00","byline":"Christopher Woolf","teaser":"We have a roundup of the recent security response in Western Europe to threats of terrorism. The response includes the arrest of dozens of suspected Islamic militants in Belgium, Germany and France. Two suspects died in a firefight with police in eastern Belgium.","tags":["Justice","Conflict & Justice","Paris","Europe","Germany","Belgium","Ireland","France","western Europe","Europe","Islamic terrorism"],"contentencoded":"<p>Europe is on edge. A wave of arrests of suspected Islamic militants has been accompanied by heightened security, false alarms and at least one fatal firefight.</p>\n<p>The incidents seem to be unrelated, and the individuals not connected. Many, though, seem to draw inspiration from militant Islam. “Everywhere is tense,” says the BBC's Hugh Schofield from Paris. “It’s particularly focused on France of course, because of what happened last week. Belgium, too, is a country that knows it’s at the heart of this as well. So there’s a lot of nervousness there as well. But other countries, like Germany or Spain, are totally exposed to this danger, and they well know it.”</p>\n<p>Law enforcement across the continent has mounted numerous operations to protect synagogues, respond to false alarms and conduct raids on suspected militants or terrorist sympathizers.</p>\n<h2>FRANCE</h2>\n<ul><li>10-12 arrests in multiple locations overnight, Thursday into Friday. Most are believed to be acquaintances of Amedy Coulibaly, the man who attacked the kosher supermarket last week and is also suspected of killing a policewoman. Coulibaly is increasingly being seen by police as the mastermind, or at least the driving force, behind the violence.</li>\n<li>False alarms. One of the main rail stations in Paris, the Gare de l’Est, was evacuated on Friday after a bomb scare. Meanwhile, an intense security operation was launched in the suburb of Colombes after a man with an assault weapon took hostages at a post office. That crisis was resolved peacefully after the man surrendered. Police say he has mental problems and there was no reason to believe he was linked to extremism.</li>\n<li>Secretary of State John Kerry met with French President Francois Hollande and toured the sites of last week's attacks — the offices of Charlie Hebdo and a kosher supermarket — and expressed solidarity with the victims and with France.</li>\n</ul><h2>BELGIUM</h2>\n<ul><li>Two suspected militants were killed during a police raid in the eastern city of Verviers on Thursday night. Police say the suspects opened fire first. A third suspect was arrested. Police say they found assault weapons and bogus police uniforms. The authorities say the plotters intended to launch their attacks within hours or days. There was no apparent connection to the militant cell in Paris.</li>\n<li>12 other suspects were arrested in multiple raids across the country. The suspects are believed to be connected to the Verviers cell.</li>\n<li>Two Belgian residents were arrested in France, also in connection with the Verviers cell.</li>\n<li>A suspected arms dealer is being questioned about evidence that he had dealings with Paris attacker Amedy Coulibaly. Law enforcement have not said if the arms dealer had any ties to radical Islam.</li>\n<li>150 army troops deployed to boost security.</li>\n<li>Jewish schools closed in Antwerp and Brussels.</li>\n<li>New legislation was proposed that would make it illegal to travel abroad for terroristic purposes and would allow authorities to rescind passports from people suspected of traveling to affected countries, like Syria.</li>\n</ul><h2>GERMANY</h2>\n<ul><li>250 police took part in a dozen raids on homes and a mosque in Berlin at dawn on Friday. Two men of Turkish origin were taken into custody and charged with offenses including procuring recruits, funds and supplies for the ISIS movement and sending them to Syria. The recruits they gathered are said to be of Turkish and Russian nationality, including men from Chechnya and Dagestan. Three other men are being questioned. Police say the action was the result of a months-long investigation and not related to events elsewhere.</li>\n<li>In Wolfsburg, 120 miles west of Berlin, police took a 26-year-old German Tunisian into custody on Thursday on suspicion he had fought in Syria for ISIS.</li>\n</ul><h2>IRELAND</h2>\n<ul><li>Police arrested a French-Algerian man as he landed at Dublin airport with a false passport. Authorities say he was placed on a watchlist last week after posting comments on social media said to be supportive of the Paris attacks. </li>\n</ul><br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/011620151.mp3"},{"href":"http://www.pri.org/file/011620151mp3"}]}