{"created":"2015-02-15T20:29:53+00:00","modified":"2015-06-25T17:45:13+00:00","valid":{"from":"2015-06-25T17:45:13+00:00","to":"3015-06-25T17:45:13+00:00"},"hreflang":"en","title":"Philip Levine, Who Found Poetry On Detroit's Assembly Lines, Dies At 87","published":"2015-02-16T13:13:00+00:00","teaser":"In his six-decade career, Levine found grace and beauty in the lives of working people, especially the people and places of his youth. He was a United States poet laureate and a Pulitzer Prize winner.","itags":["npr_api","384096472"],"guid":"dd5122be-780d-4e3d-a487-0c4441a00e44","contentencoded":"<p>Philip Levine revealed the poetry in the lives working people, and especially the people and places of his youth — in the auto factories and working class homes of urban Detroit. In a career that spanned six decades, he was a United States Poet Laureate, and winner of two National Book Awards and a Pulitzer Prize. He died Saturday of pancreatic and liver cancer in Fresno, Calif. He was 87.</p><p>In 2004, at the age of 76, Levine said his biggest literary influence was the New Jersey poet, William Carlos Williams. \"He seemed able in his best poetry — to find poetry almost anywhere, <em>anywhere,</em>\" Levine said. \"And that was the big lesson I got from him: Don't scorn your life just because it's not dramatic, or it's impoverished, or it looks dull, or it's workaday. Don't scorn it. It is where poetry is taking place if you've got the sensitivity to see it, if your eyes are open.\"</p><p>Levine found poetry on the production line and — in his poem <a href=\"http://www.poets.org/poetsorg/poem/two\">\"The Two\"</a> — in the after-hours meeting of two lovers working the graveyard shift:</p><blockquote><p>... He's been up <br /> late, she thinks, he's tired of the job, perhaps tired<br /> of their morning meetings, but when he bows<br /> from the waist and holds the door open<br /> for her to enter the diner, and the thick <br /> odor of bacon frying and new potatoes<br /> greets them both, and taking heart she enters<br /> to peer through the thick cloud of tobacco smoke<br /> to the see if \"their booth\" is available. ...</p></blockquote><p>\"If you're not paying attention, it can sound like just awfully good prose,\" says critic Terrence Rafferty. But \"as you hear it in your head, you know it's not prose. It has music. It has meter. It has subtle surprises in the diction and the thought of the poem.\"</p><p>All of those things — and believability — are what made any poem a good poem for Philip Levine.</p><p>\"The first thing that hits me is the language,\" Levine said. \"Is it fresh? Is it resourceful? The second thing is the imagery. I mean, you know, does the work have the authority of lived experience? And if it has those two things, and then musically it's interesting, as a piece of rhythmic language, I'm hooked. I'm going. And I'm off to the races.\"</p><p>Levine tried to inspire that kind of enthusiasm in his students. Among other places, he taught at California State University in Fresno for more than 30 years.</p><p>Rafferty says what separated Levine from the rest of the pack were the details the poet observed assembling radiators and brakes for Cadillacs, Chevys and Packards.</p><p>\"His descriptions of working class Detroit is something that hadn't been there before,\" Rafferty says. \"It's not as if no one had ever written poems about workers before, clearly. But it's a piece of the world that had not been in poetry before.\"</p><p>He wrote <a href=\"http://www.poetryfoundation.org/poetrymagazine/browse/145/6#!/20600209\">\"Sweet Will\"</a> in March 1985:</p><blockquote><p>... so it was Saturday in the year of '48<br /> in the very heart of the city of man<br /> where your Cadillac cars get manufactured.<br /> In truth all those people are dead,<br /> they have gone up to heaven singing<br /> \"Time on My Hands\" or \"Begin the Beguine,\"<br /> and the Cadillacs have all gone back<br /> to earth, and nothing that we made<br /> that night is worth more than me. ...</p></blockquote><p>Levine started writing poems when he was 13. His parents were Russian Jewish immigrants, and his father died when he was five. Levine said he lived in a noisy house on the outskirts of Detroit where a wartime freeze on construction left large tracts of open land.</p><p>\"I used to go into this undeveloped land,\" he recalled. \"I had a particular tree I loved — a copper beech. And I used to climb into the tree, and start making up these poems — to the stars, to the rain, to the smell of the Earth. And it was strange. ... It was like I had never enjoyed anything in my life so much. It was utterly thrilling. I began to live for it.\"</p><p>Levine's first book of poetry was published in 1963. He won his first National Book Award in 1980, another a decade later, followed by a Pulitzer in 1995. He never stopped writing. Here's how he ends his poem \"The Two\":</p><blockquote><p>... \"And the lovers?\" you ask. I wrote nothing about lovers.<br /> Take a look. Clouds, trucks, traffic lights, a diner, work,<br /> a wooden shoe, East Moline, poached eggs, the perfume<br /> of frying bacon, the chaos of language, the spices<br /> of spent breath after eight hours of night work.<br /> Can you hear all I feared and never dared to write?<br />Why the two are more real than either you or me,<br />why I never returned to keep them in my life,<br />how little I now mean to myself or anyone else,<br />what any of this could mean, where you found<br />the patience to endure these truths and confessions?</p></blockquote><p>Levine's poetry suggests that in the course of an ordinary American's life, such as his, there can be a kind of grace and beauty.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Philip+Levine%2C+Who+Found+Poetry+On+Detroit%27s+Assembly+Lines%2C+Dies+At+87&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Vitale","audio":[{"meta":{"duration":"288"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386635278-e5223d.m3u?orgId=1&topicId=1062&aggIds=144967617,100876926&d=288&p=3&story=384096472&t=progseg&e=386634958&seg=17&ft=nprml&f=384096472"}]}