{"created":"2015-06-01T07:32:19+00:00","modified":"2015-06-02T13:55:00+00:00","valid":{"from":"2015-06-02T13:55:00+00:00","to":"3015-06-02T13:55:00+00:00"},"hreflang":"en","title":"How A Drunken Chipmunk Voice Helps Send A Public Service Message","published":"2015-06-02T13:54:00+00:00","teaser":"First you get a crazy message from a friend. Then you get a not-so-crazy message that could help you find a job or fight a disease.","itags":["npr_api","410026531"],"guid":"dd65c36d-8bfc-4a8d-97d2-830b31f83f6e","contentencoded":"<p>You get a voicemail message from a friend. Her voice sounds a little ... weird. Like a chipmunk who had too much to drink.</p><p>After her message, you're told you can push a button on the phone and hear another kind of message: say, job listings in your neighborhood or tips on how to stop the spread of Ebola.</p><p>That's how a new game called <a href=\"http://www.cs.cmu.edu/~./Polly/\">Polly</a> works. It was designed by computer scientists at Carnegie Mellon University to help get useful information to people with little or no reading skills.</p><p>Polly asks you if you want to record a message for a friend and make it sound goofy.</p><p>Drunken Chipmunk is only one option. Polly can turn a man's voice into a woman's voice (or vice versa), make you sound romantic or like you need to go to the bathroom.</p><p>Polly then sends your goofy-sounding message to the friend and asks if he or she wants to record a message and send it to a friend after Polly makes it sound goofy. If people like playing this game, it goes viral.</p><p>Now here's the serious part.</p><p>\"Once we are spreading, we can add on top of that health messages or employment messages or other messages,\" says <a href=\"http://www.cs.cmu.edu/~roni/\">Roni Rosenfeld</a>, one of Polly's creators.</p><p>He and his colleagues developed Polly as a way to reach people who can't read. A few years ago, they used <a href=\"http://www.cs.cmu.edu/~araza/a_raza_lti_2015.pdf\">Polly in Pakistan</a> to spread information about how to find a job.</p><p>To get started, all people had to do was call a local number.</p><p>\"We gave the number to 30 people [in Pakistan],\" says Rosenfeld. \"Then within two weeks we had to shut down the system because we got 10,000 calls, we had only a single phone line and we couldn't maintain the volume.</p><p>\"A few months later when we got 30 lines, we opened it again, gave the number to five people, and it took off to thousands and then tens of thousands and then hundreds of thousands.\"</p><p>According to the researchers, 20 percent of about 165,000 people playing the game also listened to the employment message.</p><p>Last November, Rosenfeld started working on a version of Polly for the West African nation of <a href=\"http://wwwnc.cdc.gov/travel/notices/warning/ebola-guinea\">Guinea</a>, where Ebola is still a problem.</p><p>Instead of giving out employment information, Polly tells Guineans what to do if they suspect someone has Ebola, how to avoid getting Ebola and what to do when someone dies of Ebola. The idea is to build on what health workers are doing on the ground.</p><p>Rosenfeld says Polly is catching on more slowly in Guinea than in Pakistan. He knows people are forwarding messages to their friends, \"but the numbers remain in the thousands, not in the hundreds of thousands.\" So the game is being tweaked to make it more appealing.</p><p>Polly's Africa debut was largely propelled by one of Rosenfeld's grad students, Agha Ali Raza. Last November wasn't a great time for Raza to start a new project. He was trying to finish up his Ph.D. But he decided he had no choice.</p><p>\"I did not want myself to be in a situation like a year from this time to think that 'OK, I was there, I could have done something, but I did not try,'\" says Raza. \"So I wanted to be in a situation that 'I was there, I tried my best, maybe I failed, but I tried my best.'\"</p><p>Also working on the Polly release in Guinea are Nikolas Wolfe, Juneki Hong and Bhiksh Raj from Carnegie Mellon and Kimberly Phelan Royston, Emily Greem and David Kierski at the U.S. Embassy in Conakry.</p><p>Raza, meanwhile, did manage to finish his Ph.D. He plans to keep working on Polly at his new job at the Information Technology University in Lahore, Pakistan.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+A+Drunken+Chipmunk+Voice+Helps+Send+A+Public+Service+Message&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joe Palca","audio":[{"meta":{"duration":"5"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410044239-98c1e1.m3u?orgId=1&topicId=1004&aggIds=156490415&d=5&p=3&story=410026531&t=progseg&e=410487719&seg=18&ft=nprml&f=410026531"},{"meta":{"duration":"8"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410044257-cc88d5.m3u?orgId=1&topicId=1004&aggIds=156490415&d=8&p=3&story=410026531&t=progseg&e=410487719&seg=18&ft=nprml&f=410026531"},{"meta":{"duration":"229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410488021-559145.m3u?orgId=1&topicId=1004&aggIds=156490415&d=229&p=3&story=410026531&t=progseg&e=410487719&seg=18&ft=nprml&f=410026531"},{"href":"http://media.npr.org/assets/img/2015/05/28/npr_chipmunk_finalart-a3cf7cb794ec3a99daaa05f883b3ed3f7742b41e.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"3145","width":"4194"}}]}