{"created":"2014-09-22T16:10:20+00:00","modified":"2014-10-31T15:41:43+00:00","valid":{"from":"2014-10-31T15:41:43+00:00","to":"3014-10-31T15:41:43+00:00"},"hreflang":"en","title":"Federal Goverment Jeopardizes Navajo Family's Ties To Its Home","published":"2014-05-17T14:46:00+00:00","teaser":"The National Park Service says that an 89-year-old Navajo elder will be the last to live at Wupatki National Monument. Stella Peshlakai Smith's family faces eviction when she dies.","itags":["npr_api","311119409"],"guid":"dd6751ab-e124-4a35-97b5-5fce6e1c44f7","contentencoded":"<p>At 89 years old, Stella Peshlakai Smith shuffles around her Arizona yard in white tennis shoes and a long traditional Navajo skirt. She points to her ceremonial home, called a hogan. \"My father made this one [almost 100 years ago],\" Smith says. Her modern house sits next door.</p><p>Over the past few centuries, families settled on what is now the <a href=\"http://www.nps.gov/nr/travel/cultural_diversity/Wupatki_National_Monument.html\">Wupatki National Monument</a> in Flagstaff, Ariz. The National Park Service says Smith is the only person authorized to live on that land. She was born a year before the land became a national monument and the Park Service has given her special permission to stay.</p><p>Her descendants want the right to live there, too, but the Park Service has told them they will have to leave when Smith dies.</p><p>Five generations have buried their umbilical cords here, a Navajo tradition that ties them to the land. After the U.S. Army forced thousands of Navajos to walk 400 miles to Fort Sumner in the 1860s, the Peshlakai family settled here.</p><p>Smith's daughter, Helen Peshlakai Davis, translates as her mother speaks in the Navajo language, Diné. Smith says she wants to stay put until her day comes and she'd like to see her grandkids and great-grandkids continue to live there, too. It doesn't look like that will happen.</p><p>In the mid-'90s, with the help of a nonprofit, the Park Service bought 2 acres of land about 15 miles from Wupatki for Peshlakai Davis, her husband and their two kids. They have since sold the land and moved back to the monument with Smith.</p><p>\"It's not fair,\" Peshlakai Davis says. \"The Park Service is telling us we cannot live here because this is our home. This is why we're fighting for it.\"</p><p>Kayci Cook Collins, the superintendent of national monuments in the Flagstaff area, is thinking about more than just the Smith family.</p><p>\"Our mandate is to preserve what makes this a nationally significant place for all people, for all families,\" Collins says. \"To grant a special right for one family doesn't serve the purpose of Wupatki National Monument as part of the national park system.\"</p><p>Collins says 13 tribes are traditionally associated with Wupatki.</p><p>\"There are many different peoples, many different individuals, many different families that claim a connection to Wupatki National Monument,\" Collins says. \"As do thousands and thousands of visitors that come to see what is their history as well.\"</p><p>Collins says when the Davis family accepted the land buyout, it gave up any claim to Wupatki. The Peshlakais have no legal existing private property right, she says. But for Stella and her family it's <em>shighan,</em> the Navajo word for home.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Federal+Goverment+Jeopardizes+Navajo+Family%27s+Ties+To+Its+Home&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laurel Morales","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313154979-86f5be.m3u?orgId=1&topicId=1015&ft=3&f=311119409"}]}