{"created":"2015-05-15T02:16:30+00:00","modified":"2015-05-18T16:36:49+00:00","valid":{"from":"2013-10-09T18:11:11+00:00","to":"3013-10-09T18:11:11+00:00"},"hreflang":"en","guid":"dd6ba53c-cf45-44d8-8195-02c94d03a598","published":"2013-10-09T18:11:11+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>Even if you're currently saving for retirement and being frugal,&nbsp;maintaining good financial habits takes discipline.&nbsp;Major, military-style discipline.&nbsp;Which is why certified financial planner, Iraqi combat veteran and author Jeff Rose might be an ideal person to ask about building financial discipline.&nbsp;</p>\n<p>His new book, \"<a href=\"http://www.goodfinancialcents.com/soldier-of-finance/\">Soldier of Finance</a>,\" takes a tactical approach to personal finance issues like getting out of debt.&nbsp;</p>\n<p>\"I really do look at debt as the enemy,\" Rose says. \"There's different ways you can attack debt. For me, I think one of the ways I'm most motivated by, what's the debt that you ... just stress out about the most. No matter the interest rate, no matter the size of the debt, that's the one that we're attacking. It's an all-out blitz. We're going to do everything we can to get that debt paid off.\"</p>\n<p>Another lesson Rose learned from his time with the military was to never become complacent.&nbsp;\"When we were deployed, that was the lesson that our leaders constantly put into us. Once you become complacent, that's when the enemy can get you,\" he says. \"And in this day and age, I just see it all the time. People have no idea what their credit score is. They never check their credit report. They aren't saving enough into retirement. They might be putting money into their 401k's but they have no idea how much they're saving, and maybe more importantly, where that money is going to be invested.\"</p>\n<p><a href=\"http://bitstrips.com/r/7WP37\"><img src=\"http://bitstrips.com/strips/7WP37.png\" alt=\"\" /></a> &nbsp;&nbsp;<span>A Facebook follower currently in the military asked whether or not he should invest in the Thrift Savings Plan the military provides, or his own Roth IRA. Rose says the control an individual can have over their Roth IRA makes it a better choice.</span></p>\n<p>\"I never want to discourage someone from saving ... but I've never put a single dollar in the TSP,\" Rose says. \"The one thing that I liked about doing the Roth IRA for myself was &nbsp;control. I had the ability to choose the investments I wanted. I obviously had an advantage because I was a financial advisor, so I had access to some of that information. What I love about the Roth IRA, is that it forces the individual to learn a little bit. It takes a little extra work to open a Roth IRA with a &nbsp;brokerage firm, and maybe meet with a financial advisor and then choose the investment options. So I like it, because you have skin in the game.\"</p>\n<p>Rose highlights that though getting your finance house in order may seem daunting at the beginning, there are people that can help.</p>\n<p>\"It doesn't take a lot of work, that's the thing. There's professionals that can help,\" says Rose. \"You've just got to choose to take the time and get the help.\"</p></div>","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Even if you&apos;re currently saving for retirement and being frugal, maintaining good financial habits takes discipline. Major, military-style discipline. Which is why certified financial planner, Iraqi combat veteran and author Jeff Rose might be an ideal person to ask about building financial discipline. </p>\"},{\"content\":\"<p>His new book, &quot;<a href=\\\"http://www.goodfinancialcents.com/soldier-of-finance/\\\">Soldier of Finance</a>,&quot; takes a tactical approach to personal finance issues like getting out of debt. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;I really do look at debt as the enemy,&quot; Rose says. &quot;There&apos;s different ways you can attack debt. For me, I think one of the ways I&apos;m most motivated by, what&apos;s the debt that you ... just stress out about the most. No matter the interest rate, no matter the size of the debt, that&apos;s the one that we&apos;re attacking. It&apos;s an all-out blitz. We&apos;re going to do everything we can to get that debt paid off.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Another lesson Rose learned from his time with the military was to never become complacent. &quot;When we were deployed, that was the lesson that our leaders constantly put into us. Once you become complacent, that&apos;s when the enemy can get you,&quot; he says. &quot;And in this day and age, I just see it all the time. People have no idea what their credit score is. They never check their credit report. They aren&apos;t saving enough into retirement. They might be putting money into their 401k&apos;s but they have no idea how much they&apos;re saving, and maybe more importantly, where that money is going to be invested.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p><a href=\\\"http://bitstrips.com/r/7WP37\\\"><img alt=\\\"\\\" src=\\\"http://bitstrips.com/strips/7WP37.png\\\" /></a>   <span>A Facebook follower currently in the military asked whether or not he should invest in the Thrift Savings Plan the military provides, or his own Roth IRA. Rose says the control an individual can have over their Roth IRA makes it a better choice.</span></p>\"},{\"content\":\"<p>&quot;I never want to discourage someone from saving ... but I&apos;ve never put a single dollar in the TSP,&quot; Rose says. &quot;The one thing that I liked about doing the Roth IRA for myself was  control. I had the ability to choose the investments I wanted. I obviously had an advantage because I was a financial advisor, so I had access to some of that information. What I love about the Roth IRA, is that it forces the individual to learn a little bit. It takes a little extra work to open a Roth IRA with a  brokerage firm, and maybe meet with a financial advisor and then choose the investment options. So I like it, because you have skin in the game.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Rose highlights that though getting your finance house in order may seem daunting at the beginning, there are people that can help.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;It doesn&apos;t take a lot of work, that&apos;s the thing. There&apos;s professionals that can help,&quot; says Rose. &quot;You&apos;ve just got to choose to take the time and get the help.&quot;</p>\"}]","description":"When it comes to personal finance, a military-esque dedication to discipline can work well.","teaser":"When it comes to personal finance, a military-esque dedication to discipline can work well.","title":"A tactical approach to personal finance","itags":["Marketplace","Marketplace Money","Marketplace Money for Friday, October 11, 2013","PMP:Marketplace_PMP","dd6ba53ccf454d84195502c94d03a598"],"byline":"Lizzie O'Leary","tags":["APM","Books","Life","Personal Finance","Saving"],"audio":[{"meta":{"width":"610","crop":"primary","height":"340"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/il_570xN.389942758_1nq6.jpg?itok=Smxt-Owu"},{"type":"audio/mpeg","meta":{"duration_hms":"00:05:45","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/10/11/marketplace_segment28_20131011"},"duration":345},"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/10/11/marketplace_segment28_20131011_64.mp3"}]}