{"created":"2014-10-07T20:43:44+00:00","modified":"2014-10-31T00:07:15+00:00","valid":{"from":"2014-10-31T00:07:15+00:00","to":"3014-10-31T00:07:15+00:00"},"hreflang":"en","title":"Astronaut Who Walked On The Moon: 'It Was Science Fiction To Us'","published":"2014-07-20T18:20:00+00:00","teaser":"Forty-five years after man first walked on the moon, Alan Bean, who was part of the second lunar landing, talks to NPR's Arun Rath about his stormy launch and how he translates space travel into art.","itags":["npr_api","332889746"],"guid":"dd6b7b04-bb4f-4ee4-9236-fb46c16d4a7a","contentencoded":"<p>In November of 1969, astronaut Alan Bean became the fourth man to walk on the moon. His mission, Apollo 12, arrived at the moon a few months after Apollo 11 made the first moon landing. That historic event celebrates its 45th anniversary Sunday.</p><p>Apollo 12 got off to a dramatic start: A storm rolled in as the rocket was scheduled to launch. Bean, with fellow astronauts Pete Conrad and Dick Gordon, sat inside the spacecraft while the bad weather threatened the operation.</p><p>\"We were thinking, 'Let's launch!' We knew that if we didn't launch within just about three or four hours, you had to wait a whole month, so we wanted to go,\" Bean tells NPR's Arun Rath. \"We didn't think much about launching during the storm ... we hadn't ever trained for that.\"</p><p>The countdown and launch went off as planned. \"Everything was going great for almost the first minute,\" Bean says, \"and then we were struck by lightning two times.\"</p><p>The men inside the cockpit didn't know they'd been hit by lightning; all they knew was that warning lights had turned on and they'd lost power from their fuel cells. But Mission Control heard reports of the lightning bolt and realized what had happened.</p><p>\"We were trying to figure what to do, they were trying to figure out what to do, and working together we solved the problem,\" Bean says.</p><p>After one revolution around the Earth, Gordon, Conrad and Bean prepared to leave orbit and head towards the moon. But no one knew exactly how much damage had been done by the lightning strikes, and Mission Control had to decide whether to continue towards the moon or abort the mission.</p><p>\"They apparently talked it over at the highest levels and decided, 'Well, if it did do something wrong to the spacecraft, like the parachute system or something like that, if we had them enter now they'd get killed earlier than if we sent them to the moon and let them do whatever else they're doing there and then come back 10 days later,' \" Bean says. \" 'And if their parachutes don't work then, well ... At least they've had 10 days in a great adventure.\"</p><p>Still, Bean says, when they were making the trip back home, the risk of parachute failure didn't bother them much.</p><p>\"I'd have to say I didn't think about it one time between heading to the moon and about an hour prior to entry,\" Bean says. \"And we're going through all the checklist, getting in position to make the entry and all that ... And I think either Pete, Dick or I said, 'Well, I wonder how those parachutes are doing?' And then someone else said ... 'Well, we'll find out in about 55 minutes!' \"</p><p>\"And that was it. Nobody was afraid, nobody was anything. It was just part of the way of life of being an astronaut. If you couldn't have that attitude you couldn't do the job, so it was OK. Whatever it was, it was OK.\"</p><p>Between the stormy takeoff and the ultimately safe return home, Bean got to walk on the surface of the moon. Much of his work there didn't allow for contemplation.</p><p>\"I would say I had zero philosophical thoughts at that time,\" Bean says. \"I was operating on a timed checklist that we've been trained to do, to try to maximize every really minute on the moon. [There's] no telling what that costs per minute to be on the moon — millions and millions of dollars — so you wanted to make every one of 'em productive.\"</p><p>But when he was traveling from one exploration site to another, he had more time to take in the magnitude of what he was doing. \"It was hard for me to believe,\" he says. \"I would look down and say, 'This is the moon, this is the moon,' and I would look up and say, 'That's the Earth, that's the Earth,' in my head. So, it was science fiction to us even as we were doing it.\"</p><p>Bean has gone on to have a career as an artist; the former astronaut incorporates moon dust into his paintings.</p><p>He says painting has been his hobby ever since he was a test pilot, before he became an astronaut, and that he wanted to use his art to tell a story few people can tell.</p><p>\"I had the good fortune and the gift to be one of the 12 men to walk on the moon,\" Bean says. \"If I learned to paint well enough ... then I could leave behind, when I'm gone, stories that would be lost to history forever — images of things that we did.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Astronaut+Who+Walked+On+The+Moon%3A+%27It+Was+Science+Fiction+To+Us%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1333203687-f3be7a.m3u?orgId=1&topicId=1026&aggIds=177065210&ft=3&f=332889746"},{"meta":{"duration":"387"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1333173761-0ca4a4.m3u?orgId=1&topicId=1026&aggIds=177065210&ft=3&f=332889746"},{"href":"http://media.npr.org/assets/img/2014/07/19/2644218-4650d22e689ffe8621b3cf61b63a797f6d2f618f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1940","width":"2583"}},{"href":"http://media.npr.org/assets/img/2014/07/19/57065903-4858134d6bc61960553982343091437e6c8ee8d7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1488","width":"1977"}}]}