{"created":"2014-09-13T01:00:20+00:00","modified":"2015-05-14T17:42:42+00:00","valid":{"from":"2014-09-12T21:17:35+00:00","to":"3014-09-12T21:17:35+00:00"},"hreflang":"en","contenttemplated":"[{\"content\":\"<p>Normally around 10 in the morning, I&apos;m writing a news memo or interviewing an expert on something like <a href=\\\"http://www.marketplace.org/topics/business/morning-person-or-night-owl-it-matters\\\" target=\\\"_blank\\\">how our ethics change in accordance to our energy levels over the course of the day.</a> But this morning I&apos;m entirely focused on vacuuming up crumbs between couch pillows, and also, where to store squeaky dog toys (found behind the couch). That&apos;s because people are coming over, and soon. And these aren’t typical guests <span>–</span> they’re co-workers, and, bonus(!) perfect strangers who are planning to work, hopefully productively, from my dining room table for the day.</p>\",\"type\":\"text/html\"},{\"content\":\"<p> </p>\",\"type\":\"text/html\"},{\"content\":\"<p>Together we’ll be beta-testing a new start up called <a href=\\\"https://sparechair.me/\\\" target=\\\"_blank\\\">SpareChair,</a> a website that lets you rent out space in your home <span>–</span> like Airbnb, but for workers. And just minutes after I empty the dustpan and take down the trash, 32-year-old Brooklyn residents Jerry Emeka and Nate Graves, respectively a producer/ comedian and a web developer, arrive.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> </p>\"},{\"type\":\"text/html\",\"content\":\"<p>Like Airbnb, <a href=\\\"https://sparechair.me\\\" target=\\\"_blank\\\">SpareChair</a> lets homeowners or renters like me set their own rental rates, and the site takes a cut.   “I don’t think it’s that strange,&quot; Emeka says of the concept of paying to rent a chair in someone&apos;s private home. &quot;It’s 2014 – we’re already dating online, we’re sharing our homes for strangers to live in. And we pay a lot of money to live in our homes. Why can’t we work at home?”   Why not indeed? Well, my apartment, for one, is in Brooklyn, on a traffic circle, and while I&apos;ve become accustomed to the soundscape <span>– </span>which contains more than the occasional blaring of a taxi horn <span>–</span> I wasn&apos;t sure how co-workers would feel about the noise, especially if they were paying. SpareChair lets those offering space list amenities and preferences (such as &quot;WiFi,&quot; &quot;children present,&quot; or &quot;children welcome&quot;) and users get to review them. But because Emeka and Graves were going to be my first co-workers, they didn&apos;t have any reviews to go on.</p>\"},{\"content\":\"<p> </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Luckily, neither said he minded.</p>\"},{\"content\":\"<p> </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;Even though I can see you cringing,&quot; Graves said. &quot;I mean, compared to a coffee shop, this is steps above that in terms of noise.&quot;</p>\"},{\"content\":\"<p> </p>\",\"type\":\"text/html\"},{\"content\":\"<p>Additionally, as a developer who works part time for MeetUp.com, Graves says he welcomes the chance to network and meet new people, so he regularly uses a co-working space. He says SpareChair would be about the same cost, and money changing hands can be a big plus of co-working.</p>\",\"type\":\"text/html\"},{\"content\":\"<p> </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“Cost reduction. It’s the economics,&quot; says <a href=\\\"http://pages.stern.nyu.edu/~sternfin/eglickma/\\\" target=\\\"_blank\\\">Ed Glickman</a>, executive director of <a href=\\\"http://www.stern.nyu.edu/experience-stern/about/departments-centers-initiatives/centers-of-research/center-real-estate-finance-research\\\" target=\\\"_blank\\\">the Center for Real Estate Finance Research at the NYU Stern School of Business.</a>  He says co-workers tend to be young and live in expensive cities like New York or Seattle. For the renter out of home desk-space, co-working can literally pay off.</p>\"},{\"type\":\"text/html\",\"content\":\"<p> </p>\"},{\"content\":\"<p>“All of the sudden not only do you have company, you have somebody who might give you connections but you also have a way to help you pay your rent,” he says.   And not just for the month. Glickman says co-working can lead to the birth of companies. People sharing space know what the others are up to, and sometimes join forces by pitching projects together. But, he notes, using a co-working space is altogether different than renting desk space in a private home.   “You’re taking a residential setting and all of a sudden you’re making it a workplace,&quot; he says. &quot;You’re becoming a landlord.”   Which<span>–</span>if you&apos;re a renter<span>–</span>your own, real landlord, the one you signed a lease with, might not like. So Glickman says before renting desk, couch or other space out to people who are not on the lease or deed, you may want to check <a href=\\\"http://www.marketplace.org/topics/economy/how-sharing-industry-gets-insurance\\\" target=\\\"_blank\\\">your insurance policy</a>.</p>\",\"type\":\"text/html\"},{\"content\":\"<p> </p>\",\"type\":\"text/html\"},{\"content\":\"<p>And, of course, there&apos;s always the ultimate, higher power employees need to get clearance from before taking on new projects: the boss. Before you consider working from home at all, make sure your manager fully supports the idea, and isn&apos;t just giving it lip service, says <a href=\\\"http://explore.georgetown.edu/people/mccabed/?PageTemplateID=319\\\" target=\\\"_blank\\\">Douglas McCabe</a>, a professor of management at Georgetown&apos;s McDonough School of Business. While some workers love telecommuting, management can still be skeptical.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> </p>\"},{\"type\":\"text/html\",\"content\":\"<p>“Are individuals working from home goofing off? Are they really working eight hours a day? Are they watching television when they should be on the computer?  It&apos;s a very interesting social, psychological phenomenon,&quot; he says, &quot;that some people view this issue very well, and others view it very poorly.&quot;   There are pros and cons to working from home, McCabe says. In the plus column: no commute, and getting away from co-workers who want to talk about last night&apos;s Nets game, while you’re, um,  busy. McCabe does note that a particular kind of worker can be even more productive at home. But he says, most of us will miss the camaraderie of the office and can feel disengaged from employers, something he experienced first-hand while recuperating at home after having a medical procedure.   “I thought that this was going to be party - staying at home for three months, catching up on books that I&apos;ve not read for a number of years,&quot; he said. &quot;And I realized after about six weeks, boy, I miss the workplace, I want to go every day to be with my colleagues.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p> </p>\"},{\"content\":\"<p>Ben Waber, CEO of <a href=\\\"http://www.sociometricsolutions.com/\\\" target=\\\"_blank\\\">Sociometric Solutions, </a>a company that uses wearable technology to understand how people’s interactions at work relate to job performance and satisfaction, says <a href=\\\"http://hbr.org/2014/10/workspaces-that-move-people/ar/1\\\" target=\\\"_blank\\\">there&apos;s simply no substitute for the office</a>. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> </p>\"},{\"content\":\"<p>“Your default should be – you need to be with the people you work with,” he says.  “The whole reason we work in companies is because together we can do something that we couldn’t do by ourselves.”   Waber says it of course depends on the kind of work that you do. But for most of us, working solo is only okay sometimes. His company tracked a group of computer programmers to see how they worked best – together or apart.   “People assume, &apos;well you know what, a programmer, they’re just a person who sits in the corner, drinking Mountain Dew anyway,&apos;&quot; he said. &quot;&apos;They’re not going to talk to anyone anyway. It’s not a social job.&apos;”   But when programmers don’t communicate, he says, their code takes a lot longer to write. And when workers don’t work in the same place, they communicate less. For big companies that can mean losses in the hundreds of millions of dollars. But he says working together is  not just about de-bugging Java. It&apos;s also about something more simple: face time with other human beings.   “Because that’s what gets lost,&quot; he says. &quot;You still have the meetings about &apos;we have some big project coming up,&apos; and you’ll get on a Skype call for that. But it&apos;s not the same as &apos;you’re at the coffee machine and you’re talking to a coworker about a movie you saw last night,&apos; and you’re building that deeper connection with them. That’s what you can’t do when you’re remote.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p> </p>\",\"type\":\"text/html\"},{\"content\":\"<p>But you can co-work, which Waber says is better than working alone. And toward the end of the afternoon I check in with Graves to see how he withstood my noisy living room. Did he get all his work done?</p>\",\"type\":\"text/html\"},{\"content\":\"<p> </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;It was good,&quot; he says. &quot;I got as much done as I needed to.&quot;   And so did I.</p>\"}]","description":"A startup does for home offices what Airbnb does for spare couches.","title":"That extra chair in your home office? Rent it out","tags":["APM","coworking","Business","airbnb","sparechair","sharing economy"],"published":"2014-09-12T21:17:35+00:00","teaser":"A startup does for home offices what Airbnb does for spare couches.","guid":"dd7c4d06-8b9b-4438-8933-222900b987c2","itags":["Marketplace","dd7c4d068b9b4385933f222900b987c2","Marketplace for Friday September 12, 2014","PMP:Marketplace_PMP"],"byline":"Sally Herships","contentencoded":"<div class=\"barn-cleaned\"><p>Normally around 10 in the morning, I'm writing a news memo or interviewing an expert on something like <a href=\"http://www.marketplace.org/topics/business/morning-person-or-night-owl-it-matters\" target=\"_blank\">how our ethics change in accordance to our energy levels over the course of the day.</a> But this morning I'm entirely focused on vacuuming up crumbs between couch pillows, and also, where to store squeaky dog toys (found behind the couch). That's because people are coming over, and soon. And these aren’t typical guests <span>–</span>&nbsp;they’re co-workers, and, bonus(!) perfect strangers who are planning to work, hopefully productively, from my dining room table for the day.</p>\n<p>&nbsp;</p>\n<p>Together we’ll be beta-testing a new start up called <a href=\"https://sparechair.me/\" target=\"_blank\">SpareChair,</a> a website that lets you rent out space in your home <span>–</span>&nbsp;like Airbnb, but for workers. And just minutes after I empty the dustpan and take down the trash, 32-year-old Brooklyn residents Jerry Emeka and Nate Graves, respectively a producer/ comedian and a web developer, arrive.</p>\n<p>&nbsp;</p>\n<p>Like Airbnb, <a href=\"https://sparechair.me\" target=\"_blank\">SpareChair</a> lets homeowners or renters like me set their own rental rates, and the site takes a cut. &nbsp; “I don’t think it’s that strange,\" Emeka says of the concept of paying to rent a chair in someone's private home. \"It’s 2014 – we’re already dating online, we’re sharing our homes for strangers to live in. And we pay a lot of money to live in our homes. Why can’t we work at home?” &nbsp; Why not indeed? Well, my apartment, for one, is in Brooklyn, on a traffic circle, and while I've become accustomed to the soundscape <span>–&nbsp;</span>which contains more than the occasional blaring of a taxi horn <span>–</span>&nbsp;I wasn't sure how co-workers would feel about the noise, especially if they were paying. SpareChair lets those offering space list amenities and preferences (such as \"WiFi,\" \"children present,\" or \"children welcome\") and users get to review them. But because Emeka and Graves were going to be my first co-workers, they didn't have any reviews to go on.</p>\n<p>&nbsp;</p>\n<p>Luckily, neither said he minded.</p>\n<p>&nbsp;</p>\n<p>\"Even though I can see you cringing,\" Graves said. \"I mean, compared to a coffee shop, this is steps above that in terms of noise.\"</p>\n<p>&nbsp;</p>\n<p>Additionally, as a developer who works part time for MeetUp.com, Graves says he welcomes the chance to network and meet new people, so he regularly uses a co-working space. He says SpareChair would be about the same cost, and money changing hands can be a big plus of co-working.</p>\n<p>&nbsp;</p>\n<p>“Cost reduction. It’s the economics,\" says <a href=\"http://pages.stern.nyu.edu/~sternfin/eglickma/\" target=\"_blank\">Ed Glickman</a>, executive director of <a href=\"http://www.stern.nyu.edu/experience-stern/about/departments-centers-initiatives/centers-of-research/center-real-estate-finance-research\" target=\"_blank\">the Center for Real Estate Finance Research at the NYU Stern School of Business.</a>&nbsp; He says co-workers tend to be young and live in expensive cities like New York or Seattle. For the renter out of home desk-space, co-working can literally pay off.</p>\n<p>&nbsp;</p>\n<p>“All of the sudden not only do you have company, you have somebody who might give you connections but you also have a way to help you pay your rent,” he says. &nbsp; And not just for the month. Glickman says co-working can lead to the birth of companies. People sharing space know what the others are up to, and sometimes join forces by pitching projects together. But, he notes, using a co-working space is altogether different than renting desk space in a private home. &nbsp; “You’re taking a residential setting and all of a sudden you’re making it a workplace,\" he says. \"You’re becoming a landlord.” &nbsp; Which<span>–</span>if you're a renter<span>–</span>your own, real landlord, the one you signed a lease with, might not like. So Glickman says before renting desk, couch or other space out to people who are not on the lease or deed, you may want to check <a href=\"http://www.marketplace.org/topics/economy/how-sharing-industry-gets-insurance\" target=\"_blank\">your insurance policy</a>.</p>\n<p>&nbsp;</p>\n<p>And, of course, there's always the ultimate, higher power employees need to get clearance from before taking on new projects:&nbsp;the boss. Before you consider working from home at all, make sure your manager fully supports the idea, and isn't just giving it lip service, says <a href=\"http://explore.georgetown.edu/people/mccabed/?PageTemplateID=319\" target=\"_blank\">Douglas McCabe</a>, a professor of management at Georgetown's McDonough School of Business. While some workers love telecommuting, management can still be skeptical.</p>\n<p>&nbsp;</p>\n<p>“Are individuals working from home goofing off? Are they really working eight hours a day? Are they watching television when they should be on the computer?&nbsp; It's a very interesting social, psychological phenomenon,\" he says, \"that some people view this issue very well, and others view it very poorly.\" &nbsp; There are pros and cons to working from home, McCabe says. In the plus column: no commute, and getting away from co-workers who want to talk about last night's Nets game, while you’re, um,&nbsp; busy. McCabe does note that a particular kind of worker can be even more productive at home. But he says, most of us will miss the camaraderie of the office and can feel disengaged from employers, something he experienced first-hand while recuperating at home after having a medical procedure. &nbsp; “I thought that this was going to be party - staying at home for three months, catching up on books that I've not read for a number of years,\" he said. \"And I realized after about six weeks, boy, I miss the workplace, I want to go every day to be with my colleagues.”</p>\n<p>&nbsp;</p>\n<p>Ben Waber, CEO of <a href=\"http://www.sociometricsolutions.com/\" target=\"_blank\">Sociometric Solutions,&nbsp;</a>a company that uses wearable technology to understand how people’s interactions at work relate to job performance and satisfaction, says <a href=\"http://hbr.org/2014/10/workspaces-that-move-people/ar/1\" target=\"_blank\">there's simply no substitute for the office</a>.&nbsp;</p>\n<p>&nbsp;</p>\n<p>“Your default should be – you need to be with the people you work with,” he says.&nbsp; “The whole reason we work in companies is because together we can do something that we couldn’t do by ourselves.” &nbsp; Waber says it of course depends on the kind of work that you do. But for most of us, working solo is only okay sometimes. His company tracked a group of computer programmers to see how they worked best – together or apart. &nbsp; “People assume, 'well you know what, a programmer, they’re just a person who sits in the corner, drinking Mountain Dew anyway,'\" he said. \"'They’re not going to talk to anyone anyway. It’s not a social job.'” &nbsp; But when programmers don’t communicate, he says, their code takes a lot longer to write. And when workers don’t work in the same place, they communicate less. For big companies that can mean losses in the hundreds of millions of dollars. But he says working together is&nbsp; not just about de-bugging Java. It's also about something more simple: face time with other human beings. &nbsp; “Because that’s what gets lost,\" he says. \"You still have the meetings about 'we have some big project coming up,' and you’ll get on a Skype call for that. But it's not the same as 'you’re at the coffee machine and you’re talking to a coworker about a movie you saw last night,' and you’re building that deeper connection with them. That’s what you can’t do when you’re remote.\"</p>\n<p>&nbsp;</p>\n<p>But you can co-work, which Waber says is better than working alone. And toward the end of the afternoon I check in with Graves to see how he withstood my noisy living room. Did he get all his work done?</p>\n<p>&nbsp;</p>\n<p>\"It was good,\" he says. \"I got as much done as I needed to.\" &nbsp; And so did I.</p></div>","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/Spare-Chair-Nate-Graves.jpg?itok=_Ag-V9tk","meta":{"height":"340","crop":"primary","width":"610"}},{"meta":{"duration_hms":"00:04:48","duration":288,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/09/12/mp_20140912_seg_22","type":"application/json"}},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/09/12/mp_20140912_seg_22_64.mp3","format":"MP3","type":"audio/mpeg"}]}