{"created":"2015-02-19T22:21:21+00:00","modified":"2015-06-08T15:05:23+00:00","valid":{"from":"2015-06-08T15:05:22+00:00","to":"3015-06-08T15:05:22+00:00"},"hreflang":"en","title":"Will The Next 'MacGyver' Be An Indian Woman?","published":"2015-04-01T00:13:00+00:00","teaser":"Sharpen your Swiss Army knives and grab an extra roll of duct tape, because Mac may be coming back. The creators are looking to the fans to design the new show. And there's one big twist.","itags":["npr_api","387268521"],"guid":"dd7da680-b048-4412-81d8-d0b00c23e7a4","contentencoded":"<p>With all his homemade gadgets and cool scientific tricks, MacGyver is an engineering superhero.</p><p>Seriously. Who else could make a heart <a href=\"https://www.youtube.com/watch?v=rc_6r5gdCO8\">defibrillator</a> out of candlesticks? Or blow up a jeep with mirrors and the sun?</p><p>Well, <em>MacGyver</em> fans, sharpen your Swiss army knives and grab an extra roll of duct tape, because Mac may be back on TV. And the creators of the 1980s series<strong> </strong>are looking to the fans to design the new show and write the pilot script.</p><p>There's just one requirement: The new MacGyver has to be a woman. Yup, that's right. The 21st century Mac is female.</p><p>The creator of the original <em>MacGyver,</em> <a href=\"http://macgyvermethod.com/lee-zlotoff/\">Lee Zlotoff</a>, has teamed up with the National Academy of Engineering and top Hollywood TV producers to launch a <a href=\"http://thenextmacgyver.com/\">crowdsourcing competition</a>. Anyone around the world can submit ideas for the fictional character. Five winners will get the chance to work with a Hollywood producer to develop the character and write a pilot script.</p><p>That's all supercool. But at this point, you might be wondering why this story is on Goats and Soda. What does this have to do with the developing world?</p><p>Quite a lot, Zlotoff says. \"As popular as <em>MacGyver</em> is in North America, it's even more popular around the world. <em>MacGyver</em> is huge in Brazil, huge in South America.\"</p><p>In particular, MacGyver's resourcefulness appeals to kids who grow up with little, Zlotoff says. \"MacGyver doesn't use a lot of fancy technology to defeat the bad guy. He uses whatever is at hand. I think people found that very relatable.\"</p><p>MacGyver's ingenuity and problem-solving skills have inspired kids all over the world to go into engineering, Zlotoff says. He hopes these global Mac lovers will participate in The Next MacGyver competition.</p><p>\"I think the exciting thing for us is that ideas and stories can come from all over the planet,\" says producer <a href=\"http://www.revelationsent.com/about-us.html\">Lori McCreary</a> of Revelations Entertainment.</p><p>McCreary produces the show <em>Madam Secretary</em>. She's also a computer scientist. She hopes the new series will be a chance to portray female engineers more realistically on TV.</p><p>\"We put so many images [of women] out on TV and cable, and it's really up to us to start portraying people the way they actually are, not that old-fashioned idea of what we think they must be,\" McCreary says.</p><p>For instance, when you look at where in the world most of the new female engineers are, it's not the U.S. — but Asia.</p><p>In China, about 40 percent of engineers are women, compared with <a href=\"http://news.thomasnet.com/imt/2013/02/19/where-are-americas-women-engineers\">fewer than 20 percent</a> in the U.S. And in India, the number of women in the engineering industry has been <a href=\"http://quod.lib.umich.edu/g/gsf/12220332.0001.103/--global-circuits-of-gender-women-and-high-tech-work-in-india?rgn=main;view=fulltext\">rising so fast</a> that the head count (and percentage) has surpassed that in the U.S.</p><p>So could the new Mac be from Asia?</p><p>\"I think the character could be from anywhere,\" McCreary says. \"I love the idea of anyone, of any race, coming in and showing us what's possible.\"</p><p>So look out world, the 21st century MacGyver is on the horizon, and she's going to be unstoppable — as long as she has her duct tape.</p><p><a href=\"http://thenextmacgyver.com/\">The Next MacGyver</a><em> competition starts Thursday and ends April 17. <br /></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Will+The+Next+%27MacGyver%27+Be+An+Indian+Woman%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michaeleen Doucleff","audio":[{"meta":{"duration":"186"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387554292-7d68e6.m3u?orgId=1&topicId=1007&d=186&p=2&story=387268521&t=progseg&e=387548493&seg=18&ft=nprml&f=387268521"},{"href":"http://media.npr.org/assets/img/2015/02/18/tvm170aq_edit-f0ef19f04af6cecea7c26a7d1dd70566721ea043.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1966","width":"2622"}},{"href":"http://media.npr.org/assets/img/2015/02/19/macgyver_wide-14a5034f8b0762f7d9913cfa6fb2ac2ba20d6a46.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1687","width":"3000"}}]}