{"created":"2015-04-27T08:32:12+00:00","modified":"2015-05-13T21:00:52+00:00","valid":{"from":"2015-05-13T21:00:52+00:00","to":"3015-05-13T21:00:52+00:00"},"hreflang":"en","title":"Drop-In Chefs Help Seniors Stay In Their Own Homes","published":"2015-04-27T15:29:00+00:00","teaser":"As people age, cooking can become difficult or even physically impossible. It's one reason people move to assisted living. One company offers a chef to cook healthy, affordable meals at home.","itags":["npr_api","401749819"],"guid":"dd855ae3-538b-4b08-bb65-c11310469747","contentencoded":"<p>A healthy diet is good for everyone. But as people get older, cooking nutritious food can become difficult and sometimes physically impossible. A pot of soup can be too heavy to lift. And there's all that time standing on your feet. It's one of the reasons that people move into assisted living facilities.</p><p>But a company called <a href=\"http://chefsforseniors.com/\">Chefs for Seniors</a> has an alternative: They send professional cooks into seniors' homes. In a couple of hours they can whip up meals for the week.</p><p>For more than a year, Chef Sina Sundby's been doing just that for 85-year-old client Jim Schulz, who lives in a suburb of Madison, Wis. Her starched white chef's jacket tops a pair of blue jeans, while her strawberry blond hair is tucked under the traditional floppy chef's hat. She's a blur, chopping and mixing while pans sizzle on the stove.</p><p>Schulz watches, but doesn't interfere.</p><p>\"We chatter a lot when it's just the two of us,\" says Schulz. \"And even if I don't say anything, she just keeps talking.\"</p><p>Schulz and Sundby both laugh. They know this story.</p><p>\"I stepped out of the room once and I heard her talking and I said, 'Who are you talking to?' \" Schulz says. \"And she said, 'I'm talking to the food.' \"</p><p>\"I do talk to the food,\" says Sundby, proudly.</p><p>Schulz's conclusion: \"That's what makes it so good, it listens to her.\"</p><p>The food is also good because Sundby knows what Schulz likes.</p><p>So this week's dinners will be Salisbury steak with mushroom gravy, crab cakes with remoulade sauce and asparagus, chicken divan with fresh spinach and chicken pot pie with vegetables. And a twist.</p><p>\"Jim likes biscuits,\" explains Sundby. \"So instead of the pie dough, we're gonna do biscuits.\"</p><p>Schulz never made this kind of stuff for himself. When it comes to the kitchen, he's mastered the art of boiling water. His wife was a good cook, he says. But she died 14 years ago. So he ate whatever he could buy frozen and shove in the microwave.</p><p>\"I was anemic, I'd lost a lot of weight, and it was [because] my diet was lousy,\" he says.</p><p>But Schulz says that according to his doctor, that's no longer a problem. \"The last time I saw him was three months ago,\" says Schulz. \"And he said, 'We can go a lot longer [between appointments], you're doing so well.' \"</p><p>According to <a href=\"http://nutritionandaging.fiu.edu/aging_network/malfact2.asp\">some estimates</a>, there are hundreds of thousands, maybe even a million seniors living in their own homes who are malnourished. In long-term care facilities, up to 50 percent may suffer from malnutrition. This leads to increased risk for illness, frailty and falls.</p><p>\"The number of seniors out there who aren't eating properly is shocking to me,\" says Barrett Allman, co-founder of Chefs for Seniors, which is based in Madison.</p><p>He's been a chef for<strong> </strong>22 years, running everything from a seafood place on the Oregon coast to a restaurant in a small town near Madison that specialized in Wisconsin-style comfort food, or as he puts it, \"anything with cheese in it.\"</p><p>The inspiration for Chefs for Seniors was Allman's wife's grandmother. When she could no longer cook for herself, the family decided she had to enter assisted living. That was 10 years ago.</p><p>\"She's still there, and not happy,\" Allman says.</p><p>The family didn't take it lightly, either. If only there had been a way for her to have the food she needed and remain in her home, they thought.</p><p>Then, about two years ago, the Allmans' 21-year-old son Nathan, a <a href=\"http://www.wisc.edu/\">University of Wisconsin</a> student, turned his family's longing into a business.</p><p>He entered the idea for Chefs for Seniors into the University's <a href=\"https://bus.wisc.edu/degrees-programs/non-business-majors/burrill-business-plan\">Burrill Business Plan Competition</a>.</p><p>And he won his category.</p><p>\"That's how we received our startup funds,\" he says: $1,000, plus mentoring.</p><p>Enough, says Nathan Allman, that \"the next week my dad quit his job and we were off and running.\"</p><p>Part of the business plan is keeping the service affordable. In addition to the cost of the food, the client pays $30 an hour for the chef's time. That's usually a couple of hours a week of cooking and cleaning up the kitchen. There's also a $15 charge for grocery shopping.<a href=\"#_msocom_2\" name=\"_msoanchor_2\"></a> So clients pay on average $45 to $75 a week.</p><p>And while there are lots of personal chefs out there and services that deliver meals for seniors there are few services specifically for older adults that prepare food in their homes.</p><p>Chefs for Seniors now has 50 to 60 clients and employs around 10 chefs. They talk about expanding their territory. They talk about franchising. But right now, Barrett Allman still consults personally with every new client and is there the first time the client and the chef meet. He cooks for the most challenging cases himself: the people with severe disabilities or people in hospice care.</p><p>\"I can't solve all the problems in that senior's life, but as a chef, the least I can do is make them food,\" Allman says.</p><p>Less than two hours after arriving at Jim Schulz's house, Sina Sundby is packing the food she made into single-portion containers, ready for the microwave. Aromas of chicken, mushrooms, biscuits, asparagus and chocolate chip cookies linger.</p><p>\"When she leaves, I'm exhausted,\" says Schulz.</p><p>But he's got a week's worth of nourishing dinners to build up his strength for his chef's next visit.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Drop-In+Chefs+Help+Seniors+Stay+In+Their+Own+Homes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ina Jaffe","audio":[{"meta":{"duration":"290"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402514884-1913c1.m3u?orgId=1&topicId=1066&aggIds=130593764&d=290&p=3&story=401749819&t=progseg&e=402512920&seg=6&ft=nprml&f=401749819"},{"href":"http://media.npr.org/assets/img/2015/04/24/npr_chefsforseniors-af62a65bdc1f606e6e34bafbd78b4707bc4f3901.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2250","width":"3005"}},{"href":"http://media.npr.org/assets/img/2015/04/24/chef-sina-927524216836d22b17edff87d665cf865b9e51d5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1739","width":"2318"}},{"href":"http://media.npr.org/assets/img/2015/04/24/joe-sina-1_enl-233ce7752728480161ee31df8381b3b2a4f0af3b.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2674","width":"2053"}}]}