{"created":"2015-04-10T02:15:37+00:00","modified":"2015-05-13T21:03:37+00:00","valid":{"from":"2015-05-13T21:03:37+00:00","to":"3015-05-13T21:03:37+00:00"},"hreflang":"en","title":"Civilians Can Record Police Encounters, But When Is It Interference? ","published":"2015-04-10T18:50:00+00:00","teaser":"Courts have ruled that civilians have a constitutional right to videotape police encounters in public. But civilians are not allowed to interfere with police activity.","itags":["npr_api","398561610"],"guid":"dd86b6d9-c6ab-455a-8a29-90529212b816","contentencoded":"<p>The arrest of South Carolina police Officer Michael Slager, <a href=\"http://www.npr.org/blogs/thetwo-way/2015/04/07/398140336/south-carolina-police-officer-charged-with-murder-after-shooting-man-in-back\">who shot and killed Walter Scott in North Charleston this week</a>, came shortly after the release of a cellphone video recorded by an eyewitness.</p><p>The filming of police by civilians has also sparked controversy, and it often causes confusion about what is legal.</p><p>For eyewitnesses of police activity, the law is crystal clear, according to Mark Graber, who teaches constitutional law at the University of Maryland: \"You can film police on duty as long as you're not interfering with their activities.\"</p><p>\"Interfering\" is the key word when discussing the legality of recording encounters with the police.</p><p>\"Precisely what constitutes 'interfering with police duties' is not entirely clear,\" Graber says. \"This strikes me as an issue that within five years is likely to be a Supreme Court decision.\"</p><p>In the meantime, he says, the gray area includes determining how far away eyewitnesses should stand with their cameras so as to not get in the way of police.</p><p>\"It gets murky when, in fact, people recording are so close to the police officer that they're distracting the police officer, or the police officer can't tell is that a camera or a weapon,\" says Graber. \"Those are where things matter.\"</p><p>Police officers also face many fast-changing scenarios that can be hard for lawmakers to anticipate, says Chuck Canterbury, a retired police offer and the national president of the Fraternal Order of Police.</p><p>\"You got to understand, most of the time the people that are videoing don't understand what's going on,\" he says. \"They just happen upon it, and they just start videoing. And that's their constitutional right, but they cannot interfere.\"</p><p>Canterbury adds that laws that clearly define what is interference would be helpful to police.</p><p>There are five states — California, Colorado, Connecticut, New York and Texas — that are considering bills that might offer some clarity, according to Rich Williams, who tracks criminal justice policy for the <a href=\"http://www.ncsl.org/\" target=\"_blank\">National Conference of State Legislatures</a>.</p><p>\"The question that the bills are trying to answer is, 'What is the line between peacefully recording law enforcement activity and interfering with the police officer's ability to do his job effectively?' \" Williams says.</p><p>Still, video of questionable police activity doesn't always lead to criminal charges, as it has in the South Carolina case, says Jay Stanley, a privacy expert with the American Civil Liberties Union.</p><p>\"Video's not going to solve every problem with our criminal justice system,\" he says, \"but I think it's opening a lot of people's eyes to just how much abuse takes place out there.\"</p><p>People have tended to put a premium on the testimony of police officers, he says, but eyewitness videos are now calling that credibility into question.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Civilians+Can+Record+Police+Encounters%2C+But+When+Is+It+Interference%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"177"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398575560-77251b.m3u?orgId=1&topicId=1001&d=177&p=2&story=398561610&t=progseg&e=398522078&seg=12&ft=nprml&f=398561610"}]}