{"created":"2014-09-22T16:10:00+00:00","modified":"2014-10-31T15:41:29+00:00","valid":{"from":"2014-10-31T15:41:29+00:00","to":"3014-10-31T15:41:29+00:00"},"hreflang":"en","title":"White House Urges Dads To Join Work-Life Balance Conversation","published":"2014-06-14T04:56:00+00:00","teaser":"Dads are getting more involved in their kids' lives. David Greene talks to Doyin Richards who blogs at Daddydoinwork.com and Gene Demby of our Code Switch team, which focuses on race and other issues.","itags":["npr_api","321218293"],"guid":"dd899d29-10b6-4a49-89b7-ef96880661d3","contentencoded":"<p>Earlier this week, the White House held <a href=\"http://www.npr.org/blogs/thetwo-way/2014/06/09/320479041/white-house-hosts-discussion-on-role-of-working-fathers\">a summit on working fathers</a>. It was another sign of just how much modern fatherhood is changing: the number of stay-at-home dads in the United States has doubled since 1989, and is now around 2.2 million.</p><p>But dig down a little, and something more complicated is afoot. According to numbers from Pew researchers, about a quarter of stay-at-home fathers said that they choose to stay at home with their children. But a similar number said they were at home because they couldn't find work, while about a third said they were at home due to illness or disability. This suggests that the growth in at-home dads has as much to do with redefined parenting roles as it does with big changes in the economy.</p><p>Still, fathers who are actively involved in child-rearing are still seen as anomalies. You might recall the castigation heaped upon New York Mets second baseman Daniel Murphy by <a href=\"http://espn.go.com/new-york/mlb/story/_/id/10721495/daniel-murphy-new-york-mets-deflects-criticism-taking-paternity-leave\">some sports commentators for taking paternity leave for the birth of his first child.</a></p><p>Or take the case fro of Doyin Richards. Richards, a blogger, was home from paternity leave from his corporate job, when he posted what he thought was an innocuous photo online. \"I have two girls, one was three and one was three months at the time,\" Richards told David Greene on Morning Edition. His wife was running late to work, and he told her he would get their daughters ready. But his wife was skeptical. I'll believe it when I see it.</p><p>\"So I had to take a photo of it so she would believe me,\" Richards said. The picture shows Richards holding his youngest daughter across his torso in a baby carrier while he does his three-year-old's hair. \"At that point, I posted it on social media to say \"Hey, check out this cute little picture I took. And the Internet exploded.\"</p><p>Richards' photo was shared tens of thousands of times, and he was deluged with responses. He unwittingly found himself at the center of several different conversations about fatherhood. Some people, he said, wanted to put him on the Mount Rushmore of greatest dads. Other people pointed out that mothers do this everyday, and the same picture, featuring a mother instead of a father, would be seen as unremarkable. Others were more vile, like the who said they thought that Richards, who is black, was probably a deadbeat.</p><p>Indeed, a whole lot of the response was specifically because Richards was a black father, and black fatherhood in the popular imagination, is marked by absence, not activity. (On Code Switch, there are commenters who point to absent black fathers as the proximate cause of nearly racial disparity that we report on, whether it's the wealth gap or the low numbers of blacks in Major League Baseball.)</p><p>\"I feel like when i started my blog two years ago, it was just talking about fatherhood,\" he said. \"But then people started showing up to my blog and the whole issue of cognitive dissonance comes up. People have a core belief about black dads — whatever it is — and they'll either hold onto that core belief of 'Oh, my gosh, black guys are deadbeats' and not listen to a word I'll say,\" he said. But there was another response. \"The other people are the people who have their core belief shattered. This guy seems pretty cool, he's black and loves his kids. What's going on?'\"</p><p>But Richards is hardly an anomaly. The Centers for Disease Control<a href=\"http://articles.latimes.com/2013/dec/20/local/la-me-black-dads-20131221\"> released a study from earlier this year</a> that showed that black fathers were as involved in their children's lives as white or Latino fathers across an array of indexes — and in some cases more so. Black fathers were more likely to bathe, clothe, and read to their children everyday.</p><p>Black men are less likely to marry and more likely to live apart from their children — 24 percent of black fathers do, compared to about 8 percent of white fathers. And But the CDC study found that even among fathers who didn't live with their children, black men were as likely or more likely to be involved with their children.</p><p>\"The assumption in the broader culture has been that these fathers don't care, they're kind of hit-and-run dads,\" Kathryn Edin, who co-wrote the book, Doing The Best I Can, which focused on inner-city fathers. \"But instead, we kind of find this overwhelming desire to father, and to father well. And what's remarkable about disadvantaged men who have children in really tough circumstances, often outside of marital ties, [is] how desperately they want to be parents and not just paychecks.\"</p><p>Richards is not disadvantaged, but he wants the conversation to start from the position that dads like him — black or otherwise — are not aberrations. \"My issue is that I want it to be a discussion about modern fatherhood where it's oa and it's okay for men to be behave the way I'm behaving as far as caring for their kids,\" he said. \"It's not unusual.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=White+House+Urges+Dads+To+Join+Work-Life+Balance+Conversation&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"467"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1321218294-0946a4.m3u?orgId=1&topicId=1091&ft=3&f=321218293"}]}