{"created":"2014-09-25T18:39:20+00:00","modified":"2014-09-26T14:39:31+00:00","valid":{"from":"2014-09-26T14:39:31+00:00","to":"3014-09-26T14:39:31+00:00"},"hreflang":"en","guid":"ddb3a118-f26d-445b-97d2-191ea5ea7c8a","title":"India is over the moon about its mission to Mars ","published":"2014-09-26T14:39:26+00:00","byline":"Carol Hills","tags":["Space","technology","Technology","Science, Tech & Environment","Asia","India","South Asia","Asia","Rahul Joglekar","Narendra Modi","Keshav","Manjul","Satish Acharya","R Prasad","Sandeep Adhwaryu","MOM","MAVEN","Mars Orbiter Mission","Space exploration","Spaceflight","Indian Space Research Organisation"],"teaser":"India's big messy democracy celebrated a celestial triumph today. It's on-the-cheap mission to Mars entered the Red Planet's orbit on its first try, making it the first Asian nation to accomplish such a feat. And it did so for the bargain price of $75 million dollars, less than the budget for the film, \"Gravity.\"","contentencoded":"<p>Indians were bursting with pride today as the country&#39;s first mission to Mars entered the Red Planet&#39;s orbit. <span style=\"line-height: 20.0063037872314px;\">Prime Minister Narendra Modi declared</span><span style=\"line-height: 20.0063037872314px;\">&nbsp;from the&nbsp;</span><span style=\"line-height: 20.0063037872314px;\">Bangalore command center of the state-run Indian Space Research Organization that history had been made.</span></p><p><span style=\"line-height: 20.0063037872314px;\">India is now the first Asian nation to reach Mars.&nbsp;</span><span style=\"line-height: 20.0063037872314px;\">In 2011, a Chinese spacecraft destined for Mars failed to leave Earth&#39;s orbit after a botched Russian launch.</span><span style=\"line-height: 20.0063037872314px;\">&nbsp;</span></p><p>&quot;I&#39;m feeling a lot of pride&quot; says Indian journalist Rahul Joglekar, who described today&#39;s event as typically Indian. &quot;If you&#39;ve seen the photographs that have come from the control center, there are women, Sikhs, scientists and engineers from all over the country who have gathered in that one room who have managed to put that orbiter into space.&quot;</p><p>Joglekar says the Mars triumph is a perfect example of Indian ambition.&nbsp;&quot;You may be stuck in a traffic jam. You may have no water in your taps. But you&#39;re still dreaming about the stars. The sky is the limit, literally.&quot;</p><p>India&#39;s Mars Orbiter Mission, or MOM, cost just $74 million, a fraction of the $671 million the US space agency NASA spent on its&nbsp;<a href=\"http://www.bbc.co.uk/news/science-environment-29253788\">Maven</a>&nbsp;mission, which reached Mars orbit a few weeks ago. Rahul Joglekar&nbsp;compares the cheap price tag of India&#39;s Mars mission to the <a href=\"http://www.bbc.co.uk/news/world-asia-23792196\">Tata Nano</a>, the homegrown Indian-made car introduced in 2009 and touted, at $2,000, as the&nbsp;most affordable car in the world. &quot;This is really the Tata Nano of space missions. It&#39;s so cheap, about one-tenth the cost of its American counterpart.&quot;&nbsp;</p><p>The difference between the two is the weight. The Indian spacecraft, known as Mangalyaan (&quot;Mars craft&quot;in Hindi) <span style=\"line-height: 1.538em;\">can only carry 15 kilograms, according to Joglekar. &quot;It&#39;s very light. What India has done is it&#39;s focused its energy on creating a space rover that doesn&#39;t compete but complements what the United States has already done.&quot;&nbsp;</span></p><p>In the days leading up to today&#39;s orbit, Joglekar says Indian scientists used the media to manage expectations.&nbsp;&quot;There wasn&#39;t a really big announcement on the day prior to this going into orbit. There was a bit of nervous excitment.&quot; Then, when the news came, it was a huge media moment.&nbsp;&quot;I was watching Indian television and all of a sudden a news presenter said, &#39;We have some breaking news coming in.&#39; And they had all these fancy graphics and photographs.&quot;</p><p>But is it worth it? Should a country like India, with all of its terrestrial problems, be spending money on space adventures? Joglekar says there&#39;s an emotional benefit that you can&#39;t quantify. &quot;For a lot of Indians, they want to see India&#39;s place in the world restored to what it used to be in a historical sense, 300 or 400 years ago, when India was called &#39;the Golden Bird.&#39; India&#39;s<a href=\"http://www.firstpost.com/india/full-text-india-was-once-the-golden-bird-it-has-a-chance-to-rise-again-says-modi-1723367.html\"> Prime Minister Narendra Modi has spoken of wanting to return India to that glory</a>.</p><p>&quot;This was a nation that was a beacon of scientific achievement and a trailblazers in math and science.&quot;</p><p>India also wants to make money. &quot;India wants to position itself as the country you go to for low-cost space technology. You&#39;ll see this in the next few years. India will begin to market itself once it knows it can do these specific things and get them right. It wants to occupy that space as a low cost option for other countries to import these technologies.&quot;</p><p>Social media has been atwitter ever since India&#39;s Mangalyaan spacecraft entered Mars&#39; orbit. Here&#39;s how some Indian cartoonists have digested the news.</p><h1 class=\"title\" style=\"outline: none; font-weight: normal; font-size: 2.2em; color: rgb(51, 51, 51); margin-top: 0px; margin-bottom: 5px; font-family: Georgia, 'Times New Roman', serif; line-height: normal;\">&nbsp;</h1>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/sep-24-1.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/sep-24-1jpg"}]}