{"created":"2015-05-05T17:28:21+00:00","modified":"2015-05-05T18:16:58+00:00","valid":{"from":"2015-05-05T18:16:58+00:00","to":"3015-05-05T18:16:58+00:00"},"hreflang":"en","title":"Royal Caribbean President Sees A Future In Asia","published":"2015-05-05T18:16:00+00:00","teaser":"Cruise lines are looking to expand in China, where a growing middle class offers new potential customers.","itags":["npr_api","404447115"],"guid":"ddb78d5f-3780-4ac6-bf60-8e011d9ba02b","contentencoded":"<p>More than 22 million people are expected to take a cruise this year. Americans make up more than half of that. The next biggest market &#8211; the U.K. and Ireland &#8211; make up less than 10 percent.</p><p>Cruise lines like Royal Caribbean and Carnival Cruises are looking to change that by expanding to Asian countries like China, where a growing middle class is offering new potential customers. In the last two years, the number of Asians taking cruises has risen nearly 35 percent &#8211; that is more than 1 million new passengers.</p><p>For a look at the cruise industry&#8217;s expansion to Asia, as well as how the industry deals with its highly publicized mishaps and disasters and its impact on the environment, <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson speaks with <strong>Adam Goldstein</strong>, president and chief operating officer of Royal Caribbean, the second-largest cruise line in the world.</p><ul><li><a href=\"http://hereandnow.wbur.org/tag/view-from-the-top\" target=\"_blank\">See more in our View From The Top series</a></li></ul><h4>Interview Highlights</h4><p><strong>On the cruise industry expansion into China</strong></p><p>&#8220;First of all, if you’re a Chinese customer, chances are you’re going to need some level of Mandarin language support, so we develop a lot of our crew who can speak both Mandarin and English to provide services to our Chinese guests, so that’s important. From a culinary standpoint, we want our Chinese guests to try different Western cuisine, and in general they’re inclined to do so, but they need to know that their comfort foods &#8211; the foods they eat every day for breakfast, lunch and dinner &#8211; are available to them if they want them.</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;The Chinese, at least in my opinion, are the undisputed world champions of shopping.&#8221;</p><p></div></p><p>&#8220;Then there are certain activities that the Chinese favor more. You may know right now, the Chinese, at least in my opinion, are the undisputed world champions of shopping. They shop in just inconceivable numbers and dollar amounts. And so both shopping on board and in the ports of call is a huge focus for them. Gaming is a relatively large focus for a Chinese audience. Conversely, they tend to spend less time in the spa and around the pool deck than we might see from our more traditional customers.&#8221;</p><p><strong>On the safety of cruises</strong></p><p>&#8220;The cruise industry actually has an incredibly safe track record. In fact, the safest of any mode of transportation. And even as the industry is getting larger, the incidence of events have been going down, so we’re very well placed in terms of the safety of cruising as a vacation choice versus others. We certainly do get a lot of publicity whenever an adverse event occurs, that’s clear.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.royalcaribbeanpresscenter.com/executive-bio/2/adam-m-goldstein/\" target=\"_blank\">Adam Goldstein</a></strong>, president and chief operating officer of Royal Caribbean Cruises Ltd.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Royal+Caribbean+President+Sees+A+Future+In+Asia&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"691"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404447118-9b1cb7.m3u?orgId=1&d=691&p=60&story=404447115&t=progseg&e=404447097&seg=3&ft=nprml&f=404447115"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0504_royal-caribbean.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"823","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0504_adam-goldstein.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"855","width":"1280"}}]}