{"created":"2014-10-08T02:36:21+00:00","modified":"2014-10-31T00:25:10+00:00","valid":{"from":"2014-10-31T00:25:10+00:00","to":"3014-10-31T00:25:10+00:00"},"hreflang":"en","title":"On Opposite Sides Of Israeli-Gaza Border, Feeling The Same Fears","published":"2014-07-10T13:55:00+00:00","teaser":"The escalating conflict around the Gaza Strip has turned daily routines upside down. A family in Ashkelon, Israel, and one in Gaza City both take shelter — and struggle to keep their children safe.","itags":["npr_api","330183767"],"guid":"ddcaafca-4b26-4206-8092-b6ad61a7c56c","contentencoded":"<p>More than 50 Palestinians have been killed and 450 wounded in <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/09/330059942/israel-strikes-gaza-again-as-violence-and-death-toll-escalate\">Israeli airstrikes on the Gaza Strip</a>. Meanwhile, rockets continue to fly toward Israel from Gaza, but so far, no Israelis have been reported killed.</p><p>For people living in and around the Gaza Strip, this conflict has turned daily routines upside down. Life is punctuated by sirens and explosions.</p><p>NPR correspondent Ari Shapiro and producer Ahmed Abu Hamda recorded the stories of two families taking shelter from the escalating conflict.</p><hr /><p><strong>Ashkelon, Israel</strong></p><p>The sound of a siren means rockets are coming, and it's time to take cover — in an interior room of the house, maybe, or just lying on the ground with your hands covering your head.</p><p>For the Abulbul family, shelter is an underground concrete bunker. They share this single room with all the neighborhood families, 30 or 40 people in total.</p><p>There's no plumbing or air conditioning, and the shelter is sweltering.</p><p>Ofra Abulbul says her children refuse to go outside.</p><p>\"My kids are very anxious,\" she says. \"They won't go home to sleep, or shower, or eat. The toilet doesn't work here, so every time we have to go home to use the bathroom they're terrified.\"</p><p>Her 10-year-old son is named Nehorai. \"Things are not OK,\" he says. \"I'm scared.\"</p><p>A little dog named Bony is running around his feet.</p><p>\"He also has anxieties,\" the boy says.</p><p>The children have nothing to do here. They lie on the concrete floor and stare at the ceiling, or when they feel hyper, they jump on a mattress until they're exhausted.</p><p>When he's scared, does he ever think that kids in Gaza might also feel scared? Nehorai says yes.</p><p>\"My mother told me there were sirens there, too,\" he says. \"And those kids also have to run away.\"</p><hr /><p><strong>Gaza City, Gaza Strip</strong></p><p>In Gaza City, there are no shelters. When rockets fall, the Shamali family takes cover in their house — which is home to 22 people, 16 of them children.</p><p>Abdel Kareem Shamali says his oldest son, who's 12, asked a difficult question the other day.</p><p>The boy asked his mother how it feels to be killed by a rocket. Is it painful, or painless?</p><p>\"I never wanted him to ask such a question in all his life,\" Shamali says.</p><p>His children don't sleep. They throw up for no reason.</p><p>An Israeli airstrike destroyed a house about 70 yards away this morning, and the kids started screaming.</p><p>\"Sometimes I lie,\" says Shamali. \"I tell my kids, 'Those aren't bombs; they're fireworks.' When it's huge, I try to act carefree so they'll see me and feel reassured.\"</p><p>This is the holy month of Ramadan, a time for visiting family and enjoying evening feasts. But Gaza City is a ghost town. Shops are empty, and people are afraid to go outside.</p><p>It's quiet except for the boom of rockets, and a thin layer of black smoke hangs in the air.</p><p>\"We feel so scared,\" says 10-year-old Karmen. \"It's Ramadan now, and we want to enjoy the holiday. But they spoiled it. They terrify us.\"</p><p>She's angry that Israelis can hide in shelters, while her family has nowhere to go, and people are killed.</p><p>Asked if she wants Israeli kids to die too, Karmen says no.</p><p>\"They are like me. They have rights. They shouldn't die,\" she says. \"They should be protected, just like we should be protected.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=On+Opposite+Sides+Of+Israeli-Gaza+Border%2C+Feeling+The+Same+Fears&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"251"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330183768-73f3d2.m3u?orgId=1&topicId=1004&ft=3&f=330183767"},{"href":"http://media.npr.org/assets/img/2014/07/09/israel-gaza-shelter1-f9b7b72b0a9115d5e39ca3bc670dbad4b2bbc566.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1115","width":"1487"}},{"href":"http://media.npr.org/assets/img/2014/07/09/israel-gaza-shelter2-94cbfc41c0ef7e7d237788447e384df9c55b3d08.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2242","width":"2991"}}]}