{"created":"2014-10-27T17:41:55+00:00","modified":"2014-10-27T17:41:55+00:00","valid":{"from":"2014-10-27T17:41:55+00:00","to":"3014-10-27T17:41:55+00:00"},"hreflang":"en","title":"Doctor: 9/11 Responders' Illnesses Becoming Worse","published":"2014-09-11T20:33:00+00:00","teaser":"A World Trade Center Health Program medical provider says chronic illnesses affecting first responders are lingering and becoming worse.","itags":["npr_api","347737660"],"contentencoded":"<p>On September 11, 2001 thousands of firefighters, police officers, and volunteers rushed to the World Trade Center to help dig through the rubble for survivors and find remains of those who died.</p><p>They didn&#8217;t know at that time that the air they breathed was toxic.</p><p>Many 9/11 responders are suffering from a variety of health problems including respiratory disease and cancer, as well as mental health issues such as post-traumatic stress disorder, depression and anxiety.</p><p><strong>Dr. Benjamin Luft, </strong>the director of the World Trade Center Health Program at Stony Brook Medicine,<strong> </strong>has worked with some 6,000 first responders since 2001.</p><p>&#8220;Their diseases and problems continue to linger, and not only linger, but are becoming worse and worse,&#8221; Luft tells <em><a href=\"http://hereandnow.wbur.org\">Here & Now&#8217;</a>s </em>Jeremy Hobson. &#8220;And I think that&#8217;s causing the greatest amount of dysfunction for this population.&#8221;</p><ul><li><strong>CDC: </strong><a href=\"http://www.cdc.gov/niosh/topics/wtc/\" target=\"_blank\">World Trade Center Health Program</a></li></ul><h4>Interview Highlights: Dr. Benjamin Luft</h4><p><strong>On the environment at Ground Zero</strong></p><p>“What happened with the World Trade Center responders was they went down &#8212; a lot of them voluntarily &#8212; to the World Trade Center site. They were told that the environment was safe, that there was no real risk in terms of toxins, that the air was clear. They were not given the appropriate protective equipment, and then what was found, subsequently, was that the opposite occurred. The environment was full of carcinogens and toxins.”</p><p><strong>On one of his most memorable patients</strong></p><p>“One of the cases that I just remember so vividly was a patient who was born in Guyana, and he recollects when he was a young boy, and his family was literally starving, that he used to receive care packages from the United States.</p><p>&#8220;And when 9/11 occurred, he was a construction worker, he was the head of a crew. He went right down there and he was severely affected. He developed severe asthma, severe post-traumatic stress disorde, and his life was really turned upside down. But when I said to him, ‘Would you do it again? ’ he looked at me and said ‘Doc, this country has done so much for me. It saved my life. I would do it again in a snap.’”</p><h4>Guest</h4><ul><li><strong>Dr. Benjamin Luft</strong>, director of the <a href=\"http://stonybrookmedicine.edu/LIBN-healthcare-heroes-2013/World-Trade-Center-Health-Program\" target=\"_blank\">World Trade Center Health Program at Stony Brook Medicine</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Doctor%3A+9%2F11+Responders%27+Illnesses+Becoming+Worse&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"ddd1f868-7bc6-4eb1-a9a3-ab6a0ebe1260","audio":[{"meta":{"duration":"459"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347737663-305ac0.m3u?orgId=330&ft=3&f=347737660"}]}