{"created":"2014-11-25T23:02:26+00:00","modified":"2014-11-25T23:02:29+00:00","valid":{"from":"2014-11-25T23:02:29+00:00","to":"3014-11-25T23:02:29+00:00"},"hreflang":"en","guid":"ddd15624-cea1-4e74-8604-6e5c3c01c4ae","title":"How Obama's executive actions might benefit the fastest-growing immigrant group in the US — Asian Americans ","published":"2014-11-25T23:02:13+00:00","byline":"Monica Campbell","tags":["immigration","politics","Global Nation","Justice","Conflict & Justice","Daly City","North America","Asia","Philippines","United States","California","Akiko Aspillaga","Michael Guingona","Barack Obama","Illegal immigration","Daly City, California","Social Issues"],"teaser":"Many Mexican immigrants will benefit from President Obama's recently announced immigration measures, but they're far from the only ones. Asian American immigrants aren't often at the center of the debate, but they're a growing group, and thousands could also get deportation relief.","contentencoded":"<p>During an address on his new immigration measures on Friday, President Barack Obama took pains to note that \"not everyone who comes here is Latino\" — and with good reason. Today most of America's newcomers are arriving from Asia, not Mexico or other Latin American countries.</p>\n<p>In California alone, there are more than 400,000 Asian immigrants living here without authorization. Many are from the Philippines, a group people don't typically think of when they hear about undocumented immigrants.</p>\n<p>\"When we hear illegal immigration, the first thing you think about is the border,\" says Michael Guingona, a city council member from Daly City, California. \"And which border is that? The one to the south.\"</p>\n<p>Daly City, just south of San Francisco, is a major hub for Filipino immigrants. It's home to the largest concentration of Filipinos in the continental United States. And for these immigrants, the \"border\" isn't the Rio Grande, but rather the Pacfic Ocean.</p>\n<p>Akiko Aspillaga, a young Filipino immigration activist, came to the US when she was 10 years old. Aspillaga's mother was already here in California, working at a nursing home. \"All I knew is that we were going to start a new life here,\" she remembers.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"499\" width=\"642\" style=\"margin: 5px; line-height: 20.0063037872314px; width: 300px; height: 233px; float: right;\" alt=\"Akiko_1\" title=\"Akiko_1\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/IMG_0049.JPG\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Akiko Aspillaga</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>Akiko Aspillaga, (second to the left) is a part of several immigrant activist groups that cater to the undocumented Asian community. The 25 year-old says that for Asian immigrants who are undocumented it's difficult to come \"out\"- especially when many associate undocumented immigrants with the Latino community.</p>\n  </div>\n</div>\n<p>Then the nursing home her where her mom worked closed and the family’s status in the US fell into limbo. With the kids in school, the family stayed in California. But Aspillaga only realized she was undocumented when she later enrolled in a nursing program.  </p>\n<p>\"They had to ask for health insurance, Social Security Number to do a background check, which I didn’t have,\" she says. \"And that’s when it actually hit me that, 'Oh my gosh, I don’t have anything.'\"</p>\n<p>Aspillaga is 25, and is protected from deportation through President Obama’s <a href=\"http://www.uscis.gov/humanitarian/consideration-deferred-action-childhood-arrivals-daca\">Deferred Action for Childhood Arrivals</a> program. DACA shields young immigrants, so-called \"DREAMers\" who were brought to the US as kids, from deportation for two years.</p>\n<p>Now the new <a href=\"http://www.whitehouse.gov/issues/immigration/immigration-action\">executive actions announced last week</a> might offer Aspillaga’s mother the same protection. The new measure offer similar protection to some undocumented parents whose children are US citizens or permanent residents. Aspillaga's mother has a son who is a legal permanent resident. </p>\n<p>But the fear is still there there, as Apsillaga explains when I try to interview her mother. \"When I actually asked her, 'Hey, can she interview you?' She said, 'I don’t want to get deported,'\" Aspillaga says. \"You know, it’s scary for her to talk about it, especially for the API population — the Asian Pacific Islander population. It’s more difficult to come out.\"</p>\n<p>Guingona, the Daly City councilman, gives one reason for that: Latinos \"have a larger presence here, more dug in and there's strength in that.\" There's also the idea that being undocumented ruins the stereotype that Asians are highly successful and financially stable — the model-minority myth.</p>\n<p>But Aspillaga’s mom is right to have her doubts and fears of deportation. Plenty of questions remain when it comes to Obama’s plan. Will Congress block his actions? Could they be reversed?</p>\n<p>And even if they're not, what is the long term future for people who get deportation relief? Aspillaga says she's happy that she doesn't have to fear deportation for now, but she wants full rights here — and she isn’t at all sure Congress will offer her that.</p>\n<p>\"Actually, I’ve been the one talking about leaving the country, getting my RN [registered nursing degree] and going to Canada or Australia or England,\" she sayas. \"I want more. And if America isn’t going to give it to me, I’m almost at the point of, well, I’m sure there’s a country that will open it’s arms for me as well.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Akiko_feature.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/akikofeaturejpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/112520148.mp3"},{"href":"http://www.pri.org/file/112520148mp3"}]}