{"created":"2014-10-03T03:19:14+00:00","modified":"2015-04-30T19:47:12+00:00","valid":{"from":"2012-06-02T02:48:17+00:00","to":"3012-06-02T02:48:17+00:00"},"hreflang":"en","guid":"ddda0b6f-5d96-4264-92ba-8304ef860893","title":"SOTRU - Comics - With Great Power Comes Great Responsibilty","teaser":"In this episode we explore a community where, when evil rears its head, someone finds a way to set things right, even if they have to make sacrifices and defy the laws of our universe to do it. In this hour we tell the stories of real-life battles between good and evil in the world of comic books, where underdogs often come out on top and fantasy merges with reality. From creators and whistleblowers to real-life superheroes who’ve brought comics to life, putting on their own capes and costumes to fight for justice in their cities.","description":"State of the Re:UnionComics: With Great Power Comes Great ResponsibilityDESCRIPTION: In this episode we explore a community where when evil rears its head, someone finds a way to set things right, even if they have to make sacrifices and defy the laws of our universe to do it. In this hour we tell the stories of real-life battles between good and evil in the world of comic books, where underdogs often come out on top and fantasy merges with reality. From creators and whistleblowers to real-life superheroes who&rsquo;ve brought comics to life, putting on their own capes and costumes to fight for justice in their cities.&nbsp; Billboard (:59)Incude: \"From P-R-X\"Outcue: \"...first this news\"News Hole: 1:00-6:00SEGMENT A (12:29)Incue: \"I'm Al Letson and you're listening to State of the Re:Union\"Outcue: \"on State of the Re:union\"A. Al&rsquo;s Secret Nerdy Side We start the episode with Al explaining that he has an alter ego, a side of him that no one would expect: the comic books side. By way of explaining his love, he takes us into HIS local comic books store, explains how the community works, and introduces us to some of the characters in his store who don&rsquo;t fit the normal stereotype. B. Superman!Mike Meyer lives in Granite City, Illinois.&nbsp; And until this September, he lived a simple, quiet, fairly anonymous life.&nbsp; Mike has a number of mental health issues, and he lives off of a paycheck from his job at the McDonalds in his town and a disability check.&nbsp; Mikes&rsquo;s real passion in life?&nbsp; Superman.&nbsp; Since he was a teenager, Mike has loved the idea of Superman&rsquo;s dedication to justice, no matter what.&nbsp; He&rsquo;s collected comics, figurines, posters, everything Superman-related he could find, for decades. That was until a guy named Gerry ran into Mike at the local comic book store, and convinced Mike to show him his collection&hellip; specifically asking to see the most valuable items.&nbsp; Mike obliged, bringing Gerry to his home and proudly showing off his incredible collection.&nbsp; A few nights later, Gerry returned. When the evening was over, Mike&rsquo;s Superman collection had been wiped out.&nbsp; Word of the crime spread quickly in the comic book world. Fans from all over put out a call to mail Superman comics and memorabilia to Mike, and donations poured in.&nbsp; There was so much that Mike couldn&rsquo;t even handle it all.&nbsp; His original collection had literally doubled.&nbsp; He decided to pass along the love from what he now saw as his community, donating much of his new collection to a children&rsquo;s hospital in St. Louis.&nbsp; At the end of the saga, Mike wrote on his Facebook page (where he now has contacts all over the US), \"I have never felt so much love in my life; I no longer feel like the Frankenstein monster. I feel that people understand me now, for the first time in my life.\"&nbsp; SEGMENT B (18:59)Incue: \"You're listening to\"Outcue: \"P-R-X.O-R-G.\"A. Superman! The conclusion of the story begun in Segment A. B. A Girls&rsquo; Guide to Comic BooksOn the first morning of this year&rsquo;s New York Comic-Con, an industry-wide conference that brings together&nbsp; comic book fans, executives, artists, writers and critics, Laura Hudson sat in her hotel room shaking.&nbsp; She was afraid to get up off the bed, afraid to move.&nbsp; Laura is an editor at a website called Comics Alliance, where she also writes a blog, and she had just read a litany of violent threats that had been posted to her Facebook page, one after the other, for hours.&nbsp; Laura had handled public criticism before&mdash;you can&rsquo;t be a blogger and not endure the occasional cruelty of commenters&mdash;but this was different.&nbsp;&nbsp; It had all started with an editorial she&rsquo;d written this September after DC Comics unveiled what they called the &ldquo;New 52.&rdquo;&nbsp; Eager to attract new readers, DC had revamped their entire line of heroes, altering some stories, eliminating some old characters and inventing some new ones.&nbsp; They started each series over, from Edition No. 1.&nbsp; Laura&rsquo;s editorial came straight from the heart&mdash;it was a lament from a diehard comic-book fan about the portrayal of women in the New 52, and other places too.&nbsp; She was disappointed, to put it bluntly.&nbsp; Some female characters who&rsquo;d had sexiness (pretty much a prerequisite for female comic book characters) and depth before were reduced to vapid and sexy.&nbsp; The post caused a huge uproar.&nbsp; Thousands of people commented.&nbsp; And debated, which was the whole point. This piece asks: can the world of comic books actually change? C. The Town the Birthed the TurtlesThe downtown of Northampton, Massachusetts is quintessential picturesque New England: church steeples, brick storefronts. But, if you look closely at one building&mdash;currently housing an AT&amp;T cell phone store&mdash;you see something bizarre. It&rsquo;s a stone building, with what at first might seem like ordinary ornamentation from, say, the 19th century. But stare at it long enough and you realize: this building is covered in gargoyles of the Teenage Mutant Ninja Turtles. It&rsquo;s no accident. Northampton is the birthplace of the Turtles, and is responsible for creating a community of comic book artists in this small New England town that&rsquo;s still here today. In this piece, we hear the story of how the Teenage Mutant Ninja Turtles came to be, and the impact they had on one small Massachusetts town. SEGMENT C (18:59)Incue: \"I'm Al Leton\"Outcue: \"This is N-P-R\"A. Letter to a Superhero&nbsp; We hear a letter from an unlikely comic book fan&mdash;Latino Studies scholar Ilan Stavans&mdash;to a superhero he thinks the Mexican&nbsp; border town of Ciudad Juarez needs. B. Cosplaying the Heroes You LoveIf you go to a comic convention, you might meet Batman. Or, at least, a guy who looks a lot like him. That&rsquo;s because conventions are prime places for people to Cosplay. It&rsquo;s short for &ldquo;costume play,&rdquo; and it originated in Japan, but has become a huge subculture in the U.S. Basically, cos-players create incredibly elaborate costumes&mdash;most of them handmade-- to replicate actual superheroes and other comics characters, and wear them to comics conventions. It&rsquo;s part tribute to the heroes fans love, part opportunity to live for a day in a fantasy world. C. What a Superhero Fights in Real Life&nbsp;&nbsp; Phoenix Jones transformation into a superhero began with a relatively minor crime, but one that proved pivotal. One night, someone broke into his car and his son hurt himself on the shattered glass that remained. \"I got tired of people doing things that are morally questionable,\" he says. \"Everyone's afraid. It just takes one person to say, 'I'm not afraid.' And I guess I'm that guy.\" He became Phoenix Jones: the common man (Jones) rising from the ashes (the Phoenix). He started going on patrols, breaking up fights, helping stranded people change spare tires. He came up with a &ldquo;supersuit,&rdquo; to help differentiate himself from criminals, a black-and-gold costume with a sleek chest plate that&rsquo;s bulletproof. He started assembling a group of other suit-wearing crime fighters to become the Rain City Superhero Movement. But what Phoenix does is not without its controversy. He was arrested in October 2011 for a pepper-spraying incident at a night club. He says he was trying to break up a fight. During the court proceedings, he was forced to unmask himself, and was revealed to be Brian Fodor, a mixed martial arts fighter with a winning record. He returned to the streets as Phoenix Jones after settling the case&mdash;but his methods and attitude are still making waves in the Real Life Superhero world. D. The Death of Electron Boy Al concludes the episode by telling the story of Erik Martin.&nbsp; When he was 13, he was a terminally ill young teenager living in Seattle.&nbsp; He was also a superhero.&nbsp; Erik had cancer, and, as his condition worsened, the Make-A-Wish Foundation asked Erik to tell them his biggest dream so they could help it come true. Erik said he wanted to be a superhero.&nbsp; The foundation didn&rsquo;t just make him a costume and help him imagine his good deeds from his bed&mdash;they choreographed an elaborate adventure in that would take him across Seattle, complete with a sidekick, a custom DeLorean car, villains to battle and a mission for justice: he had to rescue the Seattle Sounders from clutches of his nemeses Dr. Dark and Blackout Boy.&nbsp; Erik performed heroically.&nbsp; He said it was the best day of his life.&nbsp; Erik Martin passed away in September 2011, when he was 14.&nbsp; E. Montage We ask fans: what comic book character do you love and why? Why does it resonate with you so much? Do you see any of your own life in comic books? PROGRAM OUT @ 59:00Broadcast Window Begins 06/05/2012The Spring 2012 Season of State of the Re:Union (SOTRU) will be available June 1, 2012 on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2012. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.&nbsp; State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Joan Miller @ joanadrienne@gmail.com with questions or to confirm carriage.","contentencoded":"State of the Re:Union<br />Comics: With Great Power Comes Great Responsibility<br /><br />DESCRIPTION: In this episode we explore a community where when evil rears its head, someone finds a way to set things right, even if they have to make sacrifices and defy the laws of our universe to do it. In this hour we tell the stories of real-life battles between good and evil in the world of comic books, where underdogs often come out on top and fantasy merges with reality. From creators and whistleblowers to real-life superheroes who&rsquo;ve brought comics to life, putting on their own capes and costumes to fight for justice in their cities.&nbsp; <br /><br />Billboard (:59)<br />Incude: \"From P-R-X\"<br />Outcue: \"...first this news\"<br /><br />News Hole: 1:00-6:00<br /><br />SEGMENT A (12:29)<br />Incue: \"I'm Al Letson and you're listening to State of the Re:Union\"<br />Outcue: \"on State of the Re:union\"<br /><br />A. Al&rsquo;s Secret Nerdy Side <br />We start the episode with Al explaining that he has an alter ego, a side of him that no one would expect: the comic books side. By way of explaining his love, he takes us into HIS local comic books store, explains how the community works, and introduces us to some of the characters in his store who don&rsquo;t fit the normal stereotype. <br /><br />B. Superman!<br />Mike Meyer lives in Granite City, Illinois.&nbsp; And until this September, he lived a simple, quiet, fairly anonymous life.&nbsp; Mike has a number of mental health issues, and he lives off of a paycheck from his job at the McDonalds in his town and a disability check.&nbsp; Mikes&rsquo;s real passion in life?&nbsp; Superman.&nbsp; Since he was a teenager, Mike has loved the idea of Superman&rsquo;s dedication to justice, no matter what.&nbsp; He&rsquo;s collected comics, figurines, posters, everything Superman-related he could find, for decades. That was until a guy named Gerry ran into Mike at the local comic book store, and convinced Mike to show him his collection&hellip; specifically asking to see the most valuable items.&nbsp; Mike obliged, bringing Gerry to his home and proudly showing off his incredible collection.&nbsp; A few nights later, Gerry returned. When the evening was over, Mike&rsquo;s Superman collection had been wiped out.&nbsp; Word of the crime spread quickly in the comic book world. Fans from all over put out a call to mail Superman comics and memorabilia to Mike, and donations poured in.&nbsp; There was so much that Mike couldn&rsquo;t even handle it all.&nbsp; His original collection had literally doubled.&nbsp; He decided to pass along the love from what he now saw as his community, donating much of his new collection to a children&rsquo;s hospital in St. Louis.&nbsp; At the end of the saga, Mike wrote on his Facebook page (where he now has contacts all over the US), \"I have never felt so much love in my life; I no longer feel like the Frankenstein monster. I feel that people understand me now, for the first time in my life.\"&nbsp; <br /><br /><br />SEGMENT B (18:59)<br />Incue: \"You're listening to\"<br />Outcue: \"P-R-X.O-R-G.\"<br /><br />A. Superman! <br />The conclusion of the story begun in Segment A. <br /><br />B. A Girls&rsquo; Guide to Comic Books<br /><br />On the first morning of this year&rsquo;s New York Comic-Con, an industry-wide conference that brings together&nbsp; comic book fans, executives, artists, writers and critics, Laura Hudson sat in her hotel room shaking.&nbsp; She was afraid to get up off the bed, afraid to move.&nbsp; Laura is an editor at a website called Comics Alliance, where she also writes a blog, and she had just read a litany of violent threats that had been posted to her Facebook page, one after the other, for hours.&nbsp; Laura had handled public criticism before&mdash;you can&rsquo;t be a blogger and not endure the occasional cruelty of commenters&mdash;but this was different.&nbsp;&nbsp; It had all started with an editorial she&rsquo;d written this September after DC Comics unveiled what they called the &ldquo;New 52.&rdquo;&nbsp; Eager to attract new readers, DC had revamped their entire line of heroes, altering some stories, eliminating some old characters and inventing some new ones.&nbsp; They started each series over, from Edition No. 1.&nbsp; Laura&rsquo;s editorial came straight from the heart&mdash;it was a lament from a diehard comic-book fan about the portrayal of women in the New 52, and other places too.&nbsp; She was disappointed, to put it bluntly.&nbsp; Some female characters who&rsquo;d had sexiness (pretty much a prerequisite for female comic book characters) and depth before were reduced to vapid and sexy.&nbsp; The post caused a huge uproar.&nbsp; Thousands of people commented.&nbsp; And debated, which was the whole point. This piece asks: can the world of comic books actually change? <br /><br />C. The Town the Birthed the Turtles<br />The downtown of Northampton, Massachusetts is quintessential picturesque New England: church steeples, brick storefronts. But, if you look closely at one building&mdash;currently housing an AT&amp;T cell phone store&mdash;you see something bizarre. It&rsquo;s a stone building, with what at first might seem like ordinary ornamentation from, say, the 19th century. But stare at it long enough and you realize: this building is covered in gargoyles of the Teenage Mutant Ninja Turtles. It&rsquo;s no accident. Northampton is the birthplace of the Turtles, and is responsible for creating a community of comic book artists in this small New England town that&rsquo;s still here today. In this piece, we hear the story of how the Teenage Mutant Ninja Turtles came to be, and the impact they had on one small Massachusetts town. <br /><br />SEGMENT C (18:59)<br />Incue: \"I'm Al Leton\"<br />Outcue: \"This is N-P-R\"<br /><br />A. Letter to a Superhero&nbsp; <br />We hear a letter from an unlikely comic book fan&mdash;Latino Studies scholar Ilan Stavans&mdash;to a superhero he thinks the Mexican&nbsp; border town of Ciudad Juarez needs. <br /><br />B. Cosplaying the Heroes You Love<br />If you go to a comic convention, you might meet Batman. Or, at least, a guy who looks a lot like him. That&rsquo;s because conventions are prime places for people to Cosplay. It&rsquo;s short for &ldquo;costume play,&rdquo; and it originated in Japan, but has become a huge subculture in the U.S. Basically, cos-players create incredibly elaborate costumes&mdash;most of them handmade-- to replicate actual superheroes and other comics characters, and wear them to comics conventions. It&rsquo;s part tribute to the heroes fans love, part opportunity to live for a day in a fantasy world. <br /><br />C. What a Superhero Fights in Real Life&nbsp;&nbsp; <br />Phoenix Jones transformation into a superhero began with a relatively minor crime, but one that proved pivotal. One night, someone broke into his car and his son hurt himself on the shattered glass that remained. \"I got tired of people doing things that are morally questionable,\" he says. \"Everyone's afraid. It just takes one person to say, 'I'm not afraid.' And I guess I'm that guy.\" He became Phoenix Jones: the common man (Jones) rising from the ashes (the Phoenix). He started going on patrols, breaking up fights, helping stranded people change spare tires. He came up with a &ldquo;supersuit,&rdquo; to help differentiate himself from criminals, a black-and-gold costume with a sleek chest plate that&rsquo;s bulletproof. He started assembling a group of other suit-wearing crime fighters to become the Rain City Superhero Movement. But what Phoenix does is not without its controversy. He was arrested in October 2011 for a pepper-spraying incident at a night club. He says he was trying to break up a fight. During the court proceedings, he was forced to unmask himself, and was revealed to be Brian Fodor, a mixed martial arts fighter with a winning record. He returned to the streets as Phoenix Jones after settling the case&mdash;but his methods and attitude are still making waves in the Real Life Superhero world. <br /><br />D. The Death of Electron Boy <br />Al concludes the episode by telling the story of Erik Martin.&nbsp; When he was 13, he was a terminally ill young teenager living in Seattle.&nbsp; He was also a superhero.&nbsp; Erik had cancer, and, as his condition worsened, the Make-A-Wish Foundation asked Erik to tell them his biggest dream so they could help it come true. Erik said he wanted to be a superhero.&nbsp; The foundation didn&rsquo;t just make him a costume and help him imagine his good deeds from his bed&mdash;they choreographed an elaborate adventure in that would take him across Seattle, complete with a sidekick, a custom DeLorean car, villains to battle and a mission for justice: he had to rescue the Seattle Sounders from clutches of his nemeses Dr. Dark and Blackout Boy.&nbsp; Erik performed heroically.&nbsp; He said it was the best day of his life.&nbsp; <br />Erik Martin passed away in September 2011, when he was 14.&nbsp; <br /><br />E. Montage <br />We ask fans: what comic book character do you love and why? Why does it resonate with you so much? Do you see any of your own life in comic books? <br /><br />PROGRAM OUT @ 59:00<br /><br />Broadcast Window Begins 06/05/2012<br /><br />The Spring 2012 Season of State of the Re:Union (SOTRU) will be available June 1, 2012 on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2012. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.&nbsp; <br /><br />State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. <br /><br />Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Joan Miller @ joanadrienne@gmail.com with questions or to confirm carriage.","byline":"Al Letson","published":"2012-06-02T02:48:17+00:00","tags":[],"itags":["prx:stories-79340"],"audio":[{"href":"https://hal.prx.org/pub/470f21784a2d6fd446bf5195e0771ed5/0/web/story_image/178562/medium/Comic.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/7949908181283c0a328deb5065464c2f/0/web/audio_file/398319/broadcast/01-Comix_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/f570ba7bb164d78e385fe0b897ff8d2f/0/web/audio_file/398320/broadcast/02-Comix_Newscast_Music_Break.mp3","type":"audio/mpeg","meta":{"duration":29,"size":927685}},{"href":"https://cms.prx.org/pub/96268b417870547477231bc9d45be134/0/web/audio_file/398335/broadcast/03-Comix_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941955}},{"href":"https://cms.prx.org/pub/dc6ccbc74a1eaa036569db83f08775e6/0/web/audio_file/398336/broadcast/04-Comix_Segment_A_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/007f2dbdc1cf15b35d90389d56906830/0/web/audio_file/398682/broadcast/05-Comix_Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}},{"href":"https://cms.prx.org/pub/15ba3f5bc6ded1cde711e4b0537e5947/0/web/audio_file/398683/broadcast/06-Comix_Segment_B_Music_Break.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/6b7a8b78e121f6e7fc66967670f4911f/0/web/audio_file/398688/broadcast/07-Comix_Segment_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}}]}