{"created":"2014-09-02T21:05:24+00:00","modified":"2014-10-31T01:31:19+00:00","valid":{"from":"2014-10-31T01:31:19+00:00","to":"3014-10-31T01:31:19+00:00"},"hreflang":"en","title":"Why Is It So Hard For A Horse To Win The Triple Crown?","published":"2014-06-04T14:38:00+00:00","teaser":"It's been 36 years since a horse won racing's ultimate trifecta. For California Chrome to break the drought Saturday, the colt must contend with challenges that have stymied a dozen horses before him.","itags":["npr_api","318547656"],"guid":"ddde2ca2-7fab-4a2a-9ec6-5ea253d7ada1","contentencoded":"<p>Only one more race stands between California Chrome and horse racing's Triple Crown, but it could be his toughest challenge yet.</p><p>Since 1978, a dozen horses — Sunday Silence, War Emblem and Smarty Jones among them — have won the Kentucky Derby and the Preakness, only to stumble before the finish line at the Belmont Stakes.</p><p>No one can say exactly why there's been a 36-year drought since the last Triple Crown winner, but there are several theories.</p><p><strong>An Endurance Test</strong></p><p>The first thing you notice about Belmont Park is that it's big. More than 100,000 people can watch the race from its massive grandstand. At a mile-and-a-half long, the track is big, too. None of the horses in the Belmont field have ever raced at that distance.</p><p>\"This is a stepping stone up, and not every horse is bred to go that far,\" says Martin Panza, senior vice president of racing operations at the New York Racing Association, which runs Belmont Park.</p><p>Belmont's size has an effect on the riders' strategy, too. \"Ordinarily, when they come around the far turn, that's a good time to ask your horse to start to put in his maximum effort,\" says Teresa Genaro, who writes <a href=\"http://brooklynbackstretch.com/\" target=\"_blank\">the blog Brooklyn Backstretch</a>.</p><p>\"If you do that in the same spot on the track here as you do at other race tracks,\" Genaro says, \"you're still half a mile from the finish line — and you're gonna use up your horse. And they're probably going to run out of energy and speed before they get to the finish line.\"</p><p><strong>The Big Sandy</strong></p><p>There's another, more subtle thing that can make it harder to win at Belmont.</p><p>\"This track is a lot sandier than most tracks,\" says Panza. \"We get a lot of rain here, and there's humidity. Therefore we use a much sandier mix\" — hence the park's nickname, the Big Sandy.</p><p>\"It's part of the equation, and it's probably stopped some horses from winning the Triple Crown,\" Panza says.</p><p><strong>For Today's Horses, A Brutal Schedule</strong></p><p>There's another theory about why it's been so long since the last Triple Crown winner, one that has to do with race schedules and training. To win the Triple Crown, a horse has to win three tough races in just five weeks, but most modern thoroughbreds have never run that kind of brutal schedule.</p><p>\"I think a lot of people don't train their horses as hard as they used to train them. They're afraid to train them that hard,\" says Fay Donk, who, with her husband, has a barn at Belmont.</p><p>\"Most horses, especially your good horses, you don't want to run 'em more than maybe once a month, so they get the time to recover from their races,\" she says. \"Back in the day ... they might run once every two weeks.\"</p><p>Today, Donk says, \"the old-time trainers are gone, and it's a lot different.\"</p><p>In the 1970s, there were <em>three </em>Triple Crown winners: Secretariat, Seattle Slew and Affirmed. Since then, a dozen horses have come close. California Chrome is the latest.</p><p>The track's length \"won't be a problem with him,\" says California Chrome's trainer, Art Sherman. \"He's got the right demeanor that you want to have in a horse. He has no wasted motion. When you want him to go, he goes.\"</p><p>Sherman flew in from California this week. He and the horse's co-owner Steve Coburn spoke at a press conference Wednesday in New York, along with owners of the other Belmont hopefuls. Coburn says all of the attention hasn't been a problem for California Chrome.</p><p>\"He just loves people. If you ever notice this horse — you pull up a camera, he'll stop. ... That's why we call him a people's horse,\" Coburn says. \"And we've got all of America on our side, I do believe — other than the people that have these horses running against us.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Is+It+So+Hard+For+A+Horse+To+Win+The+Triple+Crown%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"259"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318576004-22b2ad.m3u?orgId=1&topicId=1055&ft=3&f=318547656"},{"href":"http://media.npr.org/assets/img/2014/06/03/50929478-a310ed09d68a02488d4354fb10eb44f585aeb24f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1914","width":"2551"}}]}