{"created":"2014-09-05T15:05:24+00:00","modified":"2014-12-23T18:41:49+00:00","valid":{"from":"2014-12-23T18:41:49+00:00","to":"3014-12-23T18:41:49+00:00"},"hreflang":"en","title":"Got Leftovers To Share? In Germany, There's A Website For That","published":"2014-09-03T20:26:00+00:00","teaser":"Europeans throw away about 90 million tons of food each year. A new German website aims to ratchet that number down a bit by connecting people with leftovers to spare with people who could use them.","itags":["npr_api","321691095"],"guid":"ddde17b5-3c8e-42c0-90a0-57c74ada33bc","contentencoded":"<p>Child psychiatrist Vero Buschmann says she was looking for a way to get rid of leftovers without having to throw them away. At the same time, the Berlin resident wanted to meet new people.</p><p>She found a nonprofit website in Germany that allows her to do both. On a recent evening, her doorbell rings and she buzzes Franzi Zimmerman in to her fifth-floor apartment.</p><p>\"I have a whole bunch of baked goods I just picked up from the baker,\" Buschmann tells her 29-year-old guest. \"You can take as much as you want!\" She also offers some soup and chutney, made from her leftover produce.</p><p>Zimmerman laughs and replies: \"Wow, that's really great. Homemade soup? It doesn't get better than that!\"</p><p>Such exchanges between strangers are happening in more than 240 cities across Germany through <a href=\"http://foodsharing.de/\">Foodsharing.de</a> (for English, click on the tiny British flag on the top left), a website that connects people who have free food to give away with people seeking those items.</p><p>Got leftovers from Saturday night's party? Post them. Need an egg for your cake? Find it.</p><p>Some 40 tons of food have been given away via the network since it began online 18 months ago. More than 41,000 people have signed up. The nonprofit website's creators say their goal is to prevent large amounts of produce, bread and other perishable food from being thrown away.</p><p>Food waste is not just a German problem, says website co-founder Valentin Thurn. He's a Cologne-based filmmaker whose documentary, <a href=\"http://tastethewaste.com/info/film\">Taste the Waste</a>, lays out in jolting terms just how much food Europeans throw away each year – <a href=\"http://ec.europa.eu/food/food/sustainability/index_en.htm\">90 million tons</a> worth, to be exact. It's a phenomenon that costs the European economy more than $130 billion every year — up to half of fruits and vegetables picked at harvest time, he says.</p><p>Thurn says those facts spurred him into action, as did being raised by parents who grew up during the austere times of World War II and taught him the value of conservation.</p><p>He and several friends decided the \"sharing economy\" approach used by people to share or swap work space, cars and homes could work for their food-saving venture.</p><p>\"With food, obviously there is a health risk associated, so we needed to establish some rules,\" Thurn says. He says the Web team worked with lawyers to ensure the network didn't violate any German or European regulations governing food.</p><p>As a result, it doesn't offer meats or other products that have \"sell by\" dates, concentrating instead on food items with \"best before\" labels.</p><p>There are no inspectors checking on food offered through the network, but consumers are encouraged to go online and rate the food they've received, Thurn says.</p><p>He adds: \"And this is the most astonishing thing: We had complaints maybe about this person or that person not being so polite, but we never had any complaints about the quality of the food.\"</p><p>Users of the site also assume liability by signing a clause that says they won't sue the food providers, Buschmann says. \"So it's just on your own responsibility and of course if it smells maybe weird or something, maybe better don't eat it.\"</p><p>The way the website works is simple: You sign up as a member and either list a \"basket\" with approved food items you have available for pick up or find a \"basket\" if you are looking for certain foods. Also, for anyone about to cook and find they are short on an ingredient or are looking for people to share any excess, there's a third, \"food-sharing,\" option.</p><p>\"We want to bring back this sharing idea into the modern world because food is not just a commodity,\" Thurn says. It \"should be considered as something different, as the basis of our life.\"</p><p>He adds the service is free and any money needed to run the website and do advertising comes from grants and donations.</p><p>Thurn says the network is also working with volunteers who collect produce and baked goods from supermarkets and other outlets that would otherwise throw those perishables away.</p><p>At a Neukölln neighborhood bakery in Berlin, baker Ali Cengiz says he's happy to donate food to the network.</p><p>\"We would have to throw this away if it weren't picked up and that would cost us money,\" Cengiz says. \"And with this food sharing, we also have the opportunity to do something good.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Got+Leftovers+To+Share%3F+In+Germany%2C+There%27s+A+Website+For+That&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Soraya Sarhaddi Nelson","audio":[{"meta":{"duration":"344"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326206028-fb979d.m3u?orgId=1&topicId=1053&ft=3&f=321691095"},{"href":"http://media.npr.org/assets/img/2014/06/19/foodsharing-be038a64c86ea12d9c091f7184106982dbdbca9f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2217","width":"2955"}}]}