{"created":"2015-05-06T10:43:40+00:00","modified":"2015-05-23T00:00:06+00:00","valid":{"from":"2015-05-23T00:00:06+00:00","to":"3015-05-23T00:00:06+00:00"},"hreflang":"en","title":"In Puerto Rico's Debt Crisis, There Are No Easy Solutions","published":"2015-05-07T12:45:00+00:00","teaser":"After years of recession and rampant tax evasion, the U.S. territory is desperate to renegotiate its $73 billion debt. But it can't declare bankruptcy, and plans to raise taxes face strong resistance.","itags":["npr_api","403290738"],"guid":"dde10c3e-7fd7-468b-9ff5-13d10b055035","contentencoded":"<p>The island of Puerto Rico is many things: a tropical paradise, a U.S. territory and an economic mess. After years of deficits, state-owned institutions in Puerto Rico owe investors some $73 billion. That's four times the debt that forced Detroit into bankruptcy two years ago. The bill is now due.</p><p>One of the most visible signs of the crisis is a tent city on the plaza in front of Puerto Rico's historic Capitol building in San Juan. For several weeks, a group of protesters has been camped out, with signs, rallies and music. The group is opposing plans by Gov. Alejandro Garcia Padilla to raise taxes to help cover Puerto Rico's crippling debt.</p><p>Labor organizer Javier Lopez says, \"We want fair reform. Those who have more should pay more, not the working poor.\"</p><p>For months now, the financial crisis has been front page news in Puerto Rico, and people are getting angrier.</p><p>Sergio Marxuach, an analyst with the <a href=\"http://grupocne.org/\">Center for a New Economy</a> in San Juan, says he gets asked about it all the time, on the street and even in his local pharmacy. Marxuach says the pharmacist asked him, \" 'Do you think, should I move to Miami? I got this offer to work at a pharmacy in Miami.' I said, 'Well, I have no idea what your financial situation is. I can tell you what's going on in Puerto Rico.' But people are very worried.\"</p><p>For 25 years, Puerto Rico has been caught in a <a href=\"http://www.npr.org/2013/02/06/171071377/puerto-ricos-battered-economy-the-greece-of-the-caribbean\">debilitating economic spiral</a>. Decades of recession and slow economic growth forced a succession of governments to take out loans to cover budget deficits.</p><p>\"What we have been doing is basically borrowing to survive today,\" Marxuach says. \"Unfortunately, our debt levels have gotten to a point where the rating agencies have downgraded our credit to below investment grade.\"</p><p>With a junk status rating, Puerto Rico is trying to negotiate a new bond sale with Wall Street investors. At the same time, <a href=\"http://www.npr.org/2015/05/07/403291009/power-problems-puerto-ricos-electric-utility-faces-crippling-debt\">the island's troubled energy company</a>, PREPA, is desperately trying to stave off default.</p><p>As president of the <a href=\"http://www.gdb-pur.com/\">Government Development Bank</a>, Melba Acosta-Febo is Puerto Rico's point person on its economic crisis. For months, she has shuttled between the island, Washington, D.C., and New York City.</p><p>Nearly 20 Wall Street bankers filed out of her office in San Juan just before her interview with NPR. They'd just finished grilling Acosta-Febo for more than an hour, but she was unruffled.</p><p>\"In these meetings,\" she says, \"most of the questions are very similar questions. I mean, about all issues — liquidity, finances.\"</p><p>Acosta-Febo says the Padilla administration inherited the huge debt and the troubled economy. But after years of mismanagement and borrowing, there aren't any easy solutions.</p><p>To deal with its debt, Puerto Rico passed a law that would allow troubled agencies like the state-owned power company to seek bankruptcy protection. A federal judge struck down the law, though, ruling it violated the federal Bankruptcy Code.</p><p>The commonwealth is appealing that decision. It's also pushing for a law in Congress to amend the Bankruptcy Code to include Puerto Rico.</p><p>In the meantime, the island needs to find money to pay its creditors. And that means raising taxes.</p><p>But in Puerto Rico, raising taxes is one thing — collecting them is another. Tax evasion is rampant. A recent study by consultant KPMG reported that <a href=\"http://www.bloomberg.com/news/articles/2015-02-04/puerto-rico-seen-collecting-up-to-6-7-billion-from-proposed-tax\">Puerto Rico collects just 56 percent</a> of the sales tax that's due.</p><p>Economist Marxuach says, \"You could see doctors here who charge you on a cash basis only. We're talking people who went to Harvard Med, Johns Hopkins, you know. And would have this sign that said: No Checks, No Credit Cards, No ATM Cards. Just Cash.\"</p><p>To combat tax evasion, Puerto Rico recently passed a law requiring merchants to take some other payment in addition to cash. The Padilla administration also wants to adopt a value-added tax, a consumption tax that would be more difficult to evade.</p><p>Development bank head Acosta-Febo concedes that small businesses are likely to take the biggest hit from the new tax. But that's only fair, she says.</p><p>\"Many of those people don't report the whole revenues or overreport expenses,\" she says. \"So now suddenly, because they're paying consumption, they're paying more. But that's part of what we're doing to curtail tax evasion and to bring more money to the system.\"</p><p>Even some within Padilla's own party are skeptical about raising taxes to pay down the debt. Puerto Rico's House recently voted down his tax plan. San Juan Sen. Ramon Luis Nieves says he believes in the end, the commonwealth may simply be unable to pay its $73 billion debt in full.</p><p>\"At some point,\" Nieves says, \"we will have to decide either to pay for the debt service, or pay for our schools and hospitals, health care and social services for the poor. I don't want to reach that point.\"</p><p>But without enough money to pay its debts and with bankruptcy currently not an option, ultimately it may not be Puerto Rico, but bondholders on Wall Street who will decide the island's future.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Puerto+Rico%27s+Debt+Crisis%2C+There+Are+No+Easy+Solutions&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Greg Allen","audio":[{"meta":{"duration":"296"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404483332-7e2ce8.m3u?orgId=1&topicId=1017&d=296&p=2&story=403290738&t=progseg&e=404377838&seg=15&ft=nprml&f=403290738"}]}