{"created":"2014-10-08T14:14:33+00:00","modified":"2014-10-31T01:14:17+00:00","valid":{"from":"2014-10-31T01:14:17+00:00","to":"3014-10-31T01:14:17+00:00"},"hreflang":"en","title":"'How To Train Your Dragon 2' Is More Growly And Snarly (And Wise) Than Ever","published":"2014-06-13T17:20:00+00:00","teaser":"<em>How to Train Your Dragon 2</em> — one of the most anticipated family movies of the summer — opens Friday. Elizabeth Blair says the animation is more detailed, the stakes higher and the lessons amplified.","itags":["npr_api","321323569"],"guid":"ddf337e1-a2a0-491b-9268-56b58e8b2885","contentencoded":"<p>The dragons are more fantastic. The stakes are higher. And protagonist Hiccup Horrendous Haddock III still wants humans and dragons to live together in peace. <em>How to Train Your Dragon 2</em> — one of the most anticipated family movies of the summer — opens Friday.</p><p>In the first movie, Hiccup managed to convert all of his fellow Vikings from dragon slayers into dragon lovers, just like him. Now, in the new movie, everything's copacetic on the Vikings' fictional homeland, the Island of Berk. \"Dragons used to be a bit of a problem,\" says Hiccup, \"but that was five years ago. Now they've all moved in. And really, why wouldn't they? We have custom stables. All-you-can-eat feeding stations.\" Those fire-breathing beasts, in other words, are more like pets.</p><p>The creative vision behind the <em>How to Train Your Dragon</em> movies is Dean DeBlois. The films are loosely inspired by books of the same name by British children's author <a href=\"http://www.npr.org/books/authors/138401902/cressida-cowell\">Cressida Cowell</a>. DreamWorks was so happy with the first movie, they asked DeBlois if he would do a sequel. He agreed, but only if they would let him make a trilogy, sort of like his favorite franchise movies, <em>Star Wars</em> and <em>The Empire Strikes Back</em>. \"They made such a huge impact on me,\" says DeBlois. \"And I thought, 'Wow, if I ever have the opportunity, in any medium, to create a world that goes on and on like that, I would absolutely do it.' \" In <em>How to Train Your Dragon 2</em>, DeBlois created a frightening world ruled by a madman named Drago Bludvist.</p><p>There's more of everything in <em>HTTYD2</em>: More detail in the characters' faces and the dragons' scaly skin. The moss and rocks and crashing waves on the Island of Berk are more vivid. DeBlois says that's partly because he and his team were using new animation software. It's still computer generated, but the new technology — called Apollo — allows the artists to actually draw by hand. \"Whereas before they had to work with a lot of spreadsheets, and numeric entries, and everything was quite counterintuitive,\" says DeBlois, \"Now they work with interactive screens that they can use a stylus to draw on.\" So an old technique is new again.</p><p>One of the most popular characters in <em>How to Train Your Dragon</em> is Toothless, Hiccup's loyal, sometimes cuddly, sometimes lethal, black dragon. DeBlois says Toothless is \"a mix between a panther and a salamander.\" To create the dragon's voice, Oscar-winning sound designer Randy Thom partly used his own. \"I feel like I am Toothless at this point,\" says Thom, who worked on both movies.</p><p>In fact, the sound in the new movie contributes to the world the Vikings and dragons inhabit just as much as the images. Thom says for the roughly 25 different dragon species, he and his team recorded all kinds of animals — elephants, camels, horses, birds, leopards — and then mixed them up and modulated them. When it was necessary for the dragons to sound comical or angry or in pain, Thom turned to himself again. \"When I growl and snarl for a dragon, I go into some dark studio where nobody can see me making a fool of myself,\" says Thom. You wouldn't want to hear Thom's cackling, gnarling \"angry dragon\" in a dark alley.</p><p>The first <em>How to Train Your Dragon</em> movie was about trying to understand your enemies and treat them with respect. The new movie takes that idea and amplifies it full force. This time the villain — Drago Bludvist — is more vicious than anything Hiccup encountered in the first movie.</p><p>Bludvist tries to control dragons with fear. That's against everything Hiccup stands for. Actor Jay Baruchel, who voices Hiccup, says, \"His core belief is that humans and dragons are better off together than opposed. So he spends his whole life trying to bridge the gap between the two species.\"</p><p>\"Once they see you as one of their own,\" says Hiccup, \"even the testiest dragons can be trained.\"</p><p>A lesson for kids and grown-ups alike.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27How+To+Train+Your+Dragon+2%27+Is+More+Growly+And+Snarly+%28And+Wise%29+Than+Ever&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"261"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1321545018-d0ad3b.m3u?orgId=1&topicId=1045&ft=3&f=321323569"},{"href":"http://media.npr.org/assets/img/2014/06/12/dragon-picture1-7bff902d0c4b14bbf99d0ba25cc49a837068ab68.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"472","width":"629"}}]}