{"created":"2015-03-19T21:07:02+00:00","modified":"2015-07-03T20:25:54+00:00","valid":{"from":"2015-07-03T20:25:54+00:00","to":"3015-07-03T20:25:54+00:00"},"hreflang":"en","title":"Prices For Chanel Handbags To Rise In Europe, Lower In Asia","published":"2015-03-20T12:49:00+00:00","teaser":"Chanel says it is aligning the cost of its handbags worldwide. The move reacts to the depreciating euro and aims to stop people from buying up the classic bags to sell at a profit in other countries.","itags":["npr_api","394096016"],"guid":"de0821f6-5e1b-4122-a341-ea8ad94a1551","contentencoded":"<p>A <a href=\"http://www.chanel.com/en_US/fashion/products/handbags.html\">Chanel handbag</a> is classic, designed to withstand upheavals in fashion and taste. But not price. The Paris-based fashion house has announced that the prices will go up in Europe, and down in Asia.</p><p>The move will affect the 11.12, the 2.55, and the Boy Bag models.</p><p>At the moment, there's a significant difference in cost between the two regions. Hana Ben-Shabat, a retail and consumer goods specialist at A.T. Kearney, tells NPR that a bag that costs $3,500 in Europe can run up to $6,000 in China.</p><p>Chanel will narrow that price gap, bringing the two regions more in line. <a href=\"http://www.marketwatch.com/story/chanel-acts-on-prices-as-euro-worsens-gray-market-2015-03-19?siteid=rss&rss=1\">The Wall Street Journal says </a>the classic handbags are expected to rise 20 percent in Europe and decline 21 percent in China. It says prices of those bags will also decline in Hong Kong, Korea, Vietnam and Russia, but will remain unchanged in the U.S.</p><p>In a statement, Chanel said the decision will enable the company to offer products at a \"harmonized\" price to customers wherever they are in the world, <a href=\"http://finance.yahoo.com/news/chanel-plans-price-hikes-europe-153611676.html;_ylt=A0LEVjOG2gpVMO8AHq0nnIlQ\">according to Reuters</a>. Chanel says the decision is driven in part by the depreciating Euro, which has slid to a 12-year-low.</p><p>Ben-Shabat says the new prices are expected to eliminate this so-called gray market.</p><p>\"People would actually take the trip to Europe and buy in quantities that they can go back to China and charge more than they pay for it but less than the local market and make money on that.\" Ben-Shabat says by aligning prices, Chanel will get rid of the incentive.</p><p>\"This behavior is really undermining the brand because the product starts to show up on all sorts of websites where Chanel or any other luxury brands really don't have control any more of that,\" she says.</p><p>But Ben-Shabat says the move by Chanel to lower costs in China may be a way to re-energize that important market. Sales in luxury goods there have slumped recently because of slower growth, and an anti-corruption crackdown.</p><p>Chanel's price changes are set to take effect on April 8. The Swiss watchmaker, Tag Heuer, announced that it also plans to realign its prices. Other luxury goods companies are expected to follow suit.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Prices+For+Chanel+Handbags+To+Rise+In+Europe%2C+Lower+In+Asia&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jackie Northam","audio":[{"meta":{"duration":"83"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394216955-08f659.m3u?orgId=1&topicId=1006&d=83&p=3&story=394096016&t=progseg&e=394167639&seg=5&ft=nprml&f=394096016"},{"href":"http://media.npr.org/assets/img/2015/03/19/42865623_h27669499-e004d13367c942f5c3787273c3768503c93d3d90.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2300","width":"3067"}}]}