{"created":"2015-05-02T11:58:03+00:00","modified":"2015-06-05T15:26:30+00:00","valid":{"from":"2015-06-05T15:26:30+00:00","to":"3015-06-05T15:26:30+00:00"},"hreflang":"en","title":"In Danang, Where U.S. Troops First Landed, Memories Of War Have Faded","published":"2015-05-02T21:38:00+00:00","teaser":"U.S. Marines were deployed to the coastal Vietnamese city 50 years ago last month. Now, 40 years after the war's end and amid great change, former Viet Cong and an American reflect on that time.","itags":["npr_api","403597845"],"guid":"de0e6b7c-4593-4dc4-8e00-b21481a1a70f","contentencoded":"<p>The first American combat troops to arrive in Vietnam landed in the coastal city of Danang 50 years ago this past March. The 2,000 Marines had the job of protecting the nearby U.S. air base.</p><p>It took the members of the 9th Marine Expeditionary Brigade almost an entire day to bring their men and materiel ashore that day in March 1965. Nguyen Tien knows, because he was there.</p><p>Nguyen was 24 at the time, but already had been a Viet Cong guerrilla for five years, and was on the beach that morning to spy on the Americans. He says they were carrying too much gear and sweating like pigs. How, he thought to himself, are they going to be able to fight in the heat?</p><p>But he also knew American combat troops meant trouble.</p><p>\"When I saw the Americans arrive, I knew the war was about to get harder — it was going to be more ferocious, and it was going to last a lot longer,\" he says. \"A lot more people were going to die, and if we weren't very determined, we weren't going to win.\"</p><p><strong>Moving On</strong></p><p>The number of U.S. servicemen in country eventually would reach more than half a million. But 10 years after that beach landing — 40 years ago this week — North Vietnamese tanks rolled into Saigon, bringing an end to the Vietnam War, which the Vietnamese call the \"American War.\"</p><p>More than 57,000 Americans died fighting that war; Vietnamese losses on both sides were far greater — by some estimates, as many as 2 million. Danang, where the combat troops first landed, saw more than its fair share of death.</p><p>Vo Cao Loi is another former Viet Cong soldier. He wasn't on the beach the day the Americans arrived, but he remembers another day in March, three years later: the day of the <a href=\"http://www.npr.org/templates/story/story.php?storyId=112157020\">My Lai massacre</a>. He was in the hamlet next door to My Lai that day.<strong> </strong></p><p>\"There was a lot of shelling, and my mom thought there was going to be a big deployment,\" Vo says. \"So she said to me, 'Run, you can't stay with me — you're already 16, and if they catch you they'll take you away.' \"</p><p>His mother stuffed a small bag in his hand — some clothes and a little rice, enough to last a day or so — and told him not to come back until the Americans left.</p><p>He ran to the jungle, where he watched the helicopters land in his village — and a short time later heard the sound of grenades.</p><p>\"There were only women and children left when the Americans landed — all the men had run away,\" Vo says. \"The villagers were hiding in a few shelters, and the Americans just started throwing grenades inside. They didn't ask the people to come out — and anybody who came up, they shot.</p><p>\"When I returned, after the Americans left, I counted 97 dead in all — including my mother. When I lifted up the blanket that was covering her, I saw she'd been shot in the head. And inside the shelter, I saw my sister-in-law, with her baby still in her arms. And they were dead, too.\"</p><p>The day I visit him is the 47th anniversary of his mother's death. He's a gracious host, quick with a smile and a laugh. I tell him that, if I were him, I'd still be angry. He smiles again, but this one's a little forced.</p><p>\"Time makes human pain fade,\" he says. \"If we stick to the pain — we can't live, we wouldn't be able to move on. And we have to move on ... let it go.\"</p><p>But then he stops, unable to continue. Moving on can be easier to say than to do.</p><p><strong>There And Back Again</strong></p><p>Larry Vetter moved on, but then returned. The Texas native volunteered to serve, and was deployed to Vietnam shortly after he graduated from Texas A&M University.</p><p>His unit was among the first to land in Danang, and he spent three tours in country; first as an engineer, then leading recon patrols in the mountains around Danang, and finally as an infantry captain. He vividly remembers the day he arrived.</p><p>\"I can remember specifically wanting to take off my brown second lieutenant bars — didn't want to show I was an officer, didn't want to carry a pistol, wanted a rifle — and I was ready to go,\" he recalls.</p><p>Four years later, in 1969, Vetter had become an infantry captain with a far more nuanced view of the war. He was in the middle of an operation pulling Viet Cong out of a hidden bunker south of Danang when he had what he calls a watershed moment, triggered by one of the prisoners.</p><p>\"I sat on the beach holding her hand, trying to talk with her, telling her things were going to be OK — which was a bunch of BS because she was going into labor,\" Vetter recalls. \"But she laid on the beach, focusing her eyes on my eyes, and poured her soul into me — all her fear, hatred, anger that she had. I felt her soul, really. And I sat there and made a promise.\"</p><p>A promise that started by putting her on a helicopter and getting her to safety.</p><p>\"The other prisoners were going down to battalion headquarters, which was down the beach, and they had South Vietnamese interrogators,\" he says. \"And this one I helicoptered off, and I <em>did not say anything</em> about her being VC — I said 'Woman, pregnant woman, get her to a hospital' — and so she went in basically free of any kind of stigma of being a VC.\"</p><p>Vetter's third tour ended a few weeks later. He didn't re-enlist. The woman and the baby survived, he found out later.</p><p>When Vetter's wife died a few years ago, he moved to Danang to help victims of the defoliant Agent Orange. He holds occasional barbeques where former Marines and Viet Cong drink, swap stories and laugh.</p><p>Back on the Danang beach where the U.S. troops first landed, things have changed, too. Recently an American band — from the USS Fort Worth, one of the Navy's newest warships — played a concert there during a goodwill visit to Vietnam.</p><p>The young, selfie-snapping Vietnamese audience knew the lyrics to almost all the songs, but very little about the war. Like three-quarters of the population, they were born after it ended, and see the Americans as friends.</p><p>And the sailors? The few that I was able to speak with were surprised the Vietnamese were so friendly, given the history.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Danang%2C+Where+U.S.+Troops+First+Landed%2C+Memories+Of+War+Have+Faded&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michael Sullivan","audio":[{"meta":{"duration":"404"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403766820-a801c5.m3u?orgId=1&topicId=1125&d=404&p=7&story=403597845&t=progseg&e=403740101&seg=6&ft=nprml&f=403597845"},{"href":"http://media.npr.org/assets/img/2015/05/01/dsc04654-17d802a48115ad73772262083907a4a86d9f02ca.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3644","width":"4859"}},{"href":"http://media.npr.org/assets/img/2015/05/01/dsc04647edit-1c5d2383d0801d176bb0e1fc2756cda22b884b6b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/05/01/20150407_113514edit-cc155d6c129b9b63dd49a92b45b07a22f506f430.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1277","width":"1703"}}]}