{"created":"2015-06-24T22:00:27+00:00","modified":"2015-06-25T04:00:37+00:00","valid":{"from":"2015-06-24T13:38:55+00:00","to":"3015-06-24T13:38:55+00:00"},"hreflang":"en","teaser":"His interviews are compiled in a new book, \"Sick in the Head.\"","description":"His interviews are compiled in a new book, \"Sick in the Head.\"","contenttemplated":"[{\"content\":\"<p>Producer, director, writer, and comedian <a href=\\\"https://twitter.com/juddapatow\\\" target=\\\"_blank\\\">Judd Apatow</a> has a lengthy resume that includes cult classic TV shows like “Freaks &amp; Geeks,” and hit films like “Knocked Up” and “Bridesmaids.” He’s worked with the likes of Gary Shandling, Ben Stiller, and Roseanne Barr. Before he became someone who worked alongside some of the greatest minds in comedy, he interviewed them.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>As a teenager, Apatow realized the best way to figure out how to become a comedian was to ask one. And he did, under the guise of host of his high school radio show. And it worked — he interviewed Steve Allen, Jerry Seinfeld, Jay Leno, and a host of other well-known comedians. Many, he acknowledges, were surprised when a teenager showed up at their door with a tape recorder.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Those interviews, and others he’s conducted since then, are part of his new book, <a href=\\\"http://www.amazon.com/Sick-Head-Conversations-About-Comedy/dp/0812997573\\\" target=\\\"_blank\\\">“Sick in the Head: Conversations about Life and Comedy.”</a></p>\"},{\"type\":\"text/html\",\"content\":\"<iframe frameborder=\\\"no\\\" scrolling=\\\"no\\\" src=\\\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/211827917&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false\\\"></iframe>\"},{\"content\":\"<p><strong>On starting his own interview show in high school</strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p>Well, back then there was no internet, there was no podcasts, there was no way to listen to a comedian talk about how to do it unless you were going to go to the public library and look up some microfiche interview from somewhere.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<p><strong>On mentoring young comedians</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><span>People were nice to me like, Garry Shandling and James Brooks and they really taught me everything that I know when I worked on their shows. To me, it’s the natural part of this, where you always need help. So if I am working on a show like “Freaks and Geeks,” I need a staff. And sometimes I have young writers on the staff and they’re really talented, but they don’t know how to do it yet and part of my job is to teach them how to do it. So it makes my job easier. So mentorship is something that pays off for them, but it makes my life easier. The stronger Amy Schumer is writing “Trainwreck,” the earlier I can go to bed at night.</span></p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<iframe frameborder=\\\"no\\\" scrolling=\\\"no\\\" src=\\\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/211827742&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false\\\"></iframe>\"},{\"type\":\"text/html\",\"content\":\"<p><strong>On recognizing talent in young comics</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p>I think it’s like a band. Every once in a while you listen to a new band or a new song and you’ll think, &quot;I love this! What is this?&quot; That’s how I feel with comedians. I’ll see someone and maybe just right away I’ll think, &apos;I love this person, I wish they had a movie!&apos; And if they don’t have a movie, my job is to help them make a movie.</p></blockquote>\"},{\"content\":\"<p><strong>On comedy coming from a pain</strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p>I think whatever your original neurosis and pain, whatever wound you’re trying to heal, it takes your entire life to get it figured out. I think success, in a lot of ways, makes you feel worse, because you think, &apos;Wow that didn’t even work!&apos;</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<iframe frameborder=\\\"no\\\" scrolling=\\\"no\\\" src=\\\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/211835401&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false\\\"></iframe>\"},{\"type\":\"text/html\",\"content\":\"<p><strong><em>Read an excerpt from &quot;Sick in the Head&quot;:</em></strong></p>\"},{\"content\":\"<div class=\\\"WordSection1\\\"><blockquote><p>INTRODUCTION: WHY COMEDY?</p><p>How did I start interviewing comedians? That’s a good question. I was always a fan of comedy and . . . okay, I have been completely obsessed with comedy for about as long as I can remember. I blame my dad. My dad was not a comedian, but he may have secretly longed to be one. When I was a kid, he would play us Bill Cosby records and even took me to see him perform at Hofstra University for my birthday when I was in fifth grade. (Note: In this introduction, I was going to talk at length about Bill Cosby, but I can’t, in good conscience, because he has more sexual accusers than I have had partners.) From there I discovered Dickie Goodman, George Carlin, and Lenny Bruce, and then, when Steve Martin hit, I completely lost my mind. I bought every album he put out—and couldn’t stop doing an impression of him for the next five years. The biggest fight I ever got into with my parents was when we were at an Italian restaurant for dinner and I was trying to rush them out so we could get home in time to see Steve Martin on The Carol Burnett Show. They refused to hurry through their chicken parmesan and, as a result, I never got to see it. I remain furious.</p><p>The mid- to late seventies was a golden age in comedy. You had Rich- ard Pryor, Saturday Night Live, Monty Python, SCTV—all in their prime. The club scene was beginning to explode, too. In my room at night, I would circle the names of all the comedians in the TV Guide who were going to perform on talk shows that week so I wouldn’t miss any. When I was in fifth grade, I produced a thirty-page report on the life and career of the Marx Brothers and paid my friend Brande Eigen thirty dollars to write it out for me, longhand, because he had better handwriting than I did. This, by the way, was not for school. I wrote it for my own personal use.</p><p>A comedy freak was born.</p><p>I’m not sure why I was so drawn to comedy. Part of it, I think, was frus<span>tration. Looking back, I was an angry kid who didn’t feel like the world made sense. My parents were not particularly spiritual people in those days, so they couldn’t help much in the existential angst department. The closest they came to religion was saying over and over again throughout my childhood, “Nobody said life was fair.” It was the opposite of</span> The Secret<span>. It was</span> The Anti-Secret<span>. This left a bit of a void in my life, and I looked to comedy—and the insights of comedians—to fill it.</span></p><p><span>Plus, I was the youngest boy in my grade, so I was small. This size deficit led to me always being picked last in gym class—every day for thir- teen years. When you’re always picked last, you always get the worst position, like right field in baseball. Then, since you are always in the worst position, the ball never comes your way, so you never get a chance  to show anyone that you are, in fact, good at this sport. But the truth is, you are not good at this sport because you are never involved in a play, be- cause you are always in the worst position. When it is time to step up to bat, you feel so much pressure to do something incredible, like hit a home run, that you usually whiff. If you somehow manage to get a hit, your ac- complishment is ignored by your peers, who chalk it up to luck. (No child in history has ever gone from last one picked to first one picked. That is a universal law that will never be broken.) Then the kid who is picked last never gets a girl to like him, because he has been labeled a loser.</span></p></blockquote></div>\",\"type\":\"text/html\"},{\"content\":\"<blockquote><div class=\\\"WordSection2\\\"><p>Therefore, what else is there to do except decide that everyone else is the loser and you are the cool one?</p><p>That is how the cocky nerd comes to be.</p><p>So I had a lot of time to sit there, in right field, thinking about other things, like how unfair this whole setup was. If I wasn’t handsome, how would I ever find a girl who would love me? Could someone who sucked at sports be popular? Was there a reason why nobody else was interested in the things I found interesting? Why did all the teachers think I was a pain in the ass and not someone special?</p><p>At that age, the comedians I liked most were the ones who called out the bullshit and gave voice to my anger—the Marx Brothers, Lenny Bruce, George Carlin, Jay Leno. I loved anyone who stood up onstage and said that the people in power were idiots, and not to be trusted. I was also drawn to people who deconstructed the smaller aspects of this bizarre and ridicu- lous life. I idolized the new generation of observational comedians like <span>Jerry Seinfeld, Paul Reiser, and Robert Klein. I related to them and imitated them, and even began to write really bad jokes of my own in a notebook I hid in a small metal locker in my room. “On</span> Gilligan’s Island <span>they went on a three-hour cruise,” I wrote, “so why did they bring so much luggage?”</span></p></div><div class=\\\"WordSection3\\\"><p>During junior high, my parents got divorced and things got a little messy. It was the early eighties, and after my dad read the self-help book Your Er- roneous Zones, by Wayne Dyer, I think he suddenly realized how un- happy he was—and that was that. He and my mom never figured out how to make it work. They were both warm, caring people, but neither han- dled the divorce well. For reasons I never quite understood, they fought in and out of court for years—until everyone was broke. I was lost and scared. At one point, I started shoplifting with the secret hope I would get caught so that I could finally have an excuse to yell at them: “This would never have happened if it wasn’t for this divorce!” (Sadly, I only got caught once, and when Macy’s couldn’t reach my parents by phone, the store let me go.) It’s hard to be a teenager witnessing your parents at their worst. This was way before the days of “conscious uncoupling.” This was war. I re- member thinking to myself at one point, Well, I guess my parents’ advice can’t be any good—just look at how they are handling this situation. I need to figure out how to support myself financially and emotionally.</p><p>Oddly, that pain and fear became the fuel in my tank. It inspired me to work hard and has led to every success and good thing in my life. It worked so well that today, a parent now myself, I am trying to figure out how to fuck up my daughters just enough that they, too, develop outsize dreams and the desire to get the hell out of the house.</p><p>When I was a kid, my parents owned a restaurant called Raisins. After the divorce, my mom, Tami Shad, moved out and got a job. A former bartender named Rick Messina (who went on to manage Tim Allen and many others) hired her as a hostess at a comedy club he ran in Southamp- ton, New York, the East End Comedy Club. I was fourteen years old at the time and this was one of the great summers of my life. I was finally able to see comedians in person. My mom would get me a seat in the back of the house and I watched every comedian—people like J. J. Wall, Paul Provenza, Charles Fleischer, and Jay Leno.</p></div><div class=\\\"WordSection5\\\"><p>My next move was to accept a job as a dishwasher at the East Side <span>Comedy Club, located in Huntington,  New York, near my hometown of Syosset. East Side was one of the first comedy clubs that existed outside New York City and Los Angeles, and I remember the day it opened. One day there was an old fish restaurant in the middle of a large parking lot, and the next day there was this place that had nothing but comedy, and lines out the door. Long Island legends like Bob Nelson, Rob Bartlett, Jim Myers, and Jackie Martling were regulars. I remember watching a young Rosie O’Donnell do her first weekend spot at the club, and how excited everyone was for her. Occasionally a twenty-one-year-old named Eddie Murphy would come in and work on new material. When he did, the staff would start a pool and take bets on how long his set would go; they were annoyed at—and probably a little jealous of—his marathon sets, which would bump  all of the other comics for the night. Watching him one night, I remember some guy in the crowd started heckling him. “I don’t care what you say,” Eddie responded, “because I’m twenty-one, I’m black, and I have a bigger dick than you.” In retrospect, it was not that great a line, but back then I thought it was the funniest thing I had ever heard. I didn’t have a big dick (more medium-sized), but now I definitely wanted to be up there yelling at people and being funny.</span></p></div><p>By my fifteenth birthday, my obsession was full-blown. I needed  to become one of them. The question was, how to do that? And the answer seemed clear:</p><p>Meet them. Talk to them. Get to know them. Learn their secrets.</p><p>But who was going to sit down with some junior high school kid and talk about comedy?</p><p><strong>From the Book SICK IN THE HEAD by Judd Apatow. Copyright © 2015 by Judd Apatow. Reprinted by arrangement with Random House, an imprint of Random House, a division of Random House, Inc. </strong></p><p><strong>All rights reserved.</strong></p></blockquote>\",\"type\":\"text/html\"}]","published":"2015-06-24T13:38:55+00:00","guid":"de130c9c-a57d-4780-8b8d-1e3a68310fba","itags":["Marketplace","Marketplace for Wednesday, June 24, 2015","PMP:Marketplace_PMP","de130c9ca57d7800b8da1e3a68310fba"],"contentencoded":"<div class=\"barn-cleaned\"><p>Producer, director, writer, and comedian <a href=\"https://twitter.com/juddapatow\" target=\"_blank\">Judd Apatow</a> has a lengthy resume that includes cult classic TV shows like “Freaks &amp; Geeks,” and hit films like “Knocked Up” and “Bridesmaids.” He’s worked with the likes of Gary Shandling, Ben Stiller, and Roseanne Barr. Before he became someone who worked alongside some of the greatest minds in comedy, he interviewed them.</p>\n<p>As a teenager, Apatow realized the best way to figure out how to become a comedian was to ask one. And he did, under the guise of host of his high school radio show. And it worked — he interviewed Steve Allen, Jerry Seinfeld, Jay Leno, and a host of other well-known comedians. Many, he acknowledges, were surprised when a teenager showed up at their door with a tape recorder.</p>\n<p>Those interviews, and others he’s conducted since then, are part of his new book, <a href=\"http://www.amazon.com/Sick-Head-Conversations-About-Comedy/dp/0812997573\" target=\"_blank\">“Sick in the Head: Conversations about Life and Comedy.”</a></p>\n<iframe src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/211827917&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false\" frameborder=\"no\" scrolling=\"no\" ></iframe>\n<p><strong>On starting his own interview show in high school</strong></p>\n<blockquote>\n<p>Well, back then there was no internet, there was no podcasts, there was no way to listen to a comedian talk about how to do it unless you were going to go to the public library and look up some microfiche interview from somewhere.</p>\n</blockquote>\n<p><strong>On mentoring young comedians</strong></p>\n<blockquote>\n<p><span>People were nice to me like, Garry Shandling and James Brooks and they really taught me everything that I know when I worked on their shows. To me, it’s the natural part of this, where you always need help. So if I am working on a show like “Freaks and Geeks,” I need a staff. And sometimes I have young writers on the staff and they’re really talented, but they don’t know how to do it yet and part of my job is to teach them how to do it. So it makes my job easier. So mentorship is something that pays off for them, but it makes my life easier. The stronger Amy Schumer is writing “Trainwreck,” the earlier I can go to bed at night.</span></p>\n</blockquote>\n<iframe src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/211827742&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false\" frameborder=\"no\" scrolling=\"no\" ></iframe>\n<p><strong>On recognizing talent in young comics</strong></p>\n<blockquote>\n<p>I think it’s like a band. Every once in a while you listen to a new band or a new song and you’ll think, \"I love this! What is this?\" That’s how I feel with comedians. I’ll see someone and maybe just right away I’ll think, 'I love this person, I wish they had a movie!' And if they don’t have a movie, my job is to help them make a movie.</p>\n</blockquote>\n<p><strong>On comedy coming from a pain</strong></p>\n<blockquote>\n<p>I think whatever your original neurosis and pain, whatever wound you’re trying to heal, it takes your entire life to get it figured out. I think success, in a lot of ways, makes you feel worse, because you think, 'Wow that didn’t even work!'</p>\n</blockquote>\n<iframe src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/211835401&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false\" frameborder=\"no\" scrolling=\"no\" ></iframe>\n<p><strong><em>Read an excerpt from \"Sick in the Head\":</em></strong></p>\n<div class=\"WordSection1\">\n<blockquote>\n<p>INTRODUCTION: WHY COMEDY?</p>\n<p>How did I start interviewing comedians? That’s a good question. I was always a fan of comedy and . . . okay, I have been completely obsessed with comedy for about as long as I can remember. I blame my dad. My dad was not a comedian, but he may have secretly longed to be one. When I was a kid, he would play us Bill Cosby records and even took me to see him perform at Hofstra University for my birthday when I was in fifth grade. (Note: In this introduction, I was going to talk at length about Bill Cosby, but I can’t, in good conscience, because he has more sexual accusers than I have had partners.) From there I discovered Dickie Goodman, George Carlin, and Lenny Bruce, and then, when Steve Martin hit, I completely lost my mind. I bought every album he put out—and couldn’t stop doing an impression of him for the next five years. The biggest fight I ever got into with my parents was when we were at an Italian restaurant for dinner and I was trying to rush them out so we could get home in time to see Steve Martin on The Carol Burnett Show. They refused to hurry through their chicken parmesan and, as a result, I never got to see it. I remain furious.</p>\n<p>The mid- to late seventies was a golden age in comedy. You had Rich- ard Pryor, Saturday Night Live, Monty Python, SCTV—all in their prime. The club scene was beginning to explode, too. In my room at night, I would circle the names of all the comedians in the TV Guide who were going to perform on talk shows that week so I wouldn’t miss any. When I was in fifth grade, I produced a thirty-page report on the life and career of the Marx Brothers and paid my friend Brande Eigen thirty dollars to write it out for me, longhand, because he had better handwriting than I did. This, by the way, was not for school. I wrote it for my own personal use.</p>\n<p>A comedy freak was born.</p>\n<p>I’m not sure why I was so drawn to comedy. Part of it, I think, was frus<span>tration. Looking back, I was an angry kid who didn’t feel like the world made sense. My parents were not particularly spiritual people in those days, so they couldn’t help much in the existential angst department. The closest they came to religion was saying over and over again throughout my childhood, “Nobody said life was fair.” It was the opposite of</span> The Secret<span>. It was</span> The Anti-Secret<span>. This left a bit of a void in my life, and I looked to comedy—and the insights of comedians—to fill it.</span></p>\n<p><span>Plus, I was the youngest boy in my grade, so I was small. This size deficit led to me always being picked last in gym class—every day for thir- teen years. When you’re always picked last, you always get the worst position, like right field in baseball. Then, since you are always in the worst position, the ball never comes your way, so you never get a chance &nbsp;to show anyone that you are, in fact, good at this sport. But the truth is, you are not good at this sport because you are never involved in a play, be- cause you are always in the worst position. When it is time to step up to bat, you feel so much pressure to do something incredible, like hit a home run, that you usually whiff. If you somehow manage to get a hit, your ac- complishment is ignored by your peers, who chalk it up to luck. (No child in history has ever gone from last one picked to first one picked. That is a universal law that will never be broken.) Then the kid who is picked last never gets a girl to like him, because he has been labeled a loser.</span></p>\n</blockquote>\n</div>\n<blockquote>\n<div class=\"WordSection2\">\n<p>Therefore, what else is there to do except decide that everyone else is the loser and you are the cool one?</p>\n<p>That is how the cocky nerd comes to be.</p>\n<p>So I had a lot of time to sit there, in right field, thinking about other things, like how unfair this whole setup was. If I wasn’t handsome, how would I ever find a girl who would love me? Could someone who sucked at sports be popular? Was there a reason why nobody else was interested in the things I found interesting? Why did all the teachers think I was a pain in the ass and not someone special?</p>\n<p>At that age, the comedians I liked most were the ones who called out the bullshit and gave voice to my anger—the Marx Brothers, Lenny Bruce, George Carlin, Jay Leno. I loved anyone who stood up onstage and said that the people in power were idiots, and not to be trusted. I was also drawn to people who deconstructed the smaller aspects of this bizarre and ridicu- lous life. I idolized the new generation of observational comedians like&nbsp;<span>Jerry Seinfeld, Paul Reiser, and Robert Klein. I related to them and imitated them, and even began to write really bad jokes of my own in a notebook I hid in a small metal locker in my room. “On</span> Gilligan’s Island <span>they went on a three-hour cruise,” I wrote, “so why did they bring so much luggage?”</span></p>\n</div>\n<div class=\"WordSection3\">\n<p>During junior high, my parents got divorced and things got a little messy. It was the early eighties, and after my dad read the self-help book Your Er- roneous Zones, by Wayne Dyer, I think he suddenly realized how un- happy he was—and that was that. He and my mom never figured out how to make it work. They were both warm, caring people, but neither han- dled the divorce well. For reasons I never quite understood, they fought in and out of court for years—until everyone was broke. I was lost and scared. At one point, I started shoplifting with the secret hope I would get caught so that I could finally have an excuse to yell at them: “This would never have happened if it wasn’t for this divorce!” (Sadly, I only got caught once, and when Macy’s couldn’t reach my parents by phone, the store let me go.) It’s hard to be a teenager witnessing your parents at their worst. This was way before the days of “conscious uncoupling.” This was war. I re- member thinking to myself at one point, Well, I guess my parents’ advice can’t be any good—just look at how they are handling this situation. I need to figure out how to support myself financially and emotionally.</p>\n<p>Oddly, that pain and fear became the fuel in my tank. It inspired me to work hard and has led to every success and good thing in my life. It worked so well that today, a parent now myself, I am trying to figure out how to fuck up my daughters just enough that they, too, develop outsize dreams and the desire to get the hell out of the house.</p>\n<p>When I was a kid, my parents owned a restaurant called Raisins. After the divorce, my mom, Tami Shad, moved out and got a job. A former bartender named Rick Messina (who went on to manage Tim Allen and many others) hired her as a hostess at a comedy club he ran in Southamp- ton, New York, the East End Comedy Club. I was fourteen years old at the time and this was one of the great summers of my life. I was finally able to see comedians in person. My mom would get me a seat in the back of the house and I watched every comedian—people like J. J. Wall, Paul Provenza, Charles Fleischer, and Jay Leno.</p>\n</div>\n<div class=\"WordSection5\">\n<p>My next move was to accept a job as a dishwasher at the East Side&nbsp;<span>Comedy Club, located in Huntington, &nbsp;New York, near my hometown of Syosset. East Side was one of the first comedy clubs that existed outside New York City and Los Angeles, and I remember the day it opened. One day there was an old fish restaurant in the middle of a large parking lot, and the next day there was this place that had nothing but comedy, and lines out the door. Long Island legends like Bob Nelson, Rob Bartlett, Jim Myers, and Jackie Martling were regulars. I remember watching a young Rosie O’Donnell do her first weekend spot at the club, and how excited everyone was for her. Occasionally a twenty-one-year-old named Eddie Murphy would come in and work on new material. When he did, the staff would start a pool and take bets on how long his set would go; they were annoyed at—and probably a little jealous of—his marathon sets, which would bump &nbsp;all of the other comics for the night. Watching him one night, I remember some guy in the crowd started heckling him. “I don’t care what you say,” Eddie responded, “because I’m twenty-one, I’m black, and I have a bigger dick than you.” In retrospect, it was not that great a line, but back then I thought it was the funniest thing I had ever heard. I didn’t have a big dick (more medium-sized), but now I definitely wanted to be up there yelling at people and being funny.</span></p>\n</div>\n<p>By my fifteenth birthday, my obsession was full-blown. I needed &nbsp;to become one of them. The question was, how to do that? And the answer seemed clear:</p>\n<p>Meet them. Talk to them. Get to know them. Learn their secrets.</p>\n<p>But who was going to sit down with some junior high school kid and talk about comedy?</p>\n<p><strong>From the Book SICK IN THE HEAD by Judd Apatow. Copyright © 2015 by Judd Apatow. Reprinted by arrangement with Random House, an imprint of Random House, a division of Random House, Inc.&nbsp;</strong></p>\n<p><strong>All rights reserved.</strong></p>\n</blockquote></div>","tags":["APM","Life","The Big Book"],"byline":"Kai Ryssdal and Bridget Bodnar","title":"Judd Apatow on his band of comedians and radio roots","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/judd-1.jpg?itok=21uA_xjM","type":"image/jpeg","meta":{"crop":"primary","width":"610","height":"340"}},{"format":"MP3","meta":{"duration_hms":"00:05:17","duration":317,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2015/06/24/mp_20150624_seg_20"}},"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2015/06/24/mp_20150624_seg_20_64.mp3"}]}