{"created":"2014-10-08T02:33:22+00:00","modified":"2014-12-04T15:16:50+00:00","valid":{"from":"2014-12-04T15:16:50+00:00","to":"3014-12-04T15:16:50+00:00"},"hreflang":"en","title":"10 Years Later, Mystery Heroine 'Maisie Dobbs' Gains New Life","published":"2014-07-10T21:02:00+00:00","teaser":"Jacqueline Winspear's debut mystery, <em>Maisie Dobbs,</em> set in England around World War I, came out in paperback a decade ago. A new edition testifies to the enduring allure of the traditional mystery.","itags":["npr_api","329568667"],"guid":"de39f176-579e-4ed4-8774-d36da6b05422","contentencoded":"<p>If you asked mystery fans to name the most important novel of the past decade, most would say <em>The Girl With the Dragon Tattoo</em> — and they'd be right. In fact, Stieg Larsson's complete Millennium series, flanked by hordes of Nordic noirs by the likes of Henning Mankell, Camilla Lackberg and Jo Nesbo, have overrun the ranks of hard-boiled detective fiction, imbuing it with their distinctive strain of brittle dialogue and chill fatalism. Larsson's groundbreaking novel appeared in 2005 and is justifiably hailed as a feminist step forward in mystery fiction; but, two years earlier, a female investigator every bit as brainy and battle-hardened as Lisbeth Salander made a more decorous debut in a mystery novel that would become an international best-seller.</p><p>I remember glancing at the back cover plot summary of my review copy of <em>Maisie Dobbs</em> by a then-unknown first-time author named Jacqueline Winspear and thinking, \"Eh, this idea seems stale.\" Maisie herself was introduced as a World War I field nurse turned detective, a conceit that struck me as an unholy grafting of the real-life background of Vera Brittain onto Miss Marple. Yep, I remember my cloddish initial reactions to <em>Maisie Dobbs</em> because when I began reading it, I quickly changed my mind and went on to write a rave review. Since 2003, over 1 million copies have been sold, nine more novels in the series have been published, and even Hillary Clinton has publicly declared herself a fan.</p><p>Rereading <em>Maisie Dobbs</em> has made me appreciate anew its subtler strengths — the strengths of a mystery that does a really fine job of playing within the traditional boundaries of the genre. It's Winspear's command of the period detail of Maisie's Georgian and World War I world, as well as Maisie's own quiet smarts, that make the novel compelling. Born working-class, the teenage intellectual prodigy Maisie toils as a maid in a London townhouse until the day her aristocratic employer catches her in the library reading the philosophical works of David Hume and sends her to Girton College at Cambridge. I know, I know. This fantasy of benevolent despotism is as bad as the more cloying aspects of <em>Downton Abbey</em>. But the occasional sentimental weaknesses of <em>Maisie Dobbs</em> are more than offset by the novel's sober awareness of all that its heroine must give up to make her class climb. When young Maisie leaves the scullery for university, one of her fellow servants comments that: \"Fish can't survive long out of water.\" Indeed, her solitude puts Maisie in the alienated company of every other first-class detective from Edgar Allan Poe's Auguste Dupin onward.</p><p>The novel is also startlingly tough in depicting the long reach of the war itself at home and abroad. Maisie's first case involves those soldiers who, thanks to modern battlefield medicine, survived the most gruesome facial injuries — and regret that they have. Winspear has talked in many interviews about the twin legacies of her own grandfather, who suffered from what we would now call post-traumatic stress disorder as a result of his service during World War I, and one of her grandmothers, who worked in a munitions arsenal and was partially blinded in an explosion. Unlike the Golden Age detective fiction that it mimics, <em>Maisie Dobbs</em> doesn't restore order to a devastated postwar world; indeed, even though I knew what was coming this second time 'round, its final scene is still a punch in the gut.</p><p>The <em>Maisie Dobbs</em> series has moved on in time: The most recent book is set in 1933. But Winspear has returned — via a good new, stand-alone, non-mystery novel called <em>The Care and Management of Lies </em>-- to the wartime period that clearly continues to haunt her. In a publishing season crowded with commemorations of the outbreak of World War I, both of Winspear's books more than hold their own as powerful imaginings from a woman's point of view of what that time must have been like. And <em>Maisie Dobbs,</em> in particular, testifies to the enduring allure of the traditional mystery. Along with sisters in crime like Tana French, Louise Penny, Linda Fairstein and Denise Mina, Winspear knows that sticking to simple classic lines in a mystery suits her best.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=10+Years+Later%2C+Mystery+Heroine+%27Maisie+Dobbs%27+Gains+New+Life&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maureen Corrigan","audio":[{"meta":{"duration":"329"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330467788-ed866d.m3u?orgId=1&topicId=1032&ft=3&f=329568667"},{"href":"http://media.npr.org/assets/img/2014/07/10/maisie-dobbs-covfin-397x600-76299bbb993c2af9f4545edbe618e0b78ea3a87c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"297","width":"397"}}]}