{"created":"2015-02-03T22:26:25+00:00","modified":"2015-02-04T16:03:18+00:00","valid":{"from":"2015-02-04T16:03:18+00:00","to":"3015-02-04T16:03:18+00:00"},"hreflang":"en","title":"Dylan The Crooner","published":"2015-02-04T16:02:00+00:00","teaser":"Bob Dylan's new album casts the folk icon in an unusual role: <em>Shadows in the Night</em> features 10 songs previously recorded by Frank Sinatra.","itags":["npr_api","383576376"],"guid":"de471e95-f1b8-4188-828f-0a5a00776c32","contentencoded":"<p>Bard. Voice of a generation. <a href=\"http://www.npr.org/artists/15193203/bob-dylan\" target=\"_blank\">Bob Dylan</a> has been called many things over the years. With his new album, <em>Shadows in the Night, </em>the 73-year-old aims for another title: crooner.</p><p>The new LP features Dylan's versions of 10 songs from the Great American Songbook — all of them recorded at one time or another by <a href=\"http://www.npr.org/artists/15396980/frank-sinatra\">Frank Sinatra</a> — and it's a strange, moody, sometimes brilliant left turn for the artist.</p><p>Dylan's voice isn't exactly cut out for torch singing. He's brusque. He lacks the Sinatra suppleness. With these super-slow songs, Dylan looks back to a time when singers used nuance, shading and implication to tell their stories. It's a challenge for him.</p><p>Yet Dylan is not dabbling. He's a student of popular song from vaudeville forward; his recent albums have included coy originals that are similar in structure and spirit to these easygoing foxtrots. And unlike, say, a songbook hack like Rod Stewart, he understands how to shape a great melody and personalize it, with small gestures that convey meaning beyond the words.</p><p><em>Shadows in the Night</em> was recorded the old-fashioned way: mostly live in the studio, with Dylan and a five-piece band all in one room. That makes a difference; Dylan whispers his way through a last-set, smoky-club atmosphere that's the natural habitat for songs of longing and regret. The performances might not all be A-number-1, top-of-the-list genius, but they ring true. Sometimes if you're trying to evoke a sense of romantic devastation, a devastated voice can actually be an asset.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Dylan+The+Crooner&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Moon","audio":[{"meta":{"duration":"257"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383578456-c756a4.m3u?orgId=1&topicId=1104&e=383576376&d=257&ft=nprml&f=383576376"},{"href":"http://media.npr.org/assets/img/2015/02/03/musicreviewbobdylan-01db0-353e3f45c1805a5e03173fb9c913d31071c8d80e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"859","width":"1146"}}]}