{"created":"2014-10-10T07:35:44+00:00","modified":"2014-11-10T20:31:42+00:00","valid":{"from":"2014-11-10T20:31:42+00:00","to":"3014-11-10T20:31:42+00:00"},"hreflang":"en","title":"Where's Thor When You Need Her? Women In Comics Fight An Uphill Battle","published":"2014-10-10T13:03:00+00:00","teaser":"The new female Thor has picked up her hammer, but the mainstream comics industry is still experiencing some growing pains as it figures out where women fit in as characters, creators and fans.","itags":["npr_api","353497842"],"guid":"de49337e-092b-4220-979c-8ab35b122ae6","contentencoded":"<p>The first issue of Marvel's new <em>Thor</em> is now on newsstands. In it, a mysterious woman shows that she, too, is worthy of wielding the hammer of Thor.</p><p>She joins a growing list of superhuman heroines leading their own comic books — Captain Marvel, Batgirl and Catwoman, among others — as Marvel and DC push to diversify and improve the representation of women on their pages.</p><p>Part of this improvement comes through in the way these characters are dressed. Instead of a tight black bathing suit, Captain Marvel now wears a red, blue and yellow jumpsuit that evokes her Air Force roots. Over in Gotham, Batgirl has ditched the tight spandex and bright yellow heels for a leather motorcycle jacket, a detachable cape and Doc Martens.</p><p>These redesigns emphasize function, what these superheroines might actually need and want to wear while fighting bad guys, but they're not short on style.</p><p>Genevieve Valentine, new lead writer for DC Comics' Catwoman series, had a request for her creative team when they first met: Could Catwoman fight in flat shoes? Because, as a fan, she could never quite suspend her disbelief when it came to superheroines fighting in sky-high heels.</p><p>Valentine says having a Catwoman who wears heels in her daily life but not when she's fighting \"seems like a small thing, but of course, it's not. It's sort of an institutional recognition of an audience that's always been there.\"</p><p>And an audience that's quickly growing. On Facebook, women make up just under half of all <a href=\"http://graphicpolicy.com/2014/10/01/demo-graphics-comic-fandom-on-facebook-3/\" target=\"_blank\">self-identified comics fans</a>.</p><p>But even as the female audience grows, female creators for DC and Marvel, colloquially known as \"the Big Two,\" are still in the minority.</p><p>Tim Hanley writes the online column <a href=\"http://thanley.wordpress.com/tag/gendercrunching/\">Gendercrunching</a>, in which he tracks the numbers of women in comics.</p><p>This past August, he says, women made up less than 10 percent of the creative teams for all books published by DC or Marvel.</p><p>\"This is the bare minimum here,\" Hanley says. \"It's artists and writers and colorers and letterers and editors, everyone involved in the process, and it's probably like 60 out of 600.\"</p><p>Hanley says that in the three years since he's been \"gendercrunching,\" he hasn't seen much change.</p><p>Jeanine Schaefer, Marvel's senior manager for talent acquisition, says they are \"aware that we don't have as many women working for us as we have men.\"</p><p>The issue of diversity is one that Marvel executives are seriously considering, but the change is going to take some time, she adds. \"Mentoring women when they come in the door, making sure we're placing them where they can flourish.\"</p><p>Before they can hire these women, editors and talent scouts like Schaefer have to find them. And that's where Janelle Asselin comes in. She's a former editor at DC and creator of the online feature <a href=\"http://comicsalliance.com/tags/hire-this-woman/\">Hire This Woman</a>, and she knows firsthand the challenges untested female creators face in an industry that relies so heavily on freelance work.</p><p>\"A lot of the female creators that are up and coming are unknown quantities,\" she says. \"It can be hard to know how they will work on a monthly schedule. But editors need to take more risks and give more female creators a chance.\"</p><p>To make it easier, Asselin started Hire This Woman. In it, she highlights female comics professionals and includes a brief interview about how fast they work, their ideal professional environments — information editors might need or want to know when hiring someone.</p><p>Her feature, and the others like it, are all part of a broader conversation happening all over the internet, on platforms like Twitter and Tumblr.</p><p>\"There's a growing and outspoken contingent of female fans that are fed up with being treated as not important,\" Asselin says.</p><p>But as the conversation has gotten louder, so has the backlash.</p><p>Earlier this year, in April, Asselin <a href=\"http://www.comicbookresources.com/?id=52103&page=article\">criticized</a> a <em>Teen Titans</em> cover. \"Beyond [the] positive aspects, there's just too much wrong,\" she wrote. It was too cluttered with distracting detail and, editorially, it wasn't the right way to introduce the series to new readers. She also took issue with the way a young female character was portrayed — wearing an impractical strapless costume that barely supported breasts the size of her face.</p><p>Asselin's article touched a nerve. Some comics professionals accused her of not knowing what she was talking about, dismissing her previous experience as a DC editor. Then fans chimed in.</p><p>\"It escalated fairly quickly from name calling of things like feminazi, all the way up to rape threats,\" Asselin says. She wasn't surprised. Female <a href=\"https://twitter.com/EvilMarguerite/status/372807864357617664\">comics professionals</a> and <a href=\"http://dcwomenkickingass.tumblr.com/post/30910472373/troll\">comics fans</a> are frequent targets for online harassment, especially if they comment on feminist issues.</p><p>The harassment doesn't always stay on the Internet. Asselin's bank accounts were compromised after her article was published online, and independent comics editor Caitlin Rosberg says, \"some people have had stuff mailed to their homes as a threat of 'I know where you live.' \"</p><p>Marvel's Jeanine Schaefer believes this behavior is partly driven by extreme fear on the part of some comics fans.</p><p>\"There's this perception that, 'Well, if we let women in, then everything is going to change. They're going to take away everything that I like about comics,'\" Schaefer says.</p><p>And Schaefer hopes that bringing more women and diverse voices into the creative process will prove to those fans that their favorite stories will only be enhanced by the different perspectives.</p><p>Asselin says the level of vitriol some fans aim at women working in or commenting on the comics industry is \"not an OK way to treat people,\" no matter the reason, but she thinks it can and will get better. These fans just need to accept that women aren't going to leave the comics world.</p><p>After all, a genre where the unlikeliest of misfits can be heroes should have the best variety of voices to tell those stories.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Where%27s+Thor+When+You+Need+Her%3F+Women+In+Comics+Fight+An+Uphill+Battle&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mallory Yu","audio":[{"meta":{"duration":"259"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355051079-0059a4.m3u?orgId=1&topicId=1161&ft=3&f=353497842"},{"href":"http://media.npr.org/assets/img/2014/10/09/thor2014001_dc11_digitalcov-687c38cf9e8c895ff7a27e0557799bdd4d90b59c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"772","width":"1029"}},{"href":"http://media.npr.org/assets/img/2014/10/06/tumblr_n8iuzfhget1qbeawdo1_1280-5d4309d4205c477273de21e9e83bbfa128490e68.png","type":"image/jpeg","meta":{"crop":"standard","height":"960","width":"1280"}},{"href":"http://media.npr.org/assets/img/2014/10/03/prhtwuwm7trfibvwandi-7b546b89b2e0480f84004ca3644471a18eb597c2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1044","width":"1392"}}]}