{"created":"2014-10-08T15:08:14+00:00","modified":"2014-10-31T01:42:02+00:00","valid":{"from":"2014-10-31T01:42:01+00:00","to":"3014-10-31T01:42:01+00:00"},"hreflang":"en","title":"Ready, Set, Spray! Brazil Battles Dengue Ahead Of The World Cup","published":"2014-05-29T23:11:00+00:00","teaser":"With more than a million visitors expected for the games, Brazilian authorities are trying to control the mosquitoes that carry the disease and stop a sudden spike of cases in Sao Paulo.","itags":["npr_api","316668643"],"guid":"de75e393-5967-4358-8adb-16be285c3508","contentencoded":"<p>In Sao Paulo's poor north zone, in the neighborhood of Tucuruvi, teams of city workers knock on doors, warning people to take pets and small children out of the area.</p><p>Quickly after, men in hazmat suits with metal cylinders strapped to their backs start spraying the street, and some of the interiors of the homes, with powerful pesticides. This is the front line of the war on <a href=\"http://www.cdc.gov/dengue/\">dengue fever</a> in Brazil's largest city.</p><p>\"This year, dengue transmission has been much more significant in Sao Paulo than in other years,\" says Nancy Marcal Bastos de Souza, a biologist who works with the city authorities. \"We spray neighborhoods where we have a confirmed case of someone contracting dengue so we know there are dengue-carrying mosquitoes there,\" she says.</p><p>Only two weeks shy of the World Cup soccer tournament in Brazil, which begins June 12, there's concern that international visitors could get infected and then bring the disease back to their home nations.</p><p>Already, it seems like everything that can <a href=\"http://www.npr.org/2014/01/22/265035233/ahead-of-world-cup-brazils-delays-have-fifa-concerned\">go wrong</a> is going wrong. There have been protests and strikes, and now government officials, like those in Paraguay, are warning their citizens about the dengue epidemic sweeping Brazil.</p><p>Dengue fever has long been a problem in Brazil. The country has more recorded cases than any other in the world — some 1 million on average each year.</p><p>The infection is carried by <a href=\"http://www.dengue.gov.sg/subject.asp?id=12\">female mosquitoes</a>, who bite during the day and who pass on the dengue virus to their female offspring. Symptoms include fever, aching joints and headaches. There is no treatment or vaccine, and a rarer form of the disease — dengue hemorrhagic fever — can be fatal.</p><p>The disease is caused by four different types of the dengue virus, all of which are active in Brazil. But the one that has everyone most worried is called Type 4, which has only recently arrived in the region.</p><p>So why does Brazil have such a big problem with dengue?</p><p>Biologists say one of the reasons is poor water infrastructure.</p><p>\"People have to put water in a space close to their homes, and there, the mosquitoes come and breed,\" says <a href=\"http://www.bv.fapesp.br/en/pesquisador/4734/celso-francisco-hernandes-granato/\">Celso Granato</a>, head of infectious diseases at the Federal University of Sao Paulo.</p><p>Mosquito eggs can survive up to a year as well, so he says the key to combating dengue is persistence. That means using a combination of controls, such as spraying even when there aren't that many cases, as the infection comes in waves.</p><p>But the local governments in Brazil don't do that, says Granato. \"What does the public administrator here think?\" he asks. \"This year we didn't have dengue so don't worry about next year.\"</p><p>Politicians, he adds, are usually short-sighted.</p><p>A new project in the Brazilian state of Bahia with <a href=\"http://www.scidev.net/global/gm/news/brazil-approves-gm-mosquito-that-could-cut-dengue.html\">genetically modified mosquitoes</a> has shown early promise but is still in the test phase.</p><p>So there's been little to stop the sudden spike in Sao Paulo, Brazil's biggest city with a population of 20 million. With more than 6,000 cases so far in the city alone — and almost 60,000 in the surrounding state — hospitals are overrun.</p><p>Granato says once dengue arrives somewhere, it's there to stay.</p><p>Antonio Rios Sobrinho, a lawyer in his 70s, says he began to feel sick on a Friday. He went home early from work and quickly got worse. He was rushed to the hospital where, after a lengthy period, he was diagnosed with dengue hemorrhagic fever.</p><p>Sobrinho says he's been living in his neighborhood for 60 years and there had never been a single case of dengue. In fact, dengue was generally rare in Sao Paulo. But this year, just on his street, 15 people came down with the infection.</p><p>He says he was lucky to survive. This year was bad, but he fears next year will be worse.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ready%2C+Set%2C+Spray%21+Brazil+Battles+Dengue+Ahead+Of+The+World+Cup&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lourdes Garcia-Navarro","audio":[{"meta":{"duration":"257"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317127247-ac9097.m3u?orgId=1&topicId=1128&ft=3&f=316668643"},{"href":"http://media.npr.org/assets/img/2014/05/29/world-cup-stadium-f1cd295b4b3d46261b8a0981bbd398d771da7768.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4606"}}]}