{"created":"2014-09-01T20:43:22+00:00","modified":"2014-09-01T20:43:22+00:00","valid":{"from":"2014-09-01T20:43:22+00:00","to":"3014-09-01T20:43:22+00:00"},"hreflang":"en","guid":"de827ba5-c17f-4faa-b30f-c37b76417256","title":"Kurds in northern Iraq now suspect their Arab neighbors of siding with ISIS","published":"2014-09-01T20:43:21+00:00","byline":"Rebecca Collard","tags":["ISIS","Kurds","Conflict","Conflict & Justice","Makhmour","Asia","Iraq","northern Iraq","Fahmy Sabir","Garib Nihayet Ojel","Middle East","Iraqi Kurdistan","Kurdish people","Peshmerga","Kirkuk","Saddam Hussein","Mosul","Arab people","Iraq"],"teaser":"As Kurdish forces repel the militant group ISIS from areas in the north of Iraq, some believe they're also using the moment to push Arabs out of the villages where the groups have lived together for decades. ","contentencoded":"<p>Relations have never been perfect between Arabs and Kurds in northern Iraq. But in many villages, the two groups have long lived side by side. Now the presence of the extremist militant group ISIS is changing that.</p><p>The change is evident along a road at the junction between Erbil and Makhmour in northern Iraq, where Garib Nihayet Ojel waits with his family. His daughter-in-law is breastfeeding an infant, sitting on the sandy ground in 100+ degree Fahrenheit heat. The baby is crying.</p><p>&ldquo;We are coming back because the Kurdish people we work with need our help with the farming,&rdquo; says Garib, who is originally from Tel-Abta between Mosul and Makhmour. &ldquo;They asked us to go back, because we always worked together.&quot;</p><p>A small truck pulls up and an officer of the Asayish, the Kurdish intelligence agency, gets out, flanked by peshmerga fighters.</p><p>&ldquo;Tell them Arab people are not allowed to enter these provinces,&rdquo; the officer says, pointing to Garib&rsquo;s family. &ldquo;All the Arabs are with ISIS [the Islamic State of Iraq and Syria.]&quot;</p><p>&ldquo;No, no, I promise I am not,&rdquo; protests Garib.&nbsp;</p><p>&ldquo;We are not fighters, we are not combatants, we are just families,&rdquo; Garib&rsquo;s wife pleads. &ldquo;We just want to find a safe place.&rdquo;</p><p>The Kurdish officer is unmoved.</p><p>In many mixed villages, Arab and Kurdish families lived side by side and were economically and socially integrated &mdash; to a degree. But when ISIS captured land here, many people fled. And now Kurdish forces are keeping Arabs from entering areas retaken from the extremist militiamen.</p><p>In the village of Makhmour, men are quick to accuse their Arab neighbors of cooperating with ISIS.</p><p>&ldquo;These Arabs supported Saddam Hussein and his Baath party, also,&rdquo; says a resident sitting in a restaurant. &ldquo;They are remnants of the old regime. They never liked us Kurds. So they helped ISIS to push the Kurds out of this area.&rdquo;</p><p>Arabs and Kurds have always shared the villages of Makhmour. But under Saddam Hussein&#39;s &ldquo;Arabization policy,&rdquo; many Arab families were moved in to displace Kurds. The idea was to break the Kurdish hold on the region and lay claim to fertile farmlands.</p><p>When Saddam fell in 2003, waves of Kurds began moving back and they weren&rsquo;t always nice about it. Some Arabs were paid to leave. Others were pushed out.</p><p>Fahmy Sabir, a 41-year-old Kurd from Makhmour, calls his Arab friend and former neighbor Mohamed on the phone. Mohamed fled the fighting and now he and other Arabs haven&rsquo;t been allowed back to their homes.</p><p>&ldquo;Where are you?&rdquo; asks Fahmy.</p><p>Mohamed replies that he and his family are in Kirkuk. &ldquo;We hear some Arab&rsquo;s homes were burned down in Makhmour,&rdquo; says Mohamed.</p><p>&ldquo;I just checked your house, everything is fine and your brother&#39;s house, too,&rdquo; Fahmy assures him. &ldquo;Only a few, not yours. Just those that were involved with ISIS.&rdquo;</p><p>In a predominately Arab neighborhood of Makhmour, Kurdish resident Soran Sabir shows me a video of what he says are two dead ISIS fighters.</p><p>He says one of the young Arab men lying on the ground, surrounded by Kurdish fighters, is Salih &mdash; a good customer and friend for years. Sabir says his friend was the only local Arab he knows who decided to fight with Sunni extremists. But most Kurds here believe there were many more and feel they have been stabbed in the back by their Arab neighbors.</p><p>&ldquo;I was very happy to see him dead,&rdquo; says Sabir, though he adds that it doesn&rsquo;t make any sense that Salih would join the jihadis against his own neighbors.</p><p>It&rsquo;s impossible to know how many Arab residents of this region actually joined ISIS. And while authorities claim that Arabs not involved with ISIS will be allowed to return home, many worry the Kurds are simply using this as an excuse to change demographics once again and stake their claim to the area.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Iraqi%20Kurdistan_CROP.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/iraqi-kurdistancropjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/090120143.mp3"},{"href":"/file/090120143mp3"}]}