{"created":"2015-02-11T22:21:58+00:00","modified":"2015-02-12T19:24:52+00:00","valid":{"from":"2015-02-12T19:24:52+00:00","to":"3015-02-12T19:24:52+00:00"},"hreflang":"en","guid":"de8bdfd1-178f-4800-a57c-5e81ff732b9a","title":"A former US military officer warns that efforts to target ISIS shouldn't 'hijack' US policy","published":"2015-02-12T19:24:48+00:00","byline":"Joyce Hackel","tags":["military","terrorism","government","conflict","Conflict","Conflict & Justice","Asia","Syria","United States","Iraq","Middle East","Asia","Andrew Bacevich","ISIS","Islamic state","War","Politics"],"teaser":"President Barack Obama is calling on Congress to authorize a three-year war on the so-called Islamic State. But expanding the battle to defeat ISIS won't do much good if the rise of the militants is a symptom, not the root, of Middle East instability.","contentencoded":"<p>President Barack Obama is turning to Congress to authorize an expansion of military action against ISIS.</p>\n<p>But Boston University professor and former US Army officer Andrew Bacevich says the focus on ISIS is crowding out a more fundamental discussion about US Middle East policy. </p>\n<p>\"The notion that if ISIS is defeated all will be well, that's wrong,\" Bacevich says. \"ISIS is a symptom of a much larger problem. ISIS is not the problem.\" </p>\n<p>Bacevich agrees that the militants of the so-called Islamic State should be vanquished. However he warns the effort to defeat the jihadis \"hijacks the conversation\" in Washington policy circles.\" He says even if ISIS is defeated, \"the region will continue to be awash with dysfunction and the notion that victory over ISIS will lead to other victories that will somehow fix the problem, whatever the problem is, I think is an illusion.\" </p>\n<p>Before Bacevich joined the faculty of Boston University he taught at West Point. His son, 1st Lt. Andrew John Bacevich died in action in Iraq in 2007.</p>\n<p>But Bacevich was a critic of US policy in the Middle East long before he lost his son. He has called on the Pentagon to lower America's global military profile and insulate the US from what he calls \"the violence and dysfunction of that part of the world.\" He argues that stability will only be achieved there with solutions constructed by those who live there.   </p>\n<p>That formulation sounds a lot like what President Obama described as his policy when he came to office six years ago. Bacevich says rather than implementing that vision, Obama was \"overcome by events.\"</p>\n<p>\"Instead of articulating a strategy that would lead to a military disengagement, he has been drawn in,\" Bacevich says.  \"Whether we're talking about Libya at the time of the revolution, the uprising against Muammar Gaddafi, or whether we're talking about the increased use of drones in Pakistan, in Somalia and Yemen, whether we're talking about this renewal of US military involvement in the ongoing Iraq war, events have really driven policy, rather than principles.\" </p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0211201501.mp3"},{"href":"http://www.pri.org/file/0211201501mp3"}]}