{"created":"2015-02-12T16:01:32+00:00","modified":"2015-06-03T14:59:55+00:00","valid":{"from":"2015-06-03T14:59:55+00:00","to":"3015-06-03T14:59:55+00:00"},"hreflang":"en","title":"Mo Willems: 'I Want My Books To Be Played'","published":"2015-02-12T20:55:00+00:00","teaser":"The author of such beloved children's book characters as the Pigeon, Elephant and Piggie explains why he writes for people \"who have not yet learned how to be embarrassed.\"","itags":["npr_api","385546965"],"guid":"de974064-7410-4cca-9270-21922fe8e65e","contentencoded":"<p>An award-winning children's fiction writer and animator, Mo Willems is best known for his book <em>Don't Let the Pigeon Drive the Bus!</em> and his <em>Elephant and Piggie</em> book series, as well as writing for <em>Sesame Stree</em>t, <em>Sheep in the Big City</em> and <em>The Offbeats</em>. Whether goofy or educational, Willems' stories appeal to people of all ages, and he aims to help young readers grapple with questions that we still try to answer throughout our adult lives.</p><p>\"Kids are shorter than adults,\" Willems told <em>Ask Me Another</em> host Ophira Eisenberg. \"They're not stupider.\"</p><p>When it comes to writing children's fiction, Willems says he strives to write stories that foster more creativity, hence the open-ended nature of his books that often implicate the reader into the protagonist's shenanigans. \"Every book is a question I don't know the answer to,\" Willems said. \"I don't want my books to be read, I want them to be played. What I want is after they've read the book to say, 'I've got an idea!'\"</p><p>Willems' latest Elephant and Piggie adventure is the Theodor Seuss Geisel honor award-winning <em>Waiting Is Not Easy!</em> Can you tell the difference between Willems' often hilariously direct Elephant and Piggie titles (<em>We Are In A Book!</em>) and lines from <em>Seinfeld</em>? And don't miss Willems' <em>Ask Me Another</em> Challenge, where he hits the puzzle hot seat in a <a href=\"http://www.npr.org/2015/02/12/385546977/mo-willems-sesame-street\">trivia round about those lovable <em>Sesame Street</em> characters</a>.</p><h3>Interview Highlights</h3><p><strong>On engendering creativity</strong></p><p>Every book is a question I don't know the answer to. I figure if it's a good question, then it's a universal question. I don't want my books to be read, I want them to be played. The idea is that you're engendering creativity. Reading is great but it is ultimately a form of consumption. What I want is after they read the book, for a kid to say, \"I've got an idea: Don't Let the Pigeon...operate the catapult, Don't Let the Pigeon...audit my neighbor.\" And then they go out and infringe on my copyright and they make their own stories. And that's awesome.</p><p><strong>On who he writes for</strong></p><p>I am writing for people who have not learned to be embarrassed yet, because embarrassment is a learned thing. Millions of teenagers are dying of embarrassment every day. But adults, parents, when they read with their kids they get to not be embarrassed. It's an opportunity to be silly and have fun.</p><p><strong>On being five years old</strong></p><p>The age of five is the most philosophical age you can be. You're useless. You're not paying rent. But you're asking questions: Why are people mean? What is death? Can I drive a bus? The core, Greek, fundamental, existential questions.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mo+Willems%3A+%27I+Want+My+Books+To+Be+Played%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"71"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385555529-b3ee7d.m3u?orgId=1&topicId=1008&aggIds=167740319&d=71&p=58&story=385546965&t=progseg&e=385546467&seg=3&ft=nprml&f=385546965"},{"meta":{"duration":"517"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385548030-54f30f.m3u?orgId=1&topicId=1008&aggIds=167740319&d=517&p=58&story=385546965&t=progseg&e=385546467&seg=3&ft=nprml&f=385546965"},{"href":"http://media.npr.org/assets/img/2015/02/12/waiting-hi-res-cover-dae665583f83996a8c92ef185a5008fdd5c3c671.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1398","width":"1864"}},{"href":"http://media.npr.org/assets/img/2015/02/12/mo-willems-by-james-swaffield-e9c1e7a3c709244fbc6511d4a1ca2f97bdde8fdc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"231","width":"309"}},{"href":"http://media.npr.org/assets/img/2015/02/11/photo-nov-05-10-08-46-pm_sq-68a8669ee125baa8bc2fe071aecebc702011b7ec.jpg","type":"image/jpeg","meta":{"crop":"square","height":"2448","width":"2448"}}]}