{"created":"2014-10-07T20:24:28+00:00","modified":"2014-10-31T00:01:29+00:00","valid":{"from":"2014-10-31T00:01:29+00:00","to":"3014-10-31T00:01:29+00:00"},"hreflang":"en","title":"Cat PDA Vs. Human PDA, And Other Animal Behavior Explained","published":"2014-07-23T21:40:00+00:00","teaser":"Veterinarian Vint Virga works with pets and zoo animals on behavior disorders. He talks about how house cats are more fulfilled when they forage for food, and how to show animals affection.","itags":["npr_api","334261907"],"guid":"deaa04b3-b174-4808-a01d-8248cdb76aba","contentencoded":"<p>From feisty kittens to pacing cheetahs, Vint Virga knows animal behavior.</p><p>A veterinarian who specializes in behavioral medicine, Virga has treated many household pets in his clinic. But for the past five years he has been working mostly with leopards, wolves, bears, zebras and other animals living in zoos and wildlife parks. He deals with such issues as appetites, anxiety and obsessive behavior.</p><p>\"I'm always trying to provide every single animal I come into contact with ... with the opportunity to invent and think and discover on their own,\" Virga tells <em>Fresh Air</em>'s Terry Gross.</p><p>Virga's book, <em>The Soul of All Living Creatures: What Animals Can Teach Us About Being Human</em>, was recently published in paperback. It explains how animals demonstrate mindfulness, forgiveness and adaptability — and what we can learn from them.</p><p>Virga talks about how house cats, like lions, are more fulfilled when they forage for food — and how animals express affection differently than we might think.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On making cats forage for food </strong></p><p>Probably the most important thing I stress to all my clients is to think about what the cat would do if they were living in nature. They would have to actually hunt for food. While we can't put out lizards and mice to run around in our house, we can portion out the food and make it more challenging and interesting for the cat to actually find.</p><p>I take my clients through a program of actually teaching their cats to forage for their food. Yeah, it isn't live, but they've got to go on the hunt or the prowl throughout the house, and the locations in which they're going to find the meal scattered about in the house ... are going to be different every day. And cats find that very stimulating and very interesting — it adds a lot of richness to their lives.</p><p><strong>On how cats show affection differently from humans</strong></p><p>We need to step out of what we consider are the appropriate behaviors as humans and try to put ourselves in an animal's footsteps. ... Affection is shown by being cuddly and lovey for a lot of us — not necessarily all of us — [so we often think] that our cats would want to be cuddled and loved.</p><p>Instead, a lot of cats, if you actually watch their natural behavior when they're in groups, the most affectionate cats might be sitting near each other. They might sit with their tails intertwined, rear to rear, but they're not usually face to face, nose to nose, or snuggled up next to each other.</p><p>... That says that cats feel comfort and they express their emotions in ways differently than we do. If that's true, then what behooves us [as] ... their caretakers and human family members, is to learn about what it is that cats think and feel rather than [imposing] what we think and feel upon them.</p><p><strong>On reading animal behavior at the zoo</strong></p><p>Usually I like to spend a fair amount of time sitting outside an animal's habitat and watching them, without trying to interact with them in any way, so I can understand as much about their behavior as possible — how they relate to other animals in their habitat, what they do in their time.</p><p>It's one thing to see a wolf, for example, pacing alongside the edge of their habitat at about 3 o'clock in the afternoon when they're starting to anticipate that their afternoon meal might be coming. It's a very different thing if I see a wolf pacing around after their morning meal, before the zoo visitors have started to enter, because they reflect very different behaviors.</p><p>One, we're talking about a wolf that's anticipating something and starting to get a little bit anxious or excited; and the other, we're talking about a wolf that even after his appetite and hunger needs have been met, he's still choosing to pace. That reflects something very different in behavior.</p><p><strong>On how zoos have changed to improve the animals' well-being </strong></p><p>I think the most important things that zoos have done in the past 10, 20 years, is that they [have] focused primarily on the animal's well-being. And, depending on their feedback and responses, looked at their behavior, looked at their overall happiness and contentment, and used that as the gauge for what to do for the animal.</p><p>They've also applied as much [as] science knows about the animals in nature. What that looks like is providing them with a space that's a lot more rich and full than just a place that is an exhibit. So it's really shifting from not a cage, because most zoos don't even have those anymore, but from an exhibit to a habitat. The environment is much richer and more complex rather than flat and uniform, so that we can see them.</p><p>[Zoos are] providing [animals with] opportunities to escape from view of the public — and that can be difficult for a zoo. ... Visitors complain to the zoo if they can't see the leopard, the bear or the lion. But on the other hand, if the lion doesn't have any choice of getting away from the public at times, particularly if there [are] crowds or noisy visitors, then we're taking away their sense of control over their environment.</p><p><strong>On captive-born zoo animals </strong></p><p>It is important to realize ... that most animals in zoos nowadays are captive-born. They are not, by and large, taken from the wild. Usually it's a number of generations that we would have to trace back to any type of direct wild animal.</p><p>... It becomes a constant effort by zoos, that is, supervised in a very strict fashion in terms of making sure that these animals are not inbred, to maintain diversity in the population, and yet what we are dealing with [are] ... animals that are to some degree different than their wild cousins.</p><p>They lose some of those instincts by ... not having predators and the pressures of the world that they're being exposed to — from habitat loss and pollution and so on. They also are gaining other traits in that they're constantly getting this affiliation or connection to humans. I'm touched by the relationships that I witness every day between keepers and the animals in their care.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Cat+PDA+Vs.+Human+PDA%2C+And+Other+Animal+Behavior+Explained&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2272"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334484860-5e3170.m3u?orgId=1&topicId=1132&ft=3&f=334261907"},{"href":"http://media.npr.org/assets/img/2014/07/23/istock_000009195704medium-ef1898678301cbc24320eed0e39aaa6ec641a00a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1185","width":"1582"}},{"href":"http://media.npr.org/assets/img/2014/07/23/vint-virga-photo-credit-meg-bradbury-stowe-6a24b7fd7939f18847581d838294adfce1e84195.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"683","width":"911"}}]}