{"created":"2014-10-05T21:11:35+00:00","modified":"2014-11-10T20:30:25+00:00","valid":{"from":"2014-11-10T20:30:25+00:00","to":"3014-11-10T20:30:25+00:00"},"hreflang":"en","title":"Dolphins: Adorable, Playful, Not As Smart As You Might Think","published":"2014-10-07T13:27:00+00:00","teaser":"Dolphins are often considered the geniuses of the ocean. But some researchers have begun to challenge that notion, saying many mammals have similar skills and dolphins might not be that special.","itags":["npr_api","353919711"],"guid":"deacf905-c434-44f8-9077-41b404871b75","contentencoded":"<p>Everyone loves dolphins. They're adorable, playful and super-intelligent, often called the geniuses of the ocean.</p><p>But recently some researchers have begun to question that last notion. When it comes to brainpower, dolphins might not be as special as you might think.</p><p>In a <a href=\"http://www.newscientist.com/article/mg22329880.700-behind-the-smile-what-dolphins-really-think.html\">recent piece</a> for <em>New Scientist</em>, Caroline Williams rounds up some of the dissenting opinions.</p><p>\"A researcher called Paul Manger came along and said, 'OK, well all these great things that they can do — if you compare them to other mammals, they start looking less special,' and saying that we really just love them too much,\" Williams tells NPR's Arun Rath.</p><p>Williams says studies do show that dolphins can understand symbols the way humans do, but so can other animals.</p><p>\"Paul Manger comes back and says, 'Well, so can sea lions,' and actually the sea lions learn it quicker,\" Williams say. \"But we're not looking at sea lions and going, 'Wow, they're so intelligent, we should go and commune with them.' \"</p><p>Another popular assertion is the \"mirror test\" and the idea that dolphins <a href=\"http://www.npr.org/2011/11/04/142024616/a-researcher-asks-are-dolphins-self-aware\">can recognize themselves</a> or have a sense of self. Not so fast.</p><p>\"If you look at the data, they perform the same behavior when the mirror's there and when it's not,\" Williams says.</p><p>The size of a dolphin's brain — even larger than a chimpanzee's — is often used as testimony to its intelligence, but Williams says that is also not the case.</p><p>\"They do have big brains, but then again the relationship between size and intelligence is kind of a tricky one anyway,\" she says.</p><p>Williams says the image of dolphins as \"peaceful, loving geniuses\" can be traced back to Dr. John C. Lilly. Lilly thought dolphins were at least as intelligent as humans, and spent years trying to figure out a way to communicate with the creatures.</p><p>Lilly's life and work were an inspiration for the 1973 science fiction film <em>The Day of the Dolphin</em>. George C. Scott plays a version of Lilly — a researcher who teaches dolphins to speak English.</p><p>Williams says despite the fact that the real Lilly did outlandish things — like dropping acid with his dolphins — his research got a lot of attention.</p><p>\"As a result of his early work, dolphins did start to get more attention [and] more researchers started looking into their intelligence,\" she says.</p><p>Williams says researcher Justin Gregg, author of <em>Are Dolphins Smart?,</em> wonders if similar things had been said about sea lions back then, maybe they would have been given just as much study.</p><p>\"So that's been good and bad really, because it means we do understand dolphins quite well because there's been a lot of research on them,\" Williams says. \"But maybe that has elevated them above other species — it may be fairly, but it may turn out that they are on par with other species as well.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Dolphins%3A+Adorable%2C+Playful%2C+Not+As+Smart+As+You+Might+Think&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"199"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353922036-90f725.m3u?orgId=1&topicId=1132&ft=3&f=353919711"}]}