{"created":"2014-09-08T13:24:32+00:00","modified":"2015-03-03T16:15:05+00:00","valid":{"from":"2015-03-03T16:15:05+00:00","to":"3015-03-03T16:15:05+00:00"},"hreflang":"en","title":"The Changing Face Of West Africa Has Fueled The Ebola Crisis","published":"2014-09-06T05:26:00+00:00","teaser":"Population growth, the cutting down of forests and increased mobility all contribute to the current crisis. \"The virus hasn't changed,\" says one infectious disease expert. \"Africa has changed.\"","itags":["npr_api","346142023"],"guid":"deb71b15-4e01-41e8-9a7f-e87b563b5e4d","contentencoded":"<p>There's been a lot of finger-pointing this week over whom to blame for the slow response to the Ebola outbreak in West Africa. Questions are being raised about why this epidemic has spun out of control and turned into the worst Ebola outbreak in history.</p><p>The inability of local health care providers and international aid groups to contain the virus is part of the problem. But major demographic and environmental changes in Africa are also contributing to the crisis.</p><p>The Africa of today is far different from the Africa of 1976 when Ebola was first discovered. Over the past four decades, the population of the continent has tripled. Forests have been cut down. Roads have sliced into areas that used to be almost inaccessible to outsiders.</p><p>These changes have made it more likely that Ebola outbreaks will occur and that when they do, they'll affect more people than in the past.</p><p>\"If we just take a look at this current Ebola outbreak, the virus hasn't changed, Africa has changed,\" says Michael Osterholm, the director of the <a href=\"http://www.cidrap.umn.edu/\">Center for Infectious Disease Research and Policy</a> at the University of Minnesota. \"We now have this virus in an urbanized population among people who travel far and wide.\"</p><p>In the past, most Ebola outbreaks happened in remote, sparsely populated parts of Central Africa. Health officials controlled the outbreaks by quarantining the affected villages. The outbreak didn't spread because the people couldn't go anywhere.</p><p>In the current outbreak, people infected with Ebola have ended up on buses, communal taxis and airplanes. \"That's the modern world we live in today,\" says Osterholm. \"And trying to control an infectious agent in that world is very different than it was 20 or 30 years ago<strong>.\"</strong></p><p>Making things worse, the population growth and deforestation happening across Africa increase the chances that more outbreaks like this one will occur.</p><p>Most of the time, the Ebola virus lives inside animals — probably fruit bats — in the jungle. Outbreaks occur when Ebola \"spills over\" from its animal host to a person. Jonathan Epstein, an epidemiologist with the <a href=\"http://www.ecohealthalliance.org/\">EcoHealth Alliance</a> in New York who studies emerging viral diseases, says increased human activity in and around forests — logging, farming, hunting — creates more chances for viruses like Ebola to jump over to people. \"So this is really a probability game,\" he says. \"This is a matter of opportunity for spillover to happen.\"</p><p>While it's impossible to pinpoint whether cutting down one particular forest led to one particular disease outbreak, Epstein says humans are making these outbreaks worse.</p><p>In West Africa, the virus is being carried by passengers on buses that link remote rural villages to capital cities. It's spreading through social rituals such as funerals. The virus is moving from person to person in hospitals.</p><p>\"This outbreak is totally driven by social dynamics,\" says Epstein. \"This, right now, is the largest outbreak because of factors that really have to do with people.\"</p><p>It's being fueled not just by population growth and new transportation networks but also by human emotion. When people with Ebola are afraid and flee treatment centers, they end up spreading the virus further.</p><p>Back when Ebola first emerged the Cold War was on, and the world was also very different politically. If the U.S. or the Soviet Union wanted to provide aid during a humanitarian crisis or stomp out an outbreak, they simply did it.</p><p>Today that's no longer the case, says Osterholm of CIDRAP: \"We don't always know who's in charge; we don't know what they're in charge of. We have all these other changes that are occurring, and yet we still have the same infectious agents emerging. This concept of a changing world is really an important one and raises the question of what are we going to do in the future.\"</p><p>Because one thing is certain: The changes that have led to this crisis are not going away.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Changing+Face+Of+West+Africa+Has+Fueled+The+Ebola+Crisis&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"249"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346165051-52ab7e.m3u?orgId=1&topicId=1031&e=346142023&d=249&ft=nprml&f=346142023"},{"href":"http://media.npr.org/assets/img/2014/09/05/monrovia-3dcf307cb6370814e94494e726327c2c64dfc41e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1598"}},{"href":"http://media.npr.org/assets/img/2014/09/05/deforestation-liberia-74039b90dd53681020d8e739fbcffc36533a9f74.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1195","width":"1593"}}]}