{"created":"2014-10-01T07:45:29+00:00","modified":"2015-03-24T17:57:49+00:00","valid":{"from":"2015-03-24T17:57:49+00:00","to":"3015-03-24T17:57:49+00:00"},"hreflang":"en","title":"From Kale To Pale Ale, A Love Of Bitter May Be In Your Genes","published":"2014-10-07T20:02:00+00:00","teaser":"Researchers have found a gene that affects how strongly you experience bitter flavors. And those who aren't as sensitive eat about 200 more servings of vegetables per year.","itags":["npr_api","352771618"],"guid":"debdac0f-df56-41cd-ab1a-fc512fced999","contentencoded":"<p>The word bitter can make some of us wince. In conversation, we talk of \"a bitter pill to swallow\" or \"bittersweet\" memories.</p><p>But if you're puzzled by the bad emotional rap on bitter — perhaps you even <em>like</em> the taste of bitter greens or bitter beer — it may say something about your genes.</p><p>Scientists have been studying a particular taste receptor gene to understand why some of us may be more predisposed to liking bitter foods and hoppy beers. And a new<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/25257701\"> study</a> sheds new light on the bitter gene connection.</p><p>\"What we're really looking at is that people differ in how intense bitterness might be to them,\" says researcher <a href=\"http://foodscience.psu.edu/directory/jeh40\">John Hayes</a>, a food scientist at Penn State.</p><p>Several years back, Hayes and researcher <a href=\"http://www.alliedhealth.uconn.edu/facultyAndStaff/ValerieDuffy.php\">Valerie Duffy</a> of the University of Connecticut set out to do an experiment.</p><p>They already knew that some people (about a quarter of the population) have a version of one taste receptor gene, known as TAS2R38, that makes them more sensitive to the perception of bitter.</p><p>\"The idea of how bitter you taste something is [tied to] how strongly the bitter [compounds] in food bind with a receptor,\" explains Duffy. Then, the receptor sends a signal to the brain that says, \"Oh, this is bitter.\"</p><p>Duffy says she herself must not have a version of the gene that enables bitter compounds to bind tightly. She describes herself as a \"nontaster.\" So when she eat greens or Brussels sprouts, she experiences them as sweet.</p><p>\"To me, they're naturally sweet,\" Duffy says. And she enjoys them.</p><p>Compare this with people who have a version of the receptor gene that makes them very sensitive to bitter. For these individuals, the strong perception of bitterness overwhelms the natural sweetness in greens.</p><p>Duffy's hunch was that this may lead them to avoid greens. So she decided to test the theory.</p><p>\"We recruited young adults and asked them to come into the lab and did taste tests with them,\" Duffy explains.</p><p>They sampled asparagus, Brussels sprouts and kale, and Duffy's team assessed their sensitivities. The young adult volunteers were also tested for the gene, and they filled out questionnaires and kept food diaries to document what they were eating.</p><p>\"We found that individuals who are least sensitive to these bitter compounds consumed <em>significantly</em> more vegetables\" compared with those who are most sensitive, Duffy says.</p><p>In fact, over the course of a year, the difference was about 200 more servings of vegetables.</p><p>Duffy's study was not the first to find this association. Another <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/17596267\">study</a>, conducted in 2007 at the Centre for Cancer Epidemiology and Prevention in Turin, Italy, with about 600 volunteers, pointed to the same link between the bitter gene and the consumption of vegetables.</p><p>Duffy says what surprised her about her <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/21157576\">findings</a> is that the people who were sensitive to bitter ate fewer of all kinds of vegetables, not just bitter, cruciferous ones.</p><p>\"What we think [is that] if somebody finds some vegetables too bitter, they sort of generalize to all green vegetables,\" Duffy explains.</p><p>The same study also found a connection with papillae, those little dots on your tongue that we've <a href=\"http://www.npr.org/templates/story/story.php?storyId=127914467\">reported</a> on in the past. People with more papillae reported eating more vegetables, compared with those with fewer papillae.</p><p>This suggests that there are multiple factors, both biological and environmental, influencing our food and beverage choices, including — as Duffy is quick to point out — how our parents raise us.</p><p>People can learn to like vegetables, Duffy says, even if they carry the version of the taste receptor gene that makes them more sensitive to bitter. A big piece of the puzzle is figuring out ways to make them taste good.</p><p>For instance, \"roasting brings out the sweetness,\" she says. Adding salt is also an effective way to cut the intensity of bitter. A <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/?term=Masking+Vegetable+Bitterness+to+Improve+Duffy+and+Hayes\">study</a> she published previously demonstrates that it's possible to mask the bitterness in vegetables with salt and sweeteners to make them more palatable.</p><p>So, does an aversion to bitter tend to be lifelong? Not necessarily.</p><p>Duffy points to studies that suggest there are changes over a lifetime. For instance, she says, we know that during pregnancy, many women become more sensitive to bitter.</p><p>And then, in older age, as smell and taste perceptions begin to fade, the taste of bitter foods can seem much less intense.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Kale+To+Pale+Ale%2C+A+Love+Of+Bitter+May+Be+In+Your+Genes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352925455-e5a8c1.m3u?orgId=1&topicId=1134&e=352771618&d=233&ft=nprml&f=352771618"},{"href":"http://media.npr.org/assets/img/2014/10/01/beerkale1-57bc24e45547f1ddbf7179aa19e8e660dda6394a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1488","width":"1985"}}]}