{"created":"2015-02-11T19:10:34+00:00","modified":"2015-02-11T22:13:35+00:00","valid":{"from":"2015-02-11T22:13:35+00:00","to":"3015-02-11T22:13:35+00:00"},"hreflang":"en","guid":"dec4a0ce-bd27-4e08-8705-21cc76070610","title":"Germany's anti-Islamization movement has faltered, but its grievances remain","published":"2015-02-11T22:13:29+00:00","byline":"Matthew Bell","tags":["Religion","politics","protests","government","immigrants","Belief","Lifestyle & Belief","Dresden","Europe","Germany","Middle East","Pfarrer Feydt","Sylka Preusche","Werner Patzelt","Frank Nufer","Achim Exner","Rene Jahn","Politics","Religion","Islam"],"teaser":"There’s a segment of German society, especially large in the former East Germany, that feels overlooked by the political elite. And it’s fueling the rise of a far-right grassroots movement that looks a lot like the Tea Party in America. ","contentencoded":"<p>A few weeks ago, the grassroots political movement in Germany called PEGIDA suddenly got a lot of attention. Out of nowhere, it put 25,000 protesters on the streets of Dresden. Then, just as suddenly, the political leadership behind the movement split in half and its rallies have failed to attract such big numbers.</p>\n<p>But PEGIDA, or at least some form of the group that stands for “Patriotic Europeans Against the Islamization of the West,” might very well rise again.</p>\n<p>The first person I had a chance to meet during a visit to Dresden this week was 41 year-old Sylka Preusche. She’s the housekeeper at the AirBnB flat where I stayed. Without hesitation, she mentioned that she’s an enthusiastic supporter of PEGIDA and has been to most of the group’s weekly rallies.</p>\n<p>Preusche stands a bit taller than five feet. She looked me in the eye through round, wire-rimmed glasses. When I asked what the PEGIDA movement stood for, Preusche said, “It’s really like a human rights organization.”</p>\n<p>“The main issue is immigration,” Preusche told me. “With all due respect, Germans have to re-think what it means to be a society with so many migrants. America is different. The US has always been a melting pot. But here in Germany, we have always been just Germans.”</p>\n<p>“Now, things are changing,” Preusche said. “And we want to have a say in how things change.”</p>\n<p>Preusche explained why she and, as she sees it, so many others in the former East German city of Dresden feel shut out by the German establishment. She fell on some hard times a while back, when she lost her job at the electronics factory after working there 20 years.</p>\n<p>She said she applied for public assistance and it was a major hassle. “People at the social security office were condescending. The money was hardly enough to live on. But new immigrants and refugees who come to Germany,” she said, “they get all kinds of help from the government. No one is listening to us.”</p>\n<p>In the street, PEGIDA protesters chant, “We are the people!”</p>\n<p>On Monday evening, a crowd of about 3,000 people gathered on the cobblestone plaza in front of the Frauenkirche Lutheran church in Dresden’s historic center. Someone held up an illuminated cross and, from the stage, a speaker talked about the importance of standing up to “Islamization” of the western world.</p>\n<p>But inside the doors of the church, the mood is very different.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"1799\" width=\"3199\" alt=\"The lights at the Frauenkirche went dark on Monday for the PEGIDA rally. \" title=\"The lights at the Frauenkirche went dark on Monday for the PEGIDA rally. \" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/IMG_4610.jpg\" /><div class=\"field-caption\">\n    <p>The lights at the Frauenkirche went dark on Monday for the PEGIDA rally.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Matthew Bell</p>\n  </div>\n</div>\n<p>Reverend Pfarrer Feydt told people attending a prayer service that he would be turning off the church’s lights for the rally. Afterward, in his office around the corner, he told me he wanted to make a statement.</p>\n<p>“It is very important for us to show to the world we are not the background for PEGIDA demonstration,” Feydt said. “The Frauenkirche is a very famous church to show the world Dresden is a very peaceful, open-minded city.”</p>\n<p>When PEGIDA protesters chant against Islam and immigrants, Feydt said it's against Christian values. But the movement has divided families in Dresden and within Feydt’s congregation as well. After he announced that the lights would be turned off during the rally, people called the church office to say they would stop attending services. And they accused the reverend of turning his back on the people.</p>\n<p>Feydt said he understand that there is a lot of frustration in the former East Germany that has built up since the wall came down in 1989. “Some [people] are not on the golden side of life,” he said. “They don’t feel a part of the democratic system.” </p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"1152\" width=\"2048\" style=\"width: 2048px; height: 1152px;\" alt=\"Achim Exner (R) and Rene Jahn are part of a PEGIDA off-shoot group calling itself, Direct Democracy for Europe. \" title=\"Achim Exner (R) and Rene Jahn are part of a PEGIDA off-shoot group calling itself, Direct Democracy for Europe. \" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/P1100779.jpg\" /><div class=\"field-caption\">\n    <p>Achim Exner (R) and Rene Jahn are part of a PEGIDA off-shoot group calling itself, Direct Democracy for Europe.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Frank Nufer</p>\n  </div>\n</div>\n<p>The leadership of the PEGIDA movement has now split in half. On one side is a more hardline faction that does not appear to be very interested in engaging with mainstream politics, or the news media, or anyone else. Then there is an off-shoot group, calling itself Direct Democracy for Europe. It wants to take another path.</p>\n<p>Two of this group’s leaders agreed to sit down with me at a Dresden café to talk. And, I asked, does the split mean this is the beginning of the end for the movement? </p>\n<p>“I hope this is not the beginning of the end,” said Achim Exner. The 56-year-old is a retired security contractor. “The PEGIDA movement got people off of their couches, away from their TVs, and into the streets,” he said.</p>\n<p>The group’s goal now is to develop a more coherent political movement.</p>\n<p>“We want more dialogue,” Rene Jahn told me. He’s a 49-year-old who runs a house cleaning business. “We plan to organize town hall style meetings and street demonstrations.”</p>\n<p>The idea is to put pressure on the government, especially on the issue of immigration. Exner and Jahn concede that a city like Dresden has very few immigrants. But they look at places like France, Denmark and Norway and said they worry how a growing immigrant population from the Middle East and North Africa will change Germany.</p>\n<p>A common misperception was formed about PEGIDA very quickly, according to Werner Patzelt, a political scientist at the Technical University of Dresden. Patzelt has followed the movement closely. And he said much of the German public and the news media decided right away it was made up of far-right extremists, neo-Nazis and fascists.</p>\n<p>“But the truth has been that a lot of quite ordinary people have joined these demonstrations who felt treated in quite an unfair way,” Patzelt said. “It simply brought their friends, their family, the neighborhood, with them.”</p>\n<p>People joined the PEGIDA rallies to say, “‘Oh, no. We are not simply fascists, Nazis, and so on. We’re quite ordinary citizens who have some problems, some grievances, some things to say to our political class. This is why we are here,’” Patzelt said.</p>\n<p>The professor said PEGIDA might soon burn itself out as an organized political force. But the best way to think about the movement, he said, is like a German version of the Tea Party. And even if the current leaders of the movement fail, those grievances held by Germans feeling left behind by the political elite are not going away any time soon.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/_DSC7559_0.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/dsc7559jpg-0"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02112015_06.mp3"},{"href":"http://www.pri.org/file/0211201506mp3"}]}