{"created":"2014-10-08T15:48:57+00:00","modified":"2014-10-31T01:56:57+00:00","valid":{"from":"2014-10-31T01:56:57+00:00","to":"3014-10-31T01:56:57+00:00"},"hreflang":"en","title":"Louis C.K. On His 'Louie' Hiatus: 'I Wanted The Show To Feel New Again'","published":"2014-05-19T18:59:00+00:00","teaser":"The comic tells <em>Fresh Air</em> that after Season 3, he \"aggressively forgot the show existed for a few months.\" Then he got back to work. <em>Louie</em> is now in its fourth season.","itags":["npr_api","313950799"],"guid":"ded3c564-4886-4262-8fcf-afdead308820","contentencoded":"<p>Louis C.K. is now commonly acknowledged as one of the greatest comics of his generation. His celebrated FX series, <em>Louie,</em> started its fourth season a couple weeks ago, after a 19-month hiatus.</p><p>Louis C.K. created, writes, directs and stars in the series as a standup comic named Louie, who, like Louis C.K., is the divorced father of two young girls and shares custody with their mother. Last year, Louis C.K. also had prominent roles in two films: Woody Allen's <em>Blue Jasmine</em> and David O. Russell's <em>American Hustle</em>.</p><p>Louis C.K. joins <em>Fresh Air</em>'s Terry Gross to discuss raising his daughters as a divorced dad and facing tough audiences.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the indefinite hiatus he took between Seasons 3 and 4 of <em>Louie</em></strong></p><p>I wanted the show to feel new again. I felt like I did three seasons that were all one spurt, and that felt good and I wanted to forget the show, so I took time to forget about it. I aggressively forgot the show existed for a few months. I went on tour and did standup and did other work. I acted in some movies. ... Then after about only really a month off, like vacation, I started to think about the show again and think about the first episode being like a pilot again. That's the way I approached this season: do a show that's brand new, even though I'm bringing back characters. I tried to start from scratch. I spent way more time writing the show than I ever have before, thinking of the stories and plotting them out. I spent a year doing the season; instead, usually I spend about six months or less from the beginning of the writing to the end of the writing.</p><p><strong>On the troubled women that his character dates in the show</strong></p><p>It sort of became a trend after a couple of seasons. What's fun to do with this guy on the show is just put stuff in front of him that he can't resist: Here's a beautiful woman and she doesn't seem like a good choice for you, but there you go. I think I'm trying to beat something into his head. ...</p><p>I like showing a guy deal with bad choices. To me the show wouldn't be very interesting if I was confronted with all very well balanced women, and then we go and have coffee and everything works out well and maybe we kiss and that's the end of the episode. That's not that funny to me. I've been playing that game over and over again for a while because it's still fun for me; that's why I'm still telling that story of the messed-up woman. It certainly doesn't represent to me that that's what women are like. To me it's funny when people want a show to be an ideal of this-is-what-we-all-feel-is-the-best-version-of-a-woman and –a-man. I'm looking for weaknesses on both sides — it's fun. But this season, I sort of try to fall in love for real and have a more real relationship.</p><p><strong>On the uncomfortable topics of his standup routine </strong></p><p>The areas I'm going into are touchy. Maybe there's a God; maybe there isn't. Is God divorced? Did God kill his wife? You feel a little sweat on the back of your neck when you get there, but if you stay there for a second, you can find something joyful and funny in it. And it's such a great thing to go to a scary place and laugh. I mean, what's better than that? ...</p><p>I just couldn't help straying into these areas. It's a little [mischievous]. I just want to go over there and see if there's anything there. That's just always been my nature. ... I'm also not afraid of it. I'm not afraid if I go somewhere and I upset everybody. I've been there. I guess I was in trouble a lot when I was a kid, so I got used to it. When you're never in trouble, you can never go to places like that. ... I know I can survive everybody being pissed off at me. So when I started going onstage, I realized if I talk about this stuff I might upset people in the room, but it's worth it because maybe there's something there.</p><p><strong>On building his onstage confidence</strong></p><p>There really isn't a situation onstage that I feel like I won't know how to handle. There's some that I know that I can't overcome. There are things where I'm like, \"This crowd is just not gonna like me,\" but I also have a plan for that. You have to stay cool. You can't let them change your plan. ... I have that confidence onstage. I know even if I don't open well, it'll be OK; even if I lose them, I'll get them back.</p><p>When I was first starting in New York, they had prom shows where they'd fill the audience with kids that were just at their prom and they're all drunk on limousine booze and as soon as you get onstage, they start yelling at you, before they decide if they like you or not. They boo you when you hit the stage. I used to eat prom shows for dinner. I used to book as many prom shows as I could. First of all, they paid twice as much money — it's the only time comedy clubs are compassionate to comedians. ... But I've been onstage with people yelling and booing and throwing stuff at me and I've hung in there. I know how to handle that, so nothing scares me now onstage.</p><p><strong>On being divorced with two children</strong></p><p>There is a version of divorced life where you're partners and you're both taking care of the kids, the kids are spending equal time with each parent, and there's balance and there's harmony between the parents because they're not married in a bad marriage anymore. If you do it right, it's a much better life for the kids. I was determined to make sure that my kids still felt me in their lives after divorce. And then I was astonished to find out that they wanted to be with me all the time, that this was positive for them. ... And also that motivated me to make a good life for myself so that the kids would have a good home when they came to my place. And their mom is a good co-parent; we're good partners together, we're friends and we've both I think done a pretty good job of letting the kids feel like they have everything. They have a mom and they have a dad who get along and who are both there for them.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Louis+C.K.+On+His+%27Louie%27+Hiatus%3A+%27I+Wanted+The+Show+To+Feel+New+Again%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2735"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313986542-f97405.m3u?orgId=1&topicId=1138&ft=3&f=313950799"},{"href":"http://media.npr.org/assets/img/2014/05/19/apg__250-dbca9b140ea160d97d4e38d4f8d32fe8e46a81e6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1408","width":"1878"}}]}