{"created":"2015-04-11T22:08:33+00:00","modified":"2015-04-12T15:05:08+00:00","valid":{"from":"2015-04-12T15:05:08+00:00","to":"3015-04-12T15:05:08+00:00"},"hreflang":"en","title":"New START Nuke Deal With Russia May Be Aging — But It's Not Over","published":"2015-04-12T01:04:00+00:00","teaser":"Five years have gone by since President Obama signed the nuclear treaty with then-Russian President Dmitry Medvedev. Long after negotiations reached their end, the deal's merits still provoke debate.","itags":["npr_api","398924369"],"guid":"dedb9004-fc07-43db-bdb1-9891ceb29c98","contentencoded":"<p>The tentative deal limiting Iran's nuclear program has gotten <a href=\"http://www.npr.org/blogs/parallels/2015/04/02/397081251/the-iranian-nuclear-deal-it-isn-t-just-about-the-nukes\">a lot of attention</a> since it came together on April 2. It's shaping up to be a major test of the Obama administration's ability to finesse both negotiations abroad and politics on the home front. But this won't be the first time.</p><p>Five years ago, another big nuclear deal was being signed. It's known as the <a href=\"http://www.state.gov/t/avc/newstart/c44126.htm\">New START</a> (Strategic Arms Reduction Treaty), and its aim is simple: to limit the number of nuclear weapons the United States and Russia have pointed at each other.</p><p>And like today's critics of a <a href=\"http://www.npr.org/blogs/thetwo-way/2015/04/09/398498412/tentative-nuclear-deal-in-hand-iran-says-all-sanctions-must-be-lifted\">nuclear deal with Iran</a>, skeptics then called the New START a bad deal for the U.S. But American and Russian experts say that, for all its shortcomings, this arms deal has done more good than harm — for both sides.</p><p><strong>Beyond The Finish Line</strong></p><p>For President Obama, getting the New START across the finish line not even two years into his presidency was arguably his biggest foreign policy accomplishment to date.</p><p>\"This is the most significant arms control agreement in nearly two decades, and it will make us safer and reduce our nuclear arsenals along with Russia,\" Obama <a href=\"https://www.whitehouse.gov/the-press-office/2010/12/22/news-conference-president\">declared</a> the day after it won Senate approval. \"With this treaty, our inspectors will also be back on the ground at Russian nuclear bases. So we will be able to trust, but verify.\"</p><p>Invoking Ronald Reagan's signature phrase — \"trust, but verify\" — was not enough to mollify Republicans.</p><p>\"The administration did not negotiate a good treaty,\" said Jon Kyl, at the time the Senate's No. 2 Republican. \"They went into negotiations, it seems to me, with the attitude with the Russians just like the guy that goes into the car dealership and says, 'I'm not leaving here until I buy a car.' \"</p><p>Some who have watched the New START being implemented have doubts about just what the Obama administration was being sold.</p><p>\"This treaty is actually about nuclear armament, not about disarmament,\" says Russian military analyst <a href=\"http://en.novayagazeta.ru/profile/207/\">Pavel Felgenhauer</a>. The Moscow-based defense columnist for <em>Novaya Gazeta</em>, an opposition newspaper, says under the terms of New START, Russia has actually been able to increase both its number of deployed nuclear warheads and the means to deliver them.</p><p>\"This treaty provides for some control, and some inspections to understand what's happening, but it is really not about disarmament,\" says Felgenhauer. \"That should be well understood.\"</p><p>American arms control experts say the treaty does indeed allow Russia to add to its nuclear warhead-launching arsenal. But <a href=\"http://www.miis.edu/about/newsroom/experts/jlewis\">Jeffrey Lewis</a> of the Middlebury Institute of International Studies at Monterey says that was not a main concern for American negotiators.</p><p>\"One of the peculiar things about the negotiation was that the United States wanted a lower number of warheads,\" Lewis says, \"and the Russians wanted a lower number of what we call delivery vehicles — missiles, submarines, bombers.\"</p><p>The U.S. still <a href=\"http://fas.org/blogs/security/2015/04/newstart2015/\">has many more of those launchers</a> than Russia does; the two countries have about the same number of deployed nuclear warheads.</p><p><strong>A Tenuous Trust</strong></p><p>Perhaps more significant than the actual numbers is the fact that, despite increasing tensions, both the United States and Russia have been carrying out the 18 annual inspections of each other's nuclear facilities that are called for in the treaty.</p><p>\"In the current situation that we're in at the moment, where relations with Russia are really quite poor and where the Russians are investing in new strategic forces,\" Lewis says, \"I think that actually makes the verification provisions of the agreement and the limitations that it provides much more valuable.\"</p><p>Both Russia and the United States have carried out large nuclear military exercises in the past two weeks. The arms treaty has helped keep a lid on these shows of force, according to Hans Kristensen, an arms control expert at the Federation of American Scientists.</p><p>\"It has sort of a calming, or constructive, I would say, effect on the behavior of the two countries,\" Kristensen says, \"in the sense that they're saying, 'At least we both have an interest in this, so let's try to keep that going for now.' \"</p><p>How long it will keep going may depend on other factors. Last year, at the height of tensions over Ukraine, Russia hinted at walking away from the nuclear arms treaty. Lewis doubts Russian President Vladimir Putin would make such a move.</p><p>\"Putin's a bad guy, and Putin likes getting away with stuff,\" says Lewis. \"But I think he realizes, at least for the moment, that this would leave him worse off if he were to try to break out of the treaty.\"</p><p>Doing so would not only doom the treaty — it would also end the annual verifications and the rare glimmer of trust they've fostered between two old Cold War adversaries.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+START+Nuke+Deal+With+Russia+May+Be+Aging+%E2%80%94+But+It%27s+Not+Over&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Welna","audio":[{"meta":{"duration":"268"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399034292-d1a6b8.m3u?orgId=1&topicId=1122&e=398924369&d=268&ft=nprml&f=398924369"},{"href":"http://media.npr.org/assets/img/2015/04/11/98322943-21e8c3a06608cc4c9a733e6b0975009eec46e5e2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1789","width":"2386"}}]}