{"created":"2015-05-11T20:42:31+00:00","modified":"2015-05-22T23:56:43+00:00","valid":{"from":"2015-05-22T23:56:43+00:00","to":"3015-05-22T23:56:43+00:00"},"hreflang":"en","title":"Athol Fugard Breaks Fences Around 'The Painted Rocks At Revolver Creek' ","published":"2015-05-12T01:00:00+00:00","teaser":"The 82-year-old playwright says he thought he was done writing about South Africa after apartheid ended — but there were more stories in him, like this tale of a farmer who paints his life on rocks.","itags":["npr_api","405252207"],"guid":"defb779a-eaab-4d87-bcf0-107621e889f0","contentencoded":"<p>At 82, legendary South African playwright Athol Fugard is still actively writing and directing new plays. His latest, <em>The Painted Rocks at Revolver Creek</em>, which looks at his country during the apartheid era and after, opens off-Broadway tonight.</p><p>For decades, Fugard worked tirelessly, both in South Africa and in exile, to illuminate the injustices of apartheid in his plays. And when it finally ended and Nelson Mandela became South Africa's first black president in 1994, Fugard was convinced his career was over.</p><p>\"I sincerely believed that I was going to be South Africa's first literary redundancy,\" he says. \"But as it is, South Africa caught me by surprise again and just said, 'No, you've got to keep writing, man. There are still stories to tell.' And, possibly, at this moment in our history, the stories that need telling are more urgent than any of the stories that needed telling during the apartheid years.\"</p><p>Fugard's new play tells a story based, in part, on a real person — Nukain Mabuza, a farm laborer who was also a self-taught artist. During the apartheid era, he created a kind of garden of painted rocks on a hill — or koppie, in Afrikaans.</p><p>In the play, he's stuck on the last rock — a huge boulder. Ultimately, he decides to paint his life story as he explains to his adopted grandson and apprentice.</p><p>But the wife of the white Afrikaner farmer, who owns the property, doesn't like this new painting and orders him to redo it. The old man agrees, but the child is devastated at his capitulation.</p><p>Fast forward to the second act. It's 2003 — nine years after Mandela became president. The child who had been Nukain's apprentice has grown up and returns. Played by Sahr Ngaujah, he sneaks through a hole in the fence his adopted grandfather once mended intending to restore the painting.</p><p>\"It's a testament, I think, to Athol's brilliance,\" Ngaujah says. \"Because what we have here is this older generation of South Africans who've been kind of holding this fence together because they had to. And then when they die, we find that fence has a hole in it and the new generation walks right through it onto the land that feels like theirs now.\"</p><p>Fugard writes about a world that has been turned upside down for everyone. The farmer's wife now feels threatened by the new reality. She carries a gun and confronts the young man. It's a situation which comes straight from contemporary headlines, says Bianca Amato, the English-South African actress who plays her.</p><p>\"There's a real problem with, particularly, farm murders in South Africa where innocent older people are being murdered,\" Amato says, \"because they're isolated and there's a very kind of warped situation where the vulnerable and the old are being targeted.\"</p><p>Eventually, the old white woman and the young black man need to listen to each other, says Fugard — the young man sits down and says: \"'Come on. Let's try again.' The farmer's wife asks 'try what,' and he says 'understand each other, because if we can't, our future will be as big a mess as anything in our past.'\"</p><p>The play manages to distill the very real, but often unexpressed feelings in present-day South Africa, says Amato. \"What amazes me about Fugard is that he still has his thumb on the pulse. For him as an 82-year-old man to still be really hearing and seeing and feeling his country and being able to create something that represents a part of it, so beautifully.\"</p><p>As for the playwright, who has finally moved back to Cape Town, after living in the United States for years, will this be the last boulder he paints on <em>his</em> hill?</p><p>\"It's a real issue; when does an artist recognize the end? And how do we deal with the end of our creativity?\" Fugard says. \"You know, is it a moment of celebration? A moment of fear? I mean — for all I know writing this play might have been my big rock at the top of my koppie because, you know, I don't know what's going to come out of me after this. And this might be the end. But that fascinated me.\"</p><p>Whether <em>The Painted Rocks at Revolver Creek</em> turns out to be Fugard's valedictory effort or not, it <em>is</em> another one of the urgent stories the playwright says he still needs to tell.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Athol+Fugard+Breaks+Fences+Around+%27The+Painted+Rocks+At+Revolver+Creek%27+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Lunden","audio":[{"meta":{"duration":"323"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405955646-ddced0.m3u?orgId=1&topicId=1144&d=323&p=2&story=405252207&t=progseg&e=405936490&seg=10&ft=nprml&f=405252207"},{"href":"http://media.npr.org/assets/img/2015/05/11/3605-077c5ad22cfec329d74a05082b92a2005f08359b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2060","width":"2747"}},{"href":"http://media.npr.org/assets/img/2015/05/11/3608-221500bfb8caa07df77ae55b5f2559bc9c2236f7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2060","width":"2747"}}]}