{"created":"2014-10-07T20:32:28+00:00","modified":"2014-12-23T17:05:14+00:00","valid":{"from":"2014-12-23T17:05:14+00:00","to":"3014-12-23T17:05:14+00:00"},"hreflang":"en","title":"Rumor Patrol: No, A Snake In A Bag Did Not Cause Ebola","published":"2014-07-23T20:57:00+00:00","teaser":"The largest outbreak in history is giving birth to what may be the largest outbreak of Ebola rumors. It's a curse! It's carried by mosquitoes. Or ... a snake. Here's a look at what people are saying.","itags":["npr_api","334022357"],"guid":"defe1882-7a94-4f72-a5f5-5121a4b9bcd7","contentencoded":"<p>\"A lady had a snake in a bag. When somebody opened the bag, that made the lady die.\"</p><p>That's the beginning of a story that Temba Morris often hears about the origins of Ebola. Morris runs a government health clinic in a remote village near Sierra Leone's border with Guinea. According to the story, somebody else then looked inside the bag.</p><p>\"And the one who opened the bag also died,\" is what Morris hears next. The snake escaped into the Sierra Leone bush.</p><p>So there you have it: Ebola is an evil snake that will kill you if you look at it.</p><p>The striking thing about this story, which is told and retold, is that Ebola really did come here from Guinea, and it currently is out of the bag.</p><p>But narratives like this are a dangerous distraction when health officials are dealing with a virus that spreads by human-to-human contact — and a lack of knowledge about how to stay safe.</p><p>In the remote northeastern corner of Sierra Leone, dozens of new Ebola cases are being reported each week. As the virus spreads, so do rumors about the terrifying disease.</p><p>The first is that Ebola doesn't exist. Some say it's a ploy to extract money from the international aid agencies. Others say the people aren't dying from Ebola, they're dying from a curse.</p><p>Then there are people who accept that it exists but have unorthodox ideas about how it got there.</p><p>In the initial days, some people said it could spread through drinking water and mosquitoes.</p><p>Given that it kills the majority of the people who get infected, Ebola is scary enough. If you believe it's water- or mosquito-borne, it becomes almost overwhelmingly frightening.</p><p>The other central theme that pops up in many of the rumors about Ebola is that the white people brought it.</p><p>A plague hits, and then a bunch of foreigners in spacesuits come and whisk away the corpses in shiny white body bags. There have been stories that this is all a scheme to harvest organs from the locals.</p><p>So when some people got sick, they fled to the forest or hid with relatives, making it more likely they'd infect others. Some towns in Guinea have refused to allow any foreign health workers to enter at all.</p><p>Dr. Tim Jagatic of Doctors Without Borders says the misperceptions are understandable: \"We created a hospital, and a lot of people started to get sick and die. It's very difficult for them to make a connection that we are here to help.\"</p><p>Winning the communications battle is critical, he says: \"The most effective way for us to be able to end this epidemic is to focus on public health measures. It is learning about how this disease is transmitted, increasing the level of hygiene amongst the people in the villages, demystifying and destigmatizing this disease.\"</p><p>Five months after this outbreak started, efforts are underway to try to do that. Posters from the Sierra Leone Ministry of Health listing the symptoms are plastered in markets and on public buildings.</p><p>Community elders are being recruited and trained to hold Ebola information sessions in their villages.</p><p>And a group of teens from the local Red Cross has written several songs explaining the basics of Ebola. One starts with a basic assertion: \"Ebola is real.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rumor+Patrol%3A+No%2C+A+Snake+In+A+Bag+Did+Not+Cause+Ebola&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"206"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334082500-5091f2.m3u?orgId=1&topicId=1031&ft=3&f=334022357"},{"href":"http://media.npr.org/assets/img/2014/07/22/dsc_0263-edit-26ee0d2428885b65267adfa124ac3b824a1b3317.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"993","width":"1325"}}]}