{"created":"2015-03-09T20:27:50+00:00","modified":"2015-05-13T21:11:04+00:00","valid":{"from":"2015-05-13T21:11:04+00:00","to":"3015-05-13T21:11:04+00:00"},"hreflang":"en","title":"Mad Cow Research Hints At Ways To Halt Alzheimer's, Parkinson's ","published":"2015-03-10T13:18:00+00:00","teaser":"Corinne Lasmezas began her career studying a disease that destroys the brains of cattle. Now she's using what she learned to search for drugs that can stop human brain diseases.","itags":["npr_api","390980364"],"guid":"df06664e-5f1e-44fe-9ab3-998be138f4c4","contentencoded":"<p>Alzheimer's, Parkinson's and amyotrophic lateral sclerosis ravage the brain in very different ways. But they have at least one thing in common, says <a href=\"http://www.scripps.edu/florida/philanthropy/action/lasmezas-profile.html\">Corinne Lasmezas</a>, a neuroscientist and professor at Scripps Research Institute, in Jupiter, Fla. Each spreads from brain cell to brain cell like an infection.</p><p>\"So if we could block this [process], that might prevent the diseases,\" Lasmezas says.</p><p>It's an idea that's being embraced by a growing number of researchers these days, including Nobel laureate <a href=\"http://ind.ucsf.edu/ind/aboutus/faculty/prusiners\">Dr. Stanley Prusiner</a>, who first recognized in the 1980s the infectious nature of brain proteins that came to be called <a href=\"http://www.cdc.gov/ncidod/dvrd/prions/\">prions</a>. But the idea that mad cow prions could cause disease in people has its origins in an epidemic of mad cow disease that occurred in Europe and the U.K. some 15 years ago.</p><p>Back then, Lasmezas was a young researcher in France studying how mad cow, formally known as bovine spongiform encephalopathy, was transmitted. \"At that time, nobody knew if this new disease in cows was actually transmissible to humans,\" she says.</p><p>In 1996, Lasmezas published a <a href=\"http://www.nature.com/nature/journal/v381/n6585/abs/381743a0.html\">study</a> strongly suggesting that it was. \"So that was my first great research discovery,\" she says.</p><p>In 2005, Lasmezas came to Scripps Florida, where she continued to study the toxic particles responsible for mad cow and its human equivalent.</p><p>Prions, it turns out, become toxic to brain cells when folded into an abnormal shape. \"This misfolded protein basically kills the neurons,\" Lasmezas says.</p><p>Neurons, like other cells, depend on proteins to carry out essential tasks, like defending against germs and regulating metabolism. But to function correctly, a protein must be folded into exactly the right shape. If it folds into the wrong shape, it can kill a cell.</p><p>As scientists learned more about prion diseases like mad cow, they began to realize that misfolded proteins had a role in several human brain diseases. \"Little by little,\" Lasmezas says, \"it became clear that there are a lot of common features between prion diseases and the other diseases like Alzheimer's, Parkinson's, amyotrophic lateral sclerosis.\"</p><p>In Alzheimer's, proteins called beta-amyloid and tau misfold and form clumps. That leads to the distinctive plaques and tangles that build up in a patient's brain. In Parkinson's and ALS, different proteins misfold and aggregate.</p><p>In prion diseases like mad cow, the misfolded proteins spread by somehow causing normal, adjacent proteins to change shape. So a few years ago, researchers looked to see whether the abnormal proteins spread from neuron to neuron the same way in other brain diseases.</p><p>The <a href=\"http://www.nature.com/nrm/journal/v11/n4/full/nrm2873.html\">evidence</a> was clear, Lasmezas says. \"These aggregated proteins are not only transmissible from cell to cell in prion diseases, they are also transmissible cell to cell in Alzheimer's disease, in Parkinson's disease, in ALS.\"</p><p>When these misfolded proteins reach a critical mass, they appear to start a chain reaction that eventually destroys the brain. So Lasmezas and many other researchers are looking for ways to slow or halt that chain reaction.</p><p>One approach is to find drugs that can neutralize misfolded proteins before they spread. Another is to protect brain cells from the damage usually caused by a misfolded protein. Lasmezas and her colleague Minghai Zhou are part of a team that <a href=\"http://brain.oxfordjournals.org/content/early/2015/02/10/brain.awv002\">describe</a> a way to do this in the current issue of the journal <em>Brain</em>.</p><p>The experiment involved a prion protein that kills neurons by depleting their supply of a molecule called NAD.</p><p>\"What we found is that if you replenish NAD in these neurons, it completely protects them against the injury caused by misfolded prion protein,\" Lasmezas says.</p><p>That suggests the right drugs could protect brain cells from the misfolded proteins involved in Alzheimer's and Parkinson's and ALS, Lasmezas says.</p><p>But protecting cells is an approach designed to slow down brain diseases, not stop them. To stop the problem, she says, researchers will have to figure out precisely how normal proteins become corrupted. \"We need to understand how they change their shape. What makes them misfold? What happens to them?\"</p><p>The research on misfolded proteins is changing how scientists view diseases like Alzheimer's and Parkinson's, says <a href=\"http://www.ninds.nih.gov/find_people/ninds/pdbio_margaret_sutherland.htm\">Margaret Sutherland</a>, a program director at the National Institute of Neurological Disorders and Stroke, which funds Lasmezas' research. \"It's opened up a different mechanism for understanding the pathology behind neurodegenerative diseases,\" she says.</p><p>But there's still no way of knowing, she adds, whether this new understanding will lead to new treatments for these diseases.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mad+Cow+Research+Hints+At+Ways+To+Halt+Alzheimer%27s%2C+Parkinson%27s+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"255"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391915199-188140.m3u?orgId=1&topicId=1128&d=255&p=2&story=390980364&t=progseg&e=391915103&seg=11&ft=nprml&f=390980364"},{"href":"http://media.npr.org/assets/img/2015/03/05/prions-962215f49c5a9e6b47e40d989cba0750c3980f27.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1273","width":"1697"}},{"href":"http://media.npr.org/assets/img/2015/03/05/lasmezas-corinne-1-ab3cc5a88bbf78058c81069cc3e06f626315d81e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"519","width":"693"}},{"href":"http://media.npr.org/assets/img/2015/03/05/mad-cows-6e027e0d083c46784cf8d6ffa49d53afe5c464b1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1314","width":"1753"}}]}