{"created":"2015-03-08T15:32:07+00:00","modified":"2015-03-08T15:34:40+00:00","valid":{"from":"2015-03-08T15:34:40+00:00","to":"3015-03-08T15:34:40+00:00"},"hreflang":"en","guid":"df2642bc-d431-449c-9db5-8278a0322733","title":"Life beyond Earth? The best bet may be on moons, not planets","published":"2015-03-08T15:34:36+00:00","byline":"Angus Chen, T.J. Raphael","tags":["Space","astronomy","exoplanets","exomoons","moons","satellites","science","search for life in space","Science","Science, Tech & Environment","space","Sarah Ballard","Carl Sagan","Astronomy","Space","Exoplanetology","Habitable zone","Planet","Extrasolar moon","NASA"],"teaser":"The search is on for planets that could harbor life, but many of the candidates that we can see are more like gassy Jupiter than rocky Earth. But those planets may be home to rocky moons that can sustain life themselves","contentencoded":"<p class=\"p1\">There are billions of planets in the universe that straddle the habitable zones of their stars, but the search for potential life might actually narrow down to their moons.</p>\n<p class=\"p1\">Many of the planets that inhabit that zone, the distance that gives planets just the right amount of heat to sustain liquid water, are actually probably gas giants like Jupiter. But they still might have rocky moons that could harbor life.</p>\n<p class=\"p1\">“They might be the predominant site for life in the universe,” says astronomer Sarah Ballard, the NASA Carl Sagan Fellow at the University of Washington in Seattle. “The fact that we reside on a single rocky chunk of rock orbiting without a big brother planet? That might be relatively unusual.\"</p>\n<p class=\"p2\">The Kepler Space Telescope, which is on the hunt for far-away planets, is trying to tease out the signatures of satellites that might be orbiting around them. But scientists haven’t found haven’t found any exo-moons just yet; they either havne't looked at the right planet, or the moons are just too small for us to catch their signals. “But surely, they must be there,\" Ballard says. \"The only question is how small must they be to have eluded our detection so far?”</p>\n<p class=\"p1\">In order for a moon to support life, it has to fall within a very specific range of requirements. The host planet has to be in the habitable zone of a star, and the moon must be in a kind of “Goldilocks Zone” of the planet. If the moon is too close, light and radiation reflecting off the planet will turn it nto a torrid hell; if it's too far away, it won't be protected by the planet’s magnetic shield, and stellar wind will strip away any atmosphere the moon might have.</p>\n<p class=\"p1\">But even with such long odds, Ballard loves to think about what it might be like to stand on a habitable moon and look up at the sky. “You’d see the planet in a different phase, just like you’d see the moon in the crescent or the quarter phase,\" she says. \"Maybe you’d see a sliver of the planet with its beautiful tumultuous clouds. On a [Jupiter-like] planet, you’d probably see incredible complexity of clouds.”</p>\n<p class=\"p1\">If the star is very active, you'd also see aurora — what we know as the Northern and Southern Lights — twinkling on the host planet \"You could see double aurora, you know? You could see aurora on the poles of the large gas giant,\" Ballard says. \"Those size planets have really strong magnetic fields. That would be a magnificent thing to behold.\"</p>\n<p class=\"p1\">It may still be a while before scientists discover an exo-moon at all, let alone one meeting the requirements for habitability. But Ballard points out that envisioning worlds beyond Earth is a luxury.</p>\n<p class=\"p1\">“Our own planet is a relative miracle, you know? The spaceship that we all live in that just happens to be the prefect temperature and perfect for life — it’s precious and it’s all that we have,” Ballard says. “If you forget for a moment that we live on a planet ourselves, hurtling through a sterile void, you remember that it has tremendous value for us. ... Yeah. There’s no place like home.”</p>\n<p class=\"p1\"><em>This story is based on <a href=\"http://www.thetakeaway.org/story/what-would-habitable-moon-look/\">an interview</a> on PRI's <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-06%2Fspaaaaaaaace&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/The_Blue_Moon.png","meta":{"crop":"primary","height":null,"width":null},"type":"image/png"},{"href":"http://www.pri.org/file/thebluemoonpng"},{"href":"http://cdn.pri.org/sites/default/files/takeaway/segment-audio/takeaway030415-exo.mp3"},{"href":"http://www.pri.org/file/takeaway030415-exomp3"}]}