{"created":"2015-01-23T16:49:55+00:00","modified":"2015-07-03T20:27:47+00:00","valid":{"from":"2015-07-03T20:27:47+00:00","to":"3015-07-03T20:27:47+00:00"},"hreflang":"en","title":"Goodbye, Garden Yeti: In-Flight Catalog SkyMall Files For Bankruptcy","published":"2015-01-27T14:00:00+00:00","teaser":"The kitschy catalog fell victim to online shopping and the growing ubiquity of in-flight Wi-Fi, according to the company's Chapter 11 filing.","itags":["npr_api","379334220"],"guid":"df40dd8c-ebee-4116-9893-29b6be28ed63","contentencoded":"<p>SkyMall, the ubiquitous in-flight catalog that reliably greets you in the seatback pocket, is falling victim to technological innovation.</p><p>The company behind the catalog that sold you your own lawn garden yeti, or a hot dog bun toaster, or a special ramp for your aging pet has filed for bankruptcy. The Chapter 11 filing from SkyMall LLC and its parent company, Xhibit Corp., says a retail marketplace transformed by Amazon and others is to blame. And analysts say that with more and more airlines offering in-flight Wi-Fi and the FAA allowing broader use of electronic devices, interest in SkyMall waned.</p><p><a href=\"http://www.bloomberg.com/news/2015-01-23/skymall-lands-in-bankruptcy-as-in-flight-shopping-habits-change.html\">Bloomberg reports</a> that the company and its affiliates \"listed as much as $50 million in liabilities and as much as $10 million in assets in Chapter 11 filings in Phoenix Thursday.\"</p><p>The odes to SkyMall are already showing up online. From <a href=\"http://www.wired.com/2015/01/ode-to-bankrupt-sky-mall/\">Wired's Emily Dreyfuss</a>:</p><blockquote><p>\"SkyMall was our babysitter. Our distraction. When we got older we delighted in mocking the absurdity of it, how ridiculous and unnecessary was everything in its pages. In this way, we explained to each other that we were maturing, that we weren't dumb little kids anymore. When I became a teenager–embarrassed by everything and everyone–I'd tease the boys for liking anything in the catalogue.\"</p></blockquote><p>They say the only things certain in life are death and taxes, but for an estimated 650 million air travelers a year, the certainty was finding SkyMall in our seatback pockets. It's unclear when the airlines will stop supplying the catalogs. The company is putting up SkyMall and other assets up for auction at the end of March. If there's no buyer, or the buyer doesn't share the kitschy catalog vision, we may never have a chance to get the giant tray table nap pillow again.</p><p>If you have SkyMall memories to share (or a favorite SkyMall product you'll miss), please leave your memories in the comments, send me a tweet <a href=\"http://www.twitter.com/elisewho\">@elisewho</a> or drop me a note at <a href=\"mailto:ehu@npr.org\">ehu@npr.org</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Goodbye%2C+Garden+Yeti%3A+In-Flight+Catalog+SkyMall+Files+For+Bankruptcy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"95"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379419929-7c3ed3.m3u?orgId=1&topicId=1006&d=95&p=2&story=379334220&t=progseg&e=379309297&seg=12&ft=nprml&f=379334220"},{"href":"http://media.npr.org/assets/img/2015/01/23/skymalltoaster-1d7b82525a5b9dc2cec51063f3e7ca9e43b09cab.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"284","width":"379"}}]}