{"created":"2014-09-16T19:46:17+00:00","modified":"2015-02-02T21:23:41+00:00","valid":{"from":"2015-02-02T21:23:41+00:00","to":"3015-02-02T21:23:41+00:00"},"hreflang":"en","title":"Colleges Brainstorm Ways To Cut Back On Binge Drinking","published":"2014-09-21T15:38:00+00:00","teaser":"With 40 percent of college students binge drinking, efforts to get students to drink less may seem futile. But something as simple as encouraging beer stores to quit selling pingpong balls can help.","itags":["npr_api","347475250"],"guid":"df4722de-8a12-4abb-82cc-e9184b345193","contentencoded":"<p>It's early Friday night, and Frostburg State University police officer Derrick Pirolozzi is just starting the late shift. At a white clapboard house, he jumps out of his SUV to chat with four students on the front steps.</p><p>\"S'up guys!\" he calls out, assuring them he just wants to chat. All are underage but one, and that one tells Pirolozzi he has a string of alcohol violations from past years. Pirolozzi banters a bit. He tells them to \"call anytime,\" and reminds them not to walk around the street with open containers.</p><p>\"Think about me when you're having a good time!\" he says, laughing as he turns to move on.</p><p>Pirolozzi's presence here is part of a notable turnaround at this campus in Maryland's Appalachian mountains, one others may look to copy as stepped-up scrutiny of campus sexual assault puts more pressure on schools to address the related problem of binge-drinking.</p><p>In 2012, an unusual agreement gave Frostburg's campus and city police joint jurisdiction. Now Pirolozzi can patrol off campus, where he can tell who's gearing up for house parties.</p><p>\"Can you see right there?\" He points through a fence to where students are dancing in a back yard. Others hang out on porches. Small clusters stroll the streets, cases of Bud Light in tow.</p><p>On this weekend night, the university is also helping to pay overtime costs for a show of force: State, county, city and campus police all circle these blocks. The aim is not to arrest everyone.</p><p>\"We know there's going to be underage drinking,\" Pirolozzi says. \"We can't card everybody. But we want to make sure everybody does it the right way and safe way.\"</p><p>In other words, he hopes to keep students from doing something stupid so he doesn't have to come back and arrest them later.</p><p>\"The thing that's so striking to me is that many universities perceive [binge drinking] as an intractable problem and that there's nothing they can do,\" says Jonathan Gibralter, president of <a href=\"http://www.frostburg.edu/\">Frostburg State University</a>.</p><p>When Gibralter became president in 2006, he says, he found the party scene \"out of control.\" As at other schools, heavy drinking at Frostburg has led to injuries and deaths. It's also linked to poor grades, mental health problems and is a factor in the majority of campus sexual assaults.</p><p>FSU is among dozens of schools being investigated for its handling of sexual assault. But Gibralter has also made the school a leader in tackling binge drinking. The joint police patrols are just one of many changes.</p><p>There are now more Friday morning classes, to discourage Thursday night drinking. Gibralter led the push for Maryland's recent ban on the sale of grain alcohol, that potent, tasteless drink used in homemade punch. With a state grant, the school formed a coalition that includes not just police but also city officials, parents and businesses to tackle underage drinking across the community.</p><p>\"I have met with bar owners where they said nobody would come, and there weren't enough seats in this room,\" Gibralter says. \"I said, 'Hey, guys, we need your help.' \"</p><p>There's been pushback, of course. The surprise is from whom. Gibralter says his biggest critics are parents and alumni who say they all drank in college and wonder what's so wrong with it.</p><p>\"When I tell parents that 1,800-plus college students <a href=\"http://www.niaaa.nih.gov/alcohol-health/special-populations-co-occurring-disorders/college-drinking\">drink themselves to death</a> every year, they are stunned,\" Gibralter says. \"They have no idea.\"</p><p>That number has gone up in the past two decades.</p><p>Not all students like the changes, either.</p><p>\"No matter what they do, it's still gonna happen. It's college,\" says sophomore Alissa Barlow, speaking between classes. \"To be honest, the more rules you put down, it's like if your parents tell you 'No.' You're going to do it anyway most of the time.\"</p><p>Still, several older students tell me the off-campus house parties are nothing like they used to be.</p><p>\"I would be walking home from campus and I would see large gatherings outside with tables and kegs, and it was in the middle of an afternoon on a weekday,\" says senior Sara King. \"Now, I don't see that at all.\"</p><p>Some resent the changes and call them heavy-handed. One recent graduate says it felt like trying to party \"in a police state.\"</p><p>But since 2006, the share of <a href=\"http://www.frostburg.edu/fsu/assets/File/NewsAndMedia/pdf/President%27s%20Alcohol%20Task%20Force%202013%202014.pdf\">Frostburg students who binge drink </a>at least once every two weeks has fallen from 57 percent to 41 percent, according to the university. The average number of drinks students have each week has dropped in half, from eight to four.</p><p>That's somewhat more in line with the <a href=\"http://www.samhsa.gov/data/NSDUH/2012SummNatFindDetTables/DetTabs/NSDUH-DetTabsSect6peTabs55to107-2012.htm#Tab6.89B\">40 percent of college students</a> who binge drink at least once a month, according to the 2012 National Survey on Drug Use and Health.</p><p>One group of juniors tells me they like the anti-booze efforts, especially the monthly alcohol-free parties at the student center.</p><p>\"Really good food,\" says Andrew Bock. His friend likes the iPads and Xboxes given away as door prizes. Another student says she shows up early to beat the crowds.</p><p>\"What's happened in the last decade is the science around preventing the abuse of alcohol has really improved,\" says Kevin Kruger, president of <a href=\"https://www.naspa.org/about\">Student Affairs Administrators in Higher Education</a>.</p><p>He says more colleges are training staff to screen for problem drinkers and are expanding alcohol education efforts. But many <a href=\"http://www.collegedrinkingprevention.gov/NIAAACollegeMaterials/TaskForce/CallToAction_02.aspx#CallToAction_02_b\">effective strategies</a> boil down to changing the culture around drinking and what students consider \"normal.\"</p><p>Kruger says this can be as small as getting a liquor store not to sell pingpong balls next to its beer to promote the popular game beer pong.</p><p>\"It's not like college students can't go find pingpong balls,\" he says. \"But why put it out there for them so it's so easy to do that?\"</p><p>Frostburg State also has a social marketing campaign, sending regular emails and putting up posters for a campaign it calls \"Reality Check.\" One says: \"Not Everyone's Doing It: 36 percent of FSU students reported they did not drink alcohol in the last 30 days.\" Another shows a young woman bent over a toilet, mouth open, with the caption, \"Glamorous, Isn't It?\"</p><p>Another key strategy is simply making it harder for students to get alcohol, Kruger says, any way you can.</p><p>Hamilton College in New York made such a change this fall. Dean of Students Nancy Thompson says the school runs a bus to the nearby town of Clinton. But the only things open there at night are bars, and the return ride would be full of drunken students.</p><p>\"There was damage to the vehicles,\" Thompson says, \"and disruptive behavior.\"</p><p>So Hamilton has banned underage riders after 10 p.m. on weekends (though anyone already in town can still get a ride back). Thompson says the move has not gone over well with students. But \"when we have a chance to sit down and talk with them about our rationale,\" she says, \"it's hard to argue that the college should be in the business of driving students to bars. Especially students who are underage.\"</p><p>At Frostburg State University, students can walk to bars, but the school has made it harder for them to get served. In something of a quid pro quo, it has paid the sheriff's office to carry out monthly undercover compliance checks. The school also pays for training to help bar staff spot the fake IDs students get online these days.</p><p>\"Honestly, these IDs are so good it's ridiculous,\" says Rich Godlove, owner of <a href=\"http://zen-shi.weebly.com/\">Zen-Shi</a> bar and restaurant. \"In fact, as soon as we had the class last year, we came in, probably caught two or three fake IDs and recognized the kids as people we thought were of age.\"</p><p>Far from cutting into business, Godlove says it has worked out well. Last year, his staff, using other strategies learned in the new training, cut off three drunken students one night. The next day they came back to have lunch, and to thank him.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Colleges+Brainstorm+Ways+To+Cut+Back+On+Binge+Drinking&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jennifer Ludden","audio":[{"meta":{"duration":"322"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349036417-326927.m3u?orgId=1&topicId=1091&aggIds=339884470&e=347475250&d=322&ft=nprml&f=347475250"},{"href":"http://media.npr.org/assets/img/2014/09/11/campus-binge1-0f1fb488d167b836eaf9e2179db7d770567bd352.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}},{"href":"http://media.npr.org/assets/img/2014/09/15/next_boyfriend-4de7216cc489d79d2b15186379b400a86d50c8f8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"834","width":"1112"}},{"href":"http://media.npr.org/assets/img/2014/09/11/campus-binge2-1de546a26e9e6bd3e8948c360eed472a52ea150b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}}]}