{"created":"2015-03-06T10:03:40+00:00","modified":"2015-03-07T21:05:23+00:00","valid":{"from":"2015-03-07T21:05:23+00:00","to":"3015-03-07T21:05:23+00:00"},"hreflang":"en","title":"10 Years Later, A Pair Of Strangers Revisit A Leap Not Taken","published":"2015-03-06T19:05:00+00:00","teaser":"On March 11, 2005, Kevin Berthia wanted to jump off the Golden Gate Bridge. California Highway Patrol Officer Kevin Briggs talked him out of it. The two met recently to discuss what happened that day.","itags":["npr_api","390970491"],"guid":"df488621-42d7-429a-93c3-9003486dd1bd","contentencoded":"<p>Ten years ago Kevin Berthia lived in the San Francisco Bay area. He had an infant daughter who had been born premature, and the medical costs for her care climbed to nearly $250,000. He couldn't see a way out of debt.</p><p>Berthia fell into a deep depression and went to the Golden Gate Bridge.</p><p>\"Before March 11, 2005, I never even went to the bridge,\" the 32-year-old said during a recent visit to StoryCorps. \"I didn't even know how to get there. I had to ask for directions.\"</p><p>California Highway Patrol Officer Kevin Briggs was there that day, too.</p><p>\"... I see you standing on the sidewalk,\" 52-year-old Briggs said to Berthia. \"You looked at me and went over that rail and I thought you were gone.\"</p><p>Berthia says he \"just got on that railing and turned around.\"</p><p>\"I was overwhelmed with everything,\" he explained. \"It's like everything that I ever was bothered by, everything that I was ever dealing with came up on one day. And I just felt like a failure. All I gotta do is lean back and everything is done. I'm free of all this pain.\" <br /> <br />Briggs thought he seemed angry.</p><p>\"I was just mad at myself for being in that situation and I was embarrassed,\" Berthia said. \"But somehow the compassion in your voice is what allowed me to kinda let my guard down enough for us to have a conversation.</p><p>\"We talked for 92 minutes about everything that I was dealing with. My daughter, her first birthday was the next month. And you made me see that if nothing else, I need to live for her,\" Berthia said.</p><p>Briggs and others took him to a hospital, and the two didn't see each other again for years.</p><p>\"I spent eight years not thinking about the bridge. I didn't wanna talk about it ever again,\" Berthia said.</p><p>Briggs said he usually didn't want to meet people he had met under those circumstances.</p><p>\"But your mother wrote me a note and I did contact her,\" the now-retired officer said.</p><p>Berthia, who wasn't sure how he would feel once he met Briggs, said: \"When I first saw you, it was just like two old friends that haven't seen each other in a while. That was the first time I was able to talk about everything that happened that day.\"</p><p>Briggs reassured him that it was OK to talk about it.</p><p>\"I've found that out with my own depression and things that I kept bottled up for decades,\" he told Berthia, who acknowledged the bond they shared.</p><p>\"You know, we've been through similar things in our lives and I've never been around anybody that's seen me at a more vulnerable state,\" Berthia said. \"The greater picture is that I need to be here for my daughter. You know, she's 10 now and, had you not been there, I wouldn't get to see her grow up.</p><p>\"And, you know, I don't trust a lot of people,\" he said. \"So for you to never judge me and just to have that trust, that's what keeps us afloat and different from any other friendship.\"</p><p><em>Audio produced for </em>Morning Edition<em> by Jud Esty-Kendall.</em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at <a href=\"http://storycorps.org/\" target=\"_blank\">StoryCorps.org</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=10+Years+Later%2C+A+Pair+Of+Strangers+Revisit+A+Leap+Not+Taken&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"186"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391149340-8dce30.m3u?orgId=1&topicId=1022&aggIds=4516989&e=390970491&d=186&ft=nprml&f=390970491"},{"href":"http://media.npr.org/assets/img/2015/03/05/briggsnpr-0c15e24b20671355304b185a1ca97c9f94187590.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}},{"href":"http://media.npr.org/assets/img/2015/03/05/jumper_jrs_0039_jpg_2_.jpg-c6f25b587a1f4b2771fbac51c47241683752cfae.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1112","width":"1483"}}]}