{"created":"2015-04-10T18:30:24+00:00","modified":"2015-04-13T18:47:50+00:00","valid":{"from":"2015-04-13T18:47:50+00:00","to":"3015-04-13T18:47:50+00:00"},"hreflang":"en","guid":"df4cbcb0-ae96-476a-99a3-59b1af46ac53","title":"A custom three-bedroom house for $69,000? Welcome to the new model for disaster relief.","published":"2015-04-13T18:47:47+00:00","byline":"Alina Simone","tags":["disasters","housing","Development","government","Human Needs","Development","Development & Education","United States","Texas","Rio Grande Valley","Colonia","Mexico–United States border","Poverty in the United States","Hurricane Dolly","Federal Emergency Management Agency","Hurricane Katrina","Rapido","Texas","Emergency management","Disaster"],"teaser":"Forget about FEMA trailers. Housing advocates have designed emergency shelters that can quickly be turned into a permanent, custom home that are cheaper than current programs.","contentencoded":"<p>After Hurricane Katrina hit, disaster relief housing was a scandal — remember the expensive FEMA trailers that <a href=\"http://www.cdc.gov/nceh/ehhe/trailerstudy/assessment.htm\">leaked formaldehyde</a>? But since then, other storms have quietly spurred an innovative project in south Texas that may just redefine how we address disaster relief.</p>\n<div>Hurricane Dolly, which struck the Rio Grande Valley in 2008, devastated the sprawling <em>colonias</em> — rural settlements built on cheap land, in many cases flood plains — along the US-Mexico border.   </div>\n<p>Hundreds of families lost their home in Hidalgo County, and though Texas did get federal disaster aid, activists had to fight to get funds directed to the colonias. And even after that happened, things didn’t go smoothly. The application forms for aid were originally available only in English, and many colonia residents are Spanish-speaking immigrants from Mexico.</p>\n<p>Many of the residents had also built their own homes, and that made them more likely to be denied assistance, says Elaine Morales-Diaz, a design associate with the non-profit<a href=\"http://www.bcworkshop.org/\"> buildingcommunityWORKSHOP</a>.</p>\n<p>“FEMA declared that [these houses] were 'deferred maintenance,'” she says. “That means they didn’t take care of their house enough, so that’s why their house is bad quality, not because of the hurricane.”</p>\n<p>Jose Aldape built his house from scratch for his family of eight, finishing it just before Dolly hit. His wife, Norma, says their house actually did withstand the flooding — just not the termites that the rising water introduced to their walls.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"506\" width=\"900\" alt=\"Jose and Norma Adalpe. Jose built their family&amp;#039;s home just before Hurricane Dolly hit.\" title=\"Jose and Norma Adalpe. Jose built their family&amp;#039;s home just before Hurricane Dolly hit.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/CROPAldapes.jpg?itok=BTU_0N8A\" /><div class=\"field-caption\">\n    <p>Jose and Norma Adalpe. Jose built their family's home just before Hurricane Dolly hit. </p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Alina Simone</p>\n  </div>\n</div>\n<p>The Aldapes didn’t even bother applying for a new house. But even if they had, it might not have helped. Morales-Diaz says some Dolly victims in the colonias are still waiting for housing. “Right now, we have people that have been there for six years in these conditions,” she says.</p>\n<p>Turnaround time is one of the biggest problems with the current approach to disaster recovery; the other is money.</p>\n<p>“The government never appropriates enough money in the wake of a disaster so that everybody who lost their home can get their home rebuilt,” says John Henneberger, co-director of the Texas Low Income Housing Information Service. He’s the first <a href=\"http://www.macfound.org/fellows/916/\">housing advocate</a> to win a MacArthur Genius Award. (Full disclosure: He also gave me my first real job out of college.)</p>\n<p>Henneberger says the federal government currently spends about $125,000 on a replacement house. It's a good house, but that price limits how many families can get one.</p>\n<p>“In the Rio Grande Valley, for instance, we probably were able to assist ... maybe one in four or one in six of the families that really needed to have a house replaced\" after Hurricane Dolly, he says.</p>\n<p>But a coalition of NGOs, architects and colonia residents in Texas decided to take this opportunity to rethink everything about housing recovery, from intake forms to bathroom fixtures. They came up with something designed specifically for the immigrant communities here in the Rio Grande Valley, fittingly called RAPIDO, a program coordinated by Community Development Corporation of Brownsville and buildingcommunityWorkshop.</p>\n<p>“It takes a week to build and place the core in a family’s lot,” Morales-Diaz says.</p>\n<p>The “core” is a one-bedroom house — but unlike the houses the federal government provides, RAPIDO houses are expandable. As soon as emergency shelter is in place, RAPIDO can start adding rooms to accommodate the larger families that live in the colonias. And instead of being trucked in from out of state, these houses can be put together by any local framer, which helps make them cheaper — a lot cheaper. A permanent three-bedroom RAPIDO house can be built for $69,000, almost half the price of a federal replacement house.</p>\n<p>For that price, I imagined something squat and functional — something kind of depressing. But walking around Bent Tree and surrounding colonias, where three families received RAPIDO homes, I thought, \"This is disaster relief housing? These houses are cool.\"</p>\n<p><iframe src=\"https://player.vimeo.com/video/40590083\" width=\"560\" height=\"340\" frameborder=\"0\" title=\"rapido timelapse, walls up!\" webkitallowfullscreen=\"\" mozallowfullscreen=\"\" allowfullscreen=\"\"></iframe></p>\n<p>“Our main purpose is that it’s not a RAPIDO home,” Morales-Diaz says. “It’s the Parahas family home, it’s the Avalos family home. It’s their house and it’s responding to their choice.”</p>\n<p>RAPIDO clients get a lot of choice. They’re asked what kind of roof they want, what type of porch and if they like the materials being used. “This process helps the family to realize that this is real, that they will get a house,” Morales-Diaz says.</p>\n<p>When the Aldapes were approved for a RAPIDO house, Norma tells me they weren’t expecting all these questions. But they’re definitely thrilled with their new custom home. The neighbors have already starting asking about RAPIDO, and they’re not the only ones. HUD Secretary Julian Castro has been down to the Rio Grande Valley and expressed interest in the program, as have legislators from other states.</p>\n<p>The coalition behind RAPIDO perhaps knows better than anyone there is no one-size-fits-all housing solution to disaster recovery. But mainstreaming that very philosophy may turn out to be our best bet when the next Katrina strikes.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-10%2Fcustom-3-bedroom-69000-welcome-new-model-disaster-relief&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04102015_06.mp3"},{"href":"http://www.pri.org/file/0410201506mp3"}]}