{"created":"2015-04-29T21:38:30+00:00","modified":"2015-05-12T19:57:40+00:00","valid":{"from":"2015-05-12T19:57:40+00:00","to":"3015-05-12T19:57:40+00:00"},"hreflang":"en","guid":"df505161-9bc7-469b-a584-3aceb8cb4305","title":"Here's why one former Taliban captive is calling for a halt to US 'signature' drone strikes","published":"2015-05-12T19:57:29+00:00","byline":"Joyce Hackel","tags":["drones","conflict","military","Conflict","Conflict & Justice","drone strike","unmanned aircraft","Pakistan tribal areas","US military strategy","Warren Weinstein","Giovanni Lo Porto","Unmanned aerial vehicle","Drone","Al-Qaeda","Drone attacks in Pakistan"],"teaser":"When reporter David Rohde was in captivity in Pakistan, he worried that a drone strike might accidentally kill him. And now that it's happened to American aid worker Warren Weinstein. Rohde says the US needs to stop strikes that use only behavioral patterns to figure out their targets.","contentencoded":"<p>Earlier this year, American drones equipped with heat sensors spent hundreds of hours scrutinizing a house in Pakistan's remote tribal areas. But despite the technology and time, the unmanned aircraft could only \"see\" so much before one finally attacked the house in January.</p>\n<p>\"They thought there were four militants in the house, and the heat sensors only showed four militants,\" says Reuters investigative reporter David Rohde. \"After the strike occurred, they watched the house, and I guess the CIA operators were stunned to see them pull out six bodies.\"</p>\n<p>The two unexpected bodies were those of American aid worker Warren Weinstein and his fellow captive, Italian Giovanni Lo Porto. Both were being held by al-Qaeda, and analysts now think the two captives might have been hidden in a basement or some sort of underground tunnel. </p>\n<p>Rohde believes the two men might still be alive had the US government not decided to use what it calls a \"signature strike\" against the house. Unlike \"personality strikes,\" which target actual individuals using intelligence related specifically to them, signature strikes simply seek out military-age men who display seemingly suspicious behavior.</p>\n<p>Dozens — perhaps hundreds — of civilians are thought to have died in signature strikes, according to Rohde. And the damage goes far beyond the deaths of people like Weinstein: Rohde says he's seen how targeting mistakes allow militant groups to whip up anti-American sentiment, especially as the drone program has expanded in recent years.</p>\n<p>\"I'm alarmed by the number of recruits they're getting,\" he says. \"I'm alarmed by how widely believed the stories are that the US is carrying out indiscriminate strikes that kill civilians.\" That's why Rohde is calling for the government to halt signature strikes, a position he says he wouldn't have taken even two years ago.</p>\n<div>\n<div>\n<p><img height=\"657\" width=\"900\" alt=\"drone war graphic\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/RTR4UJ9Y.jpg?itok=s3f9op64\" title=\"\" /></p>\n</div>\n</div>\n<p>Rohde has his own firsthand knowledge of drone strikes. He worried about being accidentally killed by one when he spent seven months in Taliban captivity in Pakistan's tribal areas in 2008. The attack that killed Weinstein reminded Rohde of a drone hit that targeted a car near the home where he was being held. </p>\n<p>\"It infuriated my guards, and that attack on that day was one of the most dangerous of my captivity because they vowed to kill me and my two Afghan colleagues that they were holding prisoner,\" he recalls. \"The guards hated the drones — in part because they were effective.\"</p>\n<p>But he points out that while drones seem to deliver a \"technological silver bullet,\" they've only permitted the West to fight its enemies to a standstill. Without local forces on the ground in conflict zones like Afghanistan, Iraq and Syria, Rohde says, there will be no lasting victory.</p>\n<p>After word of Weinstein's death was made public last week, his widow, Elaine, issued a statement pinning \"ultimate responsibility\" for her husband's death on his kidnappers. Rohde agrees that's where the blame lies. But he says the hostages' families deserve more answers. </p>\n<p>\"I do not believe drone strikes are working as a strategy, they're working as a tactic,\" he says. \"There has to be a reassessment of the broader strategy.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-29%2Frethinking-us-drone-strategy-0&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/RTR3DF74.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/rtr3df74jpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/0429201506.mp3"},{"href":"http://admin.pri.org/file/0429201506mp3"}]}