{"created":"2014-09-22T16:11:01+00:00","modified":"2014-09-22T16:11:01+00:00","valid":{"from":"2014-09-22T16:11:01+00:00","to":"3014-09-22T16:11:01+00:00"},"hreflang":"en","title":"Why A Proper Lady Found Herself Behind Bars","published":"2014-03-29T02:55:00+00:00","teaser":"As racial tensions were rising in 1964, Mary Peabody, the mother of the Massachusetts governor, went to St. Augustine, Fla., to protest segregation.","tags":["npr_api","294816965"],"contentencoded":"<p><em>This story is part of NPR's 50th anniversary coverage of 1964. The year remains prominent in civil rights history for a number of reasons: the <a href=\"http://mlk-kpp01.stanford.edu/index.php/encyclopedia/encyclopedia/enc_freedom_summer_1964/\">Freedom Summer</a>, the <a href=\"http://news.bbc.co.uk/onthisday/hi/dates/stories/august/4/newsid_2962000/2962638.stm\">murders of three civil rights workers</a>, the passage of the <a href=\"http://www.pbs.org/wgbh/americanexperience/features/primary-resources/lbj-civilrights/\">Civil Rights Act</a> and the challenge to Mississippi's segregated delegation <a href=\"http://blog.dlg.galileo.usg.edu/?p=3793\">at that year's Democratic National Convention</a>.</em></p><p>Fifty years ago, St. Augustine, Fla., was a quiet, palm-fringed resort town with pastel Spanish colonial buildings. There was warm weather, and the white sand beaches off the Atlantic coast lured thousands of tourists every year. There was also a historic part of downtown that had a building often referred to as \"The Old Slave Market,\" with good reason: For several decades, that had been the building's purpose.</p><p>Racial tension in St. Augustine had been bubbling. The town lacked public amenities for blacks — much of the area was segregated. And for years, there had been a growing civil rights movement that had been met with increasingly violent resistance from local whites.</p><p>Despite that, it was clear black pushback was growing. As Congress debated passing a civil rights act, black leaders wanted to increase the pressure on elected representatives by highlighting racial injustice and violence in various parts of the country.</p><p>The Rev. Martin Luther King Jr. and his Southern Christian Leadership Conference put out a call for white students in the North to skip the beach on their spring break and come to Florida to protest segregation. Inviting young white people to push for civil rights would bring attention to places where the national media had ignored dramatic racial injustices.</p><p>To further increase the pressure, King's deputy, Hosea Williams, visited Boston to see if any elderly Bostonians would volunteer. Williams believed the image of grandmothers being ushered off to jail would be a sure bet in gaining national publicity for places that had been in the shadows. One of Williams' volunteers turned out to be 72-year-old Mary Parkman Peabody, wife of the former bishop of the Episcopal Diocese of Central New York and mother of Endicott Peabody, then-governor of Massachusetts.</p><p>Historian David Colburn, professor emeritus at the University of Florida, said the SCLC knew St. Augustine was preparing to celebrate its 400th birthday, and decided to hijack the tourist message with a civil rights message.</p><p>\"It was clear that they were trying to mobilize a civil rights army to come to St. Augustine to lead demonstrations against the segregation policies of the community,\" Colburn says.</p><p>The late governor's brother, Samuel Peabody, says his mother had been involved in what she called \"justice issues\" for several years.</p><p>\"She never had a doubt about her opinions, and she stood up,\" says Peabody, a retired New York businessman. \"She was articulate about them at all times.\"</p><p>The last week of March 1964, Mary Peabody and a few other powerful women flew down to St. Augustine. With members of the SCLC, they tried to attend services at Trinity Episcopal Church. The rector locked the doors.</p><p>They attempted to go to several local restaurants, and were turned away. Then the group decided to try for lunch at the Ponce de Leon Motor Lodge —which just happened to have a group of reporters staying there.</p><p>Mary Peabody, says Colburn, was clear about the probable consequences: \"She even ran into an old friend on the street in St. Augustine as they were going to the hotel restaurant, and was asked what she was doing there and said, 'Well, I'm about to get arrested!' \"</p><p>Which was true. She spent two nights in the local jail before her youngest son, Malcolm, was allowed to bail her out. Samuel Peabody says he got word a week later, when he returned from a trip abroad:</p><p>\"I was not told about it at all. What surprised me was I saw my mother on the front page of every newspaper in the country!\" he recalls. \"Or at least every newspaper where I was at the time.\" (Southern newspapers were the exception, for obvious reasons.) The picture of Mary Peabody, with a proper handbag and pearls, her white hair topped by an ever-present hat, made national news.</p><p>It was a turning point.</p><p>Black St. Augustine residents had been working to break segregation for years before Mary Peabody's arrival, but her presence in March 1964 made their struggles visible. Malcolm Peabody says his mother knew her job wasn't the same as black local protesters, and was aware she played a very specific role:</p><p>\"She did not face the danger that so many of them did, but the fact that she was able to generate the publicity made her special.\"</p><p>That publicity was a catalyst for other demonstrations soon after, some of them quite violent. The St. Augustine Movement would become known as one of the most critical — and until recently, one of the least-known — campaigns in the civil rights history.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+A+Proper+Lady+Found+Herself+Behind+Bars&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Karen Grigsby Bates","guid":"df5300ef-d504-4662-bdfc-ec566ef8a8ba","audio":[{"meta":{"duration":"312"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1295851499-739432.m3u?orgId=1&topicId=1015&ft=3&f=294816965"},{"href":"http://media.npr.org/assets/img/2014/03/26/marypeabody1-d116e829ae10db6eaa14529914013e9f3cb8733e.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"384","width":"512"}},{"href":"http://media.npr.org/assets/img/2014/03/26/mary-peabody-29fe050306f1cd1df18f6f406c2d496b321f2fb2.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"344","width":"458"}}]}