{"created":"2015-03-12T16:17:33+00:00","modified":"2015-07-03T20:26:11+00:00","valid":{"from":"2015-07-03T20:26:11+00:00","to":"3015-07-03T20:26:11+00:00"},"hreflang":"en","title":"Terry Pratchett, Prolific Fantasy Author, Dies At 66","published":"2015-03-13T11:56:00+00:00","teaser":"The Discworld series author had for years struggled with a rare form of early-onset Alzheimer's disease. Pratchett amassed a devoted following over four decades of writing — and dozens of novels.","itags":["npr_api","392555605"],"guid":"df6fcb51-6f78-4cc5-99d1-ce0a28da9d51","contentencoded":"<p>Sir Terry Pratchett, the prolific author behind the Discworld series, has died at the age of 66. The British writer had struggled with a rare, early-onset form Alzheimer's disease for the better part of a decade.</p><p>His publisher, Transworld Books, confirmed news of the writer's death in a tweet Thursday morning.</p><p>Over the course of a career that spanned more than four decades, Pratchett earned both plaudits and popularity. His novels — brimming with witches and dwarves, magic and metamorphoses — went on to sell more than 75 million copies internationally. Remarkably, he seemed to write nearly as many novels as he sold — most of which were set in his fantastical Discworld, a flat disc of a literary universe, borne on the backs of gigantic elephants that, in turn, ride a gigantic turtle.</p><p>Pratchett announced his \"embuggerance\" — as he called his posterior cortical atrophy — in 2007. Since then, he has continued to write.</p><p>In <a href=\"http://www.theguardian.com/books/2014/sep/24/terry-pratchett-angry-not-jolly-neil-gaiman\">an essay published last year</a>, author Neil Gaiman, who collaborated with Pratchett on the book <em>Good Omens</em>, commented on the loving fury that fuels the best of Pratchett's fantasies.</p><p>\"I suppose that, if you look quickly and are not paying attention, you might, perhaps, mistake it for jolly,\" wrote Gaiman. \"But beneath any jollity there is a foundation of fury. Terry Pratchett is not one to go gentle into any night, good or otherwise.\"</p><p>Pratchett died at home, the BBC reports. He is survived by his wife, Lyn, and his daughter, Rhianna, as well as a devoted readership unlikely to take his passing lightly.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Terry+Pratchett%2C+Prolific+Fantasy+Author%2C+Dies+At+66&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Colin Dwyer","audio":[{"meta":{"duration":"154"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392718551-d72799.m3u?orgId=1&topicId=1001&d=154&p=3&story=392555605&t=progseg&e=392687034&seg=7&ft=nprml&f=392555605"},{"href":"http://media.npr.org/assets/img/2015/03/12/143627625-bb4caca06d8a835d195d4ba0feca047945679512.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1997","width":"2664"}}]}