{"created":"2015-02-26T22:38:32+00:00","modified":"2015-05-13T21:12:42+00:00","valid":{"from":"2015-05-13T21:12:41+00:00","to":"3015-05-13T21:12:41+00:00"},"hreflang":"en","title":"For One Parliamentarian, A Stronger Jordan Is Key To Fighting ISIS ","published":"2015-02-27T02:42:00+00:00","teaser":"Arab youths dissatisfied with the present are looking longingly to the past, and Islam's glory days. That, and a dearth of opportunities, says Jordanian politician Rula Alhroob, make ISIS attractive.","itags":["npr_api","389269550"],"guid":"df7464ed-0daa-4158-b8fd-05aa7257fceb","contentencoded":"<p>There's a election law implemented in 2010 in Jordan known as \"one person, one vote\" that advocates of reform and democratization there regard, surprisingly, as a big step backward.</p><p>That's because of the strong ties Jordanians feel to family, clan and tribe, says Omar Razzaz, an economist and banker in Amman, the Jordanian capital.</p><p>\"In 1989 elections, you voted for five candidates. And one of them was your uncle, because you had to, socially, to do it. But then you had four to pick from, who you picked based on meritocracy, based on their ability to represent you, their level of education,\" he says. \"So when you bring it down to one, you know that the outcome is going to be uncles and grandparents.\"</p><p>On the positive side, if you have a problem, your relative in the Parliament, like any good American ward heeler of old, can help you fix it.</p><p>On the negative side, between the one vote system and other provisions of election law, Jordan's 150-seat Parliament has no party with more than two seats (the vast majority of members are elected as independents). That makes actual legislation difficult, says Rula Alhroob, who has been in Parliament for two years.</p><p>\"We want the Parliament to be efficient,\" she says, \"but the Parliament will not be efficient unless we have political parties in the Parliament who could work and function as groups.\"</p><p>Alhroob is a self-described social democrat; her Stronger Jordan political party has two seats.</p><p>\"We have formed parliamentarian blocs, yet those blocs were a big failure. I joined one of those blocs earlier, and then I found out that we're not doing anything that is recognizable — I'm just wasting my time — so I withdrew from the bloc,\" she says during an interview in her office in the Parliament building.</p><p>Alhroob, 47, has a doctorate in educational psychology and a background in journalism. She has been a columnist and has a talk show. Getting into politics, she says, has been a tough transition.</p><p>\"This is a big jump, from being a seeker of the truth to a field that is not really what could be called as 'truth-defined,' \" she says with a laugh. \"Politicians are trying to hide the truth from the public.\"</p><p>Her party aims to make Jordan stronger, through economic development and strong social benefits.</p><p>The country's weaknesses play a key role in the radicalization of young people and the attraction of the militant group that calls itself the Islamic State, she says, citing research she did at the University of Jordan.</p><p>She found that 20 percent of students identify with the past — the early, glory days of Islam — and about another 20 percent, typically those from wealthier backgrounds, identify with the future.</p><p>Between those two groups, she says, are the majority of students, who are unsure whether they would prefer the past or the future.</p><p>The message of ISIS, she says, is alluring to many young Jordanians because it expresses the powerful pull of the past.</p><p>That message, she says, is \"we are here and we are expanding and we are going to revive the dreams of the Islamic State, all over the world ... restoring the caliphate.\"</p><p>Alhroob says these disaffected Jordanians have many problems connecting with the present.</p><p>\"They want to go back in history, 1,400 years,\" she says. \"They are living this crisis of identity. They don't find answers in this society.</p><p>\"They realize that Arab states are weak states. And they realize that the Palestinian territories are occupied by the Israelis, supported by the Americans, the British, the French ... the Western world. They realize that they are incapable of being strong. And they look at the past and they find us very strong in the past and this is why they want to revive the past, because it makes them feel prouder.\"</p><p>Alhroob says the violence of ISIS appeals to young people, in general. And to young Arabs, she says, the appeal is multiplied by unemployment.</p><p>\"They graduate from universities ... there's no chance of getting a job ... and they get frustrated from the system,\" she says. \"The system is corrupt in most of the Arab countries. The system lacks freedoms, lacks human rights culture. People are not treated as full humans — rather than as slaves — in lots of the Arab countries, and put together, they cause the frustration of young people. And that is why you find among ISIS doctors, engineers, schoolteachers, university teachers. You find very educated people going and joining ISIS.\"</p><p>Alhroob's prescription for Jordan includes an economy that's strong enough that it doesn't need foreign aid, social benefits — including free college education — and an end to government corruption.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+One+Parliamentarian%2C+A+Stronger+Jordan+Is+Key+To+Fighting+ISIS+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Robert Siegel","audio":[{"meta":{"duration":"361"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389321667-e5f5db.m3u?orgId=1&topicId=1009&d=361&p=2&story=389269550&t=progseg&e=389250631&seg=11&ft=nprml&f=389269550"},{"href":"http://media.npr.org/assets/img/2015/02/26/jordan-parliament-getty-36f56237996da66addd2fec240d4f33a2d498cab.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1170","width":"1560"}},{"href":"http://media.npr.org/assets/img/2015/02/26/10994056_1540670159519018_4447629486551837257_o-3c5d0c93929d333d77a06112be21ad0292ddab8b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"480","width":"640"}}]}