{"created":"2014-09-21T20:44:37+00:00","modified":"2015-03-10T14:47:41+00:00","valid":{"from":"2015-03-10T14:47:40+00:00","to":"3015-03-10T14:47:40+00:00"},"hreflang":"en","title":"Snowden Reveal Makes Israeli Spies' Protest An American Issue","published":"2014-09-22T15:56:00+00:00","teaser":"Forty-three veterans of Unit 8200, Israel's secretive surveillance organization, say they were directed to spy indiscriminately on Palestinians. Were they using intelligence gathered by the NSA?","itags":["npr_api","350274814"],"guid":"df78d46d-9e33-4cb5-ba76-548709b87c84","contentencoded":"<p>Last Friday, 43 veteran and reserve members of Israel's secretive spy organization, Unit 8200, claimed they'd been directed to spy on Palestinians for coercion purposes.</p><p>The group signed an <a href=\"http://www.theguardian.com/world/2014/sep/12/israeli-intelligence-veterans-letter-netanyahu-military-chiefs\">open letter</a> of protest to Prime Minister Benjamin Netanyahu and to the head of the Israeli army, accusing the spy agency of targeting innocent Palestinians and collecting data for political purposes, not national security.</p><p>Dubbed the \"refusniks,\" the veterans declared that they had a \"moral duty\" to no longer \"take part in the state's actions against Palestinians.\"</p><p>The source of much of the Israeli data may be the U.S. National Security Agency.</p><p>Author and journalist James Bamford <a href=\"http://www.wired.com/2014/08/edward-snowden/\">interviewed NSA leaker Edward Snowden</a> in Moscow this summer. Bamford tells NPR's Arun Rath that Snowden was eager to discuss documents that show a U.S. agreement to routinely share information with Israel and Unit 8200.</p><p>The information includes the content and metadata of phone calls and emails from Palestinian-Americans living in the U.S., in an <a href=\"http://www.theguardian.com/world/interactive/2013/sep/11/nsa-israel-intelligence-memorandum-understanding-document\" target=\"_blank\">agreement reached</a> in 2009, according to <em>The Guardian</em>.</p><p>The agreement calls for the material to be \"raw\" or unredacted, meaning names and personal information have not been taken out — \"which is extremely unusual,\" Bamford says. \"They don't even do that with their closest partners, like the British.\"</p><p>It's not clear if information from the NSA was used in the operations the 43 veterans are blowing the whistle on, but Unit 8200 veterans say Israeli spies search intelligence for sexual orientation, infidelity and other indiscretions that could be used against Palestinians living in the Mideast.</p><p>Unit 8200 is \"using that to blackmail, basically, to coerce innocent Palestinians into working for Israel,\" Bamford says. According to the veterans' letter, \"A lot of it was simply being used for political reasons. It was given to politicians for their individual use. They felt that they were involved in political operations as opposed to defense operations.\"</p><p>Israeli backlash against the 43 veterans has been sharp. The defense minister has called their actions \"criminal,\" and <em>The Guardian</em> reports Netanyahu accused them of \"<a href=\"http://www.theguardian.com/world/2014/sep/15/israeli-refuseniks-are-criminals-defence-minister\" target=\"_blank\">baseless slander</a>\" which \"should be condemned.\"</p><p>Two hundred other members of Unit 8200 signed a counter-letter defending the agency.</p><p>\"It is not clear, however, what charges the men and women could face,\" writes <em>The Guardian's</em> Peter Beaumont. \"The 43 took legal advice from a prominent lawyer to ensure their letter and testimonies did not break the law, including by revealing their identities.\" Those who sign the letter only use their ranks, first names or initials.</p><p>\"The text of the letter and most serious allegations were also submitted to the Israeli authorities before publication on Friday,\" Beaumont writes.</p><p>Bamford says the NSA is untrustworthy and that Americans should be concerned about its activities. Bamford, who used to work for the NSA, is the author of many books about U.S. intelligence, including <em>The Shadow Factory</em>.</p><p>\"You have a lot of Palestinian-Americans who happen to live in the United States, and if their private communications with relatives in Israel and occupied Palestine, then that puts them at great risk, puts their relatives at great risk,\" he says. \"If they talk about confidential things in an email, or in a telephone call, what right does the U.S. government have to give that information to a government that's basically hostile to them?\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Snowden+Reveal+Makes+Israeli+Spies%27+Protest+An+American+Issue&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"265"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350413177-485fbe.m3u?orgId=1&topicId=1122&e=350274814&d=265&ft=nprml&f=350274814"},{"href":"http://media.npr.org/assets/img/2014/09/21/455435502-9e512f1889ca4d45c53a9c9c059b520aeda93659.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3836","width":"5115"}}]}