{"created":"2014-08-28T02:12:04+00:00","modified":"2014-10-30T23:05:23+00:00","valid":{"from":"2014-10-30T23:05:23+00:00","to":"3014-10-30T23:05:23+00:00"},"hreflang":"en","title":"GlobalPost CEO Shares Details Of Fight To Save James Foley","published":"2014-08-22T11:56:00+00:00","teaser":"Foley was held hostage in Syria for nearly two years before he was killed by his captors. GlobalPost co-founder Phil Balboni tells <em>Fresh Air</em>'s Terry Gross about the efforts to win his release.","itags":["npr_api","342166895"],"guid":"df805eb1-8572-46b1-8fac-3fd9970537d1","contentencoded":"<p>During the nearly two years that journalist James Foley was held hostage in Syria, before he was killed by the Islamic State this week, Phil Balboni worked hard to get him released.</p><p>Balboni is the co-founder and CEO of the online international news company GlobalPost, which Foley was freelancing for at the time of his capture, in November 2012. Foley also was freelancing for GlobalPost when he was captured in Libya by dictator Moammar Gadhafi's forces, in 2011, and held for 44 days.</p><p>The video of Foley's beheading, which was posted Tuesday on YouTube, shows another U.S. journalist being held hostage, Steven Sotloff, who was freelancing for <em>Time</em> magazine. The militant in the video who carries out the beheading threatens that Sotloff might be next, depending on what President Obama does.</p><p>Phil Balboni talks with<em> Fresh Air</em>'s Terry Gross about James Foley's captivity and what Balboni tried to do to secure his release.</p><hr /><h3>Interview Highlights</h3><p><strong>On deciding whether to pay a ransom</strong></p><p>It's very easy to have these theoretical policies about not paying a ransom until you're faced with the real life-and-death situation. Personally — and I know I speak for the Foleys as well — we would've paid a ransom. We were working very hard to raise the money. We had extensive conversations about this with branches of the United States government, with legal counsel. We were well schooled in the law and what was permissible for the family to do. So I had no problem with it. I can understand, giving money to these evil people is a very hard thing to do. I would judge no one who felt that it was entirely improper. But speaking for myself and for John and Diane Foley, we were prepared to do it if we could raise the money.</p><p><strong>On communication with Foley's captors </strong></p><p>The original demand from the captors was November of 2013. At that moment we'd never had a communication from Jim, and we'd never had an official \"proof of life,\" as it's called. During that communication with the kidnappers, they offered us the opportunity to get proof of life, and the Foleys drafted a series of questions that only Jim could answer. They were extremely difficult — obscure family events that only Jim could know. When those proof-of-life questions came back answered correctly, perfectly, it was a hair-raising moment for all of us because we knew definitively, with certainty, that we were dealing with the people who were holding Jim.</p><p><strong>On learning of Foley's kidnapping</strong></p><p>I have such a clear mental picture of this. I was sitting in my home in Cambridge, Mass., it was Saturday morning following the Thanksgiving holiday, and I got an email on my Blackberry from a freelance journalist who was a friend of Jim's who was on the Turkish-Syria border saying that she feared that Jim had gone missing.</p><p>It was kind of déjà vu for me because I had the same experience when Jim was abducted by Col. [Moammar] Gadhafi's fighters in Libya during the civil war there in the spring of 2011. I immediately called one of the senior people at an international security firm that specializes in kidnap and ransom cases whom I'd worked with in Libya in 2011, and I hired him to work on the case, and from that day, literally, every single day for almost two years we have worked on Jim's case.</p><p>We've had, at one time, as many as three or four people in the field in Turkey, sometimes in Syria itself, in Lebanon and other places gathering information. We didn't know where Jim was. We didn't know who took him. We knew nothing. And it took an immensely long time to find out where he was. And, as so often is the case, it was luck that brought the first word that Jim was alive and where he was being held. And it came from a young Belgian, who had gone to pursue jihad in Syria and had been brought home by his very brave father. And he had befriended Jim and had been held in captivity with Jim in northern Syria. And that was the first we had detailed information and knew that Jim was alive and that he was being held by a jihadist group.</p><p><strong>On how he will remember Foley</strong></p><p>When I see Jim in my mind's eye, which I will for the rest of my life, at his final moment, showing such incredible courage, never flinching just before his executioner put the knife into his throat, that needs to be honored, and we are proud of what we do. Sure, we'd all like more resources to do it with — hopefully as we grow stronger we will — but the importance of the mission, I think, is what Jim's life is all about. He loved telling these stories, and he was drawn to conflict. It's where he really came alive.</p><p><strong>On what other hostages, who have been released, have said about Foley</strong></p><p>It was universal among all of the released hostages that we talked to that Jim was their favorite, the person whose spirits — no matter what punishment was inflicted on him, and he was regularly singled out for very harsh treatment; I won't go into the details, but he was regularly subject to abuse — but he always kept their spirits up. He always kept them believing that they would get out, and he tried to be a spokesperson with the captors for the other hostages and to keep their morale up. It was so wonderful to hear that and to know that Jim was strong and that he could bring that strength to others.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=GlobalPost+CEO+Shares+Details+Of+Fight+To+Save+James+Foley&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2054"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342215610-6908e9.m3u?orgId=1&topicId=1009&ft=3&f=342166895"}]}