{"created":"2014-09-08T15:38:44+00:00","modified":"2015-01-07T01:11:50+00:00","valid":{"from":"2015-01-07T01:11:50+00:00","to":"3015-01-07T01:11:50+00:00"},"hreflang":"en","title":"The Little Spacecraft That Couldn't","published":"2014-07-10T19:03:00+00:00","teaser":"A team of volunteer space cowboys may have to say goodbye to ISEE-3 and to their dream of reviving for a final mission the creaky, 36-year-old hardware. Failed tests Wednesday suggest a fuel problem.","itags":["npr_api","330255777"],"guid":"df840af0-ea2f-4c8e-8214-bef92a62c9e8","contentencoded":"<p>An audacious quest to reconnect with a vintage NASA spacecraft has suffered a serious setback and is now pretty much over.</p><p>The satellite launched in 1978 and has been in a long, looping orbit around the sun for about three decades. Earlier this year, NPR told you about an effort to get in touch with this venerable piece of NASA hardware and send it on one more adventure.</p><p>But there are no guarantees when you try to recapture the past.</p><p>A team of <a href=\"http://www.npr.org/2014/04/28/307766256/to-save-a-satellite-former-nasa-guy-takes-crowdfunding-to-space\">space enthusiasts</a> recently got permission from NASA to reconnect with the old spacecraft as it approached Earth. The idea was to put it on a new course so that it wouldn't just fly past. Instead, it would be commanded to go to a new orbit and join younger satellites in monitoring space weather.</p><p>On Tuesday, and then again Wednesday, the volunteer group <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/08/329924950/as-engines-sputter-to-life-vintage-spacecraft-turns-toward-moon\">sent commands</a> to fire ISEE-3's engines again and again.</p><p>\"Our first series of burns, we thought went OK,\" says <a href=\"http://www.cowing.com/\">Keith Cowing</a>, a former NASA guy who is one of the leaders of the volunteer group — the <a href=\"http://www.rockethub.com/projects/42228-isee-3-reboot-project-by-space-college-skycorp-and-spaceref\">ISEE-3 Reboot Project</a>. \"And then when we went to the second set, pretty much nothing happened. And we tried it again, and nothing happened.\"</p><p>Their troubleshooting suggests that nitrogen tanks that are needed to pressurize the fuel either aren't working or are empty, Cowing says. \"So, in essence, we can't really fire the engines anymore.\"</p><p>The earlier engine firings may merely have burned fuel that was already in the fuel lines, says Cowing. If the nitrogen tanks won't work, then the team can't get more fuel into those lines.</p><p>That means they won't be able to do a course correction that would let the spacecraft be recaptured into an orbit that would enable it, once again, to do useful science.</p><p>\"At this point we're sort of scratching our heads,\" Cowing says. \"We may take one last run at the spacecraft, but this may be it for an attempt to bring it back to Earth.\"</p><p><a href=\"http://www.aip.org/history/ohilist/33722_1.html\">Bob Farquhar</a>, a former <a href=\"http://www.amazon.com/Robert-W.-Farquhar/e/B001JS9I3W\">NASA mission designer</a> who has always felt a close connection to the spacecraft, told NPR things don't look good. \"I don't know what's the matter, but it sounds like it's pretty serious,\" he says.</p><p>Without the thrusters, Farquhar says, there's no way to keep ISEE-3 around. Once it's far enough away that we can't really communicate with it, he says, \"they should probably turn off all the transmitters this time and not have anything left on like they did before. I think we should let it have a good death.\"</p><p>Farquhar, who is 81, has long felt his own fate was connected to this spacecraft's. Now, he says, he hopes they're not that connected. \"But I am getting pretty old also,\" he says. \"If you measure a spacecraft's life, he's probably about the same age I am.\"</p><p>He says his friend should pass close to Earth on Aug. 10. That's when Farquhar plans to wave goodbye.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Little+Spacecraft+That+Couldn%27t&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330325153-9615ec.m3u?orgId=1&topicId=1026&ft=3&f=330255777"},{"href":"http://media.npr.org/assets/img/2014/07/09/338908main_isee-c-full-06b6c206a4bc5c0395a75642439ad82783508973.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1503","width":"2000"}},{"href":"http://media.npr.org/assets/img/2014/07/09/isee-3_photowide-27764a87f51fb1db70197fa9e9f864459bc92de3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1421","width":"1897"}},{"href":"http://media.npr.org/assets/img/2014/07/09/fig.4-5-4dbdd1cbe0d963ef58afe5245ae2e064fe8d8677.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1143","width":"1523"}}]}