{"created":"2014-10-20T19:45:55+00:00","modified":"2014-11-12T18:14:52+00:00","valid":{"from":"2014-11-12T18:14:52+00:00","to":"3014-11-12T18:14:52+00:00"},"hreflang":"en","title":"Jessie Ware On Learning To Trust Herself","published":"2014-10-21T14:41:00+00:00","teaser":"The pop singer and songwriter sounds more comfortable and assured on her second album, <em>Tough Love. </em>\"This life is quite bizarre sometimes,\" she tells NPR's Audie Cornish.","itags":["npr_api","357579388"],"guid":"df9f83e9-9609-4a9c-96bb-e527be349ce9","contentencoded":"<p><a href=\"http://www.npr.org/artists/356359116/jessie-ware\">Jessie Ware</a> broke out in 2012, separating herself from an already-crowded school of British R&B divas. She can belt it out with her powerhouse voice, but she's more known for being sensual and smooth.</p><p>With songs mostly written by Ware, her second album is titled <em>Tough Love</em>. While the lyrics are assured and eloquent, Ware says that, despite having a journalist for a father, writing doesn't come naturally to her.</p><p>\"I love melodies and I can sing with passion,\" Ware tells NPR's Audie Cornish. \"But words don't come that easy to me. And so that's why, kind of, I didn't want to be a journalist. 'Cause I just didn't think I was a very good writer. And, ironically, now I am a songwriter.\"</p><p>It's a turn that Ware says still surprises her.</p><p>\"I didn't know that it was going to be my career,\" Ware says. \"And I still think I've got a lot to learn, but I'm trying my best. I'm enjoying it. And hopefully people seem to relate to my songs, so maybe I'm doing something right.\"</p><p>Hear the rest of the conversation — including why Ware will never stop making dark love songs, even though she says she's happily married — at the audio link or read below.</p><hr /><p><strong>Audie Cornish: On the song \"Say You Love Me,\" the writing is very lovely and very straightforward. Can you talk a little bit about how it came together?</strong></p><p>Jessie Ware: Yeah. It's the song I wrote with Ed Sheeran.</p><p><strong></strong><strong>Who is like the biggest pop songwriter in the world right now.</strong></p><p>Yeah, he's kind of a big deal. But, you know, it's very — I feel like Ed and I write in very different ways. However, I think, what does connect us is this kind of directness and simplicity with how we put across emotions or feelings. And I'm definitely not at the level of Sheeran yet. Hopefully I will get an ounce of his talent. But it was a real pleasure to work with him on this. We — I thought I finished the record. I was in New York, working with my producers, one of which is a New Yorker called Benny Blanco and one is a Londoner called Two Inch Punch, and together they make a duo called BenZel. And I — we kind of thought the record was done, but there still felt like there was something missing. And Ed was — he was in town doing <em>SNL,</em> and Benny had worked with him already on this song called \"Don't,\" which is on his record, his new record. And he said, \"Look. Ed's in town. He's up for writing. Do you fancy it?\" And I was just like, \"Yeah, of course I do. This is a no-brainer.\" So he came. [His people] said, \"Look, he's really busy. He's gonna come after his rehearsal. And we'll see.\" You just never know whether you're gonna get on with somebody. It can feel very pressurized, or it can be very easy. And with Ed, it was the easiest thing ever. And, much to his credit and his talent, it was inspiring to be with somebody who was so confident about his craft and his art. And I have a lot to learn about that. I'm very self-deprecating, and I don't trust myself enough, I don't think. So just being in the room with him, and writing this together, and me putting across ideas and him being like, \"Yeah.\" And then him putting something and I'd be like, \"Yeah, that's really good.\" But he already knew it was good, whereas I kind of seek approval all the time. That's why, kind of, I love working with other people. I need to collaborate, because I never trust my opinions enough. So, yeah. That's how we wrote it. We wrote it in ... a bedroom studio in Manhattan, and it took about 45 minutes to write this song.</p><p><strong></strong><strong>You know, I read you say that, for your first album, you actually were — you got a lot of writer's block, and that you were scared. Was this process any smoother?</strong></p><p>Yeah. Oh, yeah. It was a walk in the park compared to my first record. I felt ready to write, and I felt like I had experience, which is a really good thing to have when, you know — I had years of touring and meeting my fans, and meeting the people that were supporting me and enjoying my music. And that was reassuring enough for me to feel like, \"Okay, now I'm ready to do an album, a second album.\" And I'm actually really, really excited about it, and I need it. And the first time, it was just I — I think I got signed too quickly. I'm very glad that I got signed, but I think I felt like I was kinda trying to prove to myself and everybody else that they hadn't made a bad decision, even though I didn't know whether they'd made a good decision or a bad decision yet myself.</p><p><strong></strong><strong>And we should say, for people who don't know your work, you had done a lot of, kind of, feature singing on other people's albums. And then you came out with</strong><strong> <em></em></strong><strong><em>Devotion</em></strong><strong></strong><strong>, which became a pretty big album. It's funny hearing you say you felt unsure of yourself, because all of the images from that album — like on the cover of it and things like that — you look very intimidating.</strong></p><p>I know! I think I was trying to go for that <a href=\"http://www.npr.org/artists/19230778/beyonce\" target=\"_blank\">Beyoncé</a> fierce vibe, but maybe it didn't come across quite like that. It was just — I looked like a cow. No. I was scared and I was like — I felt like I need to, kind of, put my armor on. And that was makeup and hoops and slicked-back hair. And it was like, \"Okay, you wanna try and be a pop star? Go and then try. And, like, try — mean business.\" So for me it was a lot to do with, kind of, camouflaging and feeling like I'm fitting in that way. But this time I've got like the messiest hair on the front cover, got a pulled-out white shirt. I mean, it couldn't be more different. I think it's probably because I feel a bit more comfortable this time out.</p><p><strong></strong><strong>You know, on \"Tough Love\" and other songs, it seems like your voice is much more in the forefront, and you're doing more things with it. And before, I think people remarked on how much production was in your music. Was there a conscious effort to say, like, \"I'm really gonna sing and you're really all gonna hear it. It's not gonna be buried in any --\"</strong></p><p>It wasn't my decision, I'll tell you that. I was like, \"Put more production. Put more reverb on. I'll sing — I'll sing \"Tough Love\" in the octave lower because I — that's how I quite like to sing it, and I think I could sing it like that.\" And then Benny was like, \"No. Why don't you try the octave higher and see how you go.\" And I was like, \"Ugh.\" And so it was a lot to do with Benny and Ben, to be honest — who are BenZel — being like, \"C'mon. It's time for you to show yourself. Why are you not when we see you live and you go for it, and nobody sees that side of you. So let the voice do the talking here.\"</p><p><strong></strong><strong>On a song like this, I can hear the influence that people bring up time and time again, where they'll mention <a href=\"http://www.npr.org/artists/15395184/sade\" target=\"_blank\">Sade</a> or even <a href=\"http://www.npr.org/artists/16219258/annie-lennox\" target=\"_blank\">Annie Lennox</a>. And what's interesting about you being compared to those artists is they, obviously, are quite private. And have you — do you feel the same way? And how do you do that in this day and age?</strong></p><p>I mean, first of all, I'm not as experienced or, you know, to the level, like — I haven't had a career like either of those two amazing women. But what I do find very appealing and inspiring about them is that, you know, they're both mothers and they are women that've been able to have a huge career that... You know, whether it be they take 10 or five years out, they can come back and they can play to their audience and they have a fan base. And yet you don't see them in the papers every day. And you don't know what designer they're wearing or what — they're not getting [photographed by the paparazzi] at airports.</p><p>Now, to be honest, I've never had this problem yet. I got pap'd properly — not at, like, an event — the other day in Manchester, and it really threw me. I was just like, I was coming outside a restaurant before my show, and I'd just eaten — like before my soundcheck — and we were all joking like, \"Oh my god. We're so full.\" Making the most disgusting faces. Being like, sticking our tummies out. Like, really. And I was like, \"I'm not gonna be able to get on stage and be like, [gross sound].\" And that's when the paparazzi was there. Brilliant. I mean, I don't think it went anywhere, but I was like, \"Why does that guy got a big camera? Oh. Oh! Okay. Posture. C'mon, Jessie. Posture.\" And it was very peculiar. And so that has never happened to me apart from, you know, when you're on a red carpet with loads of other people.</p><p>So, yeah, I am private. I'm very open and I'm very honest in interviews. And I — you know, I've talked about my wedding I had. And I don't feel like I need to hide anything, necessarily, but I do want to remain — have like a normal life as much as possible. Because this life is quite bizarre sometimes.</p><p><strong></strong><strong>You mentioned being newlywed. Is there a song that is your, kind of, \"I'm happily romanced and settled song?\" Because you're known for the dark, unrequited love song, which I love.</strong></p><p>Me, too. And I'm never gonna not do it. I'm sorry. I feel like everyone's been very worried in interviews, being like, \"Well, you know, now that you're happily married, are you — what kind of album are you gonna make, album three?\" And I said, \"Well, I've been engaged the whole — pretty much the whole of this album. And I've made it, I hope, quite a good, mixed, balanced album that, you know, maybe does have a few happier moments on it than <em></em><em>Devotion,</em> but [it's] still got those sad notes.\"</p><p>I have a song on the record about my husband, or more about the waiting for someone to pop the question, but — it's not even popping the question. It's about waiting for somebody to say they're ready to say that you're gonna be theirs forever. So that was me kind of documenting this time where I'd just gotten engaged and I was away from him. I was in L.A., and I was writing with <a href=\"http://www.npr.org/artists/168219219/miguel\" target=\"_blank\">Miguel</a> and BenZel. And I just thought — you know, it's like a memory book. Albums for me — hopefully, this is not gonna be my last — they're a different stage of your life. And, for me, I have this really wonderful opportunity where I can document that sometimes in songs if I want to. So that — I wanted to capture this moment of, kind of, the frustration of this guy not saying he wanted to be with me forever and then, kind of, celebrating the idea that, you know, hopefully we are going to be together forever. So some are autobiographical. Some are total storytelling.</p><p><strong></strong><strong>Well, I hope he doesn't get mad at us for outing him here.</strong></p><p>Oh, no. He wouldn't even know what I'm doing. He doesn't know. I love him for that. He doesn't know where I am half the day. He kind of — I come home and he says, \"What's for dinner?\" So it's fine.</p><p><strong></strong><strong>You are married.</strong></p><p>I am married. But to be honest, he's making dinner tonight, so it's fine.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Jessie+Ware+On+Learning+To+Trust+Herself&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"490"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357628491-995477.m3u?orgId=1&topicId=1105&aggIds=100920965&ft=3&f=357579388"},{"href":"http://media.npr.org/assets/img/2014/10/20/jessie-ware-a113237d5e4d11eb26b033068dec7d7e36c50f29.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"749","width":"999"}}]}