{"created":"2015-02-18T22:23:23+00:00","modified":"2015-02-19T19:29:24+00:00","valid":{"from":"2015-02-19T19:29:23+00:00","to":"3015-02-19T19:29:23+00:00"},"hreflang":"en","guid":"dfa3e0c7-6a5a-4065-b9f1-ae47cb570601","title":"How judo master Putin has outmaneuvered the West over Ukraine's ceasefire","published":"2015-02-19T19:29:21+00:00","byline":"David Leveille","tags":["Russia-Ukraine conflict","Vladimir Putin","Ukraine ceasefire","Conflict","Conflict & Justice","Europe","Asia","Ukraine","Russia","Germany","France","Eastern Ukraine","Europe","Asia","Francois Hollande","Angela Merkel","Fiona Hill","Vladimir Putin","Ukraine","War","Government of Russia"],"teaser":"The ceasefire in Ukraine is shaky at best, and has failed to stop fighting in the eastern part of the country. And despite ongoing negotiations with Ukraine and Western leaders, it seems that's exactly how Russian President Vladimir Putin likes it.","contentencoded":"<p>How can you get a ceasefire to stick even as it's crumbling before your eyes? That's what the leaders of Russia, Ukraine, Germany and France are trying to figure out.</p>\n<p>The four heads of governments are taking part in a round of telephone conferences aimed at allowing the latest ceasefire in Ukraine to take hold. The deal was agreed to at a conference in Minsk, Belarus last week, but fighting stopped for mere hours, if at all.</p>\n<p>Fiona Hill, the director of the Center on the United States and Europe at the Brookings Institution in Washington, says the deal \"has clearly broken down, and the efforts on the part of the Europeans, the French and German leaders, have been very much focused on trying to at least get a lull on the ground so that it can regroup.\"</p>\n<p>German Prime Minister Angela Merkel and French President Francois Hollande are hoping to use any pause to try to get the Ukrainian government to \"focus on economic and political reform to try to stabilize what is really a perilous situation,\" Hill says. Such moves would hope to convince separatists in eastern Ukraine to peacefully return to Kiev's control.</p>\n<p>But when it comes to those negotiations, it appears Russian President Vladimir Putin isn't willing to give up any ground. “He’s very much the one in control ... and he also tends to view all of these conversations as sparring bouts,\" Hill says. \"Putin is quite the expert on judo, and I think every single possible part of the military and diplomatic game he judges in terms of individual bouts and matches — and he’s always out to win and outmaneuver everybody.”</p>\n<p>Putin ostensibly played the role of peacemaker in helping to create the deal. But Hill says Putin backed away from any sort of responsibility, saying the responsibility for enforcing the deal belonged entirely to the Ukrainian government.</p>\n<p>\"Russia is having nothing to do with any of this at all,\" she says. \"It's putting no pressure whatsoever on the rebels in the Donbass region [of eastern Ukraine], and we’ve seen the rebels push forward very aggressively, which really helps them consolidate their gains on the ground.\"</p>\n<p>With the UN also having approved the Minsk ceasefire deal on Wednesday, Putin appears to have the upper hand on the diplomatic front as well. \"So we’re in a very difficult situation here,\" Hill says. \"It’s highly unlikely that the French and German leaders will be able to get anything.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-18%2Frussian-president-trying-out-maneuver-his-sparring-partners-france-germany-and&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0218201507.mp3"},{"href":"http://www.pri.org/file/0218201507mp3"}]}