{"created":"2015-03-05T18:20:22+00:00","modified":"2015-03-05T18:20:23+00:00","valid":{"from":"2015-03-05T18:20:23+00:00","to":"3015-03-05T18:20:23+00:00"},"hreflang":"en","guid":"dfa8aec5-d6a3-4b9e-85b4-797da2ee0b76","title":"Romney Alienates Latino Mormons","published":"2015-03-05T18:20:18+00:00","byline":"Monica Campbell, Marco Werman","tags":["race and ethnicity","economy","immigration","Religion","US Elections","Global Nation","Business, Finance & Economics","Conflict & Justice","Global Politics","Lifestyle & Belief","Salt Lake City","Saratoga","Mexico City","Saratoga Springs","United States","Mexico","Utah","Arizona","North America","Central America / Caribbean","Marco Díaz","Luz Robles","Obama","Monica Campbell","Cecilia Packard","Laura López","Miguel Antonio López","Jesus Christ","Ignacio García","Latter Day Saint movement","The Church of Jesus Christ of Latter-day Saints","Mitt Romney","Pratt–Romney family","Mormon studies","Mormon","Romney family","Utah","Brigham Young","Public image of Mitt Romney","Anti-Mormonism","Social Issues","Religion"],"teaser":"Between their religion and their generally conservative culture, Mitt Romney ought to have a lock on their vote. But many in the Latino Mormon community are torn between voting for a fellow Mormon - and their dislike of his immigration policies.","contentencoded":"<p>When Antonella Cecilia Packard left her home in Honduras for college in the US, she was a young Catholic. Then, through a friend, she met a family, members of the Church of Jesus Christ of Latter-day Saints. Packard knew little about Mormons, beyond the stereotypes that they avoid smoking and coffee. But as an immigrant far from home, the family took her in and they bonded.</p>\n<p>\"When I found out about the LDS faith, it just felt like I'd come home,\" Packard said.</p>\n<p>Today, Packard lives in Saratoga Springs, Utah and feels even more at home. She's near a Spanish-speaking Mormon church, with its towering steeple and manicured gardens. And there are others like it here, and across the US, as Latinos become the church's fastest rising flock. The church's focus on family unity resonates with immigrants.</p>\n<p>But in Utah, some Latino Mormons are splitting from the state's deep Republican grain and moving away from fellow Mormon Mitt Romney. Immigration policies are driving the wedge, Packard said. \"If he's a saint like us,\" she said, \"why doesn't he take a more charitable approach?\"</p>\n<p>It's an issue that for many here hits home.</p>\n<p>Just south of Salt Lake City, in Provo, Miguel Antonio López, a new father, is home from work. He's a US citizen from Mexico City and has always voted Republican. But then he met his wife, Laura, also in Utah and from Mexico City. Serving as Spanish interpreters for the church, they connected and started dating. \"It got to the point where I knew I wouldn't be the same person if I didn't marry her,\" López said.</p>\n<p>But Laura López is undocumented. She crossed Mexico's desert by foot with her family when she was 12 years old. Under a Romney presidency, they are unsure whether she would be deported.</p>\n<p>\"That's scary,\" López's husband said. \"It's threatening our family.\" He added: \"Even when we mention our case to just friends they say, 'Oh, well, she's married to you. Doesn't that help?' And to our surprise and to their surprise, it doesn't help. For somebody that crossed the border without any proper documentation, it's very difficult. President Obama seems a lot more open and supportive of us as a community.\"</p>\n<p>López represents the growing number of Latinos here backing Obama. But it is still Republican-heavy Utah. There are plenty of Latinos for Romney who say his immigration views fit the Mormon emphasis on rule of law.</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/migration/PriMigrationsDamanticWordpressAttachmentsImagesMigration/www.theworld.org/wp-content/uploads/latinoMormon300.jpg?itok=G-WGK2m4\" alt=\"\" /><div class=\"field-caption\">\n    <p>Marco Díaz, born in Peru, is a Mormon and Republican living in Utah, stands near the Salt Lake Tabernacle. (Photo: Monica Campbell)</p>\n  </div>\n</div>Marco Díaz, born in Peru and a Mormon and Republican living in Utah, stands near the Salt Lake Tabernacle. (Photo: Monica Campbell)\n<p>\"I don't believe that everything should be viewed under the lens of, well, is that going to separate him from his family or not? If it does, then we cannot punish him,\" said Marco Díaz, who chairs the Utah Republican Hispanic Assembly. \"You need to assume some responsibility here. You did come here illegally.\" He rejected that he might be labeled anti-Hispanic for speaking out about his views on illegal immigration. He said that he disagreed with the pressure people felt to say, \"Shhhhh, don't worry about it. Overlook it. It's cool.\"</p>\n<p>But Díaz may be a more lone voice as Latino Mormons–and Democrats–win political seats here.</p>\n<p>Luz Robles is a Utah state senator and Democrat running for a second term. She was also born as a Mormon in Mexico and is backed by a sizable Latino bloc. In office, she has pushed through immigration policies here, including guest worker permits, drivers licenses and tuition breaks for immigrants, that contrast hard-line policies in neighboring Arizona. Policies that risk separating families don't fly as easily here, Robles said.</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/migration/PriMigrationsDamanticWordpressAttachmentsImagesMigration/www.theworld.org/wp-content/uploads/Mormon-robles300.jpg?itok=2uM42QFK\" alt=\"\" /><div class=\"field-caption\">\n    <p>Utah State Senator Luz Robles is a Mexican-American and Mormon representing District 1 in Salt Lake City. (Photo: Monica Campbell)</p>\n  </div>\n</div>\"I've heard people calling me, crying on the phone, saying, 'Help my neighbor. I didn't realize how much of a nightmare there is behind this immigration system.' And how much we would only be hurting families. That's totally against what we believe as members of the LDS Church,\" she said.\n<p>The Mormon church is outspoken on this too. Although church officials declined an interview, saying they avoid politics, they sent their statement on immigration. It's a clear love-thy-neighbor, anti-deportation stance. Ignacio García, a history professor at Brigham Young University, explains what's driving the church's position.</p>\n<p>\"Mormonism has always needed porous borders, people coming and going–coming so that they can be converted, going so that they take the gospel through other places,\" García said.</p>\n<p>And he adds another reality for the church: conversion rates among white Americans are down. \"Most churches are growing through immigrants,\" he said. \"As I like to say, white folks don't like to convert anymore.\"</p>\n<p>No longer a homogeneous religion, the Mormon church must distance itself from Romney's immigration policies, García says, or risk decimating a growing Latino flock.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2012-10-23%2Fromney-alienates-latino-mormons&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}