{"created":"2014-09-05T16:41:46+00:00","modified":"2014-09-05T16:41:46+00:00","valid":{"from":"2014-09-05T16:41:46+00:00","to":"3014-09-05T16:41:46+00:00"},"hreflang":"en","guid":"dfa95a73-646c-46e3-8ad5-bd1011dc8c1e","title":"South Africa: Rationing by Committee","published":"2014-09-05T16:41:44+00:00","byline":"Sheri Fink","tags":["law","government","Ethics","business","innovation","human rights","demographics","healthcare","Business, Finance & Economics","Conflict & Justice","Global Politics","Health & Medicine","Science, Tech & Environment","South Africa","Africa","Rationing Health"],"teaser":"In South Africa, the government puts limits on life-sustaining kidney dialysis, and that puts medical professionals in a difficult position. Reporter Sheri Fink has the first in a four-part series on health care rationing around the world.","contentencoded":"<p>In South Africa, the government puts limits on life-sustaining kidney dialysis, and that puts medical professionals in a difficult position. They are tasked with deciding who lives and who dies.</p><p>This is the story of two patients&mdash;and the committee that determined their fates.</p><p>In late August, Amos Phillips, 41, arrived by ambulance at Tygerberg Academic Hospital near Cape Town. His kidneys had failed. He was confused, struggling to breathe, and desperate enough to ask doctors to end his life.</p><p>Karen MacPherson, 43, was also treated at Tygerberg that month, and she desperately wanted to live. A widow with three children, she said she had been plagued by high blood pressure, a risk factor for kidney disease, since her children&rsquo;s birth. &ldquo;It&rsquo;s because of the high blood [pressure] the kidneys don&rsquo;t want to work anymore,&rdquo; she said.</p><p>More than 200 new patients a year seek treatment at Tygerberg Hospital for severe, chronic kidney failure. The condition can come on suddenly and affect anyone.</p><p>Some forms of kidney failure are partial or reversible. Others are permanent and fatal without treatment.</p><p>To live, both Amos Phillips and Karen MacPherson would need ongoing dialysis treatment to filter toxins from their blood. But needing treatment didn&rsquo;t mean they would get it.</p><p>&ldquo;It is an extremely expensive disease to treat,&rdquo; said Dr. Rafique Moosa, a kidney specialist at Tygerberg Hospital and head of the Department of Medicine at the University of Stellenbosch. He estimated that putting a patient on dialysis costs about $10,000 per year.</p><p>&ldquo;Now, for our economy, that is really a substantial amount of money to spend on a single patient,&rdquo; he said. &ldquo;There are other major health challenges and priorities that we as a society face.&rdquo;</p><p>To save money, public hospitals in South Africa strictly limit the number of dialysis treatment slots. It falls to the medical staff to ration.</p><p><strong>The Committee</strong></p><p>A committee meets at Tygerberg Hospital on Tuesday mornings to decide who will be accepted into the dialysis treatment and transplant program. The odds for new patients are not good. When the program is full, only about one in five is accepted for the program.</p><p>On a recent Tuesday, around a dozen medical professionals wearing stethoscopes around their necks gathered in a small conference room at the hospital. The list of patients to be discussed at the meeting included MacPherson and Phillips.</p><p>The question of how medical professionals choose who lives is particularly important given South Africa&rsquo;s history. Tygerberg was built during the apartheid era, when the government mandated racial segregation. The vast hospital has hallways that stretch out east and west, in wings that are mirror images. One side used to treat white patients. The other treated nonwhites.</p><p>For decades, a committee at the hospital has decided who gets dialysis treatment. In a recent study of historical data from Tygerberg&rsquo;s program, Moosa found that patient selection often fell along racial lines. &ldquo;What we clearly discovered in that initial paper was that black patients were disadvantaged,&rdquo; he said.</p><p>The apartheid era ended with the first multi-racial, democratic elections of 1994. However between 1988 and 2003, Moosa&rsquo;s study found, white patients were nearly four times more likely to be accepted for dialysis treatment than nonwhites. During that period, there was little in the way of detailed guidance governing the selection process. That left patients and the public with limited insight into the basis for the committee&rsquo;s decisions.</p><p>A recent effort has aimed to change this. Several years ago, the government announced cutbacks that would further squeeze the dialysis program. At the same time the number of new kidney patients was skyrocketing due to a growing rate of diabetes and other risk factors.</p><p>Moosa protested the budget cuts and sought to have government officials take more public responsibility for rationing. That meant working with them to establish government-approved guidelines for patient selection&mdash;essentially a more standardized and explicit rationing system. Ethicists and several patients with kidney disease also provided input.</p><p>&ldquo;The main thrust of this was to be fair and equitable and transparent,&rdquo; Moosa said. The provincial government adopted the new system earlier this year. It categorizes patients based on a variety of medical and social factors.</p><p>This was the system that would be used to evaluate Amos Phillips and Karen MacPherson, the two recent patients at Tygerberg.</p><p><strong>Weighing the Factors</strong></p><p>At the committee meeting, the hospital&rsquo;s longtime social worker for kidney patients, Marietjie Swart, presided. She projected a photo of Phillips onto a large screen.</p><p>The image showed a man with closely cropped brown hair lying in his hospital bed.</p><p>Phillips&rsquo;s doctor outlined his medical condition, and then Swart reviewed other aspect of his life that might have a bearing on the committee&rsquo;s decision. She began with his age and where he lives. &ldquo;He can read and write,&rdquo; she said. &ldquo;He speaks Afrikaans and Xhosa, as well.&rdquo;</p><p>Committee members listened for the factors they&rsquo;re supposed to consider when deciding whether to accept someone for the dialysis program.</p><p>Phillips &ldquo;never smoked, never used any drugs,&rdquo; Swart continued. &ldquo;He only drank over weekends with his wife, but they would only buy about four bottles, 750 ml., between the two of them.&rdquo; Phillips was, Swart said, &ldquo;not a party animal.&rdquo;</p><p>That was a point in his favor. Under the guidelines, active substance abuse automatically excludes a patient from receiving dialysis.</p><p>Swart also discussed Phillips&rsquo;s living conditions. &ldquo;It&rsquo;s a one bedroom house, with a lounge, kitchen, and a bathroom,&rdquo; she said. The bathroom had a tub, sink, and a toilet.</p><p>The guidelines call these &ldquo;good home circumstances,&rdquo; and they, too, improved Phillips&rsquo;s chances of being chosen for dialysis. Doctors say having running water, sanitation and electricity is helpful for a certain type of dialysis performed at home. However, these criteria disadvantage the poorest South Africans, who often lack utilities at home.</p><p>Swart offered more personal details. &ldquo;He is employed on a farm,&rdquo; she said. &ldquo;His income is more or less 1,200-1,500 rand a month.&rdquo; He had &ldquo;no criminal record&rdquo; and was married to a 33-year-old woman. &ldquo;They&rsquo;ve got three children of 13, 9, and 4 years old, all three living with them.&rdquo;</p><p>These factors&mdash;criminal and employment history, whether the patient is a parent&mdash;have little to do with the chances of benefiting medically from dialysis. They are, instead, a measure of social worth.</p><p>Dr. Moosa says the committee used to weigh these factors heavily when considering patients for dialysis. &ldquo;I suppose we used a utilitarian approach,&rdquo; he said. &ldquo;The question that we used to ask ourselves&mdash;you know, if we put this patient onto our program, of what benefit can he be to the society?&rdquo;</p><p>Today those factors are supposed to be given less weight. The ethicists who helped draw up the guidelines argued that medical practitioners should not judge which patients are the worthiest contributors to society.</p><p>Judgments are often wrong. For example, former prisoners might have been falsely convicted, especially during the apartheid years. Patients who lack their own children might be helping to raise others.</p><p>Most important, the ethicists said, are medical criteria. Is the patient healthy enough to undergo a kidney transplant? If so, he or she might someday no longer need dialysis, and that would free up a slot for a new patient.</p><p>The problem is, few actually are able to get transplants. There are far more good medical candidates than there are dialysis slots. Therefore, the committee falls back on subjective criteria&mdash;does the patient seem motivated? Does he or she have a good social support network?</p><p>The assessment committee weighed the factors in Amos Phillips&rsquo;s case. They had to decide whether he should be ranked &ldquo;category one,&rdquo; the only category of patients guaranteed dialysis.</p><p>&ldquo;I think he would almost be a category one patient if it wasn&rsquo;t for his late presentation,&rdquo; Moosa said to his colleagues at the committee meeting.</p><p>By &ldquo;late presentation,&rdquo; Moosa meant that Phillips had arrived at the hospital after his kidneys had already failed. He needed to be put on life support, with a breathing tube and emergency dialysis until he was stabilized. That bumped him to category two&mdash;not guaranteed a spot in the chronic dialysis program.</p><p><strong>The Case for Karen MacPherson</strong></p><p>The same day, the committee members also talked about Karen MacPherson, the widowed mother of three.</p><p>Her picture was projected on the screen. Her wide eyes peered at the camera through large plastic glasses. Dr. Yazid Chothia described her medical and social situation.</p><p>&ldquo;She&rsquo;s the only breadwinner,&rdquo; he said, and she had been raising several children. Now other family members were caring for her. &ldquo;Yesterday they brought her in here because she was nauseous, vomiting,&rdquo; Chothia said. &ldquo;It sounds like the family is struggling in terms of taking care of her.&rdquo;</p><p>MacPherson&rsquo;s case had come before the committee before. She had many characteristics that counted in her favor.</p><p>She was well below the age of 60, the cutoff for initiating dialysis under the guidelines. She didn&rsquo;t have any other serious medical or psychiatric disorder, which could disqualify her. She had a home near the hospital with running water and electricity.</p><p>Before the new guidelines were adopted, the selection committee might have given great consideration to the fact that she was a mother with a steady job and no criminal history. But the committee had recently turned her down.</p><p>&ldquo;We didn&rsquo;t accept her for the program?&rdquo; Moosa asked his colleagues. He had been on vacation and wanted to know why.</p><p>&ldquo;It was mainly based on her BMI, prof,&rdquo; Chothia said. &ldquo;Her BMI was 39.&rdquo;</p><p>BMI is body mass index. MacPherson&rsquo;s was high. She was obese.</p><p>Although obese patients do better than average on dialysis, they have a poorer prognosis when it comes to kidney transplant. That, according to the new rationing guidelines, takes precedence.</p><p>Moosa accepted the committee&rsquo;s previous decision. MacPherson had been assigned to category three&mdash;automatically excluded from dialysis treatment. She was already very sick.</p><p>&ldquo;It probably won&rsquo;t be for very much longer,&rdquo; Moosa said. &ldquo;Shame.&rdquo;</p><p>The committee members took some steps to help her. They agreed to provide a letter that could be used to relieve a debt. They also referred her to Eagle&rsquo;s Rest, an inpatient hospice located on the grounds of an evangelical church.</p><p><strong>Grasping for Hope</strong></p><p>The next day, MacPherson lay in bed at the hospice beneath a pink blanket. She trembled when she sat up. She was too nauseous to keep down her food.</p><p>Her father came to visit, and she asked him about her prognosis. &ldquo;Did the doctor tell you how much longer I&rsquo;ve got to live?&rdquo;</p><p>&ldquo;You&rsquo;re going to live long enough,&rdquo; her father, Richard MacPherson, answered. &ldquo;Don&rsquo;t you worry about that. You just get well. That&rsquo;s all.&rdquo; He smiled at her. &ldquo;There&rsquo;s no limitation. The doctor can&rsquo;t say that.&rdquo;</p><p>With her family&rsquo;s support and the nurses&rsquo; prayers, Karen MacPherson tried to stay hopeful.</p><p>&ldquo;I want to get better, I want to get out of here, get my life back on track&mdash;get back to my kids,&rdquo; she said. &ldquo;My daughter needs me.&rdquo;</p><p>As she spoke, she seemed unaware that she had been turned down for dialysis, or even that dialysis could help her. Her doctor later confirmed that he didn&rsquo;t tell Karen MacPherson about the program, although he said he informed her father.</p><p>According to the prioritization guidelines, patients are supposed to be fully informed of the committee&rsquo;s decision and the reasons for denial, and given the opportunity to appeal.</p><p>But Dr. Rafique Moosa says despite the need for transparency in the new rationing system, being completely open is sometimes just too hard.</p><p>&ldquo;The reality is that it&rsquo;s very difficult to go to a patient and inform them, well look, there is this particular form of therapy which is available to you which will help you live another reasonably healthy life for another five to ten years, and then in the same breath say, well, unfortunately I can&rsquo;t offer it to you,&rdquo; he said. &ldquo;I think it&rsquo;s actually cruel to dangle that almost as a carrot in front of the patient.&rdquo;</p><p><strong>Local and Global Inequities</strong></p><p>Perhaps even crueler is the fact that dialysis is rationed only in the public system, where about eight out of ten South Africans get their care. Patients who have medical insurance or who are wealthy enough to pay for treatment out of pocket can get dialysis at private clinics regardless of their age, most medical conditions, or social situation.</p><p>That inequity is mirrored in the larger world. In many countries, the vast majority of patients with kidney disease don&rsquo;t have access to dialysis. In the United States, however, virtually all do.</p><p>Back in the 1960s, U.S. health professionals quietly rationed dialysis&mdash;much as South Africans do today. But Americans were so outraged when they learned about rationing based on perceived social worth that Congress eventually passed legislation that now provides dialysis through Medicare for patients of any age. It&rsquo;s a massive program that costs US taxpayers around $20 billion a year.</p><p>South African physicians are looking to expand public dialysis programs by partnering with private clinics, campaigning for more funding and trying to cut costs. Still, any such plans will come too late for today&rsquo;s kidney patients. Tygerberg Hospital has no free slots for dialysis.</p><p>Sometimes, however, even strict rationing has its wiggle room.</p><p>The day after the committee meeting, Dr. André Nortje went to the bedside of kidney patient Amos Phillips. &ldquo;Mr. Phillips, we discussed you yesterday in our meeting,&rdquo; Nortje informed him.</p><p>The committee had classified Phillips as a category two patient. Currently only category one patients are supposed to be accepted for dialysis and the chance of an eventual transplant.</p><p>But Phillips was borderline. The committee members hate turning anyone away.</p><p>They had accepted him for dialysis.</p><p>&ldquo;We decided at our meeting yesterday morning that we will support you in terms of that,&rdquo; Nortje said. &ldquo;What I mean by that is that we will offer you, in future, a kidney transplant.&rdquo;</p><p>Phillips looked up at the doctor from his hospital bed. &ldquo;Yes. I understand.&rdquo;</p><p>&ldquo;You understand?&rdquo; Nortje asked.</p><p>&ldquo;I understand and am very happy.&rdquo;</p><p>Phillips began receiving regular dialysis and soon returned home to his family.</p><p>Meanwhile, Karen MacPherson only grew weaker, more nauseous and confused. Two weeks later, she was buried&mdash;on what would have been her 44th birthday.</p><p>[[{\"fid\":\"73437\",\"view_mode\":\"original_image\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":780,\"width\":1104,\"style\":\"line-height: 1.538em;\",\"alt\":\"Access to Dialysis\",\"class\":\"media-element file-original-image\"}}]]</p><p>&nbsp;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/southafrica.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/southafricajpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/local-pri-940574.mp3"},{"href":"http://www.pri.org/file/local-pri-940574mp3"}]}