{"created":"2014-09-09T19:59:10+00:00","modified":"2015-03-09T18:08:41+00:00","valid":{"from":"2015-03-09T18:08:41+00:00","to":"3015-03-09T18:08:41+00:00"},"hreflang":"en","title":"In Liberia's Hard-Hit Lofa County, Ebola Continues To Take A Toll","published":"2014-09-10T19:18:00+00:00","teaser":"The farming town of Barkedu accounts for a fifth of Liberia's Ebola deaths. Residents have revved up anti-Ebola efforts. But the virus has swept away entire families, and there's no end in sight.","itags":["npr_api","347078866"],"guid":"dfacfd58-3774-461b-9881-5f261875b16a","contentencoded":"<p>The Ebola outbreak in West Africa has hurt Liberia more than any other country. And within Liberia, no town has been hit harder than the primarily Muslim farming town of Barkedu, in Lofa County in the far north. Despite a population of just 8,000, the small, dusty town accounts for a large percentage of the country's more than 1,000 Ebola deaths to date. The virus has swept away entire families — children, women and men.</p><p>Ebola arrived in Barkedu in July — peak farming season — and has disrupted life in immeasurable ways. Authorities have shut the weekly district market, which attracts traders from far and wide, so that people don't gather in large numbers and possibly spread the disease. And it's currently the lean season between harvests, so farmers are hurting, says the town chief, Musa Sesay. \"Right now, there's no food and for this we are suffering,\" he says. \"We want for the international community, the central government should help us with food.\"</p><p>The Ebola virus first came to Liberia via the north, when a traveler crossed the border from neighboring Guinea in March. It rolled into Barkedu, says Sesay, after a sick man from the community, who had been living in the capital, Monrovia, returned to his home. Everyone gathered around to welcome him and support the family. Sesay says they didn't realize he was suffering from Ebola. That first case went on to devastate Barkedu's close-knit community, leading to about 150 Ebola deaths and counting.</p><p>Mohammed Marmid Dulleh, a leader from the local Ebola task force, says about Barkedu's initial case, \"When he came, he passed away in this community and received community burial. He was buried through the normal community way — people to bathe him, wrap him up and escort him into the cemetery.\"</p><p>And that's how Ebola can spread, via direct contact with bodily fluids during the traditional funeral rituals common in Liberia and elsewhere in West Africa. It was only after more and more people got sick in Barkedu that reality dawned, says Dulleh. \"People started sensing what was going on,\" he says. \"And the death rate was increasing. It became alarming. Some sons and daughters of Barkedu decided there should be a need to intervene on the government level through the ministry of health.\"</p><p>That's when Barkedu began taking action, with the help of the authorities. Suspected Ebola patients were transferred to the <a href=\"msf.org\">Doctors Without Borders </a>Ebola health care center in Foya, a two-hour drive away on rutted roads. Contact tracing, to establish whom patients had been with, became routine. And, says Dulleh, \"Since then, we have been moving around sensitizing our community, creating awareness, education. And all of the towns and villages we have in this district, we have task force representation. ... The town chief is heading it. You have the women representation, the health workers, the youth, the imams also take part in it. And some people have been survivors.\"</p><p>The town has 27 Ebola survivors so far, but things aren't necessarily easy for them. \"They are back. They are alive,\" says Dulleh. \"They are our children. But there is some nervousness. People have been hard hit. There is a need to reintegrate them into the community, so that they can regain that status of dignity.\"</p><p>Eighteen-year-old Alieu P. Manor is one of the survivors. He was working in Monrovia, got sick and traveled back home to Barkedu, where his aunt immediately shipped him off to the Ebola care unit, with four others, including his brothers. Manor says he went through dark moments in the isolation unit.</p><p>\"I was very sad, I had no appetite to eat, but they made me eat my food and drink a lot of water. While at the Ebola center, one of my other brothers that was there died ... and then I got scared. But they encouraged me to be strong and not to worry about my dead brother, and I continued being strong and now I've survived.\"</p><p>Down the road, with school canceled, children have a lot of time on their hands. Excited shrieks ring out as giddy small boys play soccer in the dust. And shy girls break into smiles as they play <em>nafo</em>, a Liberian version of patty-cake with intricate shuffling steps added.</p><p>Ebola has affected a number of Barkedu's children for life, says Dulleh. \"The death rate has created some widows, some widowers, some orphans, and some other vulnerability in our community that deserves some psychosocial counseling and some some careful identification and assistance.\"</p><p>The head of the Barkedu women's association, Mamuedi Kanneh, stands in front of a small, mud-brick house. This home is closed up, with a small wooden table barring the entrance. Kanneh's family has suddenly expanded as she has taken in orphans, among them the children of a niece who died of Ebola. \"People were living in this house and they died from the virus. That's why they are just totally vacant,\" she says.</p><p>\"You mean everyone from this home has died from Ebola?\" I ask.</p><p>\"I am a victim of Ebola, too,\" she says. \"Today, I'm caring for many orphaned children — my relatives. I'm caring for children whose parents have died of Ebola. ... I'm worrying about them all the time. I feel sick at times with this new burden — especially about the future of these children.\"</p><p>And today there's yet another funeral in Barkedu, says Dulleh. It's not clear whether the elderly lady died of the virus, but these days, every death in Barkedu is treated as an Ebola death. \"The community is no longer in charge of the burials,\" as decreed by the president, says Dulleh. He says all burials are being performed by the Ebola task force — people from the community who've been trained to handle bodies safely.</p><p>The team that's going to be dealing with today's burial dresses up in white spacesuits. You can hear them snapping their three pairs of gloves into place, then sealing them onto the arms of the protective suits with masking tape. The plastic visor covering the face is the final item. In full-body suits, like astronauts, the team walks down to the home of the dead woman with a large, black-zippered body bag.</p><p>When the burial team arrives at the house, they first spray disinfectant all over the door, followed by the room that the corpse is in. Then they place the body on the gurney. As they carry the body bag down toward the makeshift graveyard, townswomen in brightly colored scarves stand outside a neighboring house, weep gently and chant from the Quran.</p><p>Earth is shoveled onto the grave and onto the protective gear that the burial team has taken off. They undress right there in front of the grave — Barkedu's most recent, but surely not its last.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Liberia%27s+Hard-Hit+Lofa+County%2C+Ebola+Continues+To+Take+A+Toll&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ofeibea Quist-Arcton","audio":[{"meta":{"duration":"446"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347151184-bfef31.m3u?orgId=1&topicId=1031&e=347078866&d=446&ft=nprml&f=347078866"},{"href":"http://media.npr.org/assets/img/2014/09/09/01-c16ab2bab88ddf2b1d4a27b360af1fc7cff4f3ec.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1639","width":"2185"}},{"href":"http://media.npr.org/assets/img/2014/09/09/05-6bf9dff5b36ff37cc8b16935658819148723d486.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1656","width":"2500"}},{"href":"http://media.npr.org/assets/img/2014/09/09/04-3e985cfe33f9d1a375de198fee0dc4ce8de40c25.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1656","width":"2500"}},{"href":"http://media.npr.org/assets/img/2014/09/09/03-833087b3d28c409651b0364d02a0050ad88da56d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1656","width":"2500"}},{"href":"http://media.npr.org/assets/img/2014/09/09/02-41bf4d2886f127547f9539a9033f6771c90a8c4e.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1656","width":"2500"}},{"href":"http://media.npr.org/assets/img/2014/09/09/01-c16ab2bab88ddf2b1d4a27b360af1fc7cff4f3ec.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1639","width":"2185"}},{"href":"http://media.npr.org/assets/img/2014/09/09/composite-b41e2a02bb754b75b1d8416f957b7e2c93544241.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1316","width":"1755"}},{"href":"http://media.npr.org/assets/img/2014/09/09/closer-97cc1f484ed3b9a17651916f7627b842a4a4748b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1630","width":"2170"}}]}