{"created":"2014-09-19T19:44:12+00:00","modified":"2014-12-23T18:41:45+00:00","valid":{"from":"2014-12-23T18:41:45+00:00","to":"3014-12-23T18:41:45+00:00"},"hreflang":"en","title":"'The Great Fish Swap': How America Is Downgrading Its Seafood Supply","published":"2014-07-03T16:09:00+00:00","teaser":"One-third of the seafood Americans catch is sold abroad, but most of the seafood we eat here is imported and often of lower quality. Why? Author Paul Greenberg says it has to do with American tastes.","itags":["npr_api","327248504"],"guid":"dfbc54f8-e762-47da-af79-e6a5e47aa011","contentencoded":"<p>What's the most popular seafood in the U.S.? Shrimp. The average American eats more shrimp per capita than tuna and salmon combined. Most of that shrimp comes from Asia, and most of the salmon we eat is also imported. In fact, 91 percent of the seafood Americans eat comes from abroad, but one-third of the seafood Americans <em>catch</em> gets sold to other countries.</p><p>Shrimp and salmon are two case studies in the unraveling of America's seafood economy, according to Paul Greenberg, author of the new book <em>American Catch: The Fight for Our Local Seafood.</em> Greenberg tells <em>Fresh Air</em>'s Terry Gross about what's driving the changes in America's seafood economy and why you should buy wild salmon frozen when its out of season.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On what Greenberg calls \"The Great Fish Swap\" </strong></p><p>What I think we're doing is we're low-grading our seafood supply. In effect what we're doing is we're sending the really great, wild stuff that we harvest here on our shores abroad, and in exchange, we're importing farm stuff that, frankly, is of an increasingly dubious nature.</p><p>We export millions of tons of wild, mostly Alaska salmon abroad and import mostly farmed salmon from abroad. So salmon for salmon, we're trading wild for farmed. Another great example of this fish swap is the swapping of Alaska pollock for tilapia and pangasius [catfish]. <a href=\"http://www.laweekly.com/squidink/2014/02/26/is-mcdonalds-fish-sandwich-what-fast-food-is-supposed-to-be\">Alaska pollock</a> is the thing in [McDonald's] Filet-O-Fish sandwich; it's the thing in that fake crab that you find in your California roll. We use a lot of pollock ourselves, but we send 600 million pounds of it abroad every year. And in the other direction, we get a similarly white flaky fish — tilapia or pangasius — coming to us mostly from China and Vietnam. They fill a similar fish niche, but they're very different.</p><p><strong>On why the U.S. exports the best-quality fish </strong></p><p>We only eat about 15 pounds of seafood per year per capita. That's half of the global average, so there's that. The other thing is that other countries really are hip to seafood. The Chinese love seafood; the Japanese, the Koreans — they love seafood. They're willing to pay top dollar for it. We just aren't willing to do so. We want our food cheap and easy.</p><p>All of this fast-food commodification of seafood protein — because that's kind of what it is at this point — adds to that general preference for cheap stuff. Kind of in tandem and in league with that is the American tendency to avoid taste. ... Foodies [talk] about flavor and texture and the food movement and that kind of thing, and that's true of about 5 percent of Americans, but 95 percent of Americans really are not so into flavor. ... If we don't like the flavorsome fish — like bluefish, mackerel, things like oysters, things that really taste of the sea — if we don't like that, then we're going to go for these generic, homogenized, industrialized products.</p><p><strong>On sending American salmon to China and back for cheap labor </strong></p><p>A certain amount of Alaska salmon gets caught by Americans in Alaska, sent to China, defrosted, filleted, boned, refrozen and sent back to us. How's that for food miles? We don't want to pay the labor involved in boning fish and more and more of that fish that used to go make that round trip is actually staying in China because the Chinese are realizing how good it is, much to our detriment. ...</p><p>The labor is so much cheaper that it makes the shipping cost-effective. When you ship things via freighter, frozen, the cost per mile is relatively low compared to, say, air freighting or train travel or truck freighting.</p><p><strong>On why you should buy wild salmon frozen, not fresh, if it's out of season </strong></p><p>It's going to be frozen anyway. I sometimes will go to a supermarket in January and I'll see fresh, wild Alaska salmon sitting out there on ice and I just shake my head at it because I know that if it's January, there's a very little chance that that fish is fresh.</p><p>Nearly all of the salmon, when it comes into the processing plants in Alaska, gets immediately frozen. And that's great because if you freeze a fish right out of the water it will be of the highest quality that you can get out of a frozen product. So when you go to the supermarket in January, don't go to the fresh seafood counter for your salmon; go to the frozen bins and get those nice vacuum-packed Alaska salmon things. They're just going to be of higher quality.</p><p><strong>On slave labor and the Thai shrimp industry </strong></p><p>The largest shrimp producer for us right now is Thailand. ... It turns out, a certain amount of the shrimp that come to us from Thailand seems to be coming to us in part as the result of <a href=\"http://www.nytimes.com/2014/06/21/world/asia/us-gives-thailand-and-malaysia-lowest-grade-on-human-trafficking.html\">slave labor</a>.</p><p>Shrimp are fed wild fish ground up and turned into meal — trash fish, they're called, just random fish that are trolled up in the South China Sea. It turns out, a large amount of that fish is being caught by boats in which the labor onboard are slaves and that fish gets ground up and sold to Thai shrimp farms.</p><p><strong>On the decline of local fish markets </strong></p><p>We don't want fish markets in our view shed. We don't want to smell them. We don't want to look at them. So they really have been banished from the center of our cities and sequestered to a corner of our supermarkets.</p><p>This is a process that aids all of the facelessness and commodification of seafood. ... Seafood has been taken out of the hands of the experts and put into the hands of the traders, so people really cannot identify the specificity of fish anymore. Because supermarkets rely on mass distribution systems, often frozen product, it means that the relationship between coastal producers of seafood is broken and so it's much easier for them to deal with the Syscos of the world, or these large purveyors that use these massive shrimp operations in Thailand or China, than it is for them to deal with the kind of knotty nature of local fishermen.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27The+Great+Fish+Swap%27%3A+How+America+Is+Downgrading+Its+Seafood+Supply&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2184"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1327366423-863b6e.m3u?orgId=1&topicId=1033&ft=3&f=327248504"},{"href":"http://media.npr.org/assets/img/2014/07/01/paul-greenberg-c-justin-schein-318f4aab482515f2e5dfaaf90e525bfddad8bc1d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2576","width":"3442"}}]}