{"created":"2015-06-05T14:29:46+00:00","modified":"2015-06-05T15:26:11+00:00","valid":{"from":"2015-06-05T15:26:11+00:00","to":"3015-06-05T15:26:11+00:00"},"hreflang":"en","title":"6 Words: 'My Name Is Jamaal ... I'm White'","published":"2015-05-06T18:09:00+00:00","teaser":"Jamaal Allan is a high school teacher in Des Moines, Iowa. People make assumptions based on his name alone, and that's taken him on a lifelong odyssey of racial encounters.","itags":["npr_api","404432206"],"guid":"dfc94c2f-3ed1-464a-9682-4a54580af4dc","contentencoded":"<p><em>NPR continues a series of conversations from </em><a href=\"http://theracecardproject.com/\" target=\"_blank\">The Race Card Project</a><em>, in which thousands of people have submitted their thoughts on race and cultural identity in six words.</em></p><p>People make a lot of assumptions based on a name alone.</p><p>Jamaal Allan, a high school teacher in Des Moines, Iowa, should know. To the surprise of many who have only seen his name, Allan is white. And that's taken him on a lifelong odyssey of racial encounters.</p><p>Those experiences prompted him to share his six words with The Race Card Project: \"My name is Jamaal ... I'm white.\"</p><p>Allan grew up in southern Oregon, in a house on 18 acres with a commune on one side and a llama ranch on the other.</p><p>The origins of his name weren't that remarkable, Allan tells NPR Special Correspondent Michele Norris.</p><p>\"My parents decided they wanted less traditional names for their children. ... My dad was a Los Angeles Lakers fan and they had had a player named Jamaal Wilkes, and that name kind of came up,\" he says.</p><p>His mother — who was pregnant with Allan's sister at the time — fell in love with the sound of the name. Their parents named his sister Madera, and they named their son Jamaal — \"just to spice things up a bit, I guess,\" he says.</p><p>As Allan <a href=\"http://thepoetryquestion.com/2013/05/28/whats-in-a-name/\">wrote for a blog called The Poetry Question</a>:</p><blockquote><p>\"Growing up I never thought twice about my name (of course I was next door to a commune, hanging out with Orly, Oshia, Lark Song, River Rocks, Sky Blue, and more than one Rainbow).</p><p>\"In a high school soccer game I was called 'a white man with a [horrific racial expletive deleted] name.'</p><p>\"In January of 2002 I flew to London. I was randomly selected for additional passenger screening. It was me, Muhammad, Abdul, Tariq, and an old white haired lady named Jenny Smith. Seriously. I'm not sure what was faster, Jenny Smith's pat down or the dropping of the TSA agent's face when I responded to the name Jamaal.\"</p></blockquote><p>Jamaal means \"beauty\" in Arabic.</p><p>\"Learning the meaning behind it and, well, the beauty that comes in the sound of the name, I like that quite a bit,\" Allan says.</p><p>It's also a name that give him an unusual perspective on questions of identity, race and cultural stereotypes.</p><p>When he goes out in Des Moines for drinks with friends who are black, the waitress or bartender often hands his debit card to someone else — someone black.</p><p>\"They're making an assumption based on the name on the card and not paying attention to who handed it to them,\" Allan says. \"They say, 'Jamaal, oh that must be the black guy sitting here.' \"</p><p><strong>'We Could Use Some Diversity Here'</strong></p><p>These kinds of assumptions also spill over into his professional life as a teacher.</p><p>\"People usually don't bring it up on a first day, but after I've developed a rapport with the students and they feel comfortable having open conversations, they'll say, 'You know, when class started I thought you were going to be black,' \" Allan says.</p><p>And he uses that as a jumping-off point for more questions: Why you would assume that and what did that mean? And were you disappointed? What were your thoughts when you actually saw me?</p><p>The question of someone's name, particularly if it has ethnic overtones, can have real consequence. One study found that after responding to 1,300 classified ads, <a href=\"http://www.nber.org/digest/sep03/w9873.html\">applicants with black-sounding names were 50 percent less likely to get a callback</a> than white-sounding names with comparable resumes.</p><p>But the opposite was at work in Allan's case. The principal who hired him told him he was lucky to get the job because they hadn't been planning to take another student teacher. Then Allan's application showed up.</p><p>\"They scanned through it ... and they saw someone named Jamaal who played basketball, listed Muhammad Ali among his heroes and inspirations, and thought, 'We could use some diversity here, so let's bring this guy on, I think he'd be good for some of our younger minority male students,'\" he says. \"And, well, then I showed up.\"</p><p>If someone argued that the only reason Jamaal Allan got the job was affirmative action — well, the joke would be on them.</p><p>The school got diversity with Allan, but not necessarily the kind they thought. Not many people can say they grew up between a commune and a llama ranch.</p><p>\"They said we need more diversity, we need someone who resonates well and connects with some of the young male students here,\" Allan says. \"It may not have been because of how I look, but through actions, that was exactly what they got.\"</p><p>On Allan's first day of work, he showed up at school and introduced himself to one of the secretaries.</p><p>\"And she said, 'Oh, you're Jamaal, I expected you were going to be' — and there was a very long, very pregnant pause,\" Allan recalls. \"And the word she came up with was 'taller.' \"</p><p>\"I just sort of chuckled and said, 'Yeah, I get reactions like that a lot.' \"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=6+Words%3A+%27My+Name+Is+Jamaal+...+I%27m+White%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"424"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404626552-de7018.m3u?orgId=1&topicId=1015&aggIds=173814508&d=424&p=3&story=404432206&t=progseg&e=404625898&seg=14&ft=nprml&f=404432206"},{"href":"http://media.npr.org/assets/img/2015/05/05/jamaal-ga-alexander_trcp2012edit-cf323cbce5a24819eb56cf8bcd197dfd7cdacc2c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"441","width":"588"}}]}