{"created":"2015-07-02T19:02:47+00:00","modified":"2015-07-02T19:33:21+00:00","valid":{"from":"2015-07-02T19:33:21+00:00","to":"3015-07-02T19:33:21+00:00"},"hreflang":"en","guid":"dfcac74f-6d4a-44af-9291-df335875c03f","title":"In Palau, scientists hope they've found a coral reef to save all coral reefs","published":"2015-07-02T19:33:17+00:00","byline":"Ari Daniel","teaser":"Scientists have found a group of corals in the Pacific island nation of Palau that live in water acidic enough to kill most other corals. Now they're hoping what they learn from the unusual reefs may help save others threatened by the increasing acidity of oceans around the world.","tags":["Science, Tech & Environment","Palau","Western Tropical Pacific","Anne Cohen","Katie Shamberger","Ari Daniel","Coral reefs","Islands","Coral","Ocean acidification","Carbon dioxide","Environment","Climate change","Woods Hole Oceanographic Institution","Oceanic"],"contentencoded":"<p>There's no shortage of lovely places in Palau, but perhaps none as remarkable as Nikko Bay. It's a patch of turquoise water tucked inside a ring of tropical jungle in this tiny Western Pacific island nation. And it's where Anne Cohen, a scientist at the Woods Hole Oceanographic Institution in the US, gets to do her fieldwork — with a snorkel on.</p>\n<p>“This is the easiest snorkeling you've ever done,” Cohen says as she slips on her mask and fins.</p>\n<p>And some of the most rewarding. There's coral everywhere. The bottom is carpeted with fan corals, big boulder-shaped corals, long green tendril-y corals, even squishy corals, all jockeying for position.</p>\n<p>There are bright, colorful fish too. It's a parade of life.</p>\n<p>But here's the thing — Cohen says this raucous coral ecosystem shouldn't even exist. The water is way too acidic.</p>\n<p>“We started taking water samples,” she says, casting back to an earlier visit here. “We analyzed them, and we couldn't believe it. Of the 17 coral reef systems (around the world) that we've been monitoring, this is the most acidic site that we've found.”</p>\n<p>The higher acidity of the water here is natural, but it defies all expectations. Conventional wisdom is that corals don't like acidic water, and the water in Nikko Bay is acidic enough that it should keep many of these corals from building up their calcium carbonate skeletons.</p>\n<p>Even weirder, Cohen says, is that the acidity goes up as you move from the barrier reefs offshore into Palau's island bays, and that as that happens, the coral cover and the coral diversity increase as well.</p>\n<p>From everything we know about corals, Cohen says, this just shouldn't happen.“There's something different about Palau.”</p>\n<p>That's what <a href=\"http://www.whoi.edu/cohenlab/home\">Cohen's team</a> is trying to figure out — what is it that allows these corals to thrive in such acidic waters?</p>\n<p>It's an interesting scientific challenge, not to mention a nice excuse to spend time basking in this tropical playground. But it's hardly just an academic question, because humans are altering the acidity of the oceans around the world, a consequence of the same process that's causing climate change.</p>\n<p>It's a distressingly simple process, says oceanographer Katie Shamberger, a member of Cohen's team: “As we put more and more carbon dioxide in the atmosphere, we end up with more carbon dioxide mixing into the ocean.”</p>\n<p>More carbon dioxide in the sea makes the water slightly more acidic. It's a small increase, Shamberger says, “but it still changes the chemistry of the ocean, and marine organisms are very sensitive to the water surrounding them.”</p>\n<p>Organisms like corals. Some scientists have predicted that the growing global acidity could wipe out all the corals on the planet by the end of the century. Here in Nikko Bay, the water is already as acidic as the entire western Pacific could be by the year 2100. So the team here wants to know whether these reefs might just be the corals of the future — corals that can survive ocean acidification.</p>\n<p>This expedition is the researchers' sixth in Palau. On their dives they collect water in small bottles along with coral samples that they take with a hollow underwater drill that pushes into the corals' skeletons like a straw pushing into a snow ball. The team corks each hole with a concrete plug, which Cohen says eventually gets covered in new coral tissue.</p>\n<p>Cohen's team examines the cores for growth rates and any signs of strain from the higher acidity. They also search for other clues about what allows these corals to thrive — things like genetic adaptations or unique characteristics of the local environment.</p>\n<p>Whatever the reason or reasons might turn out to be, Cohen says these reefs should move to the top of the global coral conservation list.</p>\n<p>They are the ones that are going to survive climate change, she says, so they need every bit of help they can get.</p>\n<p>They're also very important locally. Not only are Palau's coral reefs a big tourist draw, but like healthy corals around the world, Palau's provide vital habitat for fish and other sea life, and help protect the shoreline from storms and erosion.</p>\n<p>The day before Cohen leaves Palau, she and her team visit a spot on a barrier reef several miles from shore.</p>\n<p>It's high tide, and the water's rushing across the reef crest. As she looks back toward land, across water that gets more and more acidic, Cohen says it's like looking into the future, to a more and more acidic global sea. It's a sobering reminder of what's at stake here, she says.</p>\n<p>“Climate change is really happening. You come to Palau, we go into these areas where we're seeing conditions of the future, right there. And yet, we have these communities that appear to have figured it out. That's like the biggest diamond in the desert.”</p>\n<p>Cohen says there's no certainty that what's learned from these corals will help others survive the changes ahead. Still, she says, they offer hope that at least some corals will be around to keep us company in the future.</p>\n<p><em>This report was supported by the <a href=\"http://solutionsjournalism.org/\">Solutions Journalism Network</a>, a nonprofit organization dedicated to rigorous and compelling reporting about responses to social problems.</em></p>\n<p><em>NOTE: This story reflects the following correction: The original story stated that the higher acidity in Nikko Bay should dissolve the corals' skeletons. In fact, it should keep the corals skeletons from being built at all.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2013-12-31%2Funusual-palau-corals-scientists-search-clues-surviving-more-acid-seas&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/010220144.mp3"},{"href":"http://admin.pri.org/file/010220144mp3"}]}