{"created":"2014-09-08T15:45:27+00:00","modified":"2014-09-30T14:27:26+00:00","valid":{"from":"2014-09-30T14:27:25+00:00","to":"3014-09-30T14:27:25+00:00"},"hreflang":"en","title":"It's 4:20 On 4/20: Denver Hosts The Cannabis Cup Today","published":"2014-04-20T20:29:00+00:00","teaser":"The Cannabis Cup festival's date is no coincidence – it's a conversion of the pot smoker's favorite time of 4:20 into a date. Denver is hosting it for the first time since state pot laws were relaxed.","tags":["npr_api","305326786"],"guid":"dfdae697-e7cd-41ee-91a3-fb15c7c3044b","contentencoded":"<p>Tens of thousands of people are attending the Cannabis Cup in Denver this weekend, the first time the marijuana festival and trade show is held in Colorado since the state legalized recreational pot in January.</p><p>The festival's date is no coincidence – it's a conversion of the pot smoker's favorite time of 4:20 into a date. As a recent essay in <a href=\"http://www.hightimes.com/read/power-420-0\">High Times magazine</a> notes, for decades, marijuana smokers have \"learned that 4:20 in the afternoon was 'prime time' for smokers, the 'pot-smoker's happy hour,' the 'best time to smoke,' or the 'international smoke time.'\"</p><p>The Cannabis Cup includes panel discussions on topics from making marijuana-infused foods to growing pot plants. There's also a yoga class and a rundown of challenges for pot-smoking parents titled \"Won't Someone Think About The Children?\" as Ricardo Baca of <em>The Denver Post</em>'s The Cannabist blog tells NPR's Rachel Martin on <a href=\"http://www.npr.org/2014/04/20/305162854/colorado-holds-first-cannibis-cup-for-first-legal-pot\">Weekend Edition Sunday</a>.</p><p>As the name implies, the Cannabis Cup, which is organized by High Times, also includes a competition to choose the best marijuana strains in \"many categories,\" Baca says, ranging from \"the raw green, the flower, also edibles, concentrates, waxes, shatters.\"</p><p>A \"shatter,\" <a href=\"http://www.coloradopotguide.com/colorado-marijuana-blog/2014/february/06/different-types-of-marijuana-concentrates-available-in-colorado/\">we learned</a>, is \"a refined version of [butane honey oil], which typically involves multiple steps to extract all the plant matter and solvents. These steps usually involve a pressure vacuum. Shatter is semi-transparent, usually with a yellow or amber color. It is usually a thin cake, which 'shatters' when you break a piece off, hence the name.\"</p><p>The Cannabis Cup festival is held in other cities, including Amsterdam and Flint, Michigan.</p><p>\"But Denver is the biggest Cup, so in a way, if you win a first-place Cannabis Cup in Denver, that's pretty much as high as you can go,\" Baca says without any discernible irony.</p><p>Local authorities are trying to encourage Cannabis Cup attendees to be safe as they celebrate – the \"Colorado Department of Transportation plastered safe-partying advice on free bags of Cheetos and Goldfish crackers, which were a popular item at the Cup,\" <a href=\"http://www.thecannabist.co/\">the Cannabist</a> reports.</p><p>The first tip? Take a cab.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=It%27s+4%3A20+On+4%2F20%3A+Denver+Hosts+The+Cannabis+Cup+Today&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"161"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1305327772-6c6636.m3u?orgId=1&topicId=1091&ft=3&f=305326786"}]}