{"created":"2014-10-08T14:24:29+00:00","modified":"2014-10-31T01:19:03+00:00","valid":{"from":"2014-10-31T01:19:03+00:00","to":"3014-10-31T01:19:03+00:00"},"hreflang":"en","title":"A London Summit Tackles A Problem As Old As War Itself ","published":"2014-06-11T01:06:00+00:00","teaser":"Wartime rape has often been treated as something that's inevitable. A global summit in London looks for ways to stop the abuses and hold perpetrators responsible for sexual violence in conflict zones.","itags":["npr_api","320632506"],"guid":"dfe17dae-f5b2-4aa4-8d4a-ddb3be08d00e","contentencoded":"<p>For centuries, governments around the world have often treated sexual violence as an unpreventable fact of war. Books from the Bible to the Iliad talk about rape and pillaging as an inevitable part of conflict. Now that attitude is beginning to change.</p><p>As evidence, you can look at the global outrage when hundreds of Nigerian girls were recently kidnapped. Or you can look at a conference that began in London on Tuesday. It's the <a href=\"https://www.gov.uk/government/topical-events/sexual-violence-in-conflict\">biggest global meeting ever to address the problem of sexual violence in conflict</a>.</p><p>\"It is a myth that rape is an inevitable part of conflict,\" said conference organizer and actress Angelina Jolie. \"It is a weapon of war aimed at civilians.\"</p><p>Jolie and British Foreign Secretary William Hague brought together representatives from more than 100 countries for this conference, including U.S. Secretary of State John Kerry.</p><p>Karen Naimer, who directs the <a href=\"http://physiciansforhumanrights.org/issues/rape-in-war/program-on-sexual-violence-in-conflict-zones.html\">Program on Sexual Violence in Conflict Zones</a> with Physicians for Human Rights, recently saw how the attitudes toward this issue have changed. She was in Congo, at a mobile court that brings justice to remote villages.</p><p>\"We were in this small town of Kahele, and 19 female survivors came. And they were waiting for their day in court,\" says Naimer.</p><p>Two militia members were on trial, accused of holding 400 women in the bush as sex slaves for a year. Women showed up with babies they had borne in captivity. Naimer sat with the victims as they waited to testify.</p><p>\"And what was so striking to me as I spoke with them quietly was their deep desire to face their perpetrators and to demand justice,\" says Naimer. \"That cathartic process comes at such a cost for them. The kind of community, rejection, stigma they face, they were willing to endure that because this moment in time is so necessary for their personal healing.\"</p><p><strong>Few Are Held To Account</strong></p><p>Most people who've been sexually assaulted in war never get that opportunity.</p><p>\"Very, very few perpetrators are held to task for the violence they commit,\" says Susan Bissell, UNICEF's global chief of child protection. \"And it's really only in the last few years that the world is waking up to these things.\"</p><p>For a long time, wartime rape was treated with a shrug. But now, the U.N. has begun to document the problem, to understand just how widespread it is. Last year, many countries signed on to a commitment to end sexual violence in conflict. And groups like Physicians for Human Rights are training local doctors in war zones how to take evidence of sexual violence for later use in trials.</p><p>\"I think that part of the challenge here when we think about war is [an attitude of] 'Well, anything goes,' \" says Bissell. In fact, \"there are proper rules of engagement in the context of conflict. This does not fall within the category of acceptable behavior.\"</p><p>Researchers are also starting to study the issue more. And they have discovered that sexual violence is not a universal fact of war.</p><p>\"We see things such as conflicts in Eritrea, Sri Lanka, Guatemala or El Salvador, where one side uses sexual violence — in [these cases] it would be the state military forces — and the insurgent groups on the other side don't use it at all,\" says Carol Cohn, director of the <a href=\"http://www.genderandsecurity.org/\">Consortium on Gender, Security and Human Rights</a> at the University of Massachusetts, Boston.</p><p>Researchers also have learned that sexual violence in a conflict may not be just a military tactic. Sometimes troops use it to terrorize and control a population. Other times, individuals act out amid chaos. And <a href=\"http://www.npr.org/2013/03/20/174756788/off-the-battlefield-military-women-face-risks-from-male-troops\">as the U.S. military has learned</a>, military personnel may sexually assault their fellow service members.</p><p>While the meeting has generated widespread interest and media coverage, some wonder how much will actually get accomplished.</p><p>\"If states chose to take sexual violence really seriously,\" says Cohn, \"they could develop international protocols that treat sexual violence in war, for example, the way we treat the use of chemical or biological weapons. That's something that it's possible to do.\"</p><p>It's possible, but nobody is expecting agreements that ambitious to come out of this summit.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+London+Summit+Tackles+A+Problem+As+Old+As+War+Itself+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"251"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320734935-8fac28.m3u?orgId=1&topicId=1004&ft=3&f=320632506"},{"href":"http://media.npr.org/assets/img/2014/06/10/sexual-violence-summit2-a88fd6f613bc00af451fd0f0c3a22b454650e9ab.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1893","width":"2525"}},{"href":"http://media.npr.org/assets/img/2014/06/10/sexual-violence-summit1-5939fbeb51efb848a6e15d6053bd377b3f37e065.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3142","width":"4193"}}]}