{"created":"2015-02-04T22:09:05+00:00","modified":"2015-05-13T21:18:19+00:00","valid":{"from":"2015-05-13T21:18:18+00:00","to":"3015-05-13T21:18:18+00:00"},"hreflang":"en","title":"Pediatricians Pressured To Drop Parents Who Won't Vaccinate","published":"2015-02-05T13:15:00+00:00","teaser":"The pressure, doctors say, is mostly coming from other parents who don't want their infants exposed to measles, whooping cough or other serious illnesses in the pediatric waiting room.","itags":["npr_api","383796532"],"guid":"dfe87485-f474-4f02-a1b0-54e67a0211da","contentencoded":"<p>Dr. Bob Sears, a pediatrician in Capistrano Beach, Calif., says that he strongly believes in the protective power of vaccines to save lives. But he's also well-known in Southern California as a doctor who won't pressure parents who refuse to vaccinate their children, or who refuse some vaccines, or who want to stray from the recommended schedule of vaccinations.</p><p>\"They all come to me because, I guess, I'm more respectful of their decisions, more willing to listen to them,\" Sears says, \"[and to] discuss pros and cons and acknowledge that there are some side effects to vaccines.\"</p><p>Still, as word's gotten out, he says, about the spreading <a href=\"http://www.npr.org/2015/01/22/379010291/measles-outbreak-at-disneyland-spreads-to-other-states\">measles outbreak</a> that started at nearby Disneyland, some of his patients who are usually reluctant to vaccinate have been changing their minds — for a variety of reasons.</p><p>Caryn Bailey, of Rancho Santa Margarita, for example, says she's become convinced that the risk her 5-year-old daughter might catch measles has risen enough to outweigh any reservations she had about the vaccine.</p><p>Bailey's older son was hospitalized as an infant with a high fever after getting a vaccination. He's a healthy 7-year-old now and has caught up with all the recommended shots. But his early experience, Bailey says, led her to ask Sears to slow down the usual vaccine schedule with her daughter.</p><p>Then the Disneyland measles cases caught her attention.</p><p>\"We are annual-pass holders at Disneyland, and we go there a lot,\" Bailey says. \"I just felt like ... I don't know, I was concerned. I was concerned enough that I went in last week, and I had them give her the <a href=\"http://www.cdc.gov/vaccines/hcp/vis/vis-statements/mmr.html\">MMR </a>vaccination.\"</p><p>Sears says some of his other patients are now rethinking their anti-vaccine stance out of fear that their children will be socially isolated — even kicked out of school.</p><p>\"They don't want [their child] to be singled out as the only unvaccinated kid,\" Sears says. \"Because if measles does hit a particular school, anyone who hasn't gotten vaccinated is asked to stay home for three weeks.\"</p><p>Some other pediatricians in Southern California say they're now starting to get pressure from a different direction — pressure from parents who <em>do</em> vaccinate their kids.</p><p>\"I have several patients a day who have threatened to leave our practice if we are still going to see patients that are unvaccinated,\" says Dr. Eric Ball. \"They do not want to see patients with measles or whooping cough in our waiting room for fear their baby might get sick from it.\"</p><p>Babies under a year old are vulnerable because they're too young to be immunized. So these parents' worries aren't unfounded, Ball says. Last year 20 infants in his waiting room, he says, were exposed to the highly contagious measles virus.</p><p>\"It's horrible,\" Ball says. \"And one of the worst things is, the incubation for measles is long — two to three weeks. Parents had to sit at home for 21 days waiting to see if their baby would come down with measles.\"</p><p>The exposure in those cases, he says, had come from just one new patient who wasn't vaccinated — a patient who showed up in the office with a fever and body rash.</p><p>Ball says he spends a lot of time these days convincing doubtful parents of the value of vaccines.</p><p>\"Most of these parents are fearful because they've heard bad stories about vaccines,\" he says. \"So I tell them stories about the way I handle my own children — about the way I vaccinate my own children.</p><p>\"I tell them about things I have seen as a doctor,\" Ball says. \"I've seen kids die of whooping cough, meningitis, chickenpox. A lot of parents haven't seen that, and they don't have the same fear of these diseases that I do.\"</p><p>This week Ball's pediatric group of 12 doctors and four nurse practitioners has decided to take a harder line. The group unanimously voted to no longer take patients who don't follow the standard immunization schedule.</p><p>And they are giving all current patients a warning.</p><p>\"For our existing patients who have chosen not to vaccinate,\" Ball explains, \"we'll likely give them a set amount of time to come in and discuss with the doctor a catch-up schedule for their vaccinations. If they choose not to catch up on their vaccinations we're going to ask them to find another pediatrician.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pediatricians+Pressured+To+Drop+Parents+Who+Won%27t+Vaccinate&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Patti Neighmond","audio":[{"meta":{"duration":"263"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383860558-bdf230.m3u?orgId=1&topicId=1128&d=263&p=2&story=383796532&t=progseg&e=383841028&seg=1&ft=nprml&f=383796532"},{"href":"http://media.npr.org/assets/img/2015/02/04/dr-ball-1-b19202fe940677ca145eda05c478e85cca8c2fbb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1526","width":"2035"}}]}