{"created":"2015-06-30T20:56:09+00:00","modified":"2015-07-01T19:39:08+00:00","valid":{"from":"2015-07-01T19:39:08+00:00","to":"3015-07-01T19:39:08+00:00"},"hreflang":"en","title":"Does The Drip, Drip, Drip Of Clinton's Email Controversy Matter?","published":"2015-07-01T00:46:00+00:00","teaser":"The State Department will release another set of emails from Hillary Clinton's time as secretary of state on Tuesday. The email issue may dog the Democratic candidate for her entire campaign.","itags":["npr_api","418924520"],"guid":"dfef848c-277d-4ecc-a84b-030ec249c8a1","contentencoded":"<p>The State Department is set to release about 3,000 pages of emails from Hillary Clinton's time as secretary of state on Tuesday. The release is part of the State Department's schedule to release a bundle of Clinton emails every month through Jan. 29, 2016.</p><p>That date is just three days before the \"first in the nation\" Iowa caucuses, and pretty much guarantees that at least once a month there will be a flurry of conversation about Clinton's email practices and whether there's something missing. There will be regular reminders of the controversy right up to when the voting begins in 2016, if not beyond.</p><p>Clinton has <a href=\"http://www.npr.org/sections/thetwo-way/2015/03/03/390429337/hillary-clinton-s-use-of-personal-email-account-at-state-draws-scrutiny\" target=\"_blank\">taken a lot of heat</a> for using a private server for official business and late last year turned her work-related emails over to the State Department.</p><p>\"The public record is not complete,\" Rep. Trey Gowdy, Republican chair of the House Select Committee on Benghazi, said recently on CBS's <em>Face the Nation</em>. His committee revealed it had received emails from a Clinton friend and adviser that weren't among those Clinton had given to the State Department.</p><p>\"So we know that her seminal point — you know, don't mind my unique email arrangement you have everything you're supposed to have — we know that that is patently false,\" he said. \"What we don't know is whether or not that's also true or false with respect to other areas outside of Libya and Benghazi.\"</p><p>Clinton's campaign questions the significance of those particular emails and points out she turned over 55,000 pages of correspondence. But there is seemingly no end in sight to the Benghazi committee's investigation.</p><p>In politics, there's a phrase for this sort of thing: \"drip, drip, drip.\"</p><p>Rep. Elijah Cummings, the top Democrat on the Benghazi committee, bemoans that its Republican leaders have devoted much of the committee's attention recently not to the attack in Libya, but to Clinton's emails.</p><p>\"I think it has become very obvious that this is about derailing her campaign,\" he said.</p><p>For Colin Reed, who heads the Republican opposition research firm America Rising, that drip, drip, drip is something of a gift.</p><p>\"Narratives take a while to take hold,\" he said. \"The stuff that's happening now in 2015 oftentimes will lay the ground work for what happens in 2016 when more voters are tuned in and are paying attention.\"</p><p>He points to recent polls showing 50 percent or more saying Clinton is not honest and trustworthy. Reed in part credits the email controversy.</p><p>\"This has all occurred without a single cent of paid advertising taking place,\" he said.</p><p>Clinton's campaign, however, downplays those numbers, arguing most politicians have trouble with trustworthiness. Democratic pollster Peter Hart was part of the team that conducted an NBC/<em>Wall Street Journal</em> poll that showed Clinton with low ratings for honesty. Hart says it's a pre-existing condition for Clinton.</p><p>\"I think she's always had a challenge on that front,\" he said. \"The difficulty I think for her is that she's an opaque candidate to voters. They don't get to see her — the full picture.\"</p><p>He says she's always been guarded, but Hart expects voters will see more of the real Clinton as the campaign goes on. The question remains, though — does the drip, drip, drip about her emails become a narrative? One that could overshadow Clinton's own efforts to define herself?  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Does+The+Drip%2C+Drip%2C+Drip+Of+Clinton%27s+Email+Controversy+Matter%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418924521-98aab0.m3u?orgId=1&topicId=1014&d=235&p=2&story=418924520&t=progseg&e=418894977&seg=7&ft=nprml&f=418924520"},{"href":"http://media.npr.org/assets/img/2015/06/30/gettyimages-477622148-562d09846abf5d2a7c0fb89d5e4db38600a08f9f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2023","width":"2697"}}]}