{"created":"2014-12-29T08:16:23+00:00","modified":"2015-06-05T15:31:08+00:00","valid":{"from":"2015-06-05T15:31:08+00:00","to":"3015-06-05T15:31:08+00:00"},"hreflang":"en","title":"Not Just A Man's Drink: Ladies Lead The Whiskey Renaissance","published":"2015-05-01T18:50:00+00:00","teaser":"Whiskey was long considered a man's drink. But as sales of whiskey soar, it's women who are leading the new boom, thanks to a vanguard of female distillers, blenders and tasters.","itags":["npr_api","371652827"],"guid":"dff62e07-0e20-45c5-98d7-db23aef217a0","contentencoded":"<p>What do Lady Gaga and Rihanna have in common with Founding Father George Washington? Whiskey.</p><p>Yes, our first commander in chief <a href=\"http://www.mountvernon.org/the-estate-gardens/distillery/\">distilled</a> the popular spirit. And these pop icons are helping to fuel a new female-driven whiskey renaissance.</p><p>Lady Gaga, according to the <a href=\"http://www.irishmirror.ie/news/irish-news/rihanna-lady-gaga-help-put-4317956\">Irish Mirror</a>, has described Jameson whiskey as a love interest. Rihanna sings about the spirit. Actress Christina Hendricks is featured in an ad for Johnnie Walker Black Label. And check out the bravado of the gun-toting, whiskey-drinking female bot in <a href=\"http://www.joblo.com/movie-news/these-new-kingsman-posters-give-us-a-good-look-from-behind-288\">the posters</a> for Samuel L. Jackson's forthcoming spy thriller <em>Kingsman: The Secret Service</em>.</p><p>\"When it comes to whiskey, it seems like nobody can quite get enough of it,\" says Becky Paskin, editor of <a href=\"http://www.thespiritsbusiness.com/\">The Spirits Business</a> magazine in London.</p><p>Worldwide sales of American-made whiskey, Paskin says, grew faster than any other distilled spirit in the past year, at a rate of about 7 percent. \"That's a huge amount,\" she says.</p><p>Americans are snapping it up, too: According to <a href=\"http://www.theiwsr.com/\">IWSR</a> (International Wine & Spirit Research), Americans drank 24 million cases of domestically produced whiskey last year — nearly a 30 percent increase from a decade ago.</p><p>And, Paskin says, \"women are finding there's a lot going on with whiskey for them; it's not just a man's drink.\"</p><p>Back in the 1990s, only about 15 percent of whiskey drinkers were female. Now, according to Fred Minnick, author of <a href=\"http://www.amazon.com/Whiskey-Women-Untold-Bourbon-Scotch/dp/1612345646\">Whiskey Women</a>, women represent 37 percent of whiskey imbibers in the U.S.</p><p>So, what is it that women want in on? Taste is likely part of it.</p><p>Bourbons tend to have a nice, sweet streak of corn that can be pleasing to the palate. And grain-to-bottle distillers are upping the ante in creating all sorts of complex, flavorful spirits.</p><p>But taste isn't the whole story. The history of whiskey — with its connections to both power and temptation — seems to have whetted our appetite for it, too.</p><p>Whiskey has always been a part of the wheeling and dealing of power brokers, says Minnick.</p><p>He points to 19th-century statesman Henry Clay, who famously quipped that he used bourbon to \"lubricate the wheels of justice.\" And, Minnick says, look at <a href=\"http://www.cbsnews.com/news/bourbon-summit-with-obama-will-happen-mcconnell-says/\">the talk </a>of a \"bourbon summit\" between President Obama and incoming Senate Majority Leader Mitch McConnell.</p><p>To get a sense of the \"old boys club\" that once defined the ranks of whiskey-drinking power brokers, I ducked into the bar at the Willard Hotel, which is a stone's throw from the White House in Washington, D.C.</p><p>Henry Clay was known to have had a few drinks here, \"right in this spot,\" says bartender Jim Hewes. The dark wood walls are still covered in old portraits of statesmen and other luminaries.</p><p>\"It's not that women weren't allowed in here,\" Hewes says. \"It's just that back then a lady wouldn't be seen in a gentleman's parlor, where men were drinking whiskey, smoking cigars and talking politics.\"<em></em></p><p>Now, clearly, today women have joined the ranks of power, be it in politics or business. But why has it taken women so long to warm up to whiskey?</p><p>It could be the remnants of a cultural taboo. If you go back to the decades after Prohibition, many women in the South had no compunction about spiking the punch bowl with bourbon. Drinking alcohol in private homes — as part of entertaining — was acceptable.</p><p>But in many places, women were not made to feel welcome in bars. That's because there was a strong association between women drinking, or serving, whiskey in a bar and prostitution. (In some places, women weren't even allowed to drink liquor at the bar.) Though most women today are not aware of this association, it could help explain how the cultural unease lingered.</p><p>Also, as Minnick points out in his book, decades after Prohibition, in the 1960s, many states had laws that restricted women from serving liquor behind the bar.</p><p>\"There's a lot of intimidation and mystery around whiskey,\" says Heather Greene, author of <a href=\"http://www.amazon.com/Whiskey-Distilled-Populist-Guide-Water/dp/0670016802\">Whiskey Distilled: A Populist Guide to the Water of Life</a>.</p><p>She teaches Whiskey School 101 at <a href=\"http://www.theflatironroom.com/whiskey-school/\">The Flatiron Room</a>, a hip, fine spirits parlor in New York City. And she sometimes hears the equivocations of women who are new to whiskey.</p><p>\"Is it OK to drink whiskey in a bar? Am I going to look assertive or aggressive? These are the questions\" women may ask, Greene says.</p><p>But as more women are exposed to whiskey, attitudes are shifting, and these hangups are fading away.</p><p>I sat down with a group of women to learn some of Greene's tasting tips. As she poured a single-malt Scotch, she told us to \"nose\" the whiskey — give it a good whiff.</p><p>\"Try to get the perfumes coming off the rim of the glass,\" she says. The notes of spice and nuts and vanilla — \"those beautiful flavors are delivered into the whiskey\" as it ages in the cask, she says.</p><p>One woman in our group, Lauren Brown, had never tasted whiskey but was intrigued. \"Once you learn the lingo, it's kind of like wine tasting,\" Brown says.</p><p>\"Women are absolutely the future of whiskey,\" Minnick says. And it turns out, women are a big part of whiskey's past, too.</p><p>In fact, an Egyptian woman who lived in the 2nd or 3rd century, <a href=\"https://books.google.com/books?id=ykWQGAJ4_HkC&pg=PA32&lpg=PA32&dq=maria+hebrea+still&source=bl&ots=O4xTyGueB2&sig=UlHCuZ-0MrHrzu4ix4rfXQ5L5DQ&hl=en&sa=X&ei=l0uTVOSXF8aR7Abi7IDwDg&sqi=2&ved=0CC4Q6AEwAg#v=onepage&q=maria%20hebrea%20still&f=false\">Maria Hebrea</a>, is credited with devising an early version of a still, a piece of machinery that likely paved the way for the development of modern-day stills used to produce distilled spirits.</p><p>And in the 18th century, women were producing most of the whiskey.</p><p>\"In the early colonial days,\" Minnick explains, before industrial distilleries were popular, \"women were the first distillers.\"</p><p>Back then, it was out of necessity. Women distilled in their kitchens, and whiskey was used as medicine. \"If you had a scratch or a sore ear or a headache,\" Minnick says, a woman would give you whiskey. \"It was the Tylenol, the ibuprofen of the day.\"</p><p>In fact, the skill of making whiskey was so coveted that men in the 1700s took out classified ads in gazettes looking for women who were good at distilling. \"It's hilarious,\" Minnick says. \"It was the Match.com\" of the day. Men would ask women to marry them based on their distilling talents.</p><p>So, all this time, we've been shying away from whiskey, it's really been our spirit to own?</p><p>Well, now history is coming full circle. There's a vanguard of new female distillers, blenders and tasters.</p><p>From Becky Harris, co-founder of <a href=\"http://catoctincreekdistilling.com/\">Catoctin Creek </a> distillery in Virginia, to <a href=\"https://www.wiglewhiskey.com/meredith-grelli\">Meredity Grelli</a> of Wigle Whiskey in Pittsburgh, these women are finding success as grain-to-bottle distillers.</p><p>Harris says the demand for her organic, rye whiskey is so strong, she's selling every drop she can produce.</p><p>Big spirits companies are also filling top spots with women. For instance, <a href=\"http://insiderlouisville.com/lifestyle_culture/sipping-bourbon-marianne-barnes-master-taster-brown-forman/\">Marianne Barnes</a>, who is a chemical engineer by training, is a master taster for Brown-Forman's bourbon whiskey brands.</p><p>And as the industry grows, <a href=\"http://www.timeout.com/newyork/things-to-do/this-person-tastes-whiskey-for-a-living-at-kings-county-distillery\">Nicole Austin</a> has found her niche as a <a href=\"http://oakviewspirits.com/\">whiskey consultant</a>. She's also the master blender at <a href=\"http://kingscountydistillery.com/\">Kings County Distillery</a> in Brooklyn.</p><p>So, step aside gentlemen. Women are rediscovering whiskey, a pleasure we didn't even realize we'd lost.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Not+Just+A+Man%27s+Drink%3A+Ladies+Lead+The+Whiskey+Renaissance&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"431"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373730004-ec1e5e.m3u?orgId=1&topicId=1053&d=431&p=3&story=371652827&t=progseg&e=373729864&seg=7&ft=nprml&f=371652827"},{"href":"http://media.npr.org/assets/img/2014/12/23/whiskey-ladies-dc81479f9348c4431877cfffa655517b02731f85.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}},{"href":"http://media.npr.org/assets/img/2014/12/23/catoctin-creek_enl-652e2ac18e9bfef0c58a2cf2e6b1a3890d7b9730.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1800","width":"1200"}}]}