{"created":"2014-09-08T18:55:45+00:00","modified":"2014-09-08T18:55:45+00:00","valid":{"from":"2014-09-08T18:55:45+00:00","to":"3014-09-08T18:55:45+00:00"},"hreflang":"en","guid":"dff9e575-200f-4093-8f09-be03f4756d77","title":"Immigration fuels a hot Asian fusion food scene in Lima","published":"2014-09-08T18:55:44+00:00","byline":"Clark Boyd","tags":["food","fusion cuisine","Migration & Immigration","Food","Lifestyle & Belief","Osaka","Lima","South America","Asia","Peru","Latin America","South America","Asia","East Asia","Mitsuhara Tsumura","Steve Dolinsky","Food and drink","Peruvian cuisine","Cuisine","Chifa","Arroz chaufa","Lomo saltado","Fried rice","Global cuisines","Sweet and sour","Hospitality"],"teaser":"Ever heard of \"nikkei\" and \"chifa\" cuisine? Neither had food writer Steve Dolinsky, until he went to Lima, Peru. They're a mashup of Asian and Peruvian tastes, created by immigrants.","contentencoded":"<p>When Julia Child landed on the scene, French food in America was seen as &quot;exotic&quot; by many.&nbsp;Now, many Americans are used to global cuisine.</p><p>Northern Thai cuisine?&nbsp;No problem.&nbsp;Brazilian feijoada?&nbsp;Bring it on.</p><p>So that&nbsp;means we should be ready for <em>nikkei</em> and <em>chifa</em>.</p><p>If you&#39;re guessing those are culinary styles from Asia, you&#39;re not far off.&nbsp;They&#39;re actually Peruvian, but with a serious Asian twist.</p><p>Let&#39;s start with chifa, which blends Peruvian and Chinese cultures.&nbsp;&quot;It&#39;s this fascinating style of cuisine that I&#39;d never seen before. I didn&#39;t even know it existed,&quot; says food writer <a href=\"http://instagram.com/stevedolinsky\" style=\"line-height: 1.538em;\">Steve Dolinsky</a>.</p><p>Dolinsky is in Lima, Peru at the annual <a href=\"http://mistura.pe/\" style=\"line-height: 1.538em;\">Mistura food conference</a>. &quot;A lot of it stems from Chinese immigration here after Peruvian independence in 1821. Chinese started immigrating here in the late 1850s and early 1860s.&quot;&nbsp;</p><p>It&#39;s a story that might sound familiar in the US. Chinese laborers arrived in Peru and made their own food part of the local scene. &quot;The Chinese came here to work the plantations, build railroads, tap rubber trees,&quot; Dolinsky says, &quot;and they stayed, and they created their own cuisine based on what was available locally.&quot;</p><p>He says a classic chifa dish is <em>arroz chaufa &mdash;&nbsp;</em>fried rice. But unlike the standard version, which might come with bell peppers, the chifa version incorporates corn, a Peruvian staple. The chifa version of sweet and sour chicken, Dolinsky notes, usually has a sauce made of maracuya &mdash; a passionfruit sauce.</p><p>Chifa&#39;s cousin is nikkei, which incorporates Japanese and Peruvian cultures. Again, says Dolinsky, it was created by Japanese immigrants who came to Peru to work in the 1890s. Many of those immigrants stayed, married Peruvians, and longed for the tastes of home.</p><p>These days, Peru&#39;s foremost purveyor of nikkei is a chef by the name of Mitsuhara Tsumura, whose restaurant, <a href=\"http://www.maido.pe/en/\">Maido</a>, was recently ranked among the top 10 in Latin America. &quot;His father is from Osaka and his mother is Peruvian,&quot; Dolinsky says. &quot;And he does this high-end approach to nikkei cuisine.&quot;</p><p>&quot;Peru is like a sponge,&quot; Tsumura told Dolinsky. &quot;Instead of rejecting other cultures, we have made them ours.&quot;&nbsp;Tsumura cites a Peruvian favorite, <em>lomo saltado,</em>&nbsp;as an example. It&#39;s pork tenderloin prepared in a wok with soy sauce. &quot;It&#39;s as popular as ceviche!&quot; Tsumura says.</p><p>Other classic mash-ups at Maido include sushi made from grilled pigeon and a dish made from a local favorite called <em>cuy</em> &mdash; that&#39;s guinea pig. Tsumura combines it with yucca cream and an Asian-inspired BBQ sauce.</p><p>&quot;They take these local ingredients and give them an Asian spin,&quot; says Dolinsky. &quot;I&#39;ve never seen anything like it before.&quot;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Cuy%20%28guinea%20pig%29%20with%20yuca%20cream%20at%20Maido.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/cuy-guinea-pig-yuca-cream-maidojpg"}]}