{"created":"2015-02-25T21:19:09+00:00","modified":"2015-03-02T23:05:22+00:00","valid":{"from":"2015-03-02T23:05:22+00:00","to":"3015-03-02T23:05:22+00:00"},"hreflang":"en","title":"French Authorities Pursue Drones Spotted Near Sensitive Sites","published":"2015-02-26T15:33:00+00:00","teaser":"Small drones have been seen flying illegally above high-security landmarks in Paris recently. Officials say they don't pose much risk, but the city is still on edge after the Charlie Hebdo attack.","itags":["npr_api","389041423"],"guid":"e00c8ab4-fabe-45a0-bab2-ff00aff3e8fc","contentencoded":"<p>For the second night in a row, unidentified drones have flown over the French capital. A government spokesman says they were most likely flown by enthusiasts rather than criminals, but the mysterious flights have unnerved <a href=\"http://www.npr.org/blogs/thetwo-way/2015/01/09/376052770/the-latest-on-paris-attack-police-appear-to-close-in-on-two-suspects\" target=\"_blank\">a city still on high terror alert after January's attacks</a>.</p><p>There are said to be up to 500,000 recreational drones in Europe, and the popular hobby is growing. In <a href=\"http://www.azurmodelisme.com/en_GB\" target=\"_blank\">Azur Modelisme</a>, one of several drone shops in Paris, the tiny shop is full and the phone rings incessantly. Model airplanes hang from the ceiling, and on the shelves and countertops sit all sizes of drones. They look like multi-armed robots with tiny propellers.</p><p>William Thermes, 40, says he hasn't been flying drones for long, but he's already passionate about his new hobby.</p><p>\"You have a inboard camera with a return on glasses or on a screen, so you can be like a pilot in a plane or a copter,\" he says.<strong> </strong></p><p>Thermes says you see the footage filmed by the drone and it feels like you're in it.</p><p>\"You can access to unbelievable place that you will never see elsewhere,\" he says.</p><p>The problem is that the drones of the past few nights have buzzed high-security sites, including the Eiffel Tower, the presidential residence and the American embassy. While officials are playing down the security threat, they're clearly uneasy.</p><p>On Wednesday, <a href=\"http://www.bbc.com/news/world-europe-31632253\" target=\"_blank\">police arrested three Al Jazeera English journalists</a> who were flying and filming a drone in the Bois de Boulogne park, east of the city's center. There is so far no link between the journalists and the recent nocturnal flights.</p><p>Operating a drone illegally in France carries a maximum sentence of a year in prison and a $90,000 fine. French law requires drone operators who fly in a public space to have a license and authorization, and nighttime flights are banned outright.</p><p>But there are the rules, and there is reality. In the past year drone enthusiasts have posted spectacular aerial videos of the City of Light set to music. Thermes thinks the recent drone flights were similarly harmless.</p><p>\"Some people just want to fly and fly by night,\" he says. \"A kind of game. People just want to try their toy in the city.\"</p><p>But not everyone is so insouciant about the drones. Like retired school teacher Sim Rouviere: \"I'm very worried and I don't feel safe at all. I think there is something very bad behind this. Someone is trying to destabilize us. I'm frightened it's terrorists.\"</p><p>Back in the drone shop, manager Pascal Scarcetto says that, so far, authorities have no real way to catch the drones or those flying them.</p><p>\"What they need is a system to be able to intercept these machines and apprehend the people flying them,\" he says, \"so people know they can be detected.\"</p><p>Officials have been playing down the drones' danger, saying they can't carry anything significant, and certainly can't transport it accurately.</p><p>Scarcetto shows some of the larger drones, which he says can carry up to eight pounds. He says drones are a cinch to fly, and that there are no restrictions on who can buy one.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=French+Authorities+Pursue+Drones+Spotted+Near+Sensitive+Sites&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"218"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389041424-20f562.m3u?orgId=1&topicId=1124&e=389041423&d=218&ft=nprml&f=389041423"},{"href":"http://media.npr.org/assets/img/2015/02/25/paris_drone-e8cf624efd50e564d3caf06ccd673bc8ab488a99.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1416","width":"1888"}}]}