{"created":"2014-10-08T16:31:07+00:00","modified":"2014-10-31T02:16:26+00:00","valid":{"from":"2014-10-31T02:16:26+00:00","to":"3014-10-31T02:16:26+00:00"},"hreflang":"en","title":"A Cartoonist's Funny, Heartbreaking Take On Caring For Aging Parents","published":"2014-05-08T17:26:00+00:00","teaser":"In <em>Can't We Talk About Something More Pleasant?</em>, Roz Chast combines text, cartoons, sketches and photos to describe her interactions with her parents during the last years of their lives.","itags":["npr_api","310725572"],"guid":"e00e287e-ec77-4e4e-8f46-f224d3ee217d","contentencoded":"<p>It's never easy to talk with aging parents about the end of life, but it was maybe particularly difficult for Roz Chast and her parents, which is why her new graphic memoir is called <em>Can't We Talk About Something More Pleasant?</em></p><p>Chast is one of <em>The New Yorker</em>'s most popular cartoonists, known for depicting anxieties, insecurities and neuroses. Her memoir combines text, cartoons, sketches and photos to describe her interactions with her parents during the last years of their lives, when their mental and physical health were deteriorating and they became incapable of living alone.</p><p>Her book is funny, heartbreaking and unflinching in dealing with her parents' stubbornness and denial as they became frail, and her own feelings of guilt that no matter what she did she wasn't doing enough to help them. The book begins when her parents were still living in Brooklyn apartment where she grew up, and follows them as they move into assisted living, have repeated stays in the hospital and finally are moved into hospice. Her mother outlived her father and died in 2009 at the age of 97.</p><p>Chast lives with her husband in Connecticut. They have two children who are now in their 20s. She tells <em>Fresh Air</em>'s Terry Gross about helping her parents through their final years and how she coped with their deaths.<strong></strong></p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On hiring a lawyer who specialized in talking about the difficult topics of death and money </strong></p><p>This person was really good. And I think he was able to ... somehow make them trust him enough that they could open up a little bit about things that they really never wanted to open up about, like money and talking about the future. I was there with them when he came over and we talked about things like health care proxy forms. Things I had never thought about, things I had never heard of. It was very, very helpful.</p><p><strong>On the expense of moving her parents to an assisted living facility</strong></p><p>It's a complicated thing because, on one hand, I just felt so awful thinking about the money, but it was terrifying. There are so many expenses at the end of life that insurance doesn't touch ... and if they have savings that they have scrimped together, as my parents did, to see it rushing out. ...</p><p>My parents were born in 1912; they graduated from college into the Depression. They kept notebooks of every nickel they spent, and these habits of frugality from having grown up so poor never left them. They were frugal, they were very careful about money. ... To see all of that scrimping just sort of — like a Niagara Falls of expense at the end.</p><p>There's a kind of black comedy to it too. There I am thinking, \"Oh my God, $14,000 a month. I could have had that money.\" And then you think, \"God, I'm disgusting. I am the most disgusting person in the world because at least they saved it and it's their money and it went to help take care of them.\"</p><p><strong>On her mother's death</strong></p><p>When my father died my mother was still alive. And I think when your second parent dies, there is that shock: \"Oh man, I'm an orphan.\" There's also this relief: It's done; it's finished; it's over. Because I had felt for so many years that there was this sense of going through this whole passage, this whole last part of their lives, and all the emotional and practical difficulties of that. And when my mother died, it was like, for the most part, it's over. <strong></strong></p><p><strong>On dealing with her parents' possessions</strong></p><p>They never threw anything away, and it was not like there was anything \"valuable.\" It was mostly just old, beat up luggage and typewriters ... an old rexograph machine, bajillions of old bed slippers and umbrellas and shoes and towels. ... Just detritus of decades. And when I was going through the stuff I would think, \"I want to keep this, and I want to keep that\" and it was very surreal, very bizarre.</p><p>And then at a certain point, it was like, \"I don't want anything. I want the photo albums and a few things off the wall.\" And I started putting stuff in garbage bags because I thought maybe I could do this myself, and I filled up a few of them and I had not even done 1 percent. Finally I just wound up paying the super to empty it, and it was horrible in some ways. ... I just could not do it. ... Sometimes I'm horrified when I look back on this. On other hand, I think about something a friend of mine who had gone through something similar said, which was that if you don't think your children will be interested, don't keep it. And he's absolutely right. I feel much more conscious of how much stuff I have now and what are my kids going to do with my stuff once I die. Do I want more stuff in my house when I die? Not really.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Cartoonist%27s+Funny%2C+Heartbreaking+Take+On+Caring+For+Aging+Parents&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2261"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310746431-296e76.m3u?orgId=1&topicId=1033&ft=3&f=310725572"},{"href":"http://media.npr.org/assets/img/2014/05/08/chastsmall10-82ae0cf1c42ce6b5fec79a82bcba0141a69f7ac4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"414","width":"555"}},{"href":"http://media.npr.org/assets/img/2014/05/08/rozchastbybillfranzen-69a8de7d4d7b57b5adf9b6f23d7fb4080c941a2a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1225","width":"1633"}}]}