{"created":"2015-02-26T20:57:16+00:00","modified":"2015-05-13T22:13:59+00:00","valid":{"from":"2015-05-13T22:13:59+00:00","to":"3015-05-13T22:13:59+00:00"},"hreflang":"en","title":"Cumbia: The Musical Backbone Of Latin America","published":"2015-02-26T20:57:00+00:00","teaser":"<em>Alt.Latino</em> journeys from the tip of South America to the bodegas of New York City — all the while dancing to the beat of cumbia, the lingua franca of Latin music.","itags":["npr_api","227834004"],"guid":"e017fc27-9eb8-4819-aef1-d0e6dbe69f0f","contentencoded":"<p>Whether you're in a convenience store in Ushuaia, the southernmost tip of Argentina, Mexico City or East L.A., you're likely to hear cumbia blaring from a stereo. In Latin America, no musical style has been as widespread, unifying and, I would argue, misunderstood as cumbia.</p><p>Gustavo Cordera, of the Argentine rock group La Bersuit Vergarabat, once said in an <a href=\"http://www.lacapital.com.ar/escenario/Gustavo-Cordera-El-rock-siente-envidia-de-la-cumbia-20130906-0025.html\">interview</a>: \"Latin rock feels jealous of cumbia music.\" He was on to something: Cumbia is the musical backbone of the continent. The first time I really listened to cumbia, as a teenager, it was like running my own fingers down the backbone of my identity. These vertebrae, aligned in a 2/4 beat, had always been there; they were hard and unmovable. Cumbia. And something else I wouldn't be able to define until I left my country: Latinidad. Latin-ness.</p><p>I asked co-host Felix Contreras when he fell in love with cumbia; whether he rejected it and came back to it. He said it was always part of him, through his parents. At every party and gathering, it was there, blaring, sometimes in the background, sometimes enjoyed in song and dance. Felix and I are very different — we are far apart in origin and culture and generation — but our musical backbone is the same.</p><p>Engraved in each vertebra of cumbia is the history of Latin America itself. Brought to Colombia around the time it became a Spanish colony, it was heavily influenced by the instruments of native tribes, such as the gaita flutes and the <a href=\"http://en.wikipedia.org/wiki/Guacharaca\">guacharacas</a>. Its shuffle spread throughout Latin America; on this week's show, we get a visit from Eduardo Diaz, director of the Smithsonian Latino Center, who tells us, among other things, about how cumbia was brought into Mexico and cultivated as part of the Mexican identity.</p><p>Cumbia is one of the sounds of Mexico today, but it wasn't always like that: It took a stellar Colombian musician showing up with a suitcase full of tunes and beats. Luis Carlos Meyer Castandet moved to Mexico, where he worked with orchestra director Rafael de Paz. In the '50s, he recorded what many think was the first cumbia recorded outside of Colombia, <em><em>La Cumbia Cienaguera</em></em>.</p><p>One of the theories we've heard about why cumbia is so popular is that it is a fairly simple, straightforward dance step — as opposed to salsa music, which is more intricate and difficult to master. Diaz explained to us that the basic cumbia step originated because when the music itself was born, slaves had their legs shackled and very minimal movement was possible.</p><p>Cumbia was reborn in Peru in the '70s. Known as <em><em>chicha</em></em> or psychedelic cumbia, it could be heard in oil-drilling Amazonian towns. These enterprises gathered together Peruvian oil workers and American businessmen. It also pitted cumbia against rock, especially surf-rock.</p><p>When I was a kid in the late '90s, Argentina's economy was booming and we encountered a wave of Peruvian and Bolivian immigrants. I grew up in an immigrant neighborhood, and remember walking past the houses that boomed cumbia, but I ignored it; frankly, I tried to ignore <em>them</em>. But who am I to not look straight into the eyes of my own ugliness, rather than disown it? To be honest, I was too busy trying to be cool (read: not Latin). It was not in my pre-adolescent best social interest to even let it be known among my schoolmates (to whose social class I aspired to belong someday) that I came from a neighborhood where you could even hear cumbia on the streets.</p><p>And then, as my I started getting tangled in the mess that is puberty, the country began unraveling into violent chaos. Somewhere lost in those days when I first felt the outline of breasts, I listened to cumbia for the first time. Really listened. It was some new concoction called <em>cumbia villera</em> (shanty town cumbia), a chopped, screwed and slowed-down version of Peruvian cumbia. My body just <em>knew </em>how to move to it. And these musicians sang what few journalists and politicians dared to say, but everyone knew: <em>Things are falling apart here.</em> I got curious and started listening to other types of cumbia, too, and then other folk music, and Latin rock. It made so much sense to me — and to my body, even though I didn't even know that what I was feeling was centuries of musical DNA. Even though I still hadn't quite figured out that you inherit your fights, and you don't get to disown your ancestors, I felt it. I felt my backbone.</p><p>--------------------------------------------------------------------------</p><p>No importa si entran a una tienda en Ushuaia, en el extremo sur de Argentina, o en la ciudad de México o en el este de Los Ángeles, es probable que escuchen una cumbia sonando a todo volumen. En América Latina no hay estilo musical más difundido, unificante y, yo diría, más incomprendido que la cumbia. Gustavo Cordera, del grupo de rock argentino La Bersuit Vergarabat, alguna vez dijo en una entrevista que: \"el rock latino se siente celoso de la cumbia\". Y no le faltaba razón, pues la cumbia es la columna vertebral musical del continente.</p><p>La primera vez que escuché de verdad una cumbia era adolescente y me pareció como recorrer con mis dedos cada vértebra de mi identidad. Estas vértebras, alineadas a ritmo de 2 por 4, siempre habían estado presentes, sólidas e inamovibles. Era La Cumbia y algo más que no podría definir sino hasta que dejé mi país: mi latinidad.</p><p>Mi colega en Alt.Latino, Félix Contreras cuenta que la cumbia siempre fue parte de la variedad musical durante su niñez y adolescencia en los años 60 y 70. La cumbia se escuchaba en todas las fiestas y las reuniones, a veces como protagonista a todo volumen y a veces como música de fondo o de gozo para su mamá o sus tías. Sin embargo, como lo cuenta en el programa de esta semana, no fue sino hasta que la banda de rock chicano Los Lobos reclamó la cumbia de la generación de sus padres que Félix entendió que reflejaba más acerca de él mismo de lo que pensaba.</p><p>Félix y yo somos muy diferentes y lejanos tanto en términos de origen como de cultura y generación, pero nuestra columna vertebral musical es la misma.</p><p>Grabada en cada vértebra de la cumbia se encuentra la historia misma de América Latina, la cumbia llega a Colombia durante la Colonia española, intensamente influenciada por los instrumentos de las etnias locales, como las gaitas y las guacharacas. Su paso se extendió como fuego en toda la región y, esta semana, Eduardo Díaz, director del Centro Latino del Smithsonian, nos cuenta cómo, entre otras cosas, llegó la cumbia a México y se cultivó hasta llegar a formar parte de la identidad de este país. La cumbia es uno de los sonidos del México de hoy, pero no fue siempre así. Fue necesario que se presentara un músico colombiano estelar con un maletín lleno de canciones y ritmos. Luis Carlos Meyer Castandet emigró a México, donde trabajó con el director de orquesta Rafael de la Paz. En los años 50 grabó lo que mucha gente considera la primera cumbia grabada fuera de Colombia, <em>La cumbia cienaguera.</em></p><p>Una de las teorías que escuchamos acerca de por qué es tan popular la cumbia es la sencillez de su paso al bailar (a diferencia de la salsa, que es más intrincada y difícil de dominar. Díaz nos explicó que el paso básico de la cumbia tiene su origen con el nacimiento mismo de la música, cuando los esclavos tenían sus piernas encadenadas y, por ello, apenas capaces de moverse.</p><p>La cumbia renació en Perú en los años 70. Conocida como <em>chicha</em> o cumbia sicodélica se le podía escuchar en los pueblos petroleros del Amazonas. Estas empresas enfrentaron a los trabajadores peruanos del petróleo con los empresarios estadounidenses, así como a la cumbia contra el rock y, en especial, el <em>surf rock.</em></p><p>Cuando era pequeña a fines de los años 90, la economía argentina estaba viviendo un auge y recibíamos oleadas de inmigrantes de Perú y Bolivia. Yo crecí en un vecindario e inmigrantes y recuerdo pasar caminando por las casas y escuchar el sonido de la cumbia a todo volumen, pero la ignoraba y francamente trataba de ignorarlas. Pero, ¿quién soy yo para no querer ver a los ojos de mi propia fealdad, en lugar de rechazarla? Para serles honesta, estuve demasiado ocupada tratando de ser <em>cool (</em>léase no latina). Tampoco contribuía en nada a mis intereses preadolescentes que se supiera entre mis compañeros de clase (a cuya clase social aspiraba pertenecer algún día) que yo venía de un barrio donde hasta podías oír cumbia en las calles.</p><p>Después, al empezar a enredarme en el desorden que es la pubertad, en el país empezó a caer en un caos violento. Perdido en algún lugar de aquellos días, cuando apenas sentía mi pecho empezar a \"dibujarse\", escuché una cumbia por primera vez. Realmente escuché. Era un nuevo ritmo llamado <em>cumbia villera</em>, versión recortada, hecha bolas y más lenta de la cumbia peruana. Mi cuerpo <em>sabía </em> cómo moverse, y estos músicos cantaban lo que pocos políticos y asistentes se atrevían a decir pero todos sabían pero temían decir pero todos sabíamos. Mi curiosidad me llevó a empezar a escuchar otros tipos de música, como la música ranchera, y el rock latino. Era tan lógico para mi y para mi cuerpo , aunque no supiera que lo que estaba sintiendo se resumía en siglos de ADN musical. Aunque todavía no aprendía que las batallas se heredan y que no reniegas de tus ancestros, ya lo sentía. Lo sentía.</p><p>Era mi columna vertebral.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Cumbia%3A+The+Musical+Backbone+Of+Latin+America&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jasmine Garsd","audio":[{"meta":{"duration":"2762"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1228861627-07c506.m3u?orgId=1&topicId=1039&d=2762&story=227834004&ft=nprml&f=227834004"},{"href":"http://media.npr.org/assets/img/2013/09/30/cumbia_sq-e4827fe3cdd8defa18e417b60f1a98e323a52577.jpg","type":"image/jpeg","meta":{"crop":"square","height":"223","width":"223"}},{"href":"http://media.npr.org/assets/img/2013/09/30/gaiteros_sq-6dd0281167a3a7f2cfd78fee043a428c72ca39d0.jpg","type":"image/jpeg","meta":{"crop":"square","height":"236","width":"236"}},{"href":"http://media.npr.org/assets/img/2013/09/30/pdero-laza_sq-78cb27abee1ceb6143db98d546d4a8a5c78bb5d0.jpg","type":"image/jpeg","meta":{"crop":"square","height":"499","width":"499"}},{"href":"http://media.npr.org/assets/img/2013/09/30/loslobos_sq-4c7f8a37b09943ca1952567dad1ed8618f91af92.jpg","type":"image/jpeg","meta":{"crop":"square","height":"598","width":"598"}},{"href":"http://media.npr.org/assets/img/2013/09/30/396_pecos_a_sq-07ed396880d317a68f031632499c2b82ca20a15f.jpg","type":"image/jpeg","meta":{"crop":"square","height":"983","width":"982"}},{"href":"http://media.npr.org/assets/img/2013/09/30/mingues_sq-0a188d1321e8b87571598ef2739428dfbbeee1dc.jpg","type":"image/jpeg","meta":{"crop":"square","height":"224","width":"224"}},{"href":"http://media.npr.org/assets/img/2013/09/30/olivaresl_sq-210a8d04f5835a1b90d605003542db99fbeec3e4.jpg","type":"image/jpeg","meta":{"crop":"square","height":"200","width":"200"}},{"href":"http://media.npr.org/assets/img/2013/09/30/yuta_sq-a2b314835511807e421d6b022d26d1efc8147640.jpg","type":"image/jpeg","meta":{"crop":"square","height":"300","width":"300"}},{"href":"http://media.npr.org/assets/img/2013/10/03/gaiteros-0be3c323c5653e35f55fc9dfbaa5a5760554f6b9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"712","width":"951"}}]}