{"created":"2015-01-30T09:03:19+00:00","modified":"2015-05-13T21:19:23+00:00","valid":{"from":"2015-05-13T21:19:23+00:00","to":"3015-05-13T21:19:23+00:00"},"hreflang":"en","title":"4 Reasons Why It's Veto Season At The White House","published":"2015-01-31T00:37:00+00:00","teaser":"In his first six years in office, President Obama issued just two vetoes, the fewest of any president going all the way back to James Garfield. But that's about to change.","itags":["npr_api","382485323"],"guid":"e028f373-fd46-45e5-9ac9-68c077c311c7","contentencoded":"<p>President Obama is about to get his first veto opportunity of the new Congress. A bill that would approve the Keystone XL pipeline project <a href=\"http://www.npr.org/blogs/thetwo-way/2015/01/29/382430179/senate-prepares-to-ok-keystone-xl-oil-pipeline-despite-obama-veto-threat\" target=\"_blank\">will be on his desk soon</a>. He has promised to veto it, and that's unusual. In his first six years in office, Obama issued just two vetoes — the fewest of any president going all the way back to James Garfield, and Garfield only served 199 days in office! But with the Republican takeover of both chambers of Congress, that will change. Here are four reasons why:</p><p><strong>1. Nothing left to lose: the Janis Joplin doctrine. </strong></p><p><a href=\"https://www.youtube.com/watch?v=CQ-QfMv7Fzw\" target=\"_blank\"><em>Freedom is just another word for nothing left to lose</em></a>, Joplin sang. The thing that holds a president back from taking executive action is very often that members of Congress of his own party don't want him to trample on their prerogatives. When the president has an opposition party controlling Congress, he doesn't have to worry about that. And he's no longer concerned with the political fate of red-state, pro-Keystone Democrats like Sen. Mary Landrieu or Sen. Mark Begich — they both lost their seats in November. So he's free to stand with the environmentalist base of his party.</p><p><strong>2. A divided government.</strong></p><p>Instead of a divided Congress, where a Democratic Senate kept almost anything from coming to the president's desk, we now have divided government. A Republican Congress will actually be passing things and sending them to President Obama to sign or veto.</p><p><strong>3. The desire to draw a bright line.</strong></p><p>In the past, presidents often used vetoes as a negotiating tool — to shape legislation. Bill Clinton, who famously said \"I was not elected to produce a pile of vetoes,\" vetoed plenty of bills, including welfare reform <em>twice</em> before he got a version he was willing to sign. That may be the case with some future Obama vetoes, but right now the dynamics between Congress and President Obama are so contentious that neither side is looking for a negotiation. Both Congress, by passing bills it knows the president will veto, and the president, by vetoing them, are making a political statement.</p><p><strong>4. Protecting the president's legacy and authority.</strong></p><p>According to political scientists who study this, historically, 90 percent of veto threats are issued privately, behind the scenes. Obama appears to be breaking with that tradition. He has issued nine veto threats so far — in public. Most are to defend his legacy initiatives: Obamacare, Dodd-Frank, immigration action. But several threatened vetoes are to preserve the authority of the executive. He says he'll veto the Keystone XL bill because it's up to the State Department, not Congress, to approve cross-border pipelines. He has also promised to veto two bills about the Iran nuclear deal because they infringe on the president's ability to conduct diplomacy.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=4+Reasons+Why+It%27s+Veto+Season+At+The+White+House&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mara Liasson","audio":[{"meta":{"duration":"288"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382588008-1f2106.m3u?orgId=1&topicId=1014&d=288&p=3&story=382485323&t=progseg&e=382587930&seg=1&ft=nprml&f=382485323"},{"href":"http://media.npr.org/assets/img/2015/01/29/461281628-446f0aa2da5012640b3519d7d07afc14bce11e75.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1664","width":"2219"}}]}