{"created":"2015-06-16T18:08:50+00:00","modified":"2015-06-24T20:00:13+00:00","valid":{"from":"2014-11-05T05:37:53+00:00","to":"3014-11-05T05:37:53+00:00"},"hreflang":"en","contenttemplated":"[{\"content\":\"<p><em>This audio is part of the larger project <a href=\\\"http://www.americanradioworks.org/documentaries/roosevelts/\\\">The First Family of Radio</a>: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You can download the entire radio hour from our <a href=\\\"http://www.americanradioworks.org/podcast/\\\">podcast feed</a> (<a href=\\\"https://itunes.apple.com/us/podcast/id81914987\\\">iTunes</a>).</em></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>May 7, 1933</strong></p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>FDR delivered his second Fireside Chat less than six months into his presidency. Critical New Deal legislation still awaited congressional approval. -Stephen Smith</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<h3>Transcript</h3>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p>On a Sunday night a week after my Inauguration, I used the radio to tell you about the banking crisis and about the measures we were taking to meet it. In that way I tried to make clear to the country various facts that might otherwise have been misunderstood and in general to provide a means of understanding which I believe did much to restore confidence.</p><br /><p>Tonight, eight weeks later, I come for the second time to give you my report; in the same spirit and by the same means to tell you about what we have been doing and what we are planning to do.</p><br /><p>Two months ago, as you know, we were facing serious problems. The country was dying by inches. It was dying because trade and commerce had declined to dangerously low levels; prices for basic commodities were such as to destroy the value of the assets of national institutions such as banks and savings banks and insurance companies and others. These institutions, because of their great needs, were foreclosing mortgages, they were calling loans, and they were refusing credit. Thus there was actually in process of destruction the property of millions of people who had borrowed money on that property in terms of dollars which had had an entirely different value from the level of March, 1933. That situation in that crisis did not call for any complicated consideration of economic panaceas or fancy plans. We were faced by a condition and not a theory.</p><br /><p>There were just two alternatives at that time: the first was to allow the foreclosures to continue, credit to be withheld, money to go into hiding, thus forcing liquidation and bankruptcy of banks and railroads and insurance companies and a recapitalizing of all business and all property on a lower level. That alternative meant a continuation of what is loosely called “deflation,” the net result of which would have been extraordinary hardships on all property owners and all bank depositors, and incidentally, extraordinary hardships on all persons working for wages through an increase in unemployment and a further reduction of the wage scale.</p><br /><p>It is easy to see that the result of that course would have not only economic effects of a very serious nature, but social results also that might bring incalculable harm. Even before I was inaugurated I came to the conclusion that such a policy was too much to ask the American people to bear. It involved not only a further loss of homes and farms and savings and wages, but also a loss of spiritual values—the loss of that sense of security for the present and the future that is so necessary for the peace and contentment of the individual and of his family. When you destroy those things, you find it difficult to establish confidence of any sort in the future. And it was clear that mere appeals coming out of Washington for more confidence and the mere lending of more money to shaky institutions could not stop that downward course. A prompt program applied as quickly as possible seemed to me not only justified but imperative to our national security. The Congress, and when I say the Congress I mean the members of both political parties, fully understood this and gave me generous and intelligent support. The members of the Congress realized that the methods of normal times had to be replaced in the emergency by measures which were suited to the serious and pressing requirements of the moment. There was no actual surrender of power, Congress still retained its constitutional authority to legislate and to appropriate, and no one has the slightest desire to change the balance of these powers. The function of Congress is to decide what has to be done and to select the appropriate agency to carry out its will. That policy it has strictly adhered to. The only thing that has been happening has been to designate the President of the United States as the agency to carry out certain of the purposes of the Congress. This was constitutional and is constitutional. And it is in keeping with the past American tradition.</p><br /><p>The legislation that has been passed or is in the process of enactment can properly be considered as part of a well-grounded, well-rounded plan.</p><br /><p>First, we are giving opportunity of employment to a quarter of a million of the unemployed, especially the young men who have dependents, let them go into forestry and flood-prevention work. That is a big task because it means feeding and clothing and caring for nearly twice as many men as we have in the regular army itself. And in creating this civilian conservation corps we are killing two birds with one stone. We are clearly enhancing the value of our natural resources, and at the same time we are relieving an appreciable amount of actual distress. This great group of men, young men have entered upon their work on a purely voluntary basis; no military training is involved and we are conserving not only our natural resources, but also our human resources. One of the great values to this work is the fact that it is direct and requires the intervention of very little machinery.</p><br /><p>Secondly, I have requested the Congress and have secured action upon a proposal to put the great properties owned by our Government at Muscle Shoals to work after long years of wasteful inaction, and with this goes hand-in-hand a broad plan for the permanent improvement of the vast area included in the Tennessee Valley. It will add to the comfort and to the happiness of hundreds of thousands of people and the incident benefits will reach the entire Nation.</p><br /><p>Next, the Congress is about to pass legislation that will greatly ease the mortgage distress among the farmers and among the home owners of the Nation, by providing for the easing of the burden of debt that now bears so heavily upon millions of our people.</p><br /><p>Our next step in seeking immediate relief is a grant of half a billion dollars to help the States and the counties and the municipalities in their duty to care for those who at this time need direct and immediate relief.</p><br /><p>In addition to all this, the Congress also passed legislation as you know, authorizing the sale of beer in such States as desired it. That has already resulted in considerable reemployment and incidentally it has provided for the federal government and the state, a much needed tax revenue.</p><br /><p>Now as to the future, we are planning within a few days to ask the Congress for legislation to enable the Government to undertake public works, thus stimulating directly and indirectly the employment of many others in well-considered projects.</p><br /><p>Further legislation has been taken up which goes much more fundamentally into our economic problems. The Farm Relief Bill seeks by the use of several methods, alone or together, to bring about an increased return to farmers for their major farm products, seeking at the same time to prevent in the days to come disastrous overproduction, the kind of overproduction which so often in the past has kept farm commodity prices far below a reasonable return. This measure provides wide powers for emergencies. And the extent of its use will depend entirely upon what the future has in store.</p><br /><p>Well-considered and conservative measures will likewise be proposed within a few days that will attempt to give to the industrial workers of the country a more fair wage return, to prevent cut-throat competition, to unduly long hours for labor, and at the same time to encourage each industry to prevent overproduction.</p><br /><p>One other bill falls into the same class, the Railroad Bill. it seeks to provide and make certain a definite planning by the railroads themselves, with the assistance of the Government in order to eliminate the duplication and waste that now results in railroad receiverships and in continuing operating deficits.</p><br /><p>I feel very certain that the people of this country understand and approve the broad purposes behind these new governmental policies relating to agriculture and industry and transportation. We found ourselves faced with more agricultural products than we could possibly consume ourselves and with surpluses which other Nations did not have the cash to buy from us except at prices ruinously low. We found our factories able to turn out more goods than we could possibly consume, and at the same time we have been faced with a falling export demand. We found ourselves with more facilities to transport goods and crops than there were goods and crops to be transported. All of this has been caused in large part by a complete lack of planning and a complete failure to understand the danger signals that have been flying ever since the close of the World War. The people of this country have been erroneously encouraged to believe that they could keep on increasing the output of farm and of factory indefinitely and that some magician would find ways and means for that increased output to be consumed with reasonable profit to the producer.</p><br /><p>But today we have reason to believe that things are a little better than they were two months ago. Industry has picked up, railroads are carrying more freight, farm prices are better, but I am not going to indulge in issuing proclamations of over-enthusiastic assurance. We cannot ballyhoo ourselves back to prosperity. And I am going to be honest at all times with the people of the country. I do not want the people of this country to take the foolish course of letting this improvement come back on another speculative wave. I do not want the people to believe that because of unjustified optimism we can resume the ruinous practice of increasing our crop output and our factory output in the hope that a kind Providence will find buyers at high prices. Such a course may bring us immediate and false prosperity but it will be the kind of prosperity that will lead us into another tailspin.</p><br /><p>It is wholly wrong to call the measures that we have taken Government control of farming, or government control of industry, or government control of transportation. It is rather a partnership. A partnership between Government and farming. A partnership between Government and industry. And a partnership between Government and transportation. not a partnership in profits, because the profits will still go to the private citizens, but rather a partnership in planning, and a partnership to see that the plans are carried out.</p><br /><p>Let me illustrate with an example. Take for instance the cotton-goods industry. It is probably true that 90 percent of the cotton manufacturers of this country would agree tomorrow to eliminate starvation wages, would agree to stop long hours of employment, would agree to stop child labor, would agree to prevent an overproduction that would result in unsalable surpluses. But, my friends, what good is such an agreement of the 90 percent, if the other 10 percent of cotton manufacturers pay starvation wages and require long hours and employ children in their mills and turn out burdensome surpluses? The unfair 10 percent could produce goods so cheaply that the fair 90 percent would be compelled to meet the unfair conditions. And that is where Government comes in. Government ought to have the right and will have the right, after surveying and planning for an industry, to prevent, with the assistance of the overwhelming majority of that industry, all unfair practices and to enforce that agreement by the authority of Government. The so-called anti-trust laws were intended to prevent the creation of monopolies and to forbid unreasonable profits to those monopolies. That purpose of the antitrust laws must be continued, but those laws were never intended to encourage the kind of unfair competition that results in long hours and starvation wages and overproduction.</p><br /><p>And my friends, the same principle that is illustrated by that example applies to farm products and to transportation and to every other field of organized private industry.</p><br /><p>We are working towards a definite goal, a goal that seeks to prevent the return of conditions which came very close to destroying what you and I call modern civilization. The actual accomplishment of our purpose cannot be attained in a day. Our policies are wholly within purposes for which our American Constitutional Government was established 150 years ago.</p><br /><p>I know that the people of this country will understand this and that they will also understand the spirit in which we are undertaking that policy. I do not deny that we may make some mistakes of procedure as we carry out this policy. I have no expectation of making a hit every time I come to bat. What I seek is the highest possible batting average, not only for myself but for the team. Theodore Roosevelt once said to me: “If I can be right 75 percent of the time, I shall come up to the fullest measure of my hopes.”</p><br /><p>Much has been said of late about Federal finances and inflation, about the gold standard, and francs and pounds and so forth. I should like to make the facts very simple and to make my policy very clear. In the first place, Government credit and Government currency are really one and the same thing. Behind Government bonds there is only a promise to pay. Behind Government currency we have, in addition to the promise to pay, a reserve of gold and a small reserve of silver. Neither of them anything like the total amount of the currency. And in this connection it is worthwhile remembering that in the past the Government has agreed to redeem nearly thirty billions of its debts and its currency in gold, and private corporations and individuals in this country have agreed to redeem another sixty or seventy billion of securities and mortgages in gold. The Government and private the corporations and individuals were making these agreements when they knew full well that all of the gold in the United States amounted to only between three and four billion. and that all of the gold in all of the world amounted to only about eleven billion.</p><br /><p>If the holders of these promises to pay were all of them to start in to demand gold, the first comers would get gold for a few days or a few hours, and those first comers who would get the gold add up to an amount to about one-twenty-fifth of all of the holders of the securities and the currency. The other twenty-four people out of twenty-five, who did not happen to be at the top of the line, would be politely told that there was no more gold left. And so we have decided in Washington to treat all twenty-five people in the same way in the interest of justice and in the exercise of the constitutional powers of this Government. We placed everyone on the same basis in order that the general good may be preserved.</p><br /><p>Nevertheless, gold, and to a partial extent silver also, are perfectly good bases for currency, and that is why I decided not to let any of the gold now in the country go out of it.</p><br /><p>A series of conditions arose three weeks ago which very readily might have meant, first, a drain on our gold by foreign countries, and second, as a result of that drain, a flight of American capital itself, in the form of gold, out of our country. And it is not exaggerating the possibility to tell you that such an occurrence might well have taken from us the major part of our gold reserve and might well have resulted in such a further weakening of our Government and private credit as to bring on actual panic conditions and the complete stoppage of the wheels of industry.</p><br /><p>The Administration has the definite objective of raising commodity prices to such an extent that those who have borrowed money will, on the average, be able to repay that money in the same kind of dollar which they borrowed. We do not seek to let them get such a cheap dollar that in effect they will be able to pay a great deal less back than they borrowed. In other words, we seek to correct a wrong and not to create another wrong in the opposite direction. That is why powers are being given to the Administration to provide, if necessary, for an enlargement of credit, in order to correct the existing wrong. These powers will be used when, as, and if it may be necessary to accomplish the purpose.</p><br /><p>Hand in hand with the domestic situation which, of course, is our first concern is the world situation, and I want to emphasize to you that the domestic situation is inevitably and deeply tied in with the conditions in all of the other Nations of the world. In other words, we can get, in all probability, some measure of return of prosperity in the United States, but it will not be permanent unless we can get in a return to prosperity all over the world.</p><br /><p>In the conferences that we have held and are holding with the leaders of other Nations, we are seeking four great objectives: first, a general reduction of armaments and through this the removal of the fear of invasion and of armed attack, and, at the same time, a reduction in armament costs, in order to help in the balancing of Government budgets and in the reduction of taxation; secondly, a cutting down of the trade barriers, in order to restart the flow of exchange of crops and of goods between Nations; third, we seek the setting up of a stabilization of currencies, in order that trade and commerce can make contracts ahead; and fourth, we seek the reestablishment of friendly relations and greater confidence between all Nations.</p><br /><p>Our foreign visitors these past three weeks have responded to these purposes in a very helpful way. All of the Nations have suffered alike in this great depression. They have all reached the conclusion that each can best be helped by the common action of all. And it is in this spirit that our visitors have met with us and discussed our common problems. The great international conference of this summer that lies before us must succeed. The future of the world demands it, and we have each of us pledged ourselves to the best joint efforts to this end.</p><br /><p>To you, the people of this country, all of us in Washington, the members of the Congress and the members of this Administration, owe a profound debt of gratitude. Throughout the depression you have been patient. You have granted us wide powers; you have encouraged us with a widespread approval of our purposes. Every ounce of strength and every resource at our command we have devoted and we are devoted to the end of justifying your confidence. We are encouraged to believe that a wise and sensible beginning has been made. In the present spirit of mutual confidence, in the present spirit of mutual encouragement we go forward.</p><br /><p>And in conclusion my friends, may I express to the National Broadcasting Company, and to the Columbia Broadcasting System my thanks for the facilities that they have made available to me tonight.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><iframe frameborder=\\\"0\\\" src=\\\"http://cdn.knightlab.com/libs/timeline/latest/embed/index.html?source=0Ai6SjtFZXpPtdFpwZGczQ0RTLUxrcVdxaUxwY1dpRnc&amp;font=Bevan-PotanoSans&amp;maptype=toner&amp;lang=en&amp;height=650\\\"></iframe></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"}]","title":"FDR: Progress with the New Deal","teaser":"This audio is part of the larger project The First Family of Radio: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You […]","itags":["American RadioWorks","American RadioWorks 2014-11-04","e02fe059194a8766dbf109d20b405078"],"description":"This audio is part of the larger project The First Family of Radio: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You […]","byline":"Andy Kruse","contentencoded":"<div class=\"barn-cleaned\"><p><em>This audio is part of the larger project <a href=\"http://www.americanradioworks.org/documentaries/roosevelts/\">The First Family of Radio</a>: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You can download the entire radio hour from our <a href=\"http://www.americanradioworks.org/podcast/\">podcast feed</a> (<a href=\"https://itunes.apple.com/us/podcast/id81914987\">iTunes</a>).</em></p>\n<br />\n<p><strong>May 7, 1933</strong></p>\n<br />\n<p>FDR delivered his second Fireside Chat less than six months into his presidency. Critical New Deal legislation still awaited congressional approval. -Stephen Smith</p>\n<br />\n<h3>Transcript</h3>\n<br />\n<blockquote>\n<p>On a Sunday night a week after my Inauguration, I used the radio to tell you about the banking crisis and about the measures we were taking to meet it. In that way I tried to make clear to the country various facts that might otherwise have been misunderstood and in general to provide a means of understanding which I believe did much to restore confidence.</p>\n<br />\n<p>Tonight, eight weeks later, I come for the second time to give you my report; in the same spirit and by the same means to tell you about what we have been doing and what we are planning to do.</p>\n<br />\n<p>Two months ago, as you know, we were facing serious problems. The country was dying by inches. It was dying because trade and commerce had declined to dangerously low levels; prices for basic commodities were such as to destroy the value of the assets of national institutions such as banks and savings banks and insurance companies and others. These institutions, because of their great needs, were foreclosing mortgages, they were calling loans, and they were refusing credit. Thus there was actually in process of destruction the property of millions of people who had borrowed money on that property in terms of dollars which had had an entirely different value from the level of March, 1933. That situation in that crisis did not call for any complicated consideration of economic panaceas or fancy plans. We were faced by a condition and not a theory.</p>\n<br />\n<p>There were just two alternatives at that time: the first was to allow the foreclosures to continue, credit to be withheld, money to go into hiding, thus forcing liquidation and bankruptcy of banks and railroads and insurance companies and a recapitalizing of all business and all property on a lower level. That alternative meant a continuation of what is loosely called “deflation,” the net result of which would have been extraordinary hardships on all property owners and all bank depositors, and incidentally, extraordinary hardships on all persons working for wages through an increase in unemployment and a further reduction of the wage scale.</p>\n<br />\n<p>It is easy to see that the result of that course would have not only economic effects of a very serious nature, but social results also that might bring incalculable harm. Even before I was inaugurated I came to the conclusion that such a policy was too much to ask the American people to bear. It involved not only a further loss of homes and farms and savings and wages, but also a loss of spiritual values—the loss of that sense of security for the present and the future that is so necessary for the peace and contentment of the individual and of his family. When you destroy those things, you find it difficult to establish confidence of any sort in the future. And it was clear that mere appeals coming out of Washington for more confidence and the mere lending of more money to shaky institutions could not stop that downward course. A prompt program applied as quickly as possible seemed to me not only justified but imperative to our national security. The Congress, and when I say the Congress I mean the members of both political parties, fully understood this and gave me generous and intelligent support. The members of the Congress realized that the methods of normal times had to be replaced in the emergency by measures which were suited to the serious and pressing requirements of the moment. There was no actual surrender of power, Congress still retained its constitutional authority to legislate and to appropriate, and no one has the slightest desire to change the balance of these powers. The function of Congress is to decide what has to be done and to select the appropriate agency to carry out its will. That policy it has strictly adhered to. The only thing that has been happening has been to designate the President of the United States as the agency to carry out certain of the purposes of the Congress. This was constitutional and is constitutional. And it is in keeping with the past American tradition.</p>\n<br />\n<p>The legislation that has been passed or is in the process of enactment can properly be considered as part of a well-grounded, well-rounded plan.</p>\n<br />\n<p>First, we are giving opportunity of employment to a quarter of a million of the unemployed, especially the young men who have dependents, let them go into forestry and flood-prevention work. That is a big task because it means feeding and clothing and caring for nearly twice as many men as we have in the regular army itself. And in creating this civilian conservation corps we are killing two birds with one stone. We are clearly enhancing the value of our natural resources, and at the same time we are relieving an appreciable amount of actual distress. This great group of men, young men have entered upon their work on a purely voluntary basis; no military training is involved and we are conserving not only our natural resources, but also our human resources. One of the great values to this work is the fact that it is direct and requires the intervention of very little machinery.</p>\n<br />\n<p>Secondly, I have requested the Congress and have secured action upon a proposal to put the great properties owned by our Government at Muscle Shoals to work after long years of wasteful inaction, and with this goes hand-in-hand a broad plan for the permanent improvement of the vast area included in the Tennessee Valley. It will add to the comfort and to the happiness of hundreds of thousands of people and the incident benefits will reach the entire Nation.</p>\n<br />\n<p>Next, the Congress is about to pass legislation that will greatly ease the mortgage distress among the farmers and among the home owners of the Nation, by providing for the easing of the burden of debt that now bears so heavily upon millions of our people.</p>\n<br />\n<p>Our next step in seeking immediate relief is a grant of half a billion dollars to help the States and the counties and the municipalities in their duty to care for those who at this time need direct and immediate relief.</p>\n<br />\n<p>In addition to all this, the Congress also passed legislation as you know, authorizing the sale of beer in such States as desired it. That has already resulted in considerable reemployment and incidentally it has provided for the federal government and the state, a much needed tax revenue.</p>\n<br />\n<p>Now as to the future, we are planning within a few days to ask the Congress for legislation to enable the Government to undertake public works, thus stimulating directly and indirectly the employment of many others in well-considered projects.</p>\n<br />\n<p>Further legislation has been taken up which goes much more fundamentally into our economic problems. The Farm Relief Bill seeks by the use of several methods, alone or together, to bring about an increased return to farmers for their major farm products, seeking at the same time to prevent in the days to come disastrous overproduction, the kind of overproduction which so often in the past has kept farm commodity prices far below a reasonable return. This measure provides wide powers for emergencies. And the extent of its use will depend entirely upon what the future has in store.</p>\n<br />\n<p>Well-considered and conservative measures will likewise be proposed within a few days that will attempt to give to the industrial workers of the country a more fair wage return, to prevent cut-throat competition, to unduly long hours for labor, and at the same time to encourage each industry to prevent overproduction.</p>\n<br />\n<p>One other bill falls into the same class, the Railroad Bill. it seeks to provide and make certain a definite planning by the railroads themselves, with the assistance of the Government in order to eliminate the duplication and waste that now results in railroad receiverships and in continuing operating deficits.</p>\n<br />\n<p>I feel very certain that the people of this country understand and approve the broad purposes behind these new governmental policies relating to agriculture and industry and transportation. We found ourselves faced with more agricultural products than we could possibly consume ourselves and with surpluses which other Nations did not have the cash to buy from us except at prices ruinously low. We found our factories able to turn out more goods than we could possibly consume, and at the same time we have been faced with a falling export demand. We found ourselves with more facilities to transport goods and crops than there were goods and crops to be transported. All of this has been caused in large part by a complete lack of planning and a complete failure to understand the danger signals that have been flying ever since the close of the World War. The people of this country have been erroneously encouraged to believe that they could keep on increasing the output of farm and of factory indefinitely and that some magician would find ways and means for that increased output to be consumed with reasonable profit to the producer.</p>\n<br />\n<p>But today we have reason to believe that things are a little better than they were two months ago. Industry has picked up, railroads are carrying more freight, farm prices are better, but I am not going to indulge in issuing proclamations of over-enthusiastic assurance. We cannot ballyhoo ourselves back to prosperity. And I am going to be honest at all times with the people of the country. I do not want the people of this country to take the foolish course of letting this improvement come back on another speculative wave. I do not want the people to believe that because of unjustified optimism we can resume the ruinous practice of increasing our crop output and our factory output in the hope that a kind Providence will find buyers at high prices. Such a course may bring us immediate and false prosperity but it will be the kind of prosperity that will lead us into another tailspin.</p>\n<br />\n<p>It is wholly wrong to call the measures that we have taken Government control of farming, or government control of industry, or government control of transportation. It is rather a partnership. A partnership between Government and farming. A partnership between Government and industry. And a partnership between Government and transportation. not a partnership in profits, because the profits will still go to the private citizens, but rather a partnership in planning, and a partnership to see that the plans are carried out.</p>\n<br />\n<p>Let me illustrate with an example. Take for instance the cotton-goods industry. It is probably true that 90 percent of the cotton manufacturers of this country would agree tomorrow to eliminate starvation wages, would agree to stop long hours of employment, would agree to stop child labor, would agree to prevent an overproduction that would result in unsalable surpluses. But, my friends, what good is such an agreement of the 90 percent, if the other 10 percent of cotton manufacturers pay starvation wages and require long hours and employ children in their mills and turn out burdensome surpluses? The unfair 10 percent could produce goods so cheaply that the fair 90 percent would be compelled to meet the unfair conditions. And that is where Government comes in. Government ought to have the right and will have the right, after surveying and planning for an industry, to prevent, with the assistance of the overwhelming majority of that industry, all unfair practices and to enforce that agreement by the authority of Government. The so-called anti-trust laws were intended to prevent the creation of monopolies and to forbid unreasonable profits to those monopolies. That purpose of the antitrust laws must be continued, but those laws were never intended to encourage the kind of unfair competition that results in long hours and starvation wages and overproduction.</p>\n<br />\n<p>And my friends, the same principle that is illustrated by that example applies to farm products and to transportation and to every other field of organized private industry.</p>\n<br />\n<p>We are working towards a definite goal, a goal that seeks to prevent the return of conditions which came very close to destroying what you and I call modern civilization. The actual accomplishment of our purpose cannot be attained in a day. Our policies are wholly within purposes for which our American Constitutional Government was established 150 years ago.</p>\n<br />\n<p>I know that the people of this country will understand this and that they will also understand the spirit in which we are undertaking that policy. I do not deny that we may make some mistakes of procedure as we carry out this policy. I have no expectation of making a hit every time I come to bat. What I seek is the highest possible batting average, not only for myself but for the team. Theodore Roosevelt once said to me: “If I can be right 75 percent of the time, I shall come up to the fullest measure of my hopes.”</p>\n<br />\n<p>Much has been said of late about Federal finances and inflation, about the gold standard, and francs and pounds and so forth. I should like to make the facts very simple and to make my policy very clear. In the first place, Government credit and Government currency are really one and the same thing. Behind Government bonds there is only a promise to pay. Behind Government currency we have, in addition to the promise to pay, a reserve of gold and a small reserve of silver. Neither of them anything like the total amount of the currency. And in this connection it is worthwhile remembering that in the past the Government has agreed to redeem nearly thirty billions of its debts and its currency in gold, and private corporations and individuals in this country have agreed to redeem another sixty or seventy billion of securities and mortgages in gold. The Government and private the corporations and individuals were making these agreements when they knew full well that all of the gold in the United States amounted to only between three and four billion. and that all of the gold in all of the world amounted to only about eleven billion.</p>\n<br />\n<p>If the holders of these promises to pay were all of them to start in to demand gold, the first comers would get gold for a few days or a few hours, and those first comers who would get the gold add up to an amount to about one-twenty-fifth of all of the holders of the securities and the currency. The other twenty-four people out of twenty-five, who did not happen to be at the top of the line, would be politely told that there was no more gold left. And so we have decided in Washington to treat all twenty-five people in the same way in the interest of justice and in the exercise of the constitutional powers of this Government. We placed everyone on the same basis in order that the general good may be preserved.</p>\n<br />\n<p>Nevertheless, gold, and to a partial extent silver also, are perfectly good bases for currency, and that is why I decided not to let any of the gold now in the country go out of it.</p>\n<br />\n<p>A series of conditions arose three weeks ago which very readily might have meant, first, a drain on our gold by foreign countries, and second, as a result of that drain, a flight of American capital itself, in the form of gold, out of our country. And it is not exaggerating the possibility to tell you that such an occurrence might well have taken from us the major part of our gold reserve and might well have resulted in such a further weakening of our Government and private credit as to bring on actual panic conditions and the complete stoppage of the wheels of industry.</p>\n<br />\n<p>The Administration has the definite objective of raising commodity prices to such an extent that those who have borrowed money will, on the average, be able to repay that money in the same kind of dollar which they borrowed. We do not seek to let them get such a cheap dollar that in effect they will be able to pay a great deal less back than they borrowed. In other words, we seek to correct a wrong and not to create another wrong in the opposite direction. That is why powers are being given to the Administration to provide, if necessary, for an enlargement of credit, in order to correct the existing wrong. These powers will be used when, as, and if it may be necessary to accomplish the purpose.</p>\n<br />\n<p>Hand in hand with the domestic situation which, of course, is our first concern is the world situation, and I want to emphasize to you that the domestic situation is inevitably and deeply tied in with the conditions in all of the other Nations of the world. In other words, we can get, in all probability, some measure of return of prosperity in the United States, but it will not be permanent unless we can get in a return to prosperity all over the world.</p>\n<br />\n<p>In the conferences that we have held and are holding with the leaders of other Nations, we are seeking four great objectives: first, a general reduction of armaments and through this the removal of the fear of invasion and of armed attack, and, at the same time, a reduction in armament costs, in order to help in the balancing of Government budgets and in the reduction of taxation; secondly, a cutting down of the trade barriers, in order to restart the flow of exchange of crops and of goods between Nations; third, we seek the setting up of a stabilization of currencies, in order that trade and commerce can make contracts ahead; and fourth, we seek the reestablishment of friendly relations and greater confidence between all Nations.</p>\n<br />\n<p>Our foreign visitors these past three weeks have responded to these purposes in a very helpful way. All of the Nations have suffered alike in this great depression. They have all reached the conclusion that each can best be helped by the common action of all. And it is in this spirit that our visitors have met with us and discussed our common problems. The great international conference of this summer that lies before us must succeed. The future of the world demands it, and we have each of us pledged ourselves to the best joint efforts to this end.</p>\n<br />\n<p>To you, the people of this country, all of us in Washington, the members of the Congress and the members of this Administration, owe a profound debt of gratitude. Throughout the depression you have been patient. You have granted us wide powers; you have encouraged us with a widespread approval of our purposes. Every ounce of strength and every resource at our command we have devoted and we are devoted to the end of justifying your confidence. We are encouraged to believe that a wise and sensible beginning has been made. In the present spirit of mutual confidence, in the present spirit of mutual encouragement we go forward.</p>\n<br />\n<p>And in conclusion my friends, may I express to the National Broadcasting Company, and to the Columbia Broadcasting System my thanks for the facilities that they have made available to me tonight.</p>\n</blockquote>\n<br />\n<p><iframe src='http://cdn.knightlab.com/libs/timeline/latest/embed/index.html?source=0Ai6SjtFZXpPtdFpwZGczQ0RTLUxrcVdxaUxwY1dpRnc&amp;font=Bevan-PotanoSans&amp;maptype=toner&amp;lang=en&amp;height=650' frameborder='0'></iframe></p>\n<br /></div>","guid":"e02fe059-194a-4876-8dbf-09d20b405078","published":"2014-11-05T05:37:53+00:00","tags":["APM"],"audio":[{"meta":{"duration_hms":"00:22:28","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/americanradioworks/2014/fdr330507","type":"application/json"},"duration":1348},"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/americanradioworks/2014/fdr330507_128.mp3","format":"MP3"}]}