{"created":"2014-08-27T19:46:05+00:00","modified":"2014-08-27T19:46:05+00:00","valid":{"from":"2014-08-27T19:46:05+00:00","to":"3014-08-27T19:46:05+00:00"},"hreflang":"en","guid":"e03551d7-30fc-4149-8d51-de4e8b3b07f5","title":"Three years after its civil war, Libya is on the brink of another","published":"2014-08-27T19:46:03+00:00","byline":"Traci Tong","tags":["Gaddafi","civil war","military aid","Conflict","Conflict & Justice","Tripoli","Africa","Libya","North Africa","Africa","David Kirkpatrick","Muammar Gaddafi","Libya","Libyan civil war","Tripoli","Arab Spring","Politics","War","Foreign relations of Libya"],"teaser":"Three years after the revolution that overthrew Moammar Gaddafi, Libya faces an even worse crisis that threatens to destabilize the country and region. The US doesn't want to intervene, but fighting between Islamists and former Gaddafi loyalists has already dragged in other countries.","contentencoded":"<p><span style=\"line-height: 1.538em;\">Western airstrikes helped topple Libyan dictator Muammar Gaddafi three years ago. Now the country is dealing with another crisis that threatens to become a full-blown civil war. And this time around, Washington wants no part of the conflict.&nbsp;</span></p><p><span style=\"line-height: 1.538em;\">The US also doesn&#39;t want others to intervene, but it&#39;s too late for that.&nbsp;</span><span style=\"line-height: 1.538em;\">Egypt and the United Arab Emirates reportedly worked together to launch airstrikes against Islamist militias in Libya over the past week &mdash; twice.</span></p><p>Those airstrikes caught Washington off guard. &quot;It&#39;s really quite striking &mdash; almost shocking &mdash; that Egypt and the Emirates, two really very close allies with the United States ... conducted these strikes without telling Washington,&quot; says New York Times correspondent David Kirkpatrick, who just left Tripoli, the Libyan capital.&nbsp;<span style=\"line-height: 1.538em;\">&quot;It shows they have a high degree of distrust toward Washington in the aftermath of the Arab Spring.&quot; &nbsp;</span></p><p><span style=\"line-height: 1.538em;\">Egyptian authorities have denied involvement, and there has been no comment from the UAE.</span></p><p><span style=\"line-height: 1.538em;\">There&#39;s also another concern for the Obama Administration, and that&#39;s whether American weapons were used in the air attacks. The US provides military aid to both Egypt and the UAE, including F-16 fighters.</span></p><p><span style=\"line-height: 1.538em;\">&quot;I couldn&#39;t get a straight answer from US officials,&quot; Kirkpatrick says, &quot;but it would raise eyebrows in Washington if it turns out that the strikes were conducted across borders between countries in the Middle East, against US policy, but with US weapons.&quot;</span></p><p><span style=\"line-height: 1.538em;\">Two rival political groups are fighting for control of post-Gaddafi Libya. </span><span style=\"line-height: 1.538em;\">On one side are the Islamic militants who led the uprising against Gaddafi and who&#39;ve held a majority in the country&#39;s parliament. </span><span style=\"line-height: 1.538em;\">On the other are former members of Gaddafi&#39;s regime who oppose the domination of the Islamists.</span></p><p><span style=\"line-height: 1.538em;\">The violence between the two factions is the now at the highest level since the overthrow of Gaddafi.&nbsp;</span><span style=\"line-height: 1.538em;\">&quot;The situation is bad, it&#39;s certainly dark,&quot; says Kirkpatrick.</span></p><p><span style=\"line-height: 1.538em;\">But he says there&#39;s still a slim ray of hope: &quot;Libya has successfully overthrown a brutal and capricous tyrant who ... ruled the country in a kind of mafia-like fashion for more than 40 years. And the conflict that followed is a consequence of Gaddafi&#39;s 40-year rule. It might just be a long dark and painful period that Libya has to get through if they really want to build a modern state.&quot;&nbsp;</span></p><p>Which side is the US on? &quot;The US does not want to take a side in this regional battle and the US continues to hope other things will stabilize. But there are obviously forces pulling in several directions at once and I&#39;m not sure how American policy makers think they&#39;re going to steer through these waters,&quot; says Kirkpatrick.</p><p><em>A previous version of this story incorrectly stated the length of Gaddafi&#39;s tenure.</em></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR43JSO.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/rtr43jsojpg"}]}