{"created":"2015-02-06T22:16:23+00:00","modified":"2015-02-06T22:29:34+00:00","valid":{"from":"2015-02-06T22:29:34+00:00","to":"3015-02-06T22:29:34+00:00"},"hreflang":"en","guid":"e037cdf4-cede-457e-8c48-8c9281810e33","title":"Forget about Cuba, here are five Miami cigars you need to try","published":"2015-02-06T22:29:30+00:00","byline":"Bradley Campbell","teaser":"Many cigar fans in the US are looking forward to the end of the embargo on Cuba. But there are quality cigars businesses in Miami. Here are five you need to try.","tags":["Business","Business, Finance & Economics","Miami","Melanio Figurado","Jose O. Padron","Pepe","Oliva Cigar","Michael Miller","Tobacco","Smoking","Cigars","Oliva Cigar Co.","Piloto Cigars Inc.","Guantanamera","Cohiba","J. C. Newman Cigar Company","Pepin Garcia"],"contentencoded":"<p>The new era in US-Cuban relations is shaking things up for cigar aficionados. Americans who go to Cuba are now allowed to bring a few Cohibas back with them. They couldn't do that before.</p>\n<p>But what are really keeping Florida's cigar-makers up at night is the possibility that, at some point, the US embargo on Cuba could actually fall.</p>\n<p>\"There's a lot of small Cuban-American cigar makers who came here after the revolution who often lost their farms to Castro,\" says Miami New Times writer Michael Miller. He recently explored the Miami cigar scene in a story for New Times, interviewing up-and-coming cigar barons and even the godfather of the Miami cigar scene, Jose O. Padron.</p>\n<p>The first part of his series, \"<a href=\"http://blogs.miaminewtimes.com/riptide/2015/02/the_end_of_the_embargo_could_kill_miamis_cuban_cigar_industry.php\">Cigar Wars</a>\", is published. Part II comes out next week. But in doing research on the story, he smoked a ton of the world's best cigars that comes from Miami businesses. \"I smoked enough cigars in one week to leave me sick for a lifetime,\" he says.</p>\n<p>His loss is our gain. Here are five Miami cigar companies Miller says you need to try:</p>\n<h2>1. <a href=\"http://www.padron.com/index.html#/about-padron-cigars/padron-history-timeline\">Padrón Cigars</a></h2>\n<p>The company won Cigar Aficionado’s Cigar of the Year award three times. Miller says they are the big dog cigar maker in the Miami cigar scene.  “They are the classic Cuban American cigar,” he says. Cigar Aficionado says of one type: This Padrón Family Reserve 50 Years Maduro is beautifully pressed, and it is steeped in notes of rich earth, coffee and that trademark cocoa bean quality.</p>\n<h2>2. <a href=\"http://www.guantanameracigars.com/catalog/index.php/tabacos/double-madero.html\">Guantanamera Cigars</a> </h2>\n<p>It’s not the biggest name. But it’s the creation of Jose “Pepe” Montange, a cigar baron Miller profiles in his story. The Cuban exile has had to battle the government of Cuba over the name, “Guantanamera.”</p>\n<h2>3. <a href=\"http://www.olivacigar.com/\">Oliva Cigar</a> </h2>\n<p>It's among the best cigar companies in the world. One of Oliva’s cigars even won Cigar Aficionado’s <a href=\"http://top25.cigaraficionado.com/\">top cigar award</a> this past year: “The Oliva Serie V Melanio Figurado has rich, big notes of leather framed by a range of coffee, caramel and woody intonations. It’s a classic smoke,” they said of the cigar.</p>\n<h2>4. <a href=\"http://ajfernandezcigars.com/\">AJ Fernandez</a></h2>\n<p>Miller says he's a young Cuban cigar maker who is just taking off right now. He has a headquarters in South Florida. You can think of him as “the New World Cigar. “</p>\n<h2>5. <a href=\"http://eltitancigars.com/\">El Titan de Bronce</a></h2>\n<p>Miller says it's an interesting company because it actually makes its cigars in Miami. “That’s rare.”</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0206201504.mp3"},{"href":"http://www.pri.org/file/0206201504mp3"}]}