{"created":"2014-10-27T23:47:25+00:00","modified":"2014-10-27T23:47:25+00:00","valid":{"from":"2014-10-27T23:47:25+00:00","to":"3014-10-27T23:47:25+00:00"},"hreflang":"en","title":"Student Activists Fight To Stem Sexual Assaults","published":"2014-04-29T23:15:00+00:00","teaser":"A White House task force is issuing new guidelines for colleges, but University of Delaware students have some recommendations of their own.","itags":["npr_api","307913523"],"contentencoded":"<p>The White House is out this morning with <a href=\"http://www.whitehouse.gov/sites/default/files/docs/report_0.pdf\">new recommendations</a> to protect students from sexual assault, with a focus on the college years. These are the first results from a task force formed earlier this year aimed at addressing a problem that's getting a lot more attention on college campuses than it used to.</p><p>Campus sexual assault has been making headlines in student newspapers and is a focus of student activism. Put simply, young people are talking about it. And the University of Delaware is no different.</p><p>That's where we caught up with a small group of students to talk about their experiences and those of their friends. Five students, all women, gathered in a quiet room in the campus conference center. Melissa Pleasanton, a senior, spoke first. She's a triple major in sociology, criminal justice and women's studies.</p><p>When one of her friends was sexually assaulted, Pleasanton was an obvious choice to help her navigate the process and the emotional trauma. Pleasanton missed some classes along the way.</p><p>\"I did talk to a professor about that time that I had missed in class. And their response was no offense, but I hear this every semester,\" Pleasanton says. \"I'm not surprised that she hears this every semester because of how often it happens, but how horrible is that to hear?\"</p><p>Pleasanton says her friend didn't go to the police. So, like most assaults that take place on college campuses, her friend's experience won't make it into the official crime statistics.</p><p>Senior Abigail Samuels spoke about the crime stats.</p><p>\"In looking at the crime statistics that our campus is required to report, they may as well not,\" Samuels says.</p><p>This isn't an indictment of her university. In fact, the University of Delaware has a justice department grant to develop innovative ways to reduce sexual assault. Samuels recently organized an event on campus where students sat in a darkened lecture hall and one by one raised their voices to share their experiences with sexual assault. She was surprised by how many people spoke up, that she knew some of them and didn't know they had been assaulted.</p><p>\"You hear those statistics, 1 in 5,\" Samuels says. \"That means that one of us in this room could be a survivor of sexual assault.\"</p><p>In fact, one of them was. It happened in high school; she withdrew consent, felt violated but wouldn't call it rape. Another student, Gabrielle Coleman volunteers answering calls on a sexual assault hotline. So many people she's helped are so daunted by the process they don't want to go to the hospital or file a formal report, she says.</p><p>\"These are those silent voices, why we don't have the true statistics on our website of who is being sexually assaulted and how many people are being sexually assaulted,\" Coleman says.</p><p>One of the White House recommendations would begin to get at this reporting shortfall. It calls for schools to conduct a climate survey, anonymously asking students about their experiences and attitudes. At first, it would only be voluntary, but administration officials say the goal is to make it mandatory by 2016.</p><p>Laura Dunn is a survivor and activist who the White House consulted as it drew up its recommendations. She says current law only requires campuses to disclose reported crimes.</p><p>\"Unfortunately, this has created a perverse incentive for campuses to keep that number low. They are not discouraging the crime; they are only discouraging reporting,\" Dunn says. \"So by requiring a climate survey, if we can get that into law there will be a true picture of crime on campus.\"</p><p>Making it mandatory will likely require legislation. For now, the recommendations announced by the White House fall into four categories: better identifying the problem, preventing assaults, responding effectively and improving the federal government's enforcement. </p><p>Dunn became an activist after she was assaulted at the University of Wisconsin by members of her crew team. Her largely unsuccessful fight for justice made her work to change the way these crimes are treated by universities and law enforcement.</p><p>\"It's very heartbreaking to know that there are still victims going through what I went through a decade ago,\" Dunn says.</p><p>The White House report is called Not Alone.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Student+Activists+Fight+To+Stem+Sexual+Assaults&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","guid":"e067b3d3-92a3-44a0-bdfa-d4cc78d8a56b","audio":[{"meta":{"duration":"298"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1307913524-b8a3f0.m3u?orgId=1&topicId=1091&ft=3&f=307913523"}]}