{"created":"2015-05-10T15:30:08+00:00","modified":"2015-05-12T19:35:23+00:00","valid":{"from":"2015-05-12T19:35:23+00:00","to":"3015-05-12T19:35:23+00:00"},"hreflang":"en","guid":"e0825a25-3640-4622-a933-3cd3c2f96560","title":"A study of astronaut twins will give NASA some key genetic insight","published":"2015-05-12T19:35:19+00:00","byline":"Christopher Intagliata, Marlisse Silver Sweeney","tags":["science","research","Space","health","Science","Science, Tech & Environment","space","Spaceflight","Human spaceflight","Manned spacecraft","Space stations","International Space Station","NASA","Astronaut","Space exploration"],"teaser":"Scott and Mark Kelly, like many twins, are taking part in a genetic study to see how environment affects them differently. There's one key twist, though: Scott is commanding the International Space Station, and NASA hopes to see what his yearlong mission might do to his genes.","contentencoded":"<p>Twins have long been scientists’ favorite human subjects for testing how genes interact with environmental factors. But what about when one of the twins isn’t on Earth at all?</p>\n<p>That's the case for Mark and Scott Kelly, identical twins who are taking part in a year-long NASA research program. Scott is currently aboard the International Space Station while Mark, a former astronaut, is on the ground. Scientists will do joint experiments on them during Scott's mission in an attempt to better understand how the microgravity of space affects genetics.</p>\n<p>Julie Robinson, NASA’s chief scientist for the International Space Station, likens the research to personalized medicine, with doctors testing genes before coming up with a treatment plan.</p>\n<p>“Not every person is reacting to the space environment in the same way,” she says. “As we start to understand that better, some day it’s going to influence who we send to Mars. Maybe not everybody has got the right genes to go that far and be subject to all that radiation.”</p>\n<p>For example, she says, NASA discovered four years ago that some astronauts were experiencing permanent vision loss after being in space, most of them men.</p>\n<p>Bone loss is another issue, but one that NASA has taken steps toward solving. Robinson says with high-intensity resistive exercise, Vitamin D and the correct amount of calories, astronauts have been returning from orbit without losing bone mass density. “That’s actually an incredible achievement for mankind to get off of the planet,\" she says.</p>\n<p>The researchers on the “twin study” will also be analyzing what they call behavioral health and performance. Put simply, that means understanding how to select the best crews for space missions and give them the right support.</p>\n<p>“If you’re on a mission to Mars for three years and you’re with a handful of other people ... and things get tense and things go wrong and halfway through the mission you really wish you could quit, there’s not a lot you can do about that,” Robinson says.</p>\n<p>Scott Kelly, for instance, was ready to come home four months into his last mission, a six-month trip to the international Space Station. In addition to what Robinson calls \"third-quarter effect,\" he found out that Congresswoman Gabrielle Giffords, his sister-in-law, had been shot.</p>\n<p>“He just had to soldier on,” Robinson says. Now Scott and his twin are contributing directly to research that might help future astronauts soldier on as well.</p>\n<p><em>This story is based on <a href=\"http://sciencefriday.com/segment/04/24/2015/the-most-unusual-laboratory-not-on-earth.html\">an interview</a> from PRI's <a href=\"http://sciencefriday.com/\">Science Friday</a> with Ira Flatow.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-09%2Ftwins-space&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/Mark_and_Scott_Kelly_at_the_Johnson_Space_Center%2C_Houston_Texas_-_profile.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/markandscottkellyatthejohnsonspacecenterhoustontexas-profilejpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/science-friday/segment-audio/scifri201504241.mp3"},{"href":"http://admin.pri.org/file/scifri201504241mp3"}]}