{"created":"2014-10-11T22:09:23+00:00","modified":"2014-12-04T15:15:39+00:00","valid":{"from":"2014-12-04T15:15:39+00:00","to":"3014-12-04T15:15:39+00:00"},"hreflang":"en","title":"TV Giant Norman Lear Shares Gems From 92 Years Of 'Experience'","published":"2014-10-12T12:35:00+00:00","teaser":"Where did Lear get the confidence to spend three years fighting to get <em>All In The Family</em> on air? His answer: \"Can you say 'beats the **** out of me' on NPR?\"","itags":["npr_api","354650309"],"guid":"e0847a4c-fa24-45d7-8d25-0b13b0059faf","contentencoded":"<p>When <em>All In The Family</em> debuted on CBS back in 1971, it was an instant hit. But it took creator Norman Lear three long years of persistence — right up to the final 20 minutes before the premiere — to convince network executives that it would be a hit, as he tells NPR's Arun Rath. When asked where he got the confidence to keep pushing the same pilot, first to ABC and then to CBS, Lear answered simply:</p><p>\"Can you say 'beats the **** out of me' on NPR?\"</p><p>Thanks to Lear's persistence, <em>All In The Family</em> would go on to top the ratings for five years straight, spawning spin-off after spin-off that were just as beloved, like <em>Maude </em>and <em>The Jeffersons</em>. Lear was fearless in tackling social issues, and so his sitcoms became among the first to seriously discuss topics as wide-ranging as menopause, racism, swingers, homosexuality and contemporary politics.</p><p>It's no secret he drew heavily on his own dysfunctional family upbringing to give a biting — and not an unloving — realism to the show's main character, Archie Bunker (played by Carroll O'Connor).</p><p>\"Well, that's where it all came from, you know? We all scrape the barrels of our own experience,\" the 92-year-old says.</p><p>Lear's new memoir is called <em>Even This I Get To Experience</em>. And what a life he's had — from his combat experience in WWII to his education in comic timing at the burlesque shows in seedy parts of Boston to his time living with cousins when his father went to jail for white-collar crime.</p><p>\"I can't get past calling him a rascal,\" Lear tells Rath. \"I mean, he stole, he lied, he cheated, but that is so uncomfortable for me to think about. I'd rather think of him as a rascal.\"</p><p>To hear Lear talk more about his family, his network battles over <em>All In The Family</em> and how his Jewish upbringing led to his efforts to get more black actors on TV, click the audio link above.</p><hr /><h3>Interview Highlights</h3><p><strong>On CBS trying to pull the <em>All In The Family </em>pilot right up to the last 20 minutes before it aired</strong></p><p>There was one line [they were concerned about]. Archie and Edith come in from church when they're not expected, because Archie didn't care for the sermon and they left. And Mike and Gloria [their son-in-law and daughter], in the house alone have decided to go upstairs. ... And Archie comes in, sees what they were — knows, basically, what they were up to. And he says, \"11 o'clock on a Sunday morning?\"</p><p>They wanted that line out. And when I said, \"But why?\" \"Well, because he's putting his finger on what they were doing.\" ... And I said, \"Well, what's the problem with that? They're a married couple, nothing happened, the camera saw nothing.\" And they were still, \"Can't do it, can't do it.\"</p><p>I just had a sense that if they won this battle, which was almost silly, that would dictate the nature of the show and I couldn't do that. So I said, \"Well, clearly, that goes on the air or [you can] do the show without me.\"</p><p>And it went on the air, and believe me, no state seceded from the Union. America lived with it.</p><p><strong>On why ABC and CBS had so much trepidation</strong></p><p>They were listening to an American bigot, they were listening to Archie Bunker. They had not heard those attitudes expressed, though you could hear them on a playground anywhere in America. It was no big deal. I'm saying that now with hindsight, because we went on the air and [during] the first show, because they were so fearful, they had hundreds of telephone operators, literally, ready to go to pick up the phone calls, the complaints. And it wasn't enough to trouble six operators. So America was living what they knew very well, because Archie Bunkers lived next door or right in the house with them.</p><p><strong>On his idea for a TV show today</strong></p><p>I would wish to get the generations below mine and mine — from 55 or 60 up — on television. I love Betty White, but she does not make a full demographic. Certainly they're the fastest-growing demographic, with the most expendable income. There's every reason in the world for a show to exist. [The show would be called] <em>Guess Who Died?</em></p><p>The script exists if anybody's interested in putting it on.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=TV+Giant+Norman+Lear+Shares+Gems+From+92+Years+Of+%27Experience%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"411"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355432746-0aedf4.m3u?orgId=1&topicId=1033&ft=3&f=354650309"}]}