{"created":"2014-10-26T09:18:04+00:00","modified":"2014-12-04T15:15:26+00:00","valid":{"from":"2014-12-04T15:15:26+00:00","to":"3014-12-04T15:15:26+00:00"},"hreflang":"en","title":"The Serious History Of Hocus Pocus In 'Penguin Book Of Witches'","published":"2014-10-26T20:38:00+00:00","teaser":"In Colonial America, a witch was not a Halloween costume, but a criminal. NPR's Rachel Martin revisits this moment in history with Katherine Howe, editor of the new<em> Penguin Book of Witches.</em>","itags":["npr_api","358610345"],"guid":"e094a5bc-3938-4a70-ba7a-24b95c3442b9","contentencoded":"<p>Throughout history, witches have taken on many forms: As women with a mystical relationship to the natural world. Or as endearing characters in pop culture (cue the <em>Bewitched</em> theme song). But historian Katherine Howe's new book recalls a time when witchcraft wasn't just a crime, it was enough to get you killed.</p><p>Howe is the editor of <em>The Penguin Book of Witches</em>, a new compilation of writings from the 16th and 17th centuries that looks at how accusations of witchcraft grew and spread. She's long been intrigued with colonial America. But witches — well, that part of her fascination is personal.</p><p>\"There are a couple of witches hiding on the family tree,\" she tells NPR's Rachel Martin. \"One of them was Elizabeth Howe, who has the same last name as me, she was actually put to death at the beginning of the Salem crisis ... the other one was Elizabeth Proctor who was supposed to be condemned to death but fortunately her sentence was commuted because she was expecting a baby.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On the social and cultural conditions that gave rise to witch trials</strong></p><p>The early modern period was kind of the peak for witch trials, so that's from the 1500s, give or take, through the 1600s. It was a time of scarcity, and so much of witchcraft anxiety has to do with goods and services in everyday life — and also having to do with relationships. Because if you're living in an early modern frontier village ... you are totally dependent on trading with your neighbors, and good will of your neighbors to survive. And so you would guard your reputation very carefully.</p><p><strong>On attitudes towards women during the era of the witch trials</strong></p><p>If our stereotype about women today is that women are the moral center of the home, they are the beacon of light that keeps men and women in line ... that idea is actually of relatively recent vintage, that stereotype about women's morality, that actually comes from the late 19th century ... the stereotype about women in the 1600s and 1700s was just the opposite — it held that we were naturally lustful and wanton, we are in need of male guidance ... in order to protect ourselves from our natural inclination and temptation into sin.</p><p><strong>On the kinds of women who were accused</strong></p><p>Typically the woman who was accused as a witch was a woman at middle age. And middle age for them was the same as for us, incidentally, so 40s to 60s. But they also were marginal in some capacity. Perhaps they did not have children, which was very unusual at that time. Perhaps they had had an unfortunate marriage ... Or perhaps you were a woman who expressed anger, in a time when that was not widely looked upon. And one of the early skeptical writers in <em>The Penguin Book of Witches</em>, Reginald Scott, he writes ... why is it, if we think that witches get all this extra power from the devil, how come the women who are tried are typically bleary-eyed, poor, disempowered. You would think that if you'd traded your soul to the devil you would be beautiful and rich and successful.</p><p><strong>On the enduring appeal of the supernatural and witchcraft</strong></p><p>We want to believe we are a culture of religious tolerance, that is kind to people who are different in the community, and Salem is chilling. Witch trials in general, but Salem especially is chilling, because it reminds us how fragile those ideals really are. Because here is a case of 19 people being put to death by the state for a crime that, a generation later would be held to be imaginary.</p><p>But the flip side of that coin has to do with power. What made witches dangerous in the early modern period makes them enticing now. Here's a case of a figure, a person, a woman, generally, laying claim to power that does not belong to her — that should belong only to god, or should belong only to people in authority. And she's taking that power for herself.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Serious+History+Of+Hocus+Pocus+In+%27Penguin+Book+Of+Witches%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"352"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359065405-4208e5.m3u?orgId=1&topicId=1033&ft=3&f=358610345"},{"href":"http://media.npr.org/assets/img/2014/10/24/istock_000018131734large-9ae2fe214c07af657f3e038c472099c9be6be30d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1173","width":"1565"}}]}