{"created":"2015-07-01T09:45:10+00:00","modified":"2015-07-01T18:10:13+00:00","valid":{"from":"2015-07-01T18:10:13+00:00","to":"3015-07-01T18:10:13+00:00"},"hreflang":"en","title":"USA's 'Mr. Robot,' HBO's 'Ballers' Among Picks For Best Summer TV Series ","published":"2015-07-01T15:18:00+00:00","teaser":"A flood of some 120 series, both new and returning, are coming to TV sets this summer. So, how to choose which ones to binge-watch by the pool? Our TV critic picks his four favorite new shows.","itags":["npr_api","418936119"],"guid":"e0959564-b66e-4047-9448-7519663befb0","contentencoded":"<p>Summer's here, and the time is right for sunscreen, trips to the beach — and loads of new TV shows.</p><p>Sure, that last item may sound a little incongruous, but this summer is proof that the TV business has fully stamped out the old traditions that saw hunks of the industry hang up a Gone Fishin' sign when the weather got warm.</p><p>By my count, at least 120 new and returning series are coming to broadcast, cable and online outlets from June to August, including some high-profile shows that are sure to land on somebody's year-end top 10 list.</p><p>It feels like a collision of many trends: cable's tendency to ramp up when the broadcast networks slow down; broadcasters' realization that slowing down for summer makes no sense in a modern media world; and online players' — like Hulu, Amazon and Netflix — gleeful disruption of old-school TV industry conventions.</p><p>Sure, there are holdouts. The big broadcast networks still save their best series for the fall or spring — the traditional heart of the TV season — rather than give them up for the summer season. And even big cable players like AMC and FX seem to have their biggest guns holstered until the leaves start falling from the trees.</p><p>And there is plenty of promising summer TV coming up that I haven't yet seen, including the third <em>Sharknado</em> movie (which has 100 percent more David Hasselhoff than the first two); the new Comedy Central series <em>Why?</em> from Hannibal Buress (the African-American comic whose biting take on Bill Cosby got everyone to take another look at Cosby's rape allegations); the surprisingly sophisticated-looking Spike TV miniseries <em>Tut</em>; NBC's <em>Mr. Robinson</em>, a sitcom starring Craig Robinson, an alum of <em>The Office</em>; and the new comedy with Patrick Stewart on Starz, <em>Blunt Talk</em>.</p><p>But, out of all the series I <em>have</em> gotten a chance to see, here are my four picks for which new summertime shows to watch. And remember: With a trusty tablet or smartphone, you can keep up your binge-watching habits with these shows even while working on your tan.</p><p><strong><em>Mr. Robot</em>, Wednesdays, USA Network</strong></p><p>On paper, it sounds like a snooze: a drama about a withdrawn technician at a cybersecurity company recruited by a group of hackers (led by Christian Slater) to bring down the technician's biggest client. It doesn't help that one of the show's themes — the idea that people are controlled by a network of corporations in a way they don't realize — feels suspiciously like a TV-sized version of <em>The Matrix</em>. But star Rami Malek brings an amazing depth and detached charm to the role of technician Elliot Alderson. Unable to relate to people, Alderson's good at understanding them anyway because — he says — he just imagines people at their worst. Alderson's insights and curious passions, including a penchant for certain controlled substances, adds a fresh veneer to a story you might have thought you'd seen many times before.</p><p><strong><em>Humans</em>, Sundays, AMC</strong></p><p>This is another show that tells a story we think we know in an innovative way. AMC invents a world which looks a lot like modern times, except the place is filled with \"Synths\" — synthetic people who look a lot like humans but for their glowing eyes and a detached bearing. Much of the series explores what might happen to humans if such a thing existed. There are no janitors, dish washers, nannies or cooks needed anymore; teenagers wonder what to study, since Synths can do anything from surgeries to piloting a plane. And a mother with a career wonders if the family Synth will take her place in her daughter's heart. Most Synths are blank automatons with no emotions. But one rogue figure is palling around with androids who have consciousness, raising questions about whether humans have actually created a slave race. It's a series that covers familiar ground for sci-fi fans, but it's presented in a new way, with the added bonus of William Hurt as an eccentric scientist with fatherly feelings for an obsolete Synth.</p><p><strong><em>Ballers</em>, Sundays, HBO</strong></p><p>The new season of <em>True Detective</em> may have gotten more press than <em>Ballers</em>, but the latter is my favorite fictional HBO series of the summer. Dwayne \"The Rock\" Johnson is smoothly charming as Spencer Strasmore, an ex-NFL star starting a new life in retirement as a financial planner trying to land his football buddies as clients and save their fortunes. The series offers a heightened take on life in the NFL and the ease with which 20-something athletes can blow through their high salaries and wind up with little or nothing after a storied playing career. But the real find here is Johnson, whose years in film give him a surprisingly warm and relatable charm on TV. The world of blockbuster movies might write bigger paychecks, but The Rock may have missed his calling as a television star with the skill to keep a character compelling week after week.</p><p><strong><em>The Jim Gaffigan Show</em>, debuts Wednesday, July 15, TV Land</strong></p><p>Consider this the anti-<em>Louie</em>. Gaffigan, a longtime standup comic with a checkered TV past (his CBS sitcom in 2000, <em>Welcome To New York</em>, was canceled in its first season), plays a standup comic named Jim Gaffigan with five kids living in an apartment in New York. In the same way Louis C.K.'s FX series fictionalizes circumstances from his life, with an emphasis on parenting and feeling like a goofball through much of life, Gaffigan's show also takes inspiration from his offstage experiences as a married father of five in the city. But Gaffigan's world is a little more G-rated than <em>Louie</em>'s, with plots centering on the problems which surface when Gaffigan accidentally gives an embarrassing drawing made by his son to the administrators of an exclusive school, or when news footage of him holding his wife's Bible turns him into an unwitting spokesman for religious causes. It's all knitted together by Gaffigan's doughy charm into a funny family comedy that still feels contemporary and fresh, with cameos from Chris Rock and other stars.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=USA%27s+%27Mr.+Robot%2C%27+HBO%27s+%27Ballers%27+Among+Picks+For+Best+Summer+TV+Series+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"231"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1419076224-a7bf3a.m3u?orgId=1&topicId=1138&d=231&p=3&story=418936119&t=progseg&e=419051776&seg=9&ft=nprml&f=418936119"},{"href":"http://media.npr.org/assets/img/2015/06/30/ballers08-6def8211d35b3903d20e62066d390651960df5ea.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3001","width":"4002"}}]}