{"created":"2014-09-16T22:15:55+00:00","modified":"2014-09-16T22:15:56+00:00","valid":{"from":"2014-09-16T22:15:55+00:00","to":"3014-09-16T22:15:55+00:00"},"hreflang":"en","guid":"e0a30d60-8d53-4d0c-98de-aae286d12303","title":"Thousands of young Christian Iraqis have joined the fight against ISIS — but few have faith it will help","published":"2014-09-16T22:15:54+00:00","byline":"Rebecca Collard","tags":["ISIS","Conflict","Belief","Conflict & Justice","Lifestyle & Belief","Mosul","Erbil","Al-Hamdaniya","Iraq","Syria","northern Iraq","Kaldo Oghanna","Karam Hassu","Sirgon Horomes","Peshmerga","Iraqi Army","Kurdish people","Islamic State of Iraq and Syria","Religion","War"],"teaser":"In recent months, Iraqi Christians have been displaced by the Islamic State of Iraq and Syria. Christian leaders in northern Iraq are calling upon young Christian men fight alongside the Peshmerga and Iraqi army against ISIS. While thousands are heeding the call, most remain skeptical. ","contentencoded":"<p>Five years ago, Sirgon Horomes had &ldquo;Long live the Iraqi army&rdquo; tattooed on his arm. It went with the&nbsp;image of Jesus tattooed on his other arm.&nbsp;He was 17 then and believed that Iraq&#39;s army would protect the interests of the minority Christians.</p><p>&ldquo;Now, I&rsquo;m disappointed,&rdquo; Sirgon says. At the beginning of the summer, the army crumbled in the face of an attack by the militant group ISIS in Mosul. That left Christians, Turkmen and Yazidis vulnerable to attack and persecution by ISIS, which calls itself the Islamic State.</p><p>Then in early August, Kurdish forces fighting ISIS withdrew from the Christian villages of Al-Hamdaniya, near Mosul, leaving thousands of civilians scrambling to escape. More than 100,000 Christians fled in a matter of days.</p><p>&ldquo;The Sunni and Shia [Muslims] have militias, the Kurds have the peshmerga [militia,] we only have God,&rdquo; said Karam Hassu, a 30-year-old teacher from Al-Hamdaniya, who fled his home in August.</p><p>&ldquo;We don&rsquo;t trust anyone now. We want to protect ourselves, by ourselves. Even the women will go if they are allowed,&rdquo; said Hassu. &ldquo;Because this is the last chance we have to keep our homes. We don&rsquo;t want to go out of Iraq.&rdquo;</p><p>And now the Iraqi Christians are organizing. A political party, the Assyrian Democratic Movement, a Christian political party, is bringing the men together to fight ISIS. The movement once waged an insurgency against Saddam Hussein, but it more or less laid down its guns in recent years. Spokesman Kaldo Oghanna says Christians have lost faith in the official forces sworn to protect them,&nbsp;&ldquo;because they didn&rsquo;t defeat ISIS in our lands.&quot;</p><p>[[{\"fid\":\"73965\",\"view_mode\":\"original_image\",\"type\":\"media\",\"attributes\":{\"height\":1125,\"width\":2000,\"alt\":\"A young Christian man who has signed up to fight against ISIS.  \",\"title\":\"A young Christian man who has signed up to fight against ISIS.  \",\"class\":\"media-element file-original-image\"},\"link_text\":null}]]</p><p>Oghanna has bought uniforms for recruits from a local market. The men will wear a purple and white logo reading &ldquo;Zowaa,&rdquo; or the &ldquo;The Movement,&rdquo; in the <a href=\"http://en.wikipedia.org/wiki/Syriac_language\">Syriac language</a>&nbsp;which is&nbsp;spoken by many Christians in Iraq. Oghanna wants to see Christians serve wearing Iraqi national army or peshmerga uniforms, but fighting in special units inside the official forces. &nbsp;</p><p>&ldquo;I think they should accept our idea. Then we can negotiate the shape or the system of these units,&rdquo; said Oghanna.</p><p>In a church in Erbil, Iraq,&nbsp;many refugees from Al-Hamdaniya fill the pews. They fled as ISIS approached their villages. Most here don&rsquo;t trust the Iraqi army or the peshmerga forces now.</p><p>&ldquo;This broken trust is one of major issues we are facing now,&rdquo; said Bashar&nbsp;Warda, the Archbishop of the Chaldean church in Erbil.</p><p>[[{\"fid\":\"73967\",\"view_mode\":\"original_image\",\"type\":\"media\",\"attributes\":{\"height\":1125,\"width\":2000,\"alt\":\"Christians, most displaced from their homes, pray in a church in Erbil in northern Iraq. \",\"title\":\"Christians, most displaced from their homes, pray in a church in Erbil in northern Iraq. \",\"class\":\"media-element file-original-image\"},\"link_text\":null}]]</p><p>He&rsquo;s called on young men in his congregation to sign-up and fight against extremist Sunni militants. And he wants them to be part of a single force, an Iraqi army, not yet-another band of sectarian fighters.&nbsp;&ldquo;Now, it&rsquo;s defending Iraq. They have to have the idea and the attitude that they are for Iraq,&rdquo; said Warda.</p><p>Sirgon&nbsp;Horomes, the man with the tattoos of Jesus and &quot;Long live the Iraqi army,&quot; has signed up to fight,&nbsp;along with some 2000 other young Christian men.</p><p>But defending Iraq from ISIS has proved a challenge for everyone. And even as these men sign up &mdash; and pray for help &mdash; &nbsp;few Christians have much faith that any force in the country can protect them.&nbsp;</p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/091620142.mp3"},{"href":"http://www.pri.org/file/091620142mp3"}]}