{"created":"2015-06-20T11:34:11+00:00","modified":"2015-06-22T21:04:31+00:00","valid":{"from":"2015-06-22T21:04:31+00:00","to":"3015-06-22T21:04:31+00:00"},"hreflang":"en","title":"HBO's 'The Brink' Puts The Situation Room In Situation Comedy","published":"2015-06-21T20:04:00+00:00","teaser":"The show is a response to the notion that sitcoms have generally ceded political satire to fake news programs. It opens with a certifiably crazy general taking control of Pakistan's nuclear arsenal.","itags":["npr_api","415567481"],"guid":"e0bb8c1b-91bf-4c80-b8cf-35392cb24b15","contentencoded":"<p>HBO's new comedy <em>The Brink</em> refers to a world on the brink of nuclear warfare — possibly one of the least-funny premises imaginable. But the two brothers who created the show cut their teeth on a particular kind of political scripted satire that had its heyday in the 1960s and '70s. Think <em>Dr. Strangelove, M*A*S*H</em> and <em>Network</em> and other films by Paddy Chayefsky.</p><p>\"All movies that had a lot on their mind,\" says Roberto Benabib. He's the older brother, best-known for writing and producing the TV show <em>Weeds</em>. His younger brother, Kim Benabib, is also a writer. Their show is something of a response to the workplace and family-based sitcoms that seem so prevalent now and to the notion that sitcoms have generally ceded political satire to fake news programs, like <em>The Daily Show,</em> and sketch comedy. They wanted to put the situation room back in situation comedy.</p><p>\"The show is about geopolitics,\" Roberto explains, \"but it's also about nuclear proliferation.\"</p><p><em>The Brink</em> tackles three main threads: the goings-on in a U.S. government filled with clueless ideologues, the struggles of fighter pilots living on a military carrier in the middle of the Red Sea, and the life of a Pakistani family coping with ongoing political turmoil.</p><p>Kim says, \"I think that was very important to us — just knowing that there's this vast middle class that's educated and professional and moderate. That's not something you see on American television.\"</p><p><em>The Brink</em> relied on numerous consultants — including uncredited ones — who, the Benabibs say, delivered off-the-record details like what really happens in the situation room when everyone gets hangry.</p><p>\"We did an enormous amount of research,\" Roberto says. \"We knew that this show wouldn't play unless the backdrop of it was accurate.\"</p><p>NPR turned to another expert to see just how accurately <em>The Brink</em> captured Washington, the military and Pakistani people and politics: <a href=\"http://www.usip.org/experts/moeed-yusuf\">Moeed Yusuf</a>, the director of South Asia programs at the United States Institute of Peace. While he found the show \"hilarious,\" he believes the fundamental premise is fanciful, especially the idea that a nuclear weapon could fall into the wrong hands.</p><p>\"I mean, at least the way they present it, it's almost like, you know, it's a cupcake that somebody's going to run away with,\" he says. Still, much of the show rang true for Yusuf — from family conversations to the political sausage-making. \"A lot of this, quite honestly, probably happens in the real world.\"</p><p>A real world overripe for old-school scripted satire.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=HBO%27s+%27The+Brink%27+Puts+The+Situation+Room+In+Situation+Comedy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415973973-847d6a.m3u?orgId=1&topicId=1138&d=237&p=7&story=415567481&t=progseg&e=415973866&seg=17&ft=nprml&f=415567481"},{"href":"http://media.npr.org/assets/img/2015/06/18/brink15-73fbb3cdc7e2c401d4a35a3817de851c5de396c8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1398","width":"1865"}},{"href":"http://media.npr.org/assets/img/2015/06/19/brink02-28b42286c247701391d979e26a3e28ccc75bd7ec.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1238","width":"1650"}}]}