{"created":"2014-10-08T14:51:38+00:00","modified":"2014-11-20T19:10:38+00:00","valid":{"from":"2014-11-20T19:10:38+00:00","to":"3014-11-20T19:10:38+00:00"},"hreflang":"en","title":"Have We Reached The End Of The Line For The Conference Call?","published":"2014-06-04T19:53:00+00:00","teaser":"<em>Fresh Air</em> tech contributor Alexis Madrigal considers why people still jump on frustrating conference calls. While tech startups aim to kill the PIN, he says, the phone bridges generations.","itags":["npr_api","318557529"],"guid":"e0c2f0e8-a62f-45c3-9cb8-07b95a432902","contentencoded":"<p>Humans have put a man on the moon, harnessed the atom and built supercomputers that can perform quadrillions of calculations per second. But try to get five people with telephones talking to each other and our high-tech society can break down.</p><p>Every day, at 6:30 a.m., I join a conference call with colleagues on the East Coast. I call an 800 number, then enter a six-digit conference room number, then a PIN. And despite the group remaining largely unchanged, once a week, something goes wrong. When I conference with outsiders, there's a problem every other call. There's the \"oops I got the wrong dial-in\" problem. There's the \"PIN is too long to remember\" problem. There's the \"is so-and-so on the line?\" problem. And the \"someone hasn't muted the line and is a mouth breather\" problem.</p><p>So, why hasn't some tech startup fixed this? The problem with conference calls is that they attempt to connect various telecom networks that have been built on top of the legacy phone network, which is as old as Alexander Graham Bell. We're all trying to hack this nearly century-old system of communication to fit the needs of a world that wants everything to act like the Internet.</p><p>Work and work communication have changed in the gig economy, too. Some people are calling in via cellphones, others via traditional landlines, still others through the Internet. Some in traditional offices; others, in cars and coffee shops. And yet we expect everyone to connect smoothly because each can be reached via the 10-digit identifier we call a phone number. In some ways, the conference call, for all its foibles, is a miracle in interoperability. It's like if you could send a message to an email address, a Twitter user, a Facebook account, and a MySpace page all with the same tool.</p><p>The phone system is also not configured to pass along your identity easily. So, while we might be able to log in to a website using a Facebook account, when we call into a conference, it doesn't tell the other people, \"Oh hey, Alexis just joined from Oakland.\" Instead, participants have to verbally explain themselves. That might have been OK in the past, but our expectations have changed. On the Internet, we are used to our communications being clearly heralded.</p><p><strong>Tech Startups: From Instant Messaging To Robots</strong></p><p>Now, several startups are trying to change the way that conference calls work. They want to make it easier for people to join calls, know who is on the line, and someday, perhaps, kill the PIN.</p><p>Two direct contenders are Uberconference and Speek (spelled with two Es, the latest in a long line of strange spelling decisions by startup companies). Both services do away with PINs (if you wish), have full-featured mobile apps, can connect with document-sharing sites like Evernote and Box and can easily integrate people dialing in from their computers or through Google Plus. Users can also choose to have the conference service call them on a landline or mobile phone. If you prefer, you can dial in the old way, too.</p><p>Virtual meetings don't have to revolve around telephone handsets anymore. As our personal lives go, so do our work lives: We talk less on the phone now, and text more because it gets the personal or professional job done. So, now, most of my work communications actually occur in an instant-messaging tool called Slack, which allows us to \"meet\" and share ideas without having to pick up the phone. We can paste in links, photos, tweets and anything else we might want to remember — and it automatically creates an archive and integrates with our calendar tool.</p><p>Work has changed: It's more important to save our never-ending scroll of ideas than it is to hear the timbre of each other's voices.</p><p>But, if we do need a more sensory experience, Google Hangouts allow for easy and simple video conferencing, providing a much richer interaction than one can get from voice calls alone. And, though I think most people think they are a joke, there are so-called telepresence robots like the Vgo — a screen, microphone, camera and speakers mounted on a tall, wheeled robot. Its maker claims it can see, hear, talk and move \"as if you were there.\"</p><p><strong>Worth The Hassle?</strong></p><p>That these other options have not already replaced the traditional conference call is a testament to the one thing that conference calls are good at: interoperability. And not just between technical systems, but also between generations. While the youngest people I work with are fluent texters, the oldest prefer face-to-face communications.</p><p>But we can all meet in the de-technologized zone of the conference call, where one can use the latest Samsung or a rotary dial antiquity, and yet we are all equal in the eyes of the telephone network.</p><p>Maybe that's worth something, perhaps even the hassle of having to remember to unmute your line when it's your turn to talk.</p><p><em>Madrigal is a senior editor at </em>The Atlantic <em>and a visiting scholar at Berkeley's Center for Science, Technology, Medicine and Society.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Have+We+Reached+The+End+Of+The+Line+For+The+Conference+Call%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alexis Madrigal","audio":[{"meta":{"duration":"335"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318565962-d5e9f6.m3u?orgId=1&topicId=1049&ft=3&f=318557529"},{"href":"http://media.npr.org/assets/img/2014/06/03/istock_000002197536small-1ad33691719696616ab13d6a338cb2a52dcbbabe.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"565","width":"754"}}]}