{"created":"2014-12-17T01:28:39+00:00","modified":"2015-06-16T17:35:51+00:00","valid":{"from":"2015-06-16T17:35:51+00:00","to":"3015-06-16T17:35:51+00:00"},"hreflang":"en","title":"'Clifford The Big Red Dog' Creator Bridwell Dies At 86","published":"2014-12-17T19:26:00+00:00","teaser":"More than 50 years after he came up with a story about a huge dog, author Norman Bridwell has died. In 2012, Bridwell told NPR he had been shocked when his idea was accepted for publication.","itags":["npr_api","371293645"],"guid":"e0c4639c-3d16-4739-aea9-d8c36641f1ed","contentencoded":"<p>More than 50 years after he came up with a story about Clifford the Big Red Dog, artist and author Norman Bridwell has died. In 2012, Bridwell told NPR he had been shocked when his idea was accepted for publication.</p><p>A native of Indiana, Bridwell was 86. He died Friday on the Massachusetts island of Martha's Vineyard, where he had long lived with his wife, Norma.</p><p>No cause of death has yet been released, but the AP reports that the author had been in the hospital since falling down at home several weeks ago. He had also suffered from prostate cancer, his wife tells the news agency.</p><p>\"He passed peacefully with family members at his bedside,\" the AP reports, citing Norma Bridwell.</p><p>It was Norma Bridwell who told the budding children's book author that his idea to call a huge bloodhound \"Tiny\" was \"stupid,\" as he recalled when he and his wife <a href=\"http://www.npr.org/2012/09/22/161541838/clifford-the-big-red-dog-turns-50-in-human-years\">spoke with NPR's Scott Simon</a>. Instead, they decided the dog should be named Clifford, after an imaginary friend Norma Bridwell had when she was little.</p><p>The name of Clifford's best friend, Emily Elizabeth, came from the couple's own daughter, whom they raised on Martha's Vineyard along with their son, Timothy.</p><p>Before the Clifford franchise could get started, Bridwell, who was trying to change careers after being an artist in New York City, endured the rejection of nine different publishers. Finally, Scholastic accepted the manuscript that he'd written over a weekend.</p><p>Bridwell told Simon that he \"was shocked when it was accepted for publication, because I'd never written anything before.\"</p><p>When Norma Bridwell suggested he follow up by writing another story about Clifford and Emily Elizabeth — and maybe even two or three — the author answered, \"Oh, no. This is just a fluke.\"</p><p>The gigantic dog went on to anchor a series of books that has spread into TV and beyond. More than 129 million copies of his Clifford books have sold since then, and an animated series based on the books is aired in 65 countries.</p><p>\"Norman Bridwell's books about Clifford, childhood's most lovable dog, could only have been written by a gentle man with a great sense of humor,\" Scholastic President and CEO Dick Robinson said. \"Norman personified the values that we as parents and educators hope to communicate to our children – kindness, compassion, helpfulness, gratitude.\"</p><p>As the AP notes, \"Clifford became standard nighttime reading for countless families and a money machine for publisher Scholastic Inc. Spinoffs include cartoons with John Ritter as the voice of Clifford and future <em>Hunger Games</em> novelist Suzanne Collins among the scriptwriters.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Clifford+The+Big+Red+Dog%27+Creator+Bridwell+Dies+At+86&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"308"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371294307-73157a.m3u?orgId=1&topicId=1161&d=308&story=371293645&ft=nprml&f=371293645"},{"href":"http://media.npr.org/assets/img/2014/12/16/clifford_custom-6d3206d59c3595ad766f020925dacd0170a71335.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"759","width":"1037"}}]}