{"created":"2014-12-21T22:04:55+00:00","modified":"2015-05-13T21:26:01+00:00","valid":{"from":"2015-05-13T21:26:01+00:00","to":"3015-05-13T21:26:01+00:00"},"hreflang":"en","title":"Celebrating Hanukkah In A Palestinian City ","published":"2014-12-23T13:56:00+00:00","teaser":"American Jewish college student Amelia Wolf spent Hanukkah last year in Ramallah. As the holiday approached, she was lonely — until her Palestinian hosts got wind of how she was feeling.","itags":["npr_api","371247599"],"guid":"e0cd0899-d530-4ba0-bdb6-c74fe5dd2c61","contentencoded":"<p>Amelia Wolf, an American Jewish college student, was living in the Palestinian city of Ramallah when the holiday of Hanukkah rolled around last year.</p><p>She liked the Palestinian family that was hosting her in the West Bank, but she felt a little lonely. She wasn't going to celebrate in Israel, where she had friends and relatives, as she had other Jewish holidays.</p><p>And in Ramallah, she didn't think it would be a good idea to put a holiday menorah in the window, in line with Jewish tradition. But when her Palestinian host mom and neighbors got wind of how Wolf was feeling, they brought chocolates and gathered to watch her light the Hanukkah candles.</p><p>Wolf says they listened \"super patiently\" as she explained in her \"broken Arabic\" the story of Hanukkah.</p><p>\"Which is actually a story of resisting occupation, and also about resisting assimilation,\" Wolf says.</p><p>Something she believes both Jews and Palestinians have a right to do.</p><p>In a land where tensions run high and Israelis and Palestinians have limited contact these days, Wolf had the unusual experience of having friends and relatives in Israel, while living among Palestinians for several months.</p><p>Wolf, now 23, is back in the U.S. as a senior at Reed College in Portland, Ore. She is the daughter of a rabbi, and Israeli history was woven through the curriculum of her Jewish day school. Wolf now calls it the \"sanitized, smooth version\" of history.</p><p>\"The sort of uncontroversial version,\" she says, \"of Israel being the culmination of Jewish history.\"</p><p>At school in the U.S., she says, she doesn't remember ever hearing the word \"Palestinian.\"</p><p>But she heard it at home, and from her parents she learned that there was a range of highly charged opinions about Israeli policies toward Palestinians.</p><p>Wolf still cringes remembering an elementary school celebration of Israeli Independence Day. Her father was among a group who arrived with signs saying \"Love Israel, End the Occupation,\" a reference to Israel's military control in the West Bank and, at the time, the Gaza Strip as well.</p><p>He was shouted out of the event, as Wolf watched from stage with the student choir. She says someone even threw ice cubes at him.</p><p>\"It was horrible. I started crying. My younger sister was on stage, too, and she started crying,\" Wolf recalls.</p><p><strong>Keeping Her Jewishness Secret, Sometimes<br /></strong></p><p>Fast forward a few years. Wolf began studying Arabic. She wanted to study abroad. Her first choice, Beirut, Lebanon, made her family nervous because of the Syrian civil war next door.</p><p>So she found a program run by New York-based Bard College in Abu Dis, a suburb of Jerusalem now separated from the city by the Israeli barrier that winds in and around most of the West Bank.</p><p>Wolf lived in Ramallah, a half-hour drive from the university, staying with a Palestinian single mom as her host family.</p><p>The family knew she was Jewish, but it wasn't something Wolf routinely told other Palestinians she met. She says she rebuffed one direct question about her faith, saying she didn't like to talk about religion. But she kept quiet voluntarily a few times, such as when Palestinians made erroneous claims about the Holocaust.</p><p>\"I wanted to say something but I didn't feel comfortable speaking up, because I am Jewish and I didn't want to bring attention to myself for that subject because not everyone knows I'm Jewish,\" she says. \"And what was really hard about that was that even the people who do know I'm Jewish and the Americans on the programs that know why the Holocaust happened, they didn't say anything either.\"</p><p><strong>Experiencing Palestinian Life <br /></strong></p><p>Wolf learned a lot about Palestinian daily life. Students frequently clashed with Israeli soldiers near campus, which was sometimes evacuated because of tear gas fired by the troops.</p><p>When Wolf entered Israel to visit family or friends, she crossed at Qalandiya, the same crowded checkpoint that most Palestinians use, if they have permits to enter Jerusalem.</p><p>Qalandiya has narrow, fenced-in pedestrian lanes, and it's often hard to tell which ones are open.</p><p>\"The angriest I ever got was going through the cages at Qalandiya,\" Wolf says.</p><p>She recalls waiting to cross with a crowd of older Palestinian men and women.</p><p>\"I finally get through and it's this 18-year-old [Israeli] soldier, and his shoes are kicked off and he's got an iPhone. I've seen girls doing nail polish. It was just so frustrating,\" she says. \"It's this very controlled chaos on one side, and on the other side, it's someone who doesn't really care very much.\"</p><p>It felt humiliating, she says, comparing it to airport security in the U.S. if that were done \"by occupying soldiers.\"</p><p>And it added to her understanding of Palestinian attitudes.</p><p>\"I never met anyone who wasn't furious with Israel or who doesn't want to throw a stone,\" she says, referring to a common practice among Palestinian youths.</p><p>\"A lot of them hate Israel and hate Israelis. And throw stones. And put up portraits of martyrs and have rallies in celebration of men who blow up buses,\" she says, referring to Palestinians who have carried out suicide bombings against Israel.</p><p>Wolf says it didn't bother her when Palestinians told her they hated Israel, the country. But hearing people express hatred toward the Israeli people did bother her, she says, because of her friends and family with Israeli citizenship.</p><p>But she tried to view Palestinian anger through the lens of Jewish values. It \"shouldn't be stigmatized,\" she says. It shouldn't be seen as \"bad.\"</p><p>\"I don't think it is bad. I think<em> </em>this is a Jewish value too — that when we see injustice we should be angry and we should try to repair it.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Celebrating+Hanukkah+In+A+Palestinian+City+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"240"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372317909-cfa44e.m3u?orgId=1&topicId=1009&d=240&p=2&story=371247599&t=progseg&e=372317833&seg=9&ft=nprml&f=371247599"},{"href":"http://media.npr.org/assets/img/2014/12/18/1869285_menorahpix-fd93e66134af9c410c3dcb7f89abcae2c24a7397.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}},{"href":"http://media.npr.org/assets/img/2014/12/18/jewishstudent2-8ee8247fd75f33f50c7be7d70d0a5f92c3ef86f4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1317","width":"1756"}}]}