{"created":"2015-03-21T11:11:34+00:00","modified":"2015-06-05T15:27:38+00:00","valid":{"from":"2015-06-05T15:27:38+00:00","to":"3015-06-05T15:27:38+00:00"},"hreflang":"en","title":"Ex-Boxing Champ Steps Back Into Spotlight As A Face Of Addiction","published":"2015-03-21T14:56:00+00:00","teaser":"Mexican boxer Julio Cesar Chavez rarely fell in the ring, but alcohol and drugs knocked him down for decades. He's clean now and telling his story to help fellow Mexicans get clean too.","itags":["npr_api","394324921"],"guid":"e0d71e00-59e3-43ef-bf7e-d2616ead2f4c","contentencoded":"<p>In Mexico, the problem of drug trafficking is well publicized, but you can't say the same when it comes to the problem of drug addiction.</p><p>While nowhere near the levels seen in the U.S., Mexico is battling a growing problem — in the past decade illicit drug use has grown by more than a third.</p><p>While <a href=\"http://www.insp.mx/notice/2562-national-addiction-survey-2011.html\" target=\"_blank\">millions admit to using marijuana, cocaine and meth</a>, addiction is not talked about openly, especially among the country's rich or famous, but one former champion boxer has set out to change the image of recovering addicts and rehabilitation.</p><p><strong>Rise Out Of Poverty</strong></p><p>In the 1980s and '90s, <a href=\"http://www.juliocesarchavez.net/bio.htm\" target=\"_blank\">Julio Cesar Chavez</a> was known for his strong chin, feared for his left hook and widely called one of the greatest \"pound-for-pound\" fighters of his era — and one of the greatest Mexican boxers of all time.</p><p>His rise to fame is truly a rags-to-riches story. He was one of 11 children, and his family was so poor for a time that they lived in an abandoned train caboose. His mother washed and ironed clothes for a living. Chavez says that he started fighting when he was 8 years old, and that he always dreamed of making enough money to buy her a home.</p><p>With six world titles in three weight divisions and more than 80 career knockouts, Chavez bought her the house and much more.</p><p>\"I had it all — money, women, fame, cars, yachts, everything a man could want — but it didn't give my life meaning,\" says Chavez. \"I felt nothing. So what did I do? The most stupidest thing I could.\"</p><p>He found refuge in drugs and alcohol.</p><p><strong>'That's When The Failures Began, The Defeats'<br /></strong></p><p>In the living room of his home in Tijuana, Mexico, sitting in an overstuffed leather reclining chair, Chavez is surrounded by prizefighting photos and championship belts.</p><p>One of the framed pictures depicts what Chavez says was his most famous fight. It's a shot of him and Meldrick Taylor in the ring in 1990 in Las Vegas. Chavez had been trailing most of the fight, but with seconds left on the clock in the final round he landed a solid right and sent Taylor tumbling. The ref stopped the fight, giving Chavez the win.</p><p>Despite the dramatic victory, Chavez says that drinking and drugs soon began to get the best of him.</p><p>\"At first I [could] control it, but I just needed more alcohol and more cocaine and more and more,\" he says. \"That when the problems really started. That's when the failures began, the defeats.\"</p><p>Four years later, against Frankie Randall in Las Vegas, Chavez took a solid blow in the 11th round, getting knocked to the ground for the first time in his career.</p><p>Chavez would go on to lose five more fights before retiring in 2005. He says he spent many more years after that addicted. His marriage ended, some of his friendships were ruined and his health suffered.</p><p>Then four years ago, while at a doctor's office and anesthetized for a procedure for his ulcers, his son called an ambulance and took him, unconscious, to rehab.</p><p>\"I woke up in the clinic in a room with the IV still in my arm, and I just ripped it out and started cussing at everyone,\" says Chavez.</p><p>But he stayed for nearly 6 months — and has been clean since.</p><p><strong>An Anti-Addiction Ambassador</strong></p><p>At 5-foot-7 and looking fit and trim, Chavez says addiction is not talked about openly in Mexico, and that the public is not forgiving of its fallen stars. They suffer alone for fear of criticism, he says. But that hasn't stopped him from telling his story or from helping out addicts.</p><p>At <em>Clinica Bajo del Sol</em> in Tijuana, a rehab center Chavez opened, some 40 men and women say a prayer before dinner. The spectacular view of the Pacific Ocean contrasts with the coils of barbed wire topping the entire facility's high brick walls.</p><p>Clinic psychologist Guillermo Rangel Mendoza says that Chavez frequently shares his story with the patients, which helps, but that the types of drugs taking off in Mexico in recent years — including meth, heroin and Ecstasy — weren't problems back in Chavez's days.</p><p>The surge in the use of designer drugs here frightens Chavez. He recently opened another a clinic in Sinaloa, and says he wants to open at least two more as soon as possible.</p><p>He seems to be changing Mexico's perception of recovered addicts. Earlier this year, a 20-foot bronze statue of Chavez went up in the main square in his boyhood home of Culiacan, the capital of Sinoloa. He's now a regular analyst on ESPN en Espanol and on TV Azteca in Mexico. And President Enrique Pena Nieto dubbed him an \"anti-addiction ambassador\" at a recent conference on combating Mexico's growing drug problem.</p><p>\"I felt excited, happy and proud,\" says Chavez about the recent accolades. \"At the same time I feel the pressure, the commitment. I really have to stay clean now.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ex-Boxing+Champ+Steps+Back+Into+Spotlight+As+A+Face+Of+Addiction&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"307"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394438272-00c7db.m3u?orgId=1&topicId=1127&d=307&p=7&story=394324921&t=progseg&e=394434969&seg=15&ft=nprml&f=394324921"},{"href":"http://media.npr.org/assets/img/2015/03/20/julio-chavez-kahn-374f5890a659d1b365d4e224d5dda8900a461248.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1523","width":"2031"}},{"href":"http://media.npr.org/assets/img/2015/03/20/chavez-v-randall-getty_custom-a8a846a15fe697430589af89536445e145f4db1b.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"675","width":"1011"}}]}