{"created":"2014-08-31T04:43:20+00:00","modified":"2014-10-30T22:54:31+00:00","valid":{"from":"2014-10-30T22:54:31+00:00","to":"3014-10-30T22:54:31+00:00"},"hreflang":"en","title":"Former Border Protection Insider Alleges Corruption, Distortion In Agency","published":"2014-08-28T12:53:00+00:00","teaser":"James Tomsheck was pushed out of his job as internal affairs chief for Customs and Border Protection in June. He warns the agency has become a paramilitary organization with little accountability.","itags":["npr_api","343748572"],"guid":"e0e3c91a-3352-4398-bdcd-1f232da0bcae","contentencoded":"<p>Two months ago, James Tomsheck was pushed out of his job as internal affairs chief for U.S. Customs and Border Protection.</p><p>At the time, authorities criticized him for not doing enough to investigate abuse and corruption.</p><p>But now Tomsheck tells a very different story: about a culture that goes out of its way to evade legal restraints.</p><p>Use of force by law enforcement agents along the Southwest border has drawn attention and criticism recently, after reports that Border Patrol agents shot and killed unarmed migrants and faced no consequences.</p><p>Since 2010, 28 people have been killed by agents and officers. Tomsheck says he believes about a quarter of the incidents are highly suspicious.</p><p>\"I believe the system was clearly engineered to interfere with our efforts to hold the Border Patrol accountable,\" he says.</p><p>When asked how that could happen, he responded: \"Some persons in leadership positions in the Border Patrol were either fabricating or distorting information to give the outward appearance that it was an appropriate use of lethal force when in fact it was not.\"</p><p>Things like exaggerating the threat an unarmed migrant posed, he says. Or claiming a migrant was on the U.S. side of the border, when he was actually in Mexico.</p><p>And in describing how Border Protection leaders forced him out after eight years on the job, Tomsheck doesn't mince words:</p><p>\"I think there's every indication that my removal from the position ... was an effort to identify a scapegoat.\"</p><p>A scapegoat, he says, to silence criticism that few, if any, agents face justice for killing unarmed migrants on the border.</p><p>What's wrong overall, Tomsheck says, is the culture. After the Sept. 11 attacks, Border Protection agents and officers thought of themselves as an extension of the military. \"The phrase was frequently used — a 'paramilitary border security force' or a 'paramilitary homeland security force.' \"</p><p>One that he says operated outside normal legal bounds. \"I believe that has caused them to believe that they are separate and distinct from the federal law enforcement community,\" he says. \"And not bound by the same constitutional restraints regarding use of force.\"</p><p>For some of the very same reasons, CBP leaders recently brought in an FBI agent to review use of force, launched more training programs, and said they'd try to jump-start an internal affairs unit that allegedly lost its way under Tomsheck.</p><p>For his part, Tomsheck says he supports reforms to ensure the CBP is acting within the law. That includes putting body cameras on agents to capture images of their interactions with people on the border and bringing in independent investigators to review use-of-force complaints.</p><p>The internal affairs unit he ran for eight years is now headed by an FBI agent, brought in by management to lead a sweeping review of operations.</p><p>Tomsheck suggests he start by looking for corruption within the Customs and Border Protection ranks.</p><p>A significant number — 5 or 10 percent — of agents and officers, he says, are likely to be corrupted by money or family ties.</p><p>\"That is a number which I believe is a conservative estimate based on the number of unsuitable persons who have entered the agency by virtue of hiring surges, most of which occurred after 2006,\" he says.</p><p>Hiring surges so urgent that the CBP failed to administer polygraph exams to job candidates. Exams that he says could have rooted out past criminal behavior or connections to drug cartels and human trafficking networks.</p><p>Before the polygraphs, Tomsheck says, about 20 percent of candidates got weeded out as unsuitable. But after the polygraphs became a regular part of screening, that number rose to more than half.</p><p>Now he's the one with human resource problems. After being ousted for allegedly failing to do enough to investigate misconduct, Tomsheck filed a complaint with the federal whistleblower office. He's speaking out now to try to clear his name.</p><p>\"To hear it suggested that I didn't properly discipline persons — when I know that neither myself or anyone in the office of internal affairs has anything to do with discipline — was quite difficult to hear,\" he says.</p><p>Tomsheck says he prepared reports on use of force and other misconduct, which he says was part of his job. By his account, higher-ups are the ones who were supposed to make decisions about whether to discipline agents.</p><p>A spokesman for Customs and Border Protection says he can't discuss personnel issues. But he says the agency is committed to openness and accountability.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Former+Border+Protection+Insider+Alleges+Corruption%2C+Distortion+In+Agency&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"276"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343900875-bf526a.m3u?orgId=1&topicId=1070&ft=3&f=343748572"}]}