{"created":"2015-06-12T08:57:36+00:00","modified":"2015-06-12T20:10:15+00:00","valid":{"from":"2015-06-12T20:10:15+00:00","to":"3015-06-12T20:10:15+00:00"},"hreflang":"en","title":"Strange Magic Bubbles Up In New 'Mr Norrell' Adaptation","published":"2015-06-12T19:05:00+00:00","teaser":"Susanna Clarke's best-selling fantasy debut, <em>Jonathan Strange & Mr Norrell</em>, envisioned a mismatched pair of wizards caught up in the Napoleonic Wars. It's now been made into a seven-part TV series.","itags":["npr_api","413381007"],"guid":"e11aa658-9bbf-415d-85ef-0765c4e9636a","contentencoded":"<p>Magic is back in England. A decade ago, the author Susanna Clarke released her first and only novel: <em>Jonathan Strange & Mr Norrell</em> became a sensation. The author Neil Gaiman pronounced it \"unquestionably, the finest English novel of the fantastic written in the last 70 years.\" Set during the Napoleonic Wars, the story combines history and fantasy. A shy country gentleman, Mr. Norrell, teams up with a dashing hero Jonathan Strange, to save England with magic — and now, it has been made into a seven-episode TV series. \"We think of it as a movie in seven parts,\" writer Peter Harness tells NPR's Ari Shapiro. \"It starts off with a 'Once Upon a Time' and it ends up with a not so very happily ever after.\"</p><p>Harness adapted the book for the small screen; actor Eddie Marsan plays the hero, reclusive magician Gilbert Norrell. \"I always think of Gilbert Norrell as being Salieri to Jonathan Strange being Mozart,\" Marsan says. Gilbert Norrell reads every book on magic but can't really do it. And Jonathan Strange can do magic, in spite of himself, because he's privileged and confident and slightly arrogant, but doesn't know how he does it.\"</p><hr /><h3>Interview Highlights</h3><p><strong>Harness on adapting a very large book with a strong historical component<br /></strong><br />I think it was quite important to get the history right, but we have a big resource in the book, which is immaculately detailed and researched. It was very important to us in general to make the world seem real, and not only in the kind of setup of the history and the detail of it and how kind of gritty and dirty and real everything looks. But also in the human stories. Because I think the thing that can be alienating about fantasy is that it expects you to take a huge leap of faith into a completely unfamiliar world — and really magic, for us, is something that comes organically out of this world and out of real people.</p><p><strong>Marsan on not liking fantasy novels</strong></p><p>It's never been something I've been into. I'm not a great fiction reader. I love history. I love history and philosophy. But I do enjoy this — for me to play Norrell and to do this job, I had to ask Peter and ask Susanna Clark what magic signifies, and how I could get a hook on it, really. And I always held the idea of Norrell being like [nuclear scientist Robert] Oppenheimer. When Oppenheimer said, \"I am become Death, the destroyer of worlds,\" when he was interviewed in the late '60s about creating the atomic bomb. In a sense that's what Norrell is when he brings magic to the Napoleonic Wars. The consequences are awful. This is very terrifying, very vicious, brutal magic. It's not nice quaint magic.</p><p><strong>On using magic to talk about the perversity of war and human injustice</strong></p><p>Marsan: Susanna said she wrote this novel and set it at the time just after the Romantics period and just after the Enlightenment and before you go into the industrial age, where man thinks he's in control of the world. And anything to do with the subconscious, anything to do with anything that's mystical or spontaneous or uncontrollable was frowned upon. And that's what Norrell brings back. That's what magic really signifies: The subconscious that we're trying to suppress. But it's dangerous and it's unpredictable and it's uncontrollable.</p><p>Harness: The book's got a lot of kind of very important themes bubbling underneath it. It's got a very light and pleasant exterior in a lot of ways — very witty and funny. But underneath it, it's a story of class and privilege versus the working people. It's a story of slavery and emancipation. And it's a story of female emancipation as well, and all of these things that were just starting to begin at this period.</p><p><strong>Marsan on special effects and the use of green screen</strong></p><p>Not too much in front of a green screen ... when we go into the Fairy Room, we were. But I was always –- every time Norrell does Water, I'd get a bucket of water thrown over me, because Norrell's magic is accessed through water. So someone threw a bucket of water over me ... I just remember once doing one big scene and creating rain, and it only fell on Norrell. And I thought, \"God, that sums up Norrell.\"</p><p><strong>Marsan on the funny aspects of the show<br /></strong><br />Well it is a funny show, that's the thing ... Because Jonathan Strange is sexy and cool and does really admirable and exciting magic. And Mr. Norrell doesn't. Mr. Norrell is like a librarian trying to do magic ... That's the story of my career, really. I stand next to good looking men and make them look better!  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Strange+Magic+Bubbles+Up+In+New+%27Mr+Norrell%27+Adaptation&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"414"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413849194-f07b7b.m3u?orgId=1&topicId=1138&d=414&p=3&story=413381007&t=progseg&e=413811408&seg=11&ft=nprml&f=413381007"},{"href":"http://media.npr.org/assets/img/2015/06/10/norrell-0faa3954fd30e9b14f8c4f4a418ec573fea9caaf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2853","width":"3804"}}]}