{"created":"2014-09-07T00:57:04+00:00","modified":"2014-12-23T18:39:34+00:00","valid":{"from":"2014-12-23T18:39:33+00:00","to":"3014-12-23T18:39:33+00:00"},"hreflang":"en","title":"Cutting Back On Carbs, Not Fat, May Lead To More Weight Loss","published":"2014-09-04T15:48:00+00:00","teaser":"A new diet study concludes that a low-carbohydrate diet leads to almost three times more weight loss than a traditional low-fat diet where carbs made up 40 to 45 percent of calories.","itags":["npr_api","344315405"],"guid":"e11a01c2-8085-4d0a-875b-eca2ef3295b6","contentencoded":"<p>We've <a href=\"http://www.npr.org/blogs/thesalt/2014/03/31/295719579/rethinking-fat-the-case-for-adding-some-into-your-diet\">reported</a> a lot this year about how there's a major rethinking of fat happening in the U.S.</p><p>Turns out, eating foods with fat — everything from avocados and nuts to <a href=\"http://www.npr.org/blogs/thesalt/2014/02/12/275376259/the-full-fat-paradox-whole-milk-may-keep-us-lean\">dairy fat</a> — doesn't make us fat.</p><p>But eating too many carbohydrates — particularly the heavily refined starches found in bagels, white pasta and crackers — does our collective waistlines no favors.</p><p>A new study <a href=\"http://annals.org/article.aspx?doi=10.7326/M14-0180\">published</a> in the <em>Annals of Internal Medicine</em> adds to the body of evidence that cutting back on carbs, not fat, can lead to more weight loss.</p><p>Researchers at Tulane University tracked two groups of dieters for one year. The participants ranged in age from their early 20s to their mid-70s and included a mix of African-Americans and Caucasians.</p><p>The low-carb group, which reduced their carb consumption to about 28 percent of their daily calories, lost almost three times as much weight as the low-fat dieters who got about 40 to 45 percent of their calories from carbs.</p><p>The low-fat group lost about 4 pounds, whereas the low-carb group's average weight loss was almost 12 pounds. Participants in the two groups were eating about the same amount of calories.</p><p><a href=\"http://tulane.edu/publichealth/epi/faculty_bazzano.cfm\">Lydia Bazzano</a>, one of the study authors and an associate professor of epidemiology at Tulane, says she had anticipated some difference in weight loss between the two groups. But the size of the effect — the nearly 8-pound difference in weight loss — was surprising, she says.</p><p>So, what kinds of meals were the low-carb dieters eating?</p><p>\"Typically in the morning they were eating eggs,\" says Bazzano. Other breakfast items included small portions of high-protein, high-fiber bread, with either butter or other kinds of oily spread.</p><p>As for lunch and dinner, the low-carb dieters ate lots of vegetables, salads and protein, including fish, chicken and some red meat. They had generous portions of healthy fats such as olive oils, canola and other plant-based oils.</p><p>Fat accounted for a sizable part of their diet: from 40 percent to 43 percent of their total daily calories, including about 12 percent from saturated fat.</p><p>Bazzano says with so many people still abiding by low-fat recommendations, a diet so high in fat might not sound like a good weight-loss strategy. \"It's not the general perception,\" she says.</p><p>But, in fact, there are a spate of studies that have come to the same conclusion about the benefits of swapping a low-fat, high-carb strategy for a pattern of eating that emphasizes healthy fats and lower carbohydrate consumption.</p><p>It's not just waistlines that respond. The low-carb, healthy fats approach has been shown to cut the risk of heart disease.</p><p>One big <a href=\"http://www.nejm.org/doi/full/10.1056/NEJMoa1200303\">study</a> published in the <em>New England Journal of Medicine</em> found that a Mediterranean diet rich in olive oil cut the risk of heart attacks and strokes by 30 percent, compared to a low-fat diet.</p><p>Research <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/22735432\">published</a> last year in the <em>Journal of the American Medical Association</em>, which compared a low-glycemic-index diet — which minimizes refined starches — with a more traditional low-fat diet, also documented advantages.</p><p>\"We saw improvements in triglycerides, [good] cholesterol, and the possibility of lower chronic inflammation\" among the lower carb group, <em>JAMA</em> study author <a href=\"http://www.childrenshospital.org/researchers/david-ludwig\">David Ludwig</a> of Harvard Medical School and Boston Children's Hospital told us.</p><p>Here's the fascinating part: Ludwig also found that when people stopped eating so many refined carbohydrates, they burned off about 150 more calories per day, compared to those eating a higher carb, lower fat diet.</p><p>\"Too much refined carbohydrates — white bread, white rice, potato products — all the foods that crept into our diets as we've followed the low-fat craze has undermined our metabolism,\" says Ludwig.</p><p>In other words, the high-carb, low-fat pattern of eating \"caused us to become hungrier and burn off fewer calories,\" he says.</p><p>What's happening in the body when we follow this pattern of eating is still the subject of much research, but Ludwig says the thinking goes like this: Eating too many carbs can overstimulate the release of insulin and direct more calories into storage in the fat cells.</p><p>\"It's a double-whammy for weight gain,\" Ludwig says. \"We've been told for decades that if you don't want fat on your body, don't put fat into your body. It's a very appealing notion, but the problem is it's wrong.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Cutting+Back+On+Carbs%2C+Not+Fat%2C+May+Lead+To+More+Weight+Loss&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"258"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345044403-5e6b15.m3u?orgId=1&topicId=1053&ft=3&f=344315405"},{"href":"http://media.npr.org/assets/img/2014/08/29/istock_000016794480large-c924a4d9ffd12bd169ce77842c5c3e8c19fa4f8f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1810","width":"2418"}}]}