{"created":"2014-10-19T21:32:56+00:00","modified":"2015-01-12T00:02:12+00:00","valid":{"from":"2015-01-12T00:02:12+00:00","to":"3015-01-12T00:02:12+00:00"},"hreflang":"en","title":"From Mannequin To Actor: Geena Davis' 'Ridiculous, Ridiculous' Break","published":"2014-10-20T12:53:00+00:00","teaser":"Geena Davis has played unforgettable roles in movies like <em>Beetlejuice</em> and <em>A League of Their Own</em>. But before her acting debut in <em>Tootsie</em>, she worked at a clothing store in window displays.","itags":["npr_api","353323280"],"guid":"e1283974-880c-46e1-a650-dc5e79d3ea4e","contentencoded":"<p><em>As part of a series called \"My Big Break,\" </em>All Things Considered<em> is collecting stories of triumph, big and small. These are the moments when everything seems to click, and people leap forward into their careers</em><em>.</em></p><p>Oscar-winning actress Geena Davis has played unforgettable roles in movies like <em>Beetlejuice</em>, <em>Thelma and Louise</em> and <em>A League of Their Own, </em>and she's been an outspoken advocate for female representation in cinema and TV.</p><p>But long before her acting debut, Davis had a surprising job at an Ann Taylor clothing store. She wasn't just selling the merchandise; she was displaying the clothes alongside the mannequins.</p><p><strong>'An Uncanny Ability To Be Still'</strong></p><p>\"One time there was a window display where the mannequins were sitting at a table eating plastic food,\" Davis tells NPR. \"There was one empty chair, and I kept looking at the window.\"</p><p>She asked her co-workers if she should go sit in the empty chair. They advised against it.</p><p>But Davis sat in the chair anyway.</p><p>\"Somebody saw me do that, and then he stopped to see what was now going to happen. But I just froze,\" Davis says. \"I didn't know, but I had an uncanny ability to be still.\"</p><p>Eventually, a crowd gathered on the sidewalk outside the window display. She could hear the comments from the onlookers, who couldn't tell if she was real or fake.</p><p>\"When I felt like their attention was drifting, I would move kind of like a robot,\" she says. \"But then somebody said, 'Well, that's not an electric mannequin because it's not plugged in.' \"</p><p>So the next time she sat in a window display, she put a tiny wire down her leg.</p><p>\"Because it was really subtle, it really worked,\" she says.</p><p>The store eventually hired her to be in the window on the weekends.</p><p>\"Yes,\" she says. \"I was a live mannequin.\"</p><p><strong>Casting Call<br /></strong></p><p>After her career as a mannequin, Davis signed with a modeling agency.</p><p>\"At that time, the big models like Christie Brinkley and Lauren Hutton were getting parts in movies. I thought, 'Oh, well, all I have to do is become a successful model and then maybe I'll get hired for movies,' \" she says, laughing at her idea that becoming a supermodel would be a breeze.</p><p>Meanwhile, the 1982 film <em>Tootsie,</em> starring Dustin Hoffman, was going to shoot in New York.</p><p>\"There was a part as Dustin's dressing roommate for someone that's going to be in their underwear a lot of times,\" she says. \"So the casting director thought, 'Let's call model agencies and see if they have any models who can act.' \"</p><p>Sure enough, Davis was called in for her very first movie audition.</p><p>\"They said, 'Wear a bathing suit under your clothes because if you read well, they're going to want to see you in a bathing suit to see how you would look in your underwear,' \" she says.</p><p>But during the audition, they never asked to see her bathing suit, and Davis assumed she didn't get the part.</p><p>\"I put it completely out of my mind,\" she says.</p><p><strong>'Perfectly Lit, Airbrushed, Wind-Blowing-In-Your-Hair Photos'<br /></strong></p><p>Little did she know, director Sydney Pollack had reviewed her audition tape.</p><p>Since they forgot to get a picture of Davis in her bathing suit, Pollack asked if she could come back and take a photo. But Davis had since moved on from her audition and was on the other side of the world modeling at runway shows in Paris.</p><p>\"My good fortune at that moment was that I had been in the <em>Victoria's Secret</em> catalog,\" Davis says. \"So they sent over the catalog with these perfectly lit, airbrushed, wind-blowing-in-your-hair photos.\"</p><p>That's what did it. Davis got the part as April.</p><p>\"My big break was getting cast in <em>Tootsie </em>as my very first acting job and as a result of my very first audition,\" Davis says. \"That's a ridiculous, ridiculous break to get. But that is exactly what happened.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Mannequin+To+Actor%3A+Geena+Davis%27+%27Ridiculous%2C+Ridiculous%27+Break&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"256"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357425500-012231.m3u?orgId=1&topicId=1008&aggIds=274340198&ft=3&f=353323280"},{"href":"http://media.npr.org/assets/img/2014/10/02/geena-headshot-1-466f375fcb86a29e37f3783d0d543bb4173a1743.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"852","width":"1136"}}]}