{"created":"2015-04-02T14:50:39+00:00","modified":"2015-06-03T15:00:25+00:00","valid":{"from":"2015-06-03T15:00:25+00:00","to":"3015-06-03T15:00:25+00:00"},"hreflang":"en","title":"The Daily Show's Aasif Mandvi On Representation, Identity And The King Of Pop","published":"2015-04-08T21:18:00+00:00","teaser":"<em>The Daily Show</em> correspondent recalls the impact American brunch had on his Indo-Muslim upbringing, and the benefits of resembling Michael Jackson as a teenager.","itags":["npr_api","396848685"],"guid":"e132036e-b9ac-4801-a28f-3c29ac40787c","contentencoded":"<p>Although he's best known as the \"Senior Muslim Correspondent\" on <em>The Daily Show</em>, Aasif Mandvi self-describes as an \"Indo-Muslim-British-American actor who has spent more time in bars than mosques over the last few decades.\" Confounding cultural stereotypes has been part of his identity since he came to the United States as a teenager.</p><p>In his 2014 memoir, <em>No Land's Man</em>, Mandvi describes moving from a \"cold, industrial mining town\" in Northern England to Tampa, Florida after his father fell in love with the American institution of brunch, and how he grew comfortable in an American high school by exploring acting and honing his impersonation of Michael Jackson.</p><p>\"I was 120 pounds, a junior in high school, and at that time, and both Michael and I looked like an Indian girl,\" Mandvi told <em>Ask Me Another</em> host Ophira Eisenberg. \"I decided that if I put on a glove, teased out my hair and put the shades on, I could perform [as him] at the talent show.\"</p><p>Mandvi's Michael was a hit, and inspired him to pursue acting beyond high school. Naturally, The King of Pop seemed like the perfect topic for Mandvi's <em>Ask Me Another</em> Challenge.</p><p>Watch below as Mandvi awards the show's grand prize winner with a how-to lesson on three signature Michael Jackson dance moves.</p><hr /><h3>Interview Highlights</h3><p><strong>On becoming <em>The Daily Show</em>'s \"Senior Muslim Correspondent\"</strong></p><p>It evolved over time. I was originally just the \"all things brown\" correspondent. Then they were like, \"Oh, he's Indian. That's the kind of brown he is, so let's have him do Indian stuff.\" Then they found out I was a Muslim. So I did Muslim stuff. They said, \"Since we have him doing those, let's have him do Asian stuff.\" Whatever it was that wasn't Caucasian became my territory.</p><p><strong>On feeling pressure to represent people who look like him</strong></p><p>You may realize that television is mostly full of white people, with a few brown people peppered in. Really, it's all white people and Aziz Ansari. So there does end up being a little bit of a responsibility that you don't necessarily ask for....</p><p>When I first got on <em>The Daily Show,</em> it was mostly Upper West Side Jews that would come up to me and hug me on the street and be like, \"We love you!\" That changed, and soon brown people were coming up to me, and hugging me on the street. And then Muslims came up to me and hugged me, which made me really uncomfortable, because they also wanted me to meet their daughters. You do feel like you're representing in some way, even though you never asked for that.</p><p><strong>On moving to America because of brunch</strong></p><p>[My father] came to America on a reconnaissance mission where he was going to see if he liked it. Somebody took him out for this thing called \"brunch,\" which he had never experienced before. He fell in love with it: \"In America they have so much food, that between breakfast and lunch, they have a third meal! Anything you want, $7.95! We're moving!\"</p><p><strong>On his Michael Jackson impersonation</strong></p><p>[As a teenager in Tampa,] I was a fish out of water. I found theater and acting, and through that I found this ability to impersonate Michael Jackson. I was also 120 pounds, at the time, a junior in high school, and both Michael and I, at that time, looked like an Indian girl. We had a lot in common. I decided that if I put on a glove, teased out my hair and put the shades on, I could perform it at the talent show in high school. Then people would come up to me in the hallway and ask me to do Michael Jackson....</p><p>I got stoned one time and wrote a poem called \"You Can't Be Michael Jackson All The Time.\" It was this very philosophical poem, I thought I was being really deep, like, \"This Michael Jackson thing is really wearing on me.\" I was having an existential crisis.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Daily+Show%27s+Aasif+Mandvi+On+Representation%2C+Identity+And+The+King+Of+Pop&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"264"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397046447-0cf0fa.m3u?orgId=1&topicId=1008&aggIds=167740319&d=264&p=58&story=396848685&t=progseg&e=396848007&seg=6&ft=nprml&f=396848685"},{"meta":{"duration":"816"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397045848-30f758.m3u?orgId=1&topicId=1008&aggIds=167740319&d=816&p=58&story=396848685&t=progseg&e=396848007&seg=6&ft=nprml&f=396848685"},{"href":"http://media.npr.org/assets/img/2015/04/01/465664488-40aba7e6cc99dfbb71b28d876226408b3646211f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1584","width":"2112"}}]}