{"created":"2015-04-07T17:40:31+00:00","modified":"2015-04-08T14:24:07+00:00","valid":{"from":"2015-04-08T14:24:07+00:00","to":"3015-04-08T14:24:07+00:00"},"hreflang":"en","title":"Students Can Live For Free At Dutch Nursing Home","published":"2015-04-08T14:23:00+00:00","teaser":"In exchange for volunteering, students can live at no cost. It's an arrangement that's breathing new life into the retirement home.","itags":["npr_api","398103376"],"guid":"e133add7-423f-4620-951f-b99b62e8100c","contentencoded":"<p><strong>Jurrien Mentink</strong> is a 21-year-old urban planning student in Deventer, in the eastern Netherlands. Like most 20-somethings, he enjoys having friends over to hang out in his apartment, he hosts the occasional party and he&#8217;s careful to keep the noise levels down in consideration of his neighbors.</p><p>But in Mentink&#8217;s case, most of those neighbors are over 80. That&#8217;s because he&#8217;s one of six students living in the Humanitas Retirement Home, part of a unique arrangement that provides free housing for university students who agree to volunteer 30 hours a month in the home.</p><p>&#8220;We want to be the best and warmest nursing home in Deventer,&#8221; <strong>Gea Sijpkes</strong>, the director of Humanitas Retirement Home, told <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young. &#8220;So that’s why we started a project of housing of students and we ask them just to be a good neighbor.&#8221;</p><p>For Mentink, that means giving computer lessons, as well as cooking and sometimes, just &#8220;hanging out&#8221; with his elderly neighbors.</p><p>&#8220;Otherwise, they’re going on about their bad knee and their bad health,&#8221; he said. &#8220;I bring the outside in, so my world becomes their world, so things I learn in college, I try to tell that story to my neighbor so they can keep up a little bit.&#8221;</p><p>The arrival of the students is breathing new life into the nursing home, and the students seem to be getting as much out of the arrangement as the seniors.</p><p>&#8220;Young people in the house are giving them a new spirit&#8230; It’s a lot of things they offer each other, and little things of everyday life,&#8221; said Sijpkes.</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;They can teach you a lot and you know them by person and not by a group of elderly people.&#8221;<div class=\"pullquoteauth\">&ndash; Jurrien Mentink</div></p><p></div></p><p>One might think that the social lifestyle of a 20-year-old student might cause conflict in a retirement home, but &#8220;the truth is it’s the other way around,&#8221; said Sijpkes.</p><p>&#8220;Elderly people are deaf and they’re putting the television very hard on, so our poor students can hardly study. They don’t disturb each other and the stories of the young students are so interesting for the elderly&#8230; They never judge about it whether someone stays to sleep, or having a party.&#8221;</p><p>Mentink agrees. &#8220;They like when we are doing our things,&#8221; he said. &#8220;They think it’s very interesting and intriguing to see young people having a great time.&#8221;</p><p>And while Mentink does have his young friends over, he appreciates the new relationships he has with his neighbors.</p><p>&#8220;[People] say ‘the old’, which is a definition of a group, which isn&#8217;t the case because I think if you go in a person&#8217;s room and you’re being interested in their stories, they can teach you a lot and you know them by person and not by a group of elderly people.&#8221;</p><h4>Guests</h4><ul><li><strong>Jurrien Mentink</strong>, urban planning student in Deventer, Netherlands. He tweets <a href=\"https://twitter.com/jurrienmentink\" target=\"_blank\">@JurrienMentink</a>.</li><li><strong>Gea Sijpkes</strong>, director of <a href=\"http://www.humanitasdeventer.nl/\" target=\"_blank\">Humanitas Retirement Home</a> in Deventer, Netherlands.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Students+Can+Live+For+Free+At+Dutch+Nursing+Home&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"350"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398292415-9489b0.m3u?orgId=1&e=398103376&d=350&ft=nprml&f=398103376"},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0407_humanitas3.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"889","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0407_humanitas2.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"834","width":"720"}}]}