{"created":"2015-06-10T21:48:00+00:00","modified":"2015-06-18T23:05:24+00:00","valid":{"from":"2015-06-18T23:05:24+00:00","to":"3015-06-18T23:05:24+00:00"},"hreflang":"en","title":"Michael Giacchino On Coming Home To Write Music For 'Jurassic World'","published":"2015-06-11T01:02:00+00:00","teaser":"If you see blockbuster films this summer, chances are you'll hear Oscar winner Michael Giacchino's music. Soon, he'll help audiences return to the island of resurrected dinosaurs in <em>Jurassic World</em>.","itags":["npr_api","413428000"],"guid":"e13dd915-1cab-4910-8456-bab4bdb030b8","contentencoded":"<p>If you see any <a href=\"http://www.npr.org/2015/05/25/409531272/hollywood-promises-summer-of-blockbusters-and-could-deliver\" target=\"_blank\">blockbuster films</a> this summer, chances are you'll hear <a href=\"http://www.npr.org/templates/story/story.php?storyId=4666432\" target=\"_blank\">Michael Giacchino</a>'s music. He scored the futuristic <a href=\"http://www.npr.org/2015/05/22/408459870/the-future-is-bright-in-the-time-and-space-twisting-tomorrowland\" target=\"_blank\">Tomorrowland</a> as well as <a href=\"http://www.npr.org/2015/06/10/413273007/its-all-in-your-head-director-pete-docter-gets-emotional-in-inside-out\">Inside Out</a>, an animated film<em> </em>about the emotions living inside a little girl. Soon, he'll also help audiences return to the island of resurrected dinosaurs in <em>Jurassic World, </em>a project that's especially significant for film and for Giacchino himself.</p><p>Giacchino, who won an Oscar in 2010 for his bittersweet score for <em>Up,</em> didn't always know he wanted to compose music for the movies. But he always knew he was destined to spend his life inside them.</p><p>\"There was something about just the idea of making films that was a combination of almost every art form you could imagine,\" he says.</p><p>Filmmaking became Giacchino's obsession at an early age. He grew up in Edgewater Park, N.J., far from Hollywood, but he spent hours and hours inside movie theaters. One director made movies that stood above the rest: Steven Spielberg.</p><p>\"He was my first film school teacher, really, unbeknownst to him,\" Giacchino says. \"When I wasn't able to get myself to a theater to re-watch, you know, <em>E.T.</em> for the hundredth time, or <em>Raiders of the Lost Ark,</em> or <em>Star Wars,</em> the only way to relive those movies was to listen to the soundtrack.\" When he did go to the theaters, Giacchino would sneak in tape recorders so he could listen to the soundtracks later.</p><p>\"I still have all those cassettes,\" he says. \"I would just listen to <em>Raiders of the Lost Ark</em> over and over and over.\"</p><p>Giacchino decided he wanted to compose music for film while in college, but he wound up working in the publicity department at Disney, which took him out to Los Angeles and eventually to an assistant producer job at Disney Interactive. He became the company's go-to source for music knowledge, listening to every demo CD that came in.</p><p>\"I would look at these CDs and listen to them, and I'd be thinking, 'I could do that,' \" Giacchino says. Eventually, he suggested to Disney that he could write the music himself, and it let him set up a music studio in its offices.</p><p>He ended up at DreamWorks Interactive a few years later, where he continued plugging away as a video game producer. In 1997, DreamWorks was making a <em>Lost World: Jurassic Park</em> game for the PlayStation while Spielberg was shooting the movie, the first sequel to <em>Jurassic Park</em>. One day, Giacchino got a phone call from the game's producer, Patrick Gilmore, asking him to write a piece of music for an animation reel to be shown to Spielberg. Giacchino wrote the music that night, handed it in the next morning, and went back to his office. Then, he got another phone call from Gilmore.</p><p>\"He said, 'Hey, could you come down? Steven would like to talk to you.' My head was elsewhere, and I remember saying, 'Steven who?' And he was like, 'Steven Spielberg. Remember, our boss?' \" Giacchino says. He had no idea what Spielberg would say when they shook hands.</p><p>\"He asked me, 'So when are we recording this with the live orchestra?' \" Giacchino says. Although the CEO and the CFO of DreamWorks Interactive had previously said they would never use live instruments, Spielberg changed their minds. <em>The Lost World</em> became the first console game to have music played by a real orchestra, which led to the <em>Medal of Honor</em> game series. A young writer/producer named J.J. Abrams played those games, and liked the music so much he contacted Giacchino about scoring his TV show <em>Alias</em>.</p><p>\"You know, Michael's music was incredibly cinematic and emotional and had amazing depth and richness,\" Abrams says. \"It was just the kind of music that I would find myself listening to in headphones when I was writing. It just felt like, clearly, whoever was writing this music was as obsessed with the scores that I was familiar with growing up.\"</p><p>After <em>Alias,</em> Abrams asked Giacchino to score the TV series <em>Lost,</em> and then all of his movies — including <em>Mission: Impossible 3,</em> <em>Super 8</em> and the massively successful revival of <em>Star Trek</em>. For Abrams, Giacchino's talent comes from more than just a musical source.</p><p>\"He's someone who, since I first met him, felt like he was a childhood friend, though he wasn't,\" Abrams says. \"I think the thing that makes his music so emotional and so relatable and potent is because he has a big heart. And while he can write incredibly intense and dark stuff too, what I love about Michael is that it all comes from a sense of humanity and humor.\"</p><p>It's that humanity that allows Giacchino to conjure up such diverse sonic worlds as <em>The Incredibles,</em> <em>Dawn of the Planet of the Apes</em> and this summer's <em>Inside Out</em>. But it always comes back to dinosaurs. So when he was asked to score <em>Jurassic World,</em> it was a no-brainer.</p><p>\"It was dinosaurs, it was everything that sort of launched me into this insane business,\" Giacchino says. While following in the footsteps of <a href=\"http://www.npr.org/artists/15003640/john-williams-composer\" target=\"_blank\">John Williams</a>, who scored the original <em>Jurassic Park, </em>was intimidating, the task couldn't have felt more natural.</p><p>\"It was just like coming home, in this weird, strange way,\" Giacchino says.</p><p>And it all started with a phone call. To this day, Giacchino wonders: \"What would have happened if I had gotten a flat tire that day or something?\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Michael+Giacchino+On+Coming+Home+To+Write+Music+For+%27Jurassic+World%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tim Greiving","audio":[{"meta":{"duration":"356"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413455725-d3d014.m3u?orgId=1&topicId=1106&d=356&p=2&story=413428000&t=progseg&e=413343077&seg=20&ft=nprml&f=413428000"},{"href":"http://media.npr.org/assets/img/2015/06/10/giacchino-06f0784ee994c9585b02f005d69123e35230ef10.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3617","width":"4823"}}]}