{"created":"2014-11-14T21:23:48+00:00","modified":"2015-05-13T21:31:25+00:00","valid":{"from":"2015-05-13T21:31:25+00:00","to":"3015-05-13T21:31:25+00:00"},"hreflang":"en","title":"Victims Of Online Threats Say Perpetrators Aren't Being Caught","published":"2014-11-14T23:34:00+00:00","teaser":"Women who turn to law enforcement for help are often frustrated that authorities aren't doing enough. Police say tracing the culprits can be a complicated and time-consuming process.","itags":["npr_api","363837837"],"guid":"e1499370-dd39-4ede-b41a-7c216e6996a3","contentencoded":"<p>It is illegal to threaten someone online. But in recent weeks there have been a number of high-profile threats against women — among the targets were several feminist <a href=\"http://www.npr.org/2014/10/18/357194775/one-feminist-critics-battle-with-gamings-darker-side\">video game critics</a> and an actress who starred in a video about <a href=\"http://www.npr.org/2014/11/01/360494480/woman-in-street-harassment-video-i-do-not-feel-safe-right-now\">street harassment</a> of women.</p><p>But many victims of online threats say they are frustrated because the perpetrators are never caught.</p><p>Rebecca Watson says she's had many threats against her on Twitter, in email and on her website, <a href=\"http://skepchick.org/\">Skepchick</a>. The site focuses on feminism and science; she ignores most of the threats — but once in a while they truly scare her.</p><p>Someone sent Watson a link to a man's website. \"He was making music and the album was a picture of me — my face with a target on it,\" she says. And even worse, Watson says, \"the name of the album was <em>I Have A Tombstone With Rebecca Watson's Name On It.</em> \"</p><p>Watson says he was also threatening her on Twitter and she went to the police. But, she says, their response was disappointing.</p><p>\"They told me that they could make a report. That's all they could do,\" she says. \"And that if something were to happen to me one day then they would have this report to look at and know who did it.\"</p><p>Watson was frightened — she hired a private detective who was able to trace the man to a town in Texas where there was a domestic violence charge against him.</p><p>\"I called the FBI because he was in another state,\" Watson says.</p><p>Initially, she got a response.</p><p>\"We went back and forth a few times, with the agent in charge promising to do something about it,\" Watson says. \"But she never did.\"</p><p>The last contact with the FBI happened about a year ago, when Watson was scheduled to give a public talk in Texas only an hour from where the man lived.</p><p>\"So I contacted the FBI agent and asked her what I should do,\" Watson says. \"And she said basically that I should do whatever I thought would make me feel safe, which, as you might be able to guess, did not make me feel safe.\"</p><p>Watson hired her own private security guard. The FBI said it didn't have enough time to check into the status of the case in time for this story.</p><p>The response Watson got is a little too common, says Danielle Citron, a law professor at the University of Maryland who has studied online harassment.</p><p>Citron says there are plenty of laws on the books that criminalize threatening someone online. Unfortunately, Citron says, \"the response is often that law enforcement doesn't get the law right.</p><p>\"So, they say, 'Oh, it's a civil matter, just turn your computer off, ignore it,' or they just are intimidated by the technology and really don't want to cop to not knowing how it is they're going to trace posters.\"</p><p>But, of course tracing posters isn't simple — it's not like tracking down an ex-boyfriend who's made physical threats. And the language must be a clear threat such as \"I am going to kill you\" as opposed to \"If I lived in Boston I would kill you.\" Otherwise, law enforcement can run up against First Amendment issues.</p><p>Frederick Ryan, the police chief in Arlington, Mass., a suburb of Boston, says investigating online threats is time consuming and complicated and he admits it can frustrate law enforcement.</p><p>\"Often times an agency [that] has a criminal threat and they're met with some challenge along the investigative process and the subpoenaing of information — it's enough of a hurdle to inhibit further investigative activity,\" he says.</p><p>Ryan's office is in the middle of a <a href=\"http://www.boston.com/news/local/massachusetts/2014/10/11/video-game-developer-twitter-rape-death-threats-forced-from-home/FjC4cjeqwEDxWFeeVpyWSP/story.html\">high-profile investigation</a> into the online harassment of Brianna Wu, a game developer. Wu's been in the news because her life was threatened after she posted comments about sexism in video games. It's part of an ongoing battle that's been dubbed <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/09/24/349835297/-gamergate-controversy-fuels-debate-on-women-and-video-games\">Gamergate</a>.</p><p>Ryan says police are working to catch the people who have threatened Wu but it's a long process that involves getting a subpoena from a judge.</p><p>\"Before we even get a subpoena out to the social media company it might be 10 days or two weeks,\" Ryan says. \"And then once they receive it and it goes through their legal process there's another 10 days or two more weeks. Before you even have an IP address, you could be a month or six weeks into an investigation.\"</p><p>It's frustrating for a victim like Wu, who had to leave her home because of very specific threats.</p><p>\"They told me to call them anytime day or night if I felt unsafe and they would send patrol cars by,\" she says. \"But as far as reacting to the specific death threats, I keep sending them to them and it's been a month.\"</p><p>Last week, Wu put up $11,000 as a reward for information leading to the identification of a perpetrator. Since then the threats have nearly stopped.</p><p>Wu says the proliferation of online threats and harassment will continue unless people think there are consequences and there is a real likelihood of getting caught.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Victims+Of+Online+Threats+Say+Perpetrators+Aren%27t+Being+Caught&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"276"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364138391-15370e.m3u?orgId=1&topicId=1019&d=276&p=2&story=363837837&t=progseg&e=364137984&seg=14&ft=nprml&f=363837837"},{"href":"http://media.npr.org/assets/img/2014/11/14/rebeccawatson-02-64d9bde395b7a05a56e389bb973bb1b84ca29002.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"965","width":"1286"}}]}