{"created":"2014-10-27T22:21:39+00:00","modified":"2014-10-31T01:27:07+00:00","valid":{"from":"2014-10-31T01:27:07+00:00","to":"3014-10-31T01:27:07+00:00"},"hreflang":"en","title":"Senators Remain Skeptical About Bergdahl Release","published":"2014-06-05T18:31:00+00:00","teaser":"Sen. Angus King of Maine tells us the White House should have notified \"at least\" the leaders of congressional intelligence committees before the swap.","itags":["npr_api","319201228"],"guid":"e151ad54-0eee-48e5-a2bd-d4881ecefdab","contentencoded":"<p>Democrats and Republicans in the Senate still have questions about the prisoner swap that led to the release of Sgt. Bowe Bergdahl from five years in Taliban captivity this past weekend, after a closed-door briefing of the entire Senate last night by White House officials.</p><p>Critics say President Obama should have adhered to the law that requires him to notify Congress 30 days before transferring any detainees from the Guantanamo Bay prison in Cuba.</p><p>White House officials have said they had to act quickly to swap five detainees for Bergdahl because of Bergdahl&#8217;s declining health, but last night some Senators who viewed a classified video of Bergdahl in captivity say that Bergdahl&#8217;s condition was not as dire as White House officials described.</p><p>Sen. <strong>Angus King</strong> of Maine, an independent, tells <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Robin Young that there was &#8220;dead silence&#8221; for a few moments in the room after the video was shown because Bergdahl &#8220;looked terrible.&#8221;</p><p>King says the president is right that no soldier should be left behind, but he also says the White House should have notified &#8220;at least&#8221; the leaders of congressional intelligence committees about the swap before it occurred.</p><h4>Interview Highlights: Sen. Angus King</h4><p><strong>On his reaction to the video the Senate watched in the briefing</strong></p><p>&#8220;I thought he looked terrible and he sounded terrible, and I hope the White House will declassify that video, because I thought it had an impact. Just sitting in that room, when it was over, the place was dead silent for a few seconds. And, you know, you can&#8217;t diagnose somebody&#8217;s health on a 30-second video from, you know, 5,000 miles away, and I don&#8217;t claim to, but he certainly did not look good in that video at all. And the other thing that came out in the briefing yesterday that was important was that the administration had pretty clear information or intelligence or the impression that, were any of the details or even the fact that these negotiations were going on, had they leaked out, he might have been killed.&#8221;</p><p><strong>On reaction from politicians over Bergdahl&#8217;s release</strong></p><p>&#8220;I think it&#8217;s being overly politicized, I gotta be honest. You know, let&#8217;s talk about the facts. Let&#8217;s learn what actually happened and not talk about this being part of some kind of scheme by the president to do this or that. I mean, I gotta tell you, I&#8217;m getting a little tired of it. Let&#8217;s just try to get to the bottom of it. There is a basic point here &#8212; and the president stated it, and, you know, the military has stated it, the generals have stated it &#8212; is we don&#8217;t leave soldiers behind, period. We bring &#8216;em back.&#8221;</p><p><strong>On his belief that Bergdahl deserves due process</strong></p><p>&#8220;A basic premise of our country, that we fight for, is due process, and this guy&#8217;s being tried in the press. And the process is, we get him back, and then we determine what the facts were in terms of why he left camp that day, what was going on, and one of the assurances we have is if he committed an offense, that he&#8217;s gonna have to answer for that in the military justice system. But let&#8217;s get him over here. We shouldn&#8217;t be trying him, again, from 5,000 miles away, by assertions that, you know, we want to get to the bottom of.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.king.senate.gov/\" target=\"_blank\">Angus King</a></strong>, U.S. senator from Maine and a political independent. He was governor of Maine from 1995 to 2003. He tweets <a href=\"https://twitter.com/SenAngusKing\" target=\"_blank\">@SenAngusKing</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Senators+Remain+Skeptical+About+Bergdahl+Release&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"384"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319205024-cd52d2.m3u?orgId=1&ft=3&f=319201228"}]}