{"created":"2015-03-27T19:42:27+00:00","modified":"2015-06-16T17:20:40+00:00","valid":{"from":"2015-06-16T17:20:40+00:00","to":"3015-06-16T17:20:40+00:00"},"hreflang":"en","title":"LISTEN: A Cuban Protest Singer On The State Of U.S.-Cuba Relations","published":"2015-03-28T00:07:00+00:00","teaser":"For decades, Carlos Varela has doled out incisive criticism of the Cuban government. On our recent visit to Havana, he sang a song he says reflects the mood of the country at this historic moment.","itags":["npr_api","395799526"],"guid":"e171dd70-72cd-475b-a6c0-e1b4b980aa9c","contentencoded":"<p>Over the past couple of weeks — on <em>All Things Considered</em>, over at Parallels, on Tumblr and on this blog — we've been reporting on Cuba. We've touched <a href=\"http://www.npr.org/blogs/parallels/2015/03/23/394276385/an-object-of-desire-hope-and-yearning-for-the-internet-in-cuba\">on the Internet</a>, <a href=\"http://www.npr.org/blogs/parallels/2015/03/24/394905851/with-improved-relations-are-the-u-s-and-cuba-ready-to-play-ball\">on baseball</a>, <a href=\"http://nprontheroad.tumblr.com/post/113744459358/listening-to-a-city-explaining-breathtaking-decay\">on Havana's decay</a> and <a href=\"http://www.npr.org/blogs/parallels/2015/03/26/395530735/a-fraying-promise-exploring-race-and-inequality-in-havana\">on the revolution's fraying egalitarian promise</a>.</p><p>Today, our reporting comes to an end with a final piece on <em>All Things Considered</em>.</p><p>Host Robert Siegel spoke to Carlos Varela, who is perhaps the most interesting political critic on the island in the past few decades.</p><p>You might have expected him to be a dissident. He's not. Instead, he's singer-songwriter who is part of a musical movement in Cuba known as <em>la Nueva Trova</em>. Folk singers such as Silvio Rodriguez are the torchbearers for that movement. But unlike Rodriguez, who wrote romantically and passionately about the socialist revolution, Varela's music came of age after the fall of the Soviet Union, at a time of serious economic crisis in Cuba.</p><p>It means that Varela has — <a href=\"https://www.youtube.com/watch?v=b_G7N6qU5Tw\">with metaphors</a> — been intensely critical of the Cuban regime. Somehow, he's managed to thrive both as a voice for Cubans on the island and as <a href=\"http://www.cubaheadlines.com/2010/05/18/21658/review_carlos_varelas_music_speaks_audience.html\">a voice for Cubans in exile</a> in Miami.</p><p>Varela says this is an important moment for Cuba.</p><p>\"Cubans are living in very interesting times,\" Varela said about the present. It's a time of great change and lots of hope, and that's a good thing for a country full of dreamers, he said.</p><p>We'll post much more of Varela's conversation with Robert at the top of this post later today. But we'll leave with a song that Varela sang for us at the bar of the Havana's Hotel Nacional, a landmark just full of reminders of the Cuba from the past — the one that glimmered with Hollywood stars, the place where members of the mob could drink with abandon despite prohibition back at home.</p><p>Varela said the song, \"Walls and Doors,\" captures the sentiment of the country at the moment. It begins: \"Ever since the world's existed / There's one thing that is certain / There are those who build walls / And those who open doors.\"</p><p>The refrain goes: \"That's how it's always been / And I know you know it<br />There can be freedom only when nobody owns it\"</p><p>Jackson Brown <a href=\"https://www.youtube.com/watch?v=pFo7X58H7Fg\">recorded an English version of the song</a>. <a href=\"http://www.azlyrics.com/lyrics/jacksonbrowne/wallsanddoors.html\">His translation is here</a>. With that, here's the performance, which was recorded and produced by NPR's Theo Balcomb:  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=LISTEN%3A+A+Cuban+Protest+Singer+On+The+State+Of+U.S.-Cuba+Relations&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eyder Peralta","audio":[{"meta":{"duration":"325"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395817372-d7b585.m3u?orgId=1&topicId=1127&aggIds=395846943&d=325&p=2&story=395799526&t=progseg&e=395684128&seg=9&ft=nprml&f=395799526"},{"meta":{"duration":"309"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395855591-a2383c.m3u?orgId=1&topicId=1127&aggIds=395846943&d=309&p=2&story=395799526&t=progseg&e=395684128&seg=9&ft=nprml&f=395799526"},{"href":"http://media.npr.org/assets/img/2015/03/27/varela-bb1e67238cb3023547ccb00651e2c1bf217923cd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2336","width":"3120"}}]}