{"created":"2014-12-23T18:06:45+00:00","modified":"2014-12-23T23:33:06+00:00","valid":{"from":"2014-12-23T23:33:06+00:00","to":"3014-12-23T23:33:06+00:00"},"hreflang":"en","title":"Serial Host Sarah Koenig Says She Set Out To Report, Not Exonerate","published":"2014-12-23T23:32:00+00:00","teaser":"The podcast is a reinvestigation of the 1999 murder of Maryland high school student Hae Min Lee. Her ex-boyfriend Adnan Syed is serving a life sentence but has always maintained his innocence.","itags":["npr_api","372577482"],"guid":"e17cc2a6-2aa7-42ab-bb71-6657789d2013","contentencoded":"<p>Sarah Koenig didn't expect her new podcast, Serial, to get so much press, but she says the attention helped keep her on her toes: \"It was just a constant reminder of how careful we needed to be,\" Koenig tells <em>Fresh Air</em>'s Terry Gross.</p><p><a href=\"http://serialpodcast.org/\">Serial</a> is Koenig's reinvestigation of the murder of Hae Min Lee, a Maryland high school student who was strangled in 1999. Her body was discovered buried in a park in Baltimore. Her schoolmate and ex-boyfriend Adnan Syed was convicted of the murder and is serving a life sentence. Nearly 16 years later, he continues to maintain his innocence. Syed's conviction was based on testimony from his friend, Jay — identified only by first name in the podcast — who said he helped Syed bury the body.</p><p>Since its launch in October, Serial has become the most popular podcast in history. Online the story took on a life of its own, as podcast listeners — wrapped up in the \"whodunit\" aspect of the case — <a href=\"http://www.reddit.com/r/serialpodcast/\" target=\"_blank\">began tracking and discussing the evidence</a> presented in each episode. Serial is a spinoff of <em>This American Life</em>, where Koenig was a producer for 10 years. The first season of 12 episodes ended on Thursday.</p><p>Serial presents detective interviews and excerpts of the trial, along with new interviews Koenig conducted with Syed, who spoke with her by phone from prison. Koenig guides the audience through the story, uncovering information that apparently neither the defense nor the prosecution had been aware of at the time of the trial.</p><p>\"We wanted it to feel like a live thing ... a<em> vital</em> thing in the sense of the word of being a living thing — as we went,\" Koenig says. \"And we were still reporting last week for the final episode.\"</p><p>Koenig says classmates of Lee and Syed have been in touch with her throughout the podcast and since it ended. It helped her to know that so many people had the same questions she had.</p><p>One person, she says, told her, \"At least I know it wasn't just me being a teenager not understanding the world. ... There are a lot of people still who don't understand this — and I'm not alone in feeling this way.\"</p><p>Koenig also says she wasn't trying to rouse painful memories for those involved in the story — she was trying to get to the bottom of a case that seemed to have holes in it.</p><p>\"I wasn't — and we weren't — trying to create problems where there were none,\" Koenig says. \" ... Obviously I don't want anyone to suffer because of the work I'm doing, but I also feel like there's a strong tradition of doing these kinds of investigative stories. And we weren't doing anything differently than we would do in any other story.\"</p><p><em>This American Life</em> has raised money for a second season of Serial, but the show hasn't announced what the focus will be.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On whether she felt she needed to provide closure</strong></p><p>It's funny, I did not fret about the ending that much. I really didn't. ... So many people were asking me [about that] and I was like, \"Wait, should I be more worried about this? Should I be more freaked out? Should I be thinking about this in a different way?\" But I always just felt like I'm just going to keep my head down and keep reporting and keep reporting and keep reporting, and it will come to an end, as all stories do. The reporting is going to take me there. I can't pre-engineer this, right? So I just have to keep going with it.</p><p>I can't remember when it was, but maybe after Episode 3 or 4 ... I was having a meeting with Julie Snyder, the executive producer, and I think Dana [Chivvis], who is also a producer, and Ira Glass came in, who's like, our boss, and Julie said, \"Ira says he has some ideas about the ending.\" We were like, \"Oh! Great. Let's hear it.\" He came in and more or less said, \"So I think it would be great if you guys, like, solved it.\" We were like, \"Wait, <em>that</em>'s your idea? Uh, OK, we'll do our best.\"</p><p>That was a little disconcerting. ... I have great faith in the people I work with to help me get there [and] we know how to make stories on <em>This American Life</em>. We all have been doing it for a really long time, and it just felt like, we'll get somewhere and it's not going to please everyone, but tough luck.</p><p><strong>On finding the right tone in her conversations with Syed</strong></p><p>It was very complicated. A lot is going on in any one conversation with Adnan, which is ... he might be innocent and he might be guilty. It's zero sum, a little bit, right? Both things are happening, and I, meanwhile, want him to talk to me, and I want him to stay on the phone and I'm totally aware that he can hang up at any time and cease communicating at any time, and I don't want him to do that. So for all the accusations that Adnan is manipulating me: <em>Hello</em>, I'm also manipulating him. I'm using all the tricks. \"Tricks\" sound ... sneaky, but you know what I mean, [I'm using tricks] that you do in any interview, that you do with anybody or any conversation, frankly, with another person where you are playing the angles to a certain extent.</p><p>I was definitely never lying to Adnan about anything and certainly not about my intentions, but there would be no point in trying to create a relationship with this person and be antagonistic. That would be ridiculous. ... But by the same token, you don't want to be all suck-up-y and fake and pretend you're their best friend. ... This communication that we have is — there's only one way it can be, and this is the way it can be, which is, neither you nor I trust each other fully, but we proceed as if we do. That's the only way you could have this. I've been open about that. He knows, we both know that there's, like, two other conversations happening on top of the conversation we're actually having, which is: \"Do you believe me? Do I believe you? Are you trying to get me to say something? Are you trying to get me to repeat that so I'll say something different?\" We both know what's happening.</p><p><strong>On Syed reading transcripts of the podcast while in prison </strong></p><p>I don't know how many transcripts he's read and I don't know who is sending them the transcripts, because we're not, but I think he's read a bunch of them. ... He doesn't have Internet. ... He has an Xbox, one of those game things for the TV, and apparently you can play a CD on it, so at one point I said, \"I can burn them onto CDs for you and send you those.\" I think he has to get special permission to receive a CD in prison, and he said, \"Yeah, yeah, yeah. I'll let you know when I get the permission.\" ...</p><p>I don't know if part of him doesn't want to hear it, that he'd rather read it on the page. I don't know. We've argued about that, actually. ... I'm like, \"It's meant to be heard.\" And he's like, \"No, I want to see it in its purest form, on paper.\" And I'm like, \"No, no, no. You're missing a ton. You're missing all kind of nuance that is happening in people's voices.\" Or he's taking stuff at face value that I say, that I'm like, \"No! If you heard the way I say it, you'd hear that it's like in passing or it's like I'm being ironic, or whatever!\" And he's just like, \"No, YOU don't get it, the real version is on paper!\" And then I was like, \"You don't understand radio!\"</p><p><strong>On advantages and disadvantages of producing episodes week by week </strong></p><p>The disadvantages were that it was kind of a ridiculous production trap we encased ourselves in by the end. Julie and I were making changes to the final episode the morning that it ran, like at 1 in the morning, to be released at 6 a.m. So, that's a kind of down-to-the-wire stress that I frankly feel too old to be engaging in at this point. That was just hard in terms of the workflow of it; [it] was hard on everybody.</p><p>Then the other hard part — or sort of the downside, which I think also partly is an upside ... is that there was this ... big public response. And at times it made me feel very vulnerable about my reporting or it felt like I had people looking over my shoulder into my notebook before I was ready to tell people what was in my notebook, but that's also what was good. We did that ourselves. Obviously, that's the structure we created, so I just didn't know how that would feel as a reporter. I didn't think twice about it before it happened. Yeah, it feels a little weird, you know? But the great part was that it made us able to be really responsive to new information — and that's what we wanted.</p><p><strong>On whether she worried people treated the podcast like entertainment rather than investigative reporting</strong></p><p>We worried about that a lot and we talked about it a lot. We didn't know that was going to happen at all, which, again, [to] our surprise, maybe it was naive, maybe it was shortsightedness, I don't know. I was talking to Julie Snyder about this recently ... she was saying this thing like, \"There's this Internet world, which can get ... out of control and just throwing stuff around and interacting with this material that's incredibly serious to all of us. ... We need to treat [it] with the utmost professionalism and care. ... They're interacting with it as entertainment.\"</p><p>So that was the first thing we weren't totally prepared for, I think. Then just the larger fact that a public radio podcast would intersect with that world, with that Internet world of armchair sleuthers and people who throw out accusations. Never in our wildest — it's not the usual combination. It was worrisome. I fretted a lot about it, about this stuff flying around. ... At the end of the day, we couldn't control it. It was silly to think we could control it, but we certainly tried, and even up to last week, we were still trying when we saw stuff out there to just say, \"Please, can you respect this and that.\"</p><p><strong>On whether the podcast's popularity affected her personally and professionally</strong></p><p>Yes, it did. ... It was stressful and I also tend to focus on the negative, as my colleagues can attest — so in the beginning, when ... there started to be press about it, I was reading a lot and Googling it several times a day, like, \"What's new? What are people saying?\" And it just started to be bad for me. So I kind of stopped, honestly. ... I'm thin-skinned in a way that's just dumb. I mean, doing this work, you would think that I should be able to get as good as I give, but ... I take criticism personally, and so that was sometimes hard.</p><p><strong>On Syed saying he didn't know if Koenig is his \"savior\" or his \"executioner\" </strong></p><p>I think all of us like the idea of, \"Maybe we could right a wrong, and wouldn't that be great?\" That faded pretty fast. ...</p><p>The way that I dealt with it with Adnan and with his family and his advocates was kind of twofold: It was never totally addressing it head-on because we all knew it could go either way — they knew and I knew. And then also just being as upfront with them as I could from the very start of saying, \"I don't know where I'm going to end, just so we're all clear — I'm not here to exonerate Adnan. I'm here to report this story. I don't know what I'm going to find, and I might find evidence that he's guilty, and we should all be prepared for that.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Serial+Host+Sarah+Koenig+Says+She+Set+Out+To+Report%2C+Not+Exonerate&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2721"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372758237-abdc05.m3u?orgId=1&topicId=1008&ft=3&f=372577482"},{"href":"http://media.npr.org/assets/img/2014/12/22/leakin-park-crime-scene-1-0a256374963fcdd0139b054938a7e3c5b496284b.png","type":"image/jpeg","meta":{"crop":"standard","height":"786","width":"1048"}},{"href":"http://media.npr.org/assets/img/2014/12/22/sarah-koenig-serial-2-photo-credit-elise-bergerson-3f1cd1dc0f52a931f6ef04105f4d6965917c9e5c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3920","width":"5227"}},{"href":"http://media.npr.org/assets/img/2014/12/22/sarah-koenig-ira-glass-julie-snyder-2-photo-credit-meredith-heuer-182dcf1ff35642b2258de49f6f3dc99df7c3300a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3666","width":"4889"}}]}