{"created":"2014-10-08T14:31:35+00:00","modified":"2014-10-31T01:22:41+00:00","valid":{"from":"2014-10-31T01:22:41+00:00","to":"3014-10-31T01:22:41+00:00"},"hreflang":"en","title":"A Christian Climate Scientist's Mission To Convert Nonbelievers","published":"2014-06-19T21:56:00+00:00","teaser":"Katharine Hayhoe is an atmospheric scientist and a devout Christian working to convince her fellow Christians that climate change is real. \"God gave us the brains to make good choices,\" she says.","itags":["npr_api","319831143"],"guid":"e18114ba-bd2e-4c81-bf69-c0c978be335f","contentencoded":"<p><em>Each week, </em>Weekend Edition Sunday<em> brings listeners an unexpected side of the news by talking with someone personally affected by the stories making headlines.</em></p><p>Last week, the Obama administration announced historic regulations to limit carbon dioxide emissions. Policies to address climate change have been a tough sell among some Republicans on Capitol Hill, but also in many Christian congregations around the country.</p><p>Katharine Hayhoe is an atmospheric scientist and the director of the Climate Science Center at Texas Tech University. She is also a devout Christian.</p><p>Hayhoe has spent the last few years trying to convince other Christians that climate change is real, and that caring about the issue is one of the most Christian things you can do. She told NPR's Rachel Martin of the difficulties of spreading that message among Christian congregations.</p><p>\"The people we trust, the people we respect, the people whose values we share, in the conservative community, in the Christian community, those people are telling us, many of them, that this isn't a real problem — that it's a hoax,\" Hayhoe says. \"Even worse, that you can't be a Christian and think that climate change is real. You can't be a conservative and agree with the science.\"</p><p>Hayhoe says what Christians often question about climate change is if God is in control, how could this happen? Another argument she hears is the idea that humans could change climate threatens the sovereignty of God.</p><p>\"The answer to that is pretty simple: It's free will,\" she says. \"God gave us the brains to make good choices and there's consequences to the choices that we make.\"</p><p>And that's what climate change is, she says, a consequence of an industrialized society that depends on coal, oil and gas for many of our resources.</p><p>Hayhoe says that once people can get past the stage where they're bashing each other over the head with facts and political opinions, and get to point of sharing what they truly care about, at that point, she says, we can make some progress forward. She also says that to care about green issues you don't have to be a liberal or what people call \"tree huggers.\"</p><p>\"I think the most important message for people is that each of us already has the values in our hearts that we need to care about this issue,\" she says.</p><p>In her presentations, Hayhoe says she finds it effective to address the questions people have: How do we know that climate change is even real? How could I care about climate change as a Christian/Conservative/Republican? For some people, she says, it can feel like giving up their identity in order to care about climate change.</p><p>But lately she is also seeing a shift in the questions she's being asked. They've moved away from the specifics of climate change or what's heard on the news. Instead, people are asking what they can do about the problem.</p><p>\"That's where I want to go,\" she says.</p><p><strong>Join The Conversation</strong></p><p>Do you and all your friends and family agree on climate change? Where are the dividing lines? Tell us what you think on the <a href=\"https://www.facebook.com/nprweekend\">Weekend Edition Facebook page</a>, or in the comments section below.<strong></strong>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Christian+Climate+Scientist%27s+Mission+To+Convert+Nonbelievers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"451"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320024765-754509.m3u?orgId=1&topicId=1022&aggIds=177065210&ft=3&f=319831143"},{"href":"http://media.npr.org/assets/img/2014/06/07/katharine_hayhoe_03-2--7ee61dd3dc60725c051ccba513892143ebec12af.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"384","width":"511"}}]}