{"created":"2015-04-21T07:58:08+00:00","modified":"2015-05-13T21:01:37+00:00","valid":{"from":"2015-05-13T21:01:37+00:00","to":"3015-05-13T21:01:37+00:00"},"hreflang":"en","title":"25 Years On: How Hubble's Vision Became Our Own","published":"2015-04-24T15:32:00+00:00","teaser":"Thousands of years from now, our names will be long forgotten, but what the Hubble Space Telescope did to us — and what it did for us — will endure, says astrophysicist Adam Frank.","itags":["npr_api","401156011"],"guid":"e196b690-7649-4158-9f00-cd448047ca0c","contentencoded":"<p>When I was a young astrophysics grad student, I'd return home a couple of times a year. Eating dinner with some of my extended family, one of my great aunts would invariably ask why, at age 28, I was still in school.</p><p>I'd tell her about my work studying the evolution of stars — how they're born, how they die. But no matter how poetic or uplifting I tried to make my explanations, she'd always bring the conversation to an abrupt halt with the same question: \"So what's it good for?\"</p><p>Then they launched the Hubble Space Telescope.</p><p>Once the high-definition images of multihued interstellar clouds and swirling galaxies began landing on magazine covers, I didn't need to justify astronomy to my great aunt — or anyone else for that matter.</p><p>Measured in terms of raw discoveries, Hubble has been called the most successful scientific instrument in history. From planets to black holes to the large-scale structure of the universe, you'd be hard-pressed to find a domain of cosmic science whose textbooks haven't been rewritten because of the Hubble telescope.</p><p>When we imagine the cosmos now, we can't help but do so in Hubble's colors and with Hubble's details. That telescope didn't just make discoveries, its high-resolution eyes showed us the universe in ways we simply could not have imagined before.</p><p>When it showed us light-year-spanning cathedrals of gas, where new stars are born, Hubble revealed a new kind grace. When it showed us glittering — but ancient — jewels marking the apocalyptic death of stars, it spoke of power on a scale words could never embrace. Hubble gave humanity a new visual vocabulary to voice the awe and wonder that come to us first as children standing under the night sky.</p><p>Unlike anything before it, the Hubble Space Telescope became a portal, and what passed through it refreshed and renewed our greatest aspirations. In allowing for this, it was both a testimony to our collective genius — and a window to true dimensions of our cosmic home.</p><p>Now, at a time when American leadership in science is being willfully abandoned for narrow, short-term expediencies — and other nations are picking up the mantle of discovery — it's important to recognize exactly what we did in building that remarkable machine. Thousands of years from now, all our names will have been long forgotten. And all the names of our famous football players and pop stars and politicians will be forgotten, too.</p><p>But Hubble <em>will be</em> remembered.</p><p>If human beings are still around then, what Hubble did to us — and what it did for us — will endure. That's because the true legacy of the Hubble Space Telescope, its true gift to the future, is the one we have given ourselves. <em>We have seen farther</em>. Across an ocean of space and time and galaxies, we have seen where we truly are and, therefore, what we truly are. If we want, that's the kind of truth that can make us all free.</p><hr /><p><em>Adam Frank is a co-founder of the 13.7 blog, an astrophysics professor at the University of Rochester, a book author and a self-described \"evangelist of science.\" You can keep up with more of what Adam is thinking on </em><a href=\"https://www.facebook.com/AdamFrankAuthor\">Facebook</a> and Twitter:<em> </em><a href=\"https://twitter.com/adamfrank4\">@adamfrank4</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=25+Years+On%3A+How+Hubble%27s+Vision+Became+Our+Own&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Adam Frank","audio":[{"meta":{"duration":"189"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401968201-a0b21f.m3u?orgId=1&topicId=1060&d=189&story=401156011&ft=nprml&f=401156011"},{"href":"http://media.npr.org/assets/img/2015/04/21/hubble3-47f9c4f6a606f58e1f88691d1592bca724494f0e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"720","width":"960"}},{"href":"http://media.npr.org/assets/img/2015/04/21/hubble-7c0e60325d510e27d502b1b99faf37f56c6f3416.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"544","width":"725"}},{"href":"http://media.npr.org/assets/img/2015/04/21/hubble2-75b2659cc440606e0d662ef8c1d51722155b7d4d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"462","width":"616"}}]}