{"created":"2015-05-16T21:38:37+00:00","modified":"2015-05-19T01:17:21+00:00","valid":{"from":"2015-05-19T01:17:21+00:00","to":"3015-05-19T01:17:21+00:00"},"hreflang":"en","title":"In HBO's 'Bessie,' Queen Latifah Stars As Empress Of The Blues ","published":"2015-05-16T23:16:00+00:00","teaser":"It took Queen Latifah more than 20 years to bring the life of pioneering blues singer Bessie Smith to the screen. \"Inhabiting her has inhabited me,\" she says.","itags":["npr_api","406453568"],"guid":"e19de713-285f-482c-b1f9-24fc23988bd4","contentencoded":"<p>A Mississippi car accident in 1937 cut short the life of <a href=\"http://www.biography.com/people/bessie-smith-9486520\">Bessie Smith</a>.</p><p>She was just 43 years old. But she'd already established her legacy as \"Empress of the Blues\" — a pioneering American performer who demanded respect and equal pay in a world dominated by men and controlled by whites.</p><p>She'd also achieved a degree of infamy for her boozing, her brawling and her sexual appetites.</p><p><a href=\"http://queenlatifah.com/\">Queen Latifah</a> — who plays the title role in the HBO movie <em>Bessie</em>, which premieres tonight — has been working for more than 20 years to bring Bessie Smith's life to the screen and finally pulled it together with writer-director Dee Rees. NPR's Arun Rath spoke with both of them. You can hear the edited interview and some of Bessie Smith's and Queen Latifah's vocals at the audio link above. Read the full conversation below.</p><p><strong>Arun Rath: Queen Latifah, you're a singer — can you talk to us about why Bessie Smith was so important? Not just to blues or jazz or African-American music, but to singing?</strong></p><p><strong>Queen Latifah:</strong> As a singer, listening to her... well, number one, I wish she was recorded with modern equipment because I think her vocals are so powerful. When you listen to the small inflections, her vibratos, the way she said certain words, like even if it's just saying \"here\" — or \"heeyah\" — I mean, I'm still working on how to say it the way she said it, but she had this crazy vibrato that was so different than anyone I had ever heard.</p><p>And then the way she would just get really grindy, like \"<em>grrrr</em>.\" That's the only way you could kind of write it — she says it with a \"<em>grrrr</em>.\" But you can also hear how she jumps between different tempos and rhythms, and that's something I enjoy doing personally with my band members, when we jump from hip-hop to jazz to gospel. That's what Bessie could do — she had the capability to jump into any pocket. If she heard, then she could do it, and everybody else had to catch up and follow.</p><p><strong>Arun Rath: Is it true that you've been considering playing Bessie Smith for over 20 years?</strong></p><p><strong>Queen Latifah:</strong> Yeah, this project came pretty early in my career as an actress. I was basically Queen Latifah, the hip-hop head, Queen Latifah, the rapper-turned-actress. It would have been kind of a life-changing, career-defining moment in my acting career at that time. It would have challenged me to do everything I've had to do [up until] now, but I would have had half the life experience that I could have brought to this project.</p><p>So, it's just funny how life works. I'm so thankful that <em>this</em> happened at <em>this</em> time with <em>this</em> woman I'm sitting across from [gestures to director Dee Rees], who had a vision that was something I could apply myself to and sink myself into at this time with this life experience.</p><p><strong>Arun Rath: Dee, can you talk about how this project finally came together? It's a complicated life you're putting on screen.</strong></p><p><strong>Dee Rees:</strong> I just really wanted to get behind the stories. This is a woman who is complicated, and even the way she's <em>talked about</em> is complicated. And no two people necessarily agree on who she was or how she was. And if I couldn't answer the \"how,\" I wanted to answer the \"why.\" I wanted to understand what's inside her, so I started with her lyrics, with the songs she wrote, to try to really understand her as an artist. I saw [lyrics] as the door into what was on her mind, what she loved, what she feared, and take a personal perspective on it, and help the audience get inside Bessie and really appreciate her as a person, not just as an entertainer.</p><p><strong>Arun Rath: It's amazing to see how — and you see this very early on in the film — she came from a very modest background, but very early on, she demanded and got fair payment.</strong></p><p><strong>Dee Rees:</strong> Absolutely, yeah, you know, especially in a time where the terms were exploitive, kind of like no matter what you did, whether you were washing clothes or cleaning somebody's house or doing music, the terms were exploitive. So in that time, she was able to kind of demand what she was worth and able to organize herself in such a way that she was able to sing what she wants to sing, go on tour, build her own audience.</p><p>So I imagine that little girl ... she did not stay in the yard. This little girl's not sticking around the house. She's running around the streets with boys, she's singing on the corner, she's making her own way. I think that speaks to her character that, at a very young age, she chose for herself how she wanted to be.</p><p><strong>Arun Rath:</strong> <strong>Queen Latifah, I don't want to be too simple in drawing parallels, but I couldn't help but think about how you made it in a very male-dominated world of hip-hop when you were pretty young. Did you draw on some of that for this?</strong></p><p><strong>Queen Latifah:</strong> Yeah. Male-dominated world. There was so much to draw from. I think it was a weird balance of what Dee wanted to see in this piece and what my life actually was. So, once again, I'm glad that it didn't quite happen as early as it could have, because I had a lot more to relate to: how to stick up for yourself, how to be respected, how to be independent, how to not be a male-basher because you are a powerful woman who fights for women. I still love men and they've been instrumental in my life, so how do we lift up women ... and keep moving forward?</p><p>She did those things. And she bounced between those worlds ... I'm not going to get too much into the personal, but how to live your life and how to find love, most importantly, and figure out loss. All these things have been things I have experienced, how to try some things and fail.</p><p>Probably the most foreign thing was just how she kind of bit the hand that fed her. I don't think I've really bitten the hand that has fed me too much. Maybe I have, but it hasn't been pointed out to me in that way. One of my main things that I try to not do in my career is be conceited and be arrogant in that way and not appreciate the people who got me to where I am. And to have a chip on my shoulder that's too big to get knocked off.</p><p>I've seen so many things in Bessie's life that really mirrored mine and became kind of fun, [but] there are things that are completely foreign between the two of us that require me to be an actor. My life is not Bessie Smith's life. Let's be clear about that. I am not Bessie Smith.</p><p><strong>Dee Rees:</strong> You never knocked nobody down? C'mon!</p><p><strong>Queen Latifah:</strong> Oh, I definitely knocked several people down in my life, and I'll knock 'em down again, but you know, I've been knocked down, too, and you know, you gotta get comfortable fighting from the ground up sometimes. But I know that, too.</p><p>It's just that I'm not Bessie — Bessie is Bessie, and there's more than Bessie to be told than what we were able to do in this short amount of time. And that's why I guess I super-appreciate Dee, because she was able to find just a glimpse into this life and make it something pure, something real, something clear to the viewer that with a woman with such a life ... So seeing how Bessie's life was told in such a small amount of time and in such a clear way, you just have to make a choice on which story you want to tell, and which path you want to take.</p><p><strong>Arun Rath:</strong> <strong>Dee, what were the hardest choices about that for a filmmaker? Because, again, there's so much in this life to tell.</strong></p><p><strong>Dee Rees:</strong> Exactly, so to that point, where to start? This could easily be a cradle-to-grave kind of story, and there's stuff in there. I think the key was to catch her at a turning point, to catch her at moment of change.</p><p>We meet her and she's good, and she's on her way to great. For Bessie, I imagined her as someone who probably kept her own counsel. She has [musician] <a href=\"http://www.songwritershalloffame.org/exhibits/C286\">Clarence [Williams]</a> there, who is well-meaning and helpful, but she doesn't necessarily listen or take anybody's advice. She kinda runs it off her gut, so I needed somebody who could tell her something, thus the idea for this <a href=\"http://www.biography.com/people/ma-rainey-9542413\">Ma Rainey</a> character. Bessie could look to Ma, she could listen to Ma, and it gave me something to ignite the whole story. Meeting this woman and falling out with this woman — it gives us an arc for her character.</p><p>We see her going from good — she's strong, she's talented — and we watch her become ethereal and otherworldly. We just watch her literally transcend the stage. So, we just tried to really focus on the relationships ... Picking the part of the story to tell just allowed us to understand the personal and the public, and to see how different they were from each other and how this woman was fighting on all fronts.</p><p><strong>Arun Rath: Something that a lot of people obviously pay attention to — because people are people — they talk about Bessie Smith's sexuality. And it's here in the film, Bessie Smith's bisexuality, but it's not a point of controversy, it's just a fact of her life. Was she really that open about her sexuality? I'm curious how she was able to get away with it at a time like that.</strong></p><p><strong>Dee Rees:</strong> I wanted to present her sexuality in a very matter-of-fact light. You know, it's not scandalized, it's like she loves who she loves. If you look to her song lyrics, she has lyrics that refer to homosexuality. If you look at Ma Rainey, she has lyrics about gay people. Same with [blues singer] Lucille Bogan. So I look to these women's lyrics to find the authenticity of their experience. As an artist, you don't sing about things you don't see. You don't make things up completely ... They were just writing what they saw.</p><p>Then you had in the '20s, people like <a href=\"http://www.theroot.com/articles/history/2015/02/gladys_bentley_a_lesbian_icon_and_blues_singer_of_the_harlem_renaissance.html\">Gladys Bentley</a> performing in a suit and tails onstage in Harlem — you had <a href=\"http://www.biography.com/people/moms-mabley-38691\">Moms Mabley</a>, who was known offstage as Pops Mabley. So all these women just were who they were, and whether they were insulated by their occupation, by their wealth, maybe — but even despite that, they were seeing this in their lives because it shows up in their lyrics.</p><p><strong>Arun Rath:</strong> <strong>Queen Latifah, when you actually are singing her songs, what is it like to inhabit that as a singer, to be Bessie Smith? </strong></p><p><strong>Queen Latifah:</strong> Well, I can tell you inhabiting her has inhabited me. It's left this mark on me. The power, the emotion, the right and the wrong, the good and bad of it. I can never be Bessie Smith as a singer — she's just otherworldly. But she's the type of singer who leaves a stamp on you, and if you just sing along, with my own artistry, she's left a presence on me.</p><p>So now when I'm recording new songs, new jazz songs, new hip-hop songs, new alternative, whatever I'm feeling, I'm always looking to bring a little bit of her with me to these songs — make it mine, but still bring her along with me because people need to know who she is. She needs to continue on. The only way I can do that is to keep bringing her along with me, keep playing things differently, say words that shouldn't be said, do things that shouldn't be done, go against the grain. If it weren't me and I was listening to that through someone else, that's what I would want to hear.</p><p><strong>Arun Rath:</strong> <strong>This is a woman who, as we see in this film, systematically broke all the rules. \"No, you're not going to pay me what you think you can pay a woman, you can't tell me I can't be on the stage because I'm two shades too dark.\" Is there an equivalent to that these days?</strong></p><p><strong>Dee Rees:</strong> There's a woman I love, Brittany Howard, lead singer of the Alabama Shakes. She's got that kind of vibe and she kinda says, \"This is who I am.\"</p><p><strong>Arun Rath: <a href=\"http://www.npr.org/2015/04/18/400405080/alabama-shakes-on-not-keeping-things-safe\">We had her on recently</a> — she's fantastic.</strong></p><p><strong>Queen Latifah:</strong> They do their thing. They don't have to explain that.</p><p><strong>Dee Rees:</strong> But Bessie, there's not any one person — there's many people at once. One person can't contain her. There's not any one person operating with Bessie's spirit. There are several: Nina Simone, Tina Turner, Aretha Franklin ... all these women. Bessie is operating simultaneously through many singers and there's not <em>a</em> one. ... <a href=\"http://www.npr.org/2013/06/05/188941161/c-cile-mclorin-salvant-making-old-songs-new-again\">Cécile McLorin Salvant</a>, <a href=\"http://www.npr.org/templates/story/story.php?storyId=9238260\">Tamar-kali</a> ... there's not a woman. Bessie is vibrating though many women.</p><p><strong>Arun Rath:</strong> <strong>Queen Latifah, you've finally played Bessie after more than 20 years considering the role. Is it hard, now that it's done?</strong></p><p><strong>Queen Latifah:</strong> No, I'm not the person who just stays in the past. There's too much to move forward to. I'm excited about the future and what the next thing will be and developing those things and looking for something that challenges me as much.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+HBO%27s+%27Bessie%2C%27+Queen+Latifah+Stars+As+Empress+Of+The+Blues+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"436"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407304676-4eb5ab.m3u?orgId=1&topicId=1039&aggIds=100920965&d=436&p=2&story=406453568&t=progseg&e=407267773&seg=6&ft=nprml&f=406453568"},{"href":"http://media.npr.org/assets/img/2015/05/13/bessie01-5375642eb7536ae50cfb8233f3eb30028665dc60.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2397","width":"3197"}},{"href":"http://media.npr.org/assets/img/2015/05/13/bessie17-f95ab1ce1715d265d9a759043e07a489b8f143b8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2697","width":"3596"}}]}