{"created":"2014-10-30T18:25:06+00:00","modified":"2014-11-10T21:50:08+00:00","valid":{"from":"2014-11-10T21:50:08+00:00","to":"3014-11-10T21:50:08+00:00"},"hreflang":"en","title":"Funny, Dirty, Sad: The 'Holy Trinity' For 'Transparent' Creator Jill Soloway","published":"2014-10-31T15:52:00+00:00","teaser":"When writer Jill Soloway's father came out as a trans woman, Soloway says, it was a huge relief. And it helped her create the series <em>Transparent </em>about \"boundaries, legacy, gender, family.\"","itags":["npr_api","360116374"],"guid":"e1b65c20-9600-4bbc-98ac-ef8855d40a13","contentencoded":"<p>When Jill Soloway's father came out as a trans woman — fairly late in life — Soloway says for her it was a huge relief.</p><p>\"It's interesting, I think, to grow up in a family with this really huge missing piece and not know what that piece is — sort of like you're feeling around in a dark room,\" Soloway tells <em>Fresh Air</em>'s Terry Gross. \"It's like the elephant in the room, but all the lights are off. So you're feeling around and you're feeling this quite huge thing. It was an amazing relief for the lights to go on.\"</p><p>Shortly thereafter, Soloway had a strong feeling that writing about an older trans parent was going to be her \"creative destiny,\" she says.</p><p>And it was.</p><p>Soloway's new Amazon original series <em>Transparent</em> stars Jeffrey Tambor as a 70-year-old father who comes out to his three adult children as a transgender woman, and begins a new life transitioning from male to female — from Mort to Maura.</p><p>The series also follows Maura's three self-absorbed adult children who are each dealing with their own issues relating to identity and sexuality, while trying to process that their parent has had a secret life.</p><p><em>Entertainment Weekly</em> TV critic Melissa Maerz described the series as \"groundbreaking television.\"</p><p>\"Older transitioners are a whole different group of people because of the way that society has only recently begun to evolve,\" Soloway says. \"A lot of older transitioners had to live a life of secrecy. Many of them were secret cross-dressers. It just felt like the most perfect opportunity to tell a story about secrets — about boundaries, legacy, gender, family — all the things I'm obsessed with.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On why Jeffrey Tambor was cast as Maura</strong></p><p>Besides the fact that everybody knows Jeffrey as a sort of dad figure, it's kind of interesting that people can say, \"Oh, the dad we've always known on <em>Arrested Development</em> is revealing themselves.\" That familiarity with audiences as a man and: \"We love them anyway. We still love them as a woman — we love them more as a woman.\"</p><p>The way that the audience is relating to Maura through knowing Jeffrey I think can serve as a great way for America, for the whole world, to relate to the trans people in their life — whether they're on television or whether they're in their life: \"I've always known you; I've always loved you; of course I still love you.\"</p><p><strong>On why Maura comes out in her 70s </strong></p><p>This is something Jeffrey says — he says, \"Maura is making a break for freedom.\" I think it's a real matter of life or death for Maura, where I would imagine she's lived a life of carrying a really, really, really heavy burden — depression and anxiety that comes from not being able to be yourself. The space between who you are and what the world sees is probably no longer tolerable for Maura.</p><p><strong>On Soloway's reaction to her own parent coming out as trans</strong></p><p>I really was in some ways relieved that, \"Ohh, this is what I have not known.\" There were just so many missing pieces to a journey that felt like a relief. The first things that I communicated to my parent were love and, \"I love you unconditionally,\" and, \"I'm so proud of you,\" and, \"This is so brave of you,\" and \"Tell me more.\"</p><p><strong>On her own presentation</strong></p><p>Today I would say I'm dressed sort of like a boy and on other days I look pretty feminine and will put on makeup and will get my hair done and look pretty ladylike. I think I've always had that struggle my whole life, of feeling a little bit more gender-neutral, feeling more comfortable as a creative person when I'm dressed like a boy, when I'm dressed more masculine.</p><p>So if I'm doing comedy, if I'm writing, if I'm working, I really like [to] wear jeans and a T-shirt and no makeup and feel kind of masculine because it makes me really focus on what I'm doing. And it puts the work first. ... It's odd ... to even realize that little codes and cues like, \"I don't need to be looked at; I don't need to be appreciated; I don't need to be pretty,\" allow me to be more creative.</p><p><strong>On how women appear on TV</strong></p><p>When you're speaking to people, male or female, about what women want [on TV], the sort of standard network answer is \"wish fulfillment.\" So that's why the women on TV always have perfect hair and they've been spray-tanned and they're wearing fake lashes and they have perfect bodies and they look TV pretty — even the girls who are supposed to be the unattractive women look TV pretty. ...</p><p>So one of the things I've been so conscious about — when I made <em>Afternoon Delight </em>and <em>Transparent</em> — is to have women who look like they're not wearing any makeup, women who look like themselves but still have access to full, rich, creative, interesting, exciting lives and great sex and a great story. To me, \"wish fulfillment\" for women means having access to everything without performing femininity that satisfies the white cis male [identifying with the gender you are biologically].</p><p><strong>On using gender neutral pronouns like \"them\" and \"they\" </strong></p><p>It's not always plural. \"Them\" or \"they\" is used for the singular when you don't know the person who is coming. Like, \"My friend is coming from the airport.\" \"What time are they going to get here?\" That would be singular, and \"they\" would refer to the fact that you don't know the gender of the friend who is coming from the airport.</p><p>Similarly, there are some people who identify as male, there are some people who identify as female, and there are some people who don't want to identify and want to still be able to be spoken about in a sentence, and \"they\" and \"them\" is perfect for that. It sounds plural to people immediately, but I think as this country begins to get used to the sound of \"they\" and \"them\" — it took me awhile, it took me a year to have \"they\" or \"them\" roll of the tongue, but it's just the way to speak about somebody where you don't want to gender them.</p><p><strong>On the importance of portraying sex and sexuality in her work </strong></p><p>I think of my work as this kind of holy trinity — funny, dirty, sad. It's really easy to be funny. You get a lot of funny people in a room, the show is funny. It's really easy to do sad, you just put on some sad music and write dramatically — everybody can do that. It's really hard to get dirty right.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Funny%2C+Dirty%2C+Sad%3A+The+%27Holy+Trinity%27+For+%27Transparent%27+Creator+Jill+Soloway&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2273"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360140441-f4ed50.m3u?orgId=1&topicId=1138&ft=3&f=360116374"},{"href":"http://media.npr.org/assets/img/2014/10/30/jeffrey-tambor-in-transparent-1--49b58d2fdee34b4c918a0ed67938eb96d9e9ff60.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"545","width":"727"}},{"href":"http://media.npr.org/assets/img/2014/10/30/jill-soloway-directs-a-scene-in-transparent-1--08fd0216771c76fb2b5d0fce374d8a05b1c22a9a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"852","width":"1136"}},{"href":"http://media.npr.org/assets/img/2014/10/30/jason-merritt-getty-abfd10790b89b88cf381bdcd330886f873f4fadf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1266","width":"1689"}}]}