{"created":"2014-09-22T20:24:29+00:00","modified":"2014-10-30T22:09:34+00:00","valid":{"from":"2014-10-30T22:09:34+00:00","to":"3014-10-30T22:09:34+00:00"},"hreflang":"en","title":"India's Orbiter To Join NASA's Maven Around Mars — On A Shoestring ","published":"2014-09-23T14:21:00+00:00","teaser":"India's Mars Orbiter Mission is set to reach Mars on Wednesday, just days after a U.S. NASA probe began its orbit around the Red Planet. The difference? India did it on a much tighter budget.","itags":["npr_api","350662193"],"guid":"e1c68d3c-e586-4907-a74b-26070ae69d03","contentencoded":"<p>Anticipation is building in India over its rendezvous with Mars.</p><p>NASA erupted into cheers after confirmation Sunday night that its space probe MAVEN injected into the Martian orbit. NASA's success came two days ahead of a critical engine burn designed to place an Indian spacecraft around the Red Planet, in a project dubbed MOM, Mars Orbiter Mission.</p><p>Sleepless scientists conferring at the Space Center in Bangalore passed a crucial dry run Monday: a four-second fire-up of a Mars Orbiter engine that has been dormant in space for some 300 days. The moment of truth comes, says A.S. Kiran Kumar, director of India's Space Application Center, when they will flip the switch for a much longer duration.</p><p>\"Now it has to fire,\" Kumar says. \"So that is the tricky part.\"</p><p>Trickier still, he says the orbiter must reorient its trajectory to place itself into the Martian orbit.</p><p>Kumar says the engine will reverse thrust — like a plane does after it touches down — and slow the spacecraft to 2.5 miles per second. Plan B is for scientists at the Bangalore-based Indian Space Research Organization, India's version of NASA, to fire eight small thrusters to elbow the probe into place. Failing that, the probe could shoot past Mars and move into the outer reaches of the solar system.</p><p>The carefully calculated maneuver is slated for Wednesday, when Kiran Kumar says the craft is nearest to Mars.</p><p>\"That is when we are firing these engines to reduce its velocity,\" he says. \"And with that reduced velocity Mars' gravitational influence will be sufficient to bring the satellite into an elliptical orbit [around Mars].\"</p><p>Adding to the suspense, at that moment Mars will cast a shadow over the spacecraft, blocking communication with ground control.</p><p>An enormous 100-foot-wide satellite dish at India's Deep Space Network has received and transmitted messages to the orbiter as it has hurtled along a 400-million-mile arc to Mars. NASA put some of its own antennae at India's disposal to track the health of the Mars Orbiter.</p><p>The space probe, the size of small car, will conduct no exotic experiments. K. Radhakrishnan, chairman of the Indian Space Research Organization, says the mission is more of a test to see if India can take a satellite all the way to Mars and circle the planet.</p><p>\"I would say 85 percent of the success is assigned to realization of this objective,\" Radhakrishnan says. He says with that ambition, India's space program is about to do what only the space agencies of Russia, the U.S. and Europe have done.</p><p>\"We are taking a new direction,\" he says. \"This is the first interplanetary probe [for] India.\"</p><p>India journeyed to Mars for approximately $70 million. That's less than it cost to make the $100 million space thriller <em>Gravity</em>.</p><p>\"And there are many Indians who will say: 'Why are spending so much money? Seventy million dollars is too much,' \" says Roddam Narasimha, a professor of engineering mechanics at the Jawaharlal Nehru Center for Advanced Scientific Research.</p><p>Narasimha, who is the former director of the National Aerospace Laboratory, says that, amortized over the life of the Mars program, it costs each of India's 1.2 billion people about two cents a year, \"or the cost of a cup of roadside tea once every three years,\" he says.</p><p>Still, critics ask how India can venture to Mars when back on Earth,so many of its citizens are in distress. According to the World Bank, more than a quarter of a billion Indians live on $1.25 a day. Writer and columnist Aakar Patel says it is wasteful symbolism, \"That you get to thump your chest on the global stage ... There is no other point to it.\"</p><p>But Narasimha says India, which spends a total of $1 billion on its entire space program, can afford to explore deep space thanks to the improvisation of its scientists. Indians compressed their effort to build the Mars Orbiter into just 18 months. Narasimha says this phenomenon, known as \"Jugaad,\" plays out from India's slums to its scientific labs.</p><p>\"Frugal innovation,\" he says. \"It means you want to get the most out of the money you put in. And you have to be very clever about it. You think about it, you fix it, you make it work, and get something out of it. And that goes on all the time.\"</p><p>India has become a low-cost alternative for launching satellites. The Indian Space Research Organization sent five foreign satellites into orbit in May, indicating its potential to capture some of the world's $300 billion annual space business.</p><p>But aerospace engineer Narasimha says India does not \"fantasize\" about competing with economically advanced countries; its gaze is more inward. He quotes the founders of India's space agency, who said: \"It's necessary to develop competence in advanced technologies, and to deploy them for the solution of our own particular problems ... to leapfrog from a state of backwardness and poverty.\"</p><p>\"That was the key,\" Narasimha says.</p><p>India has a constellation of satellites that its space scientists insist advances the day to day existence of the common man. India's weather satellites now save tens of thousands of lives. Others remotely sense water resources, study the oceans and improve communications.</p><p>India's Space Program director, Radhakrishan, says satellites have become \"part and parcel\" of the life of every Indian.</p><p>India's orbiter around Mars will study the presence of methane in the atmosphere, looking for clues that might indicate former life on the Red Planet.</p><p>A successful mission would make India the first Asian nation to reach Mars, and scientists hope whet the next generation's appetite to explore space.</p><hr /><p><em>You can follow NPR's Julie McCarthy on Twitter at <a href=\"https://twitter.com/JulieMcCarthyJM\">@JulieMcCarthyJM</a></em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=India%27s+Orbiter+To+Join+NASA%27s+Maven+Around+Mars+%E2%80%94+On+A+Shoestring+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Julie McCarthy","audio":[{"meta":{"duration":"310"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350662196-5ecf1d.m3u?orgId=1&topicId=1004&ft=3&f=350662193"},{"href":"http://media.npr.org/assets/img/2014/09/22/India+Mars+Orbiter2-12501cc7a02381e79d0a4cb87cf35fe0f2e58022.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1618","width":"2157"}},{"href":"http://media.npr.org/assets/img/2014/09/22/574124main_maven_still_full-661c5404fa81caa72cb5e8ad4910d53da8fcfc46.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2251","width":"3005"}}]}