{"created":"2014-11-15T12:48:28+00:00","modified":"2015-04-29T17:56:17+00:00","valid":{"from":"2015-04-29T17:56:17+00:00","to":"3015-04-29T17:56:17+00:00"},"hreflang":"en","title":"Brilliance In Bumps And Bruises, On Air And On Screen","published":"2014-11-15T15:21:00+00:00","teaser":"New Jersey radio station WFMU prides itself on radically open programming — like three hours of \"Eleanor Rigby\" covers. But as a new film shows, it can be tough to pay bills and maintain a mission.","itags":["npr_api","363541820"],"guid":"e1d64c7e-f37a-403f-82a5-800f3f378556","contentencoded":"<p>A new documentary about <a href=\"http://wfmu.org/\" target=\"_blank\">WFMU</a>, the scrappy, chaotic and iconoclastic radio station in New Jersey, debuts today at the DOC NYC film festival. <em>Sex and Broadcasting</em> is described by the filmmakers as \"an American tale of life, liberty and independent radio.\" In an opening scene, station manager Ken Freedman is on the air and delivers what amounts to a manifesto.</p><p>\"WFMU is a heathen religion,\" Freedman intones over a swelling backing track, \"tied up with toy pianos and distorted guitars and ritualistic bagpipe orgies of erotic dancing, weed smoking and mass mania with the beat pounding away in the background, always the beat. WFMU is radio for people who were picked last on the basketball team, for that one person who didn't go to the senior prom, for the misfits and malcontents, the slackers, hobos and dreamers.\"</p><p>Freedman says this description is essentially accurate.</p><p>\"It's a station that falls in between the cracks of any other kind of category,\" he tells NPR's Scott Simon. \"And it's inside those cracks where we find all the weird stuff that we play on the air, too.\"</p><p>On any given day, a WFMU listener might find him or herself listening to heavy breathing, or three hours of cover versions of The Beatles' \"Eleanor Rigby\" — though Freedman says that one was \"hard to take.\"</p><p>\"It seriously made me regret the day that I played three hours of versions of 'Bohemian Rhapsody,'\" he adds.</p><p>WFMU is a public radio station, but its programming is a little different from, say, NPR programs like <em>All Things Considered. </em>The station, film director Tim K. Smith explains, started as the college radio station for Upsala College. When the college went bankrupt, DJs worked together, led by Freedman, to gain the station's independence.</p><p>\"It's been independent ever since,\" Smith says. \"But it also is extremely vulnerable. It has no larger institution that can kind of take the hits when things go bad. In that sense, it's a great story of, you know, an American story in the sense of just people who really value freedom over really anything else. And what it takes to do that, over a lifetime.\"</p><p>For Freedman, freedom also means challenging the listener, sometimes to the breaking point.</p><p>\"We pride ourselves in that fact that it's a radio station that requires to be turned off six or seven times a day,\" Freedman says. \"That's what makes it so great. That's what allows us the freedom to hear things that you could never possibly hear anywhere else on the airwaves. We don't want to sand down all the extremes, which seems to be the way to go for almost any other kind of radio out there. That's where we find the brilliance, is in the extremes, in the bumps and in bruises.\"</p><p>Doing this kind of radio, however, has its risks. While WFMU has recently expanded, opening a venue on the ground floor of its building, Freedman says that the threat of insolvency is an annual tradition. While he's grateful for the film's existence, he doesn't know whether it marks a turning point for WFMU.</p><p>\"Right now, we have $70,000 in the bank — my bookkeeper emailed me this morning to tell me that — which is about enough for another two payrolls,\" Freedman says. \"So when I went to work today, my job this morning before I came in today was looking under every rock that I could find, to look for additional money to get us through the next four or five months before we do our regular pledge drive.\"</p><p>Still, Freedman says he has no interest in success, insofar as it means losing sight of the station's mission: \"If we had a lot of people listening it would mean we had sanded down our philosophy and that we had really gone towards mass appeal. That's never been our goal.\"</p><p>Smith, on the other hand, thinks that WFMU already appeals to more people than Freedman is willing to say.</p><p>\"WFMU is the kind of radio station where, you know, you walk into a record store in Berlin and suddenly there it is,\" Smith says. \"Someone's streaming this radio station because they know how amazing it is. So in the small pockets around the world — they're small pockets but there's an amazing amount of people that are gonna want to be excited that they've discovered this station for the first time.\"</p><p>Hear the full conversation at the audio link.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Brilliance+In+Bumps+And+Bruises%2C+On+Air+And+On+Screen&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"431"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364289659-ac9657.m3u?orgId=1&topicId=1106&d=431&p=7&story=363541820&t=progseg&e=364289470&seg=20&ft=nprml&f=363541820"},{"href":"http://media.npr.org/assets/img/2014/11/12/dave_the_spazz_ray_ray_sunshine_films-d86bce3364e59640dc0d51846cf4bb0ab5561d25.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"844","width":"1126"}},{"href":"http://media.npr.org/assets/img/2014/11/12/ken_broadcasts_from_a_boat_ray_ray_sunshine_films_wide-ca0982c624f1c10c2ffe6ceb403754ba118c671b.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"843","width":"1500"}}]}