{"created":"2015-05-31T13:22:16+00:00","modified":"2015-06-03T15:05:39+00:00","valid":{"from":"2015-06-03T15:05:39+00:00","to":"3015-06-03T15:05:39+00:00"},"hreflang":"en","title":"Secretary Of Agriculture: Bird Flu Poses 'No Health Issue' To Humans","published":"2015-05-31T16:12:00+00:00","teaser":"The largest outbreak of avian flu in U.S. history is ravaging poultry at farms in the Midwest. Sec. Tom Vilsack says there's no risk of transmission to humans, but egg prices may rise.","itags":["npr_api","410924073"],"guid":"e1dcc16e-456e-455b-a7cb-1dba3779fef5","contentencoded":"<p>Bird flu is raging through poultry farms across the United States. It's the <a href=\"http://farmdocdaily.illinois.edu/2015/05/perspective-on-2014-2015-avian-influenza.html\">largest outbreak in U.S. history</a>, affecting 20 states and tens of millions of birds. The disease is particularly ravaging farms in the Midwest.</p><p>The Centers for Disease Control and Prevention says that the <a href=\"http://www.cdc.gov/flu/avianflu/h5/\">H5 bird flu</a>, the variety causing the outbreak, has not been detected in humans and currently poses a low threat to the public.</p><p>Secretary of Agriculture Tom Vilsack, who spent last week meeting with farmers, producer groups and government officials in Iowa and Wisconsin, tells NPR's Linda Wertheimer that the outbreak poses no health risk for consumers — but is devastating for producers, and may impact food prices.</p><hr /><h3>Interview Highlights</h3><p><strong>On the unprecedented size of this outbreak</strong></p><p>There are roughly 220 or so facilities that have been impacted and affected by this, most of them commercial operations. Roughly 47 million birds — turkeys, chickens, laying hens — have been impacted ... about 10 percent of the laying hens in the country, roughly 7-8 percent of the turkey population.</p><p><strong>On whether consumers should worry about eating chicken or eggs</strong></p><p>There's no health issue involved here — there's no capacity and no risk of transmission from birds to humans. The chickens that are impacted are essentially killed; the eggs that were laid by the chickens are being destroyed.</p><p>So this is really about animal health; it's about the producers who are going to be devastated as a result of the loss of their livelihood for an extended period of time.</p><p><strong>On how the outbreak will impact food supplies and prices</strong></p><p>The reality is that there may be surplus of certain parts of chicken, because our export markets have been impacted and affected by this. Roughly 20 percent of chicken exports are now basically banned, based on decisions made by countries either to ban all poultry exports from the U.S. or exports from specific states that have been impacted by all this.</p><p>But on the egg side, you're liable to see over time increased costs for a dozen eggs, and increased costs for goods that basically use liquid eggs in the development or processing of foods.</p><p><strong>On whether smaller barns, or other changes to chicken-farm practices, would prevent such outbreaks</strong></p><p>I'm not certain about that, because this has impacted and affected backyard operations as well — because of the nature of the virus, and how it's initially presented into an area through geese and ducks that are wild. There's not much you can do about that.</p><p>So I don't think that it's necessarily getting away from the way in which chickens or eggs are produced so much as it is making sure that whatever system you use, that you're very conscious about the biosecurity aspects of it. What that means is taking a look at facilities and making sure that there's no way in which an isolated bird might be able to enter a facility ... to make sure that employees that are working in these facilities understand the importance of showering, making sure that the water that's used to water the birds doesn't come from a contaminated pond, for example.</p><p>All of these steps and more have to be taken very seriously. And we're also looking at a vaccine — but it isn't necessarily 100 percent effective.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Secretary+Of+Agriculture%3A+Bird+Flu+Poses+%27No+Health+Issue%27+To+Humans&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"226"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410958530-510a89.m3u?orgId=1&topicId=1091&d=226&p=10&story=410924073&t=progseg&e=410955216&seg=14&ft=nprml&f=410924073"},{"href":"http://media.npr.org/assets/img/2015/05/31/gettyimages-473806670-827acdddc705e5b37bfcfe1aa0e62557e2df6f69.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}