{"created":"2014-10-08T15:07:31+00:00","modified":"2014-10-31T01:39:02+00:00","valid":{"from":"2014-10-31T01:39:02+00:00","to":"3014-10-31T01:39:02+00:00"},"hreflang":"en","title":"Drone Wars: Who Owns The Air?","published":"2014-08-01T15:58:00+00:00","teaser":"There are lots of entrepreneurs who would love to build drone-based businesses. But right now, there's a battle over whether it's legal for drones to take to the sky.","itags":["npr_api","317074394"],"guid":"e1e5a438-7c59-419a-83bc-febf44fad69e","contentencoded":"<p>There are lots of entrepreneurs who would love to fly drones — tiny unmanned aircraft — all over the country. They dream of drones delivering packages and taking photos, but there's a battle in the courts right now standing in their way. The battle is about whether it's legal for drones to take to the sky.</p><p>The question at the core of the battle: Who owns the air?</p><p>It's a question that goes back to the Middle Ages, to a Latin phrase that translates to \"he owns the soil owns up to the heavens.\" In England, this phrase was the law of the land for centuries, and it worked well when disputes involved simple things like overhanging tree branches and lopsided buildings.</p><p>But once hot air balloons and airplanes came into the picture, things got a lot more complicated. In 1926, Congress created what we now call the FAA, and declared that the air above 500 feet is the public domain. But what about the air below that?</p><p>Thomas Causby was a chicken farmer in North Carolina who lived near a tiny airport. During World War II, the Army took over the airport, and suddenly big military planes were flying over Causby's chicken coops all the time. The planes scared Causby's chickens. They flew into the walls of the coop and died.</p><p>Causby sued the government, and the case went all the way to the Supreme Court. In the end, the court sided with Causby, ruling that landowners own the sky above their homes up to at least 83 feet.</p><p>But the decision still left a gap. If the air above 500 feet is public property, and the air below 83 feet is private property, what about the space in between?</p><p>This is the territory that entrepreneurs dreaming of drones have their eyes on.</p><p>Cy Brown, for example, wants to use drones to tackle the problem of feral wild pigs. In Louisiana, where Brown lives, feral pigs run around wrecking crops, causing problems for farmers.</p><p>Brown's idea was to use drones to track the pigs and then relay their locations to hunters in the fields who could kill the pigs. He tested it out, and it worked. Farmers liked it. Even the U.S. Department of Agriculture wanted to copy it.</p><p>But when I called Cy last month to ask if he'd take me hunting, he said no. His drone had been grounded. When I asked why, he referred me to his lawyer.</p><p>Cy's lawyer told me that the FAA has been sending out cease-and-desist letters to commercial drone pilots all over the country, threatening big fines for flying little drones. The FAA says that, for safety reasons, it is regulating the airspace between 83 and 500 feet.</p><p>Drone pilots are fighting this in court, trying to reclaim that airspace.</p><p><em>You can find lots more drone coverage from our colleagues over at <a href=\"http://www.npr.org/tags/128797809/drones\">All Tech Considered</a>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Drone+Wars%3A+Who+Owns+The+Air%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Henn","audio":[{"meta":{"duration":"338"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317274974-f18afa.m3u?orgId=1&topicId=1006&ft=3&f=317074394"}]}