{"created":"2014-11-10T19:46:56+00:00","modified":"2014-11-10T22:04:10+00:00","valid":{"from":"2014-11-10T22:04:10+00:00","to":"3014-11-10T22:04:10+00:00"},"hreflang":"en","title":"Remembering The Jesuit Murders In El Salvador, 25 Years Later","published":"2014-11-10T22:04:00+00:00","teaser":"The very public deaths of six Jesuit priests marked a turning point for the country. And some argue it changed Catholic thinking forever.","itags":["npr_api","363078901"],"guid":"e1e7511f-4366-4496-afb2-4ba5d228e56a","contentencoded":"<p>Twenty-five years ago this week, 30 uniformed men in El Salvador burst into the shared home of six Jesuit priests and shot all of them to death. It made headlines around the world.</p><p>The priests had taught at Central American University and were caught in the middle of a decade-long civil war between the military-led government of El Salvador and guerrilla opposition forces. The priests were helping the sick and poor, advocating for compromise and an end to the war.</p><p>Their murders marked a turning point in the Salvadoran struggle. Their association with the ideals of liberation theology and their very public deaths left a legacy that some argue changed Catholic thinking forever.</p><p>Fordham University theologian<strong> Michael Lee</strong> spoke with<em> <a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now</a></em>’s Sacha Pfeiffer about the impact of the murders.</p><h4>Interview Highlights: Michael Lee</h4><p><strong>On the message of liberation theology </strong></p><p>“Well in terms of their theology, it was simply this: if the Christian message talks about salvation, that talk about salvation isn’t complete unless it talks about human liberation. So in a country in which the vast majority is suffering under poverty, oppression and repression—tortures, kidnapping, etc.—then the role of a Christian and the role of a  Christian university is to speak out of justice not as a nice aside to faith, but as intrinsic to it.”</p><p><strong>On the Salvadoran political climate in 1989</strong></p><p>“It’s hard for us to imagine to the kind of polarized society that the Salvadoran one represented at this time, but you had a rabid anti-communist right that saw labor organizing, that saw advocating for human rights, that saw even basic education as somehow inspired by communism. Catechists, priests, nuns were routinely arrested, tortured and beaten for these offenses.”</p><p><strong>On liberation theology today</strong></p><p>“The legacy of liberation theology has always been a mixed one. Yes, there was criticism, criticism from the Vatican, criticism from popes like John Paul II and Benedict XVI. But I think their legacy as it continues on to be a reminder of the power of this theology and the relevance of that theology today because Pope Francis… his proximity to poverty, his proximity to the situation that these Jesuits found themselves in is what gives him an understanding about the contribution of liberation theology that perhaps his predecessors didn’t have.”</p><h4>Guest</h4><ul><li><a href=\"http://www.fordham.edu/academics/programs_at_fordham_/theology/faculty/michael_e_lee_26149.asp\" target=\"_blank\"><strong>Michael Lee</strong></a>,<strong> </strong>professor of theology and a scholar of Latin American studies at <a href=\"http://www.fordham.edu/\" target=\"_blank\">Fordham University</a>. He&#8217;s also the author of &#8220;<a href=\"http://www.amazon.com/Bearing-Weight-Salvation-Soteriology-Ellacuria/dp/0824524217/?tag=wburorg-20\" target=\"_blank\">Bearing the Weight of Salvation</a>.&#8221;</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Remembering+The+Jesuit+Murders+In+El+Salvador%2C+25+Years+Later&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"503"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363111871-76764c.m3u?orgId=1&ft=3&f=363078901"}]}