{"created":"2015-04-10T20:48:19+00:00","modified":"2015-04-13T17:05:09+00:00","valid":{"from":"2015-04-13T17:05:09+00:00","to":"3015-04-13T17:05:09+00:00"},"hreflang":"en","title":"Lauren Hill, NCAA Basketball Player Who Battled Cancer, Dies","published":"2015-04-11T01:53:00+00:00","teaser":"The 19-year-old freshman at Mount St. Joseph University died Friday from brain cancer. Her nonprofit foundation has helped to raise more than $1.5 million for cancer research.","itags":["npr_api","398824544"],"guid":"e1f5ce59-3602-419f-8a14-dc24f109ed08","contentencoded":"<p>Lauren Hill, a 19-year-old freshman basketball player at Mount St. Joseph University who inspired many to live life to the fullest, died Friday from brain cancer. <a href=\"http://www.thecurestartsnow.org/\" target=\"_blank\">Her nonprofit foundation helped to raise more than $1.5 million</a> for cancer research.</p><p>One of Hill's final wishes was to play in a real college basketball game, so the NCAA agreed to move her school's first game up by two weeks. During that game in November, Hill <a href=\"http://www.npr.org/2014/11/03/361017197/terminally-ill-player-scores-first-basket-of-ncaa-season\" target=\"_blank\">made the first basket</a> of the NCAA season.</p><p>It was a two-point shot that stopped the game as a sold-out arena of 10,000 erupted. The crowd was there to see Hill and to support her. Even the opposing team cheered.</p><p>Just before she started college, Hill was diagnosed with an inoperable brain tumor. Doctors told her she had less than two years to live, so she kept living. She went to school, began raising money for cancer research and played basketball.</p><p>She played through her tumor, which made the loud noises and bright lights of the court hard to bear. In December she stopped playing as her condition got worse.</p><p>Hundreds gathered Friday at Mount St. Joseph University in Cincinnati for a vigil.</p><p>\"The toughest thing for a coach ever, ever, to do, is to deal with a loss,\" said Mount St. Joseph women's basketball coach Dan Benjamin. \"We lost a player. We lost a friend, a daughter, and we lost an unselfish angel.\"</p><p><em>Click on the audio link above to hear the full story. </em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lauren+Hill%2C+NCAA+Basketball+Player+Who+Battled+Cancer%2C+Dies&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rachel Rood","audio":[{"meta":{"duration":"118"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398824545-59734e.m3u?orgId=1&topicId=1062&e=398824544&d=118&ft=nprml&f=398824544"},{"href":"http://media.npr.org/assets/img/2015/04/10/lauren-hill-vigil-61-a-d4b80db653ea7486cb5de30de24d9dc818cfa99e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2864","width":"3820"}}]}