{"created":"2014-09-26T21:51:59+00:00","modified":"2015-02-05T15:48:00+00:00","valid":{"from":"2015-02-05T15:47:59+00:00","to":"3015-02-05T15:47:59+00:00"},"hreflang":"en","title":"N.J. Braces For Future Disasters By Fleeing, And Fortifying, The Coast","published":"2014-10-17T16:58:00+00:00","teaser":"Federal funds are supporting two different disaster-prevention approaches — coastal retreat, or people leaving flood zones, and coastal defense, or building infrastructure to protect at-risk areas.","itags":["npr_api","351737514"],"guid":"e1f93cc5-7b8c-4c06-99ab-75cf42cdd9a4","contentencoded":"<p>It has been nearly two years since Hurricane Sandy crashed ashore in New Jersey, devastating cities throughout the region. As cities and towns along the coast consider how to prepare for future weather patterns, and avert the kind of damage that happened in 2012, a two-pronged response has emerged — a kind of municipal fight-or-flight response.</p><p>One option is to retreat — encourage residents to move away from the water. The other is to resist — armor the coast so it can take a battering without flooding city streets.</p><p>The Federal Emergency Management Agency, or FEMA, and the Department of Housing and Urban Development, or HUD, are dedicating hundreds of millions of dollars to the first response — and billions to the second.</p><p><strong>Flight: Head For Higher Ground</strong></p><p>For a closer look at the choice to retreat, NPR's Melissa Block spoke with Monique Coleman, whose family moved out of their home in Woodbridge, N.J., this month.</p><p>Coleman says it wasn't just Sandy that made them choose to leave. They were slammed by a nor'easter in 2010, she says: \"We got hit pretty bad with that. In a matter of 15 minutes the whole basement filled up.\"</p><p>Then Hurricane Irene hit, in 2011, and the basement flooded again — even with two sump pumps working overtime.</p><p>By the time Sandy hit in 2012, Coleman and her family were seasoned pros.</p><p>Coleman began advocating that the state buy her out — in fact, buy out her neighborhood — take a loss on the house, and give the land back to nature.</p><p>Now, it's happening. New Jersey is using federal money to buy some 1300 homes.</p><p>Coleman says the experience is bittersweet. \"I was talking to my neighbors all this week about that and just the realization that we're here at this point is pretty tough, because we have grown very close, especially through the whole flood experience,\" she says. \"So now, the fact is that we are all separating. That's tough.</p><p>\"But believe me, I am not too sad about leaving,\" she says. \"We've been so devastated so many times that I'm really ready to have a fresh start.\"</p><p>Coleman will turn her house keys over to the town administrator. After a while, her home — and the other homes in the neighborhood that have been bought by the state — will be demolished.</p><p>That, Coleman says, is a great thing.</p><p>\"It's all about returning the land back to what it probably should have been,\" she says, noting that her home is only 6 feet above sea level. \"We are literally sandwiched in between wetlands.\"</p><p>Some critics say that it shouldn't be up to taxpayers to buy these homes, which shouldn't have been built in the first place. Coleman says she understands that criticism, but she points out that it's also costly for taxpayers for the city to have to keep repairing damage from these kinds of floods.</p><p>\"I think it's less costly in the long run to get people out of harm's way than to have to repeatedly recover every year,\" Coleman says.</p><p>Hundreds of millions of federal dollars from FEMA and HUD are supporting the buyouts. It's up to the state to apportion that money, and it's up to the municipalities involved to decide what ultimately goes in the place of those homes.</p><p>Meanwhile, Coleman and her family have moved to higher ground — in Highland Park, N.J.</p><p><strong>Fight: Building Berms, Reviving Wetlands</strong></p><p>Instead of retreating from the water, some communities are working on building defenses against future flooding. This year, HUD set up a competition called <a href=\"http://www.rebuildbydesign.org/\">Rebuild By Design</a>, in which architecture and engineering firms proposed ways to protect against future disasters. Private philanthropy funded much of the contest. And the agency designated nearly a billion dollars of Hurricane Sandy relief money as startup cash for the winning proposals.</p><p>One of the winning proposals in New Jersey, <a href=\"http://www.rebuildbydesign.org/project/mit-cau-zus-urbanisten-final-proposal/\">the New Meadowlands</a>, would take a marshy landscape and turn it into a world-class, flood-absorbing park.</p><p>You may know the Meadowlands, more than 8,000 acres of wetlands along the Hackensack River, as the home of the stadium where the New York Jets and Giants play football. The region touches 14 different municipalities.</p><p>Architect Alexander D'Hooghe, of the MIT Center for Advanced Urbanism, wants to remake this region — but he can admire its current charms, too. \"Even with the impoverished ecosystem here, it's so beautiful,\" he says.</p><p>Francisco Artigas, director of the Meadowlands Environmental Research Institute, agrees. \"I can take you places where you think you're in the Zambezi in Africa, and you're just 4 miles from Manhattan,\" he says.</p><p>The two men are admiring the view from a pontoon boat floating along in the brackish water. The New York City skyline is visible behind blooming cordgrass, waving in the breeze. But the region is definitely industrial, bordered by a sewage plant, warehouses and highways that crisscross the marsh.</p><p>D'Hooghe calls the Meadowlands Manhattan's backstage — the gritty storage space for a glittering city. It's vitally important, economically as well as ecologically. And when Hurricane Sandy hit here, water spilled into some of these communities like an overflowing toilet.</p><p>\"After rain events, all the crap comes down,\" Artigas says. \"Literally. And supermarket carts, mattresses — everything is floating down this river.\"</p><p>The New Meadowlands proposal, pitched by MIT and a team of Dutch designers with water management expertise, is a plan to turn this region into a gigantic, world-class park — a marshland version of Central Park. The park landscape would be floodable, and it would be surrounded by miles of berms to keep water out of neighboring towns.</p><p>D'Hooghe, one of the architects behind the proposal, says the park and new flood protection should anchor a new band of development all around it. Design renderings show a practically glowing green space, ringed by new homes and businesses to take in these stunning views.</p><p>Now, thanks to the HUD competition, the federal government has pledged $150 million toward making that proposal a reality.</p><p>But to make the project happen, the players involved need to navigate the red tape of environmental restrictions and permitting — and also wade into choppy political waters. The plan involves negotiations between municipalities, the state and the federal government, not to mention property owners.</p><p>Implementing the funding is complicated, too. Though it has been months since the competition, the paperwork that makes it possible for the state to accept the money is still in the works. HUD says it should be a matter of weeks before a Federal Register Notice is published. That will include some basic expectations for the project, and there's been wrangling over exactly what it will say.</p><p>The state, for its part, wants leniency in the time frame for the construction. The New Jersey Department of the Environment promises that the project <em>will</em> happen, but adds that it will take years.</p><p>Another wrinkle to iron out is exactly how the project's visionaries will be involved. By law there must be a competitive bidding process for firms that do final design and construction. It's unclear if the originators of this idea — the winners of HUD's contest — get to guide its implementation.</p><p>And while the federal government has pledged $150 million, that's just to kick-start a pilot project; it would take billions of dollars to implement the entire plan.</p><p>In short, it will take serious persistence for the towns involved to navigate the maze of politics and investment needed to achieve this vision — a vision of a Central Park along the coast, one that merges flood protection, public enjoyment and<em> </em>economic development.</p><p>\"I'm naive and I'm optimistic, but none of this is revolutionary,\" D'Hooghe says. \"It's all perfectly possible.\"</p><hr /><p><strong>Update, Oct. 17, 2014:</strong> The state has about three years to decide how to spend its winnings from the Rebuild By Design competition. And the federal government has now posted its instructions to New Jersey in a notice in the <a href=\"http://www.gpo.gov/fdsys/pkg/FR-2014-10-16/pdf/2014-24662.pdf\">Federal Register</a>. But there are still hurdles that must be cleared before the cash is even handed over. The state must provide opportunities for public input and consult with local leaders. Then, it must get specific about its action plan, formally telling HUD how the money will be used. The clock is now ticking on that process.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=N.J.+Braces+For+Future+Disasters+By+Fleeing%2C+And+Fortifying%2C+The+Coast&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Franklyn Cater","audio":[{"meta":{"duration":"346"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351812019-9a1275.m3u?orgId=1&topicId=1025&aggIds=155914958&e=351737514&d=346&ft=nprml&f=351737514"},{"href":"http://media.npr.org/assets/img/2014/09/26/cities-nj-flood1-06d75fd914c9f5e8507323b2ef7c1abc49c3ba12.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1328","width":"1771"}},{"href":"http://media.npr.org/assets/img/2014/09/26/newmeadowlands_collage_secaucus-berm-a9cc951490e6e53a7d5f82a28f27bcea64cf2e00.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1000","width":"1336"}},{"href":"http://media.npr.org/assets/img/2014/09/26/155011097-10d26a5e85934e0f37df4283f2d94e85bb4fe4f2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2001","width":"2671"}},{"href":"http://media.npr.org/assets/img/2014/09/26/cities-nj-flood2-7386c3be9d4d36fc0c326f250940e5e742b1f8d1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}},{"href":"http://media.npr.org/assets/img/2014/09/26/cities-nj-flood3-4eea0f67fdf7c9b900388eafbfb62c59aaa0c530.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}},{"href":"http://media.npr.org/assets/img/2014/09/26/cities-nj-flood4-5fd2447f73bf01bd44e4648098af09a2c9fbb165.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}}]}