{"created":"2014-09-08T17:26:16+00:00","modified":"2015-02-02T18:31:53+00:00","valid":{"from":"2015-02-02T18:31:53+00:00","to":"3015-02-02T18:31:53+00:00"},"hreflang":"en","title":"A Good IT Person Needs To Be Half Technologist, Half Psychologist","published":"2014-08-12T17:37:00+00:00","teaser":"Your doctor and lawyer may know a lot about you. But in a time when we are using computers to socialize, keep track of finances, do work and store family photos, your IT person probably knows more.","itags":["npr_api","338984905"],"guid":"e20ea388-a7d3-4930-a0a7-9544fc5d3cff","contentencoded":"<p>Your doctor and your lawyer may know a lot about you. But in a time when we are using computers to socialize, keep track of finances, do work and store family photos, your IT person probably knows more.</p><p>So when computers go down, it can cause intense feelings. There's an entire meme of online videos of frustrated people <a href=\"https://www.youtube.com/watch?v=O2ySMXsuMiw\">destroying their computers</a>. Some psychologists have even coined the term \"computer rage\" to describe these outbursts.</p><p>When you're feeling that way, you can pick up a hammer or you can call an IT guy at a firm like Mann Consulting in downtown San Francisco. This is command central for customers in the midst of a crisis.</p><p>Co-founder Harold Mann says his office can be like a hospital emergency room. \"We have the same challenges where we have to counsel people and comfort them during stressful times while also practicing our craft, which is getting their machines to work,\" he says.</p><p>Getting machines to work is an essential part of the job, but so is making the customer feel better. And tech geeks are famous for not being very good at that.</p><p>The British comedy series <em>The IT Crowd</em> gets laughs because it nails that modern-day trope. Two of its main characters, Maurice Moss and Roy Trenneman, <a href=\"https://www.youtube.com/watch?v=rksCTVFtjM4\">answer phone calls from distressed computer users</a> and treat them with disdain or give incoherent technical explanations.</p><p>Mann, who has a staff of 16, says those are the kinds of people he doesn't want to hire. \"There's no question that pure engineering talents does not make for a great IT person,\" he says. \"We have to do a lot of vetting when we hire people to find people who are kind, not just brilliant.\"</p><p>Many of Mann's clients say they find him kind.</p><p>Fred Goldberg, a retired advertising executive, has been working with Mann for two decades. \"I always kid him,\" Goldberg says. \"I say, 'What'd you take a lesson on human behavior this morning?' But it's good. I'm sure it gives comfort to a lot of people.\"</p><p>Goldberg says he often gets comfort from Mann. When Mann or his people finish their work, Goldberg says, he's like a starving person who just got fed for the first time in months. \"Thank you! Thank you for fixing this,\" he'll tell them. \"Thank you for relieving me of this horrible mess that I was in.\"</p><p>Goldberg says when your whole life is on a computer, you need more comfort from your IT person than you need from your doctor. \"The computer's an appendage,\" Goldberg says. \"It's more important than your liver. You can't function without it.\"</p><p>Whoever can access our computers can access almost the entirety of our social, family and business lives. To know someone's computer is to know them.</p><p>Goldberg says it took him awhile to trust Mann.</p><p>\"I used to have him stand away when I accessed certain parts of the information,\" he says. \"But now it's like, 'Do what you want! If you haven't done something bad with my information at this point then it's not gonna happen.' \"</p><p>It's a common moment with clients, Mann says. They get desperate, frustrated and just want everything to work. So they hand themselves over to the IT person.</p><p>\"You can almost see it where they just give up,\" Mann says. \"And they say, 'OK, just go ahead.' And they basically are saying, 'You're welcome into my entire life. I'm going to hope that you're not a bad person.' \"</p><p>Mann has clearly worked on cultivating a team of people who have IT and people skills. But even a big outfit like Geek Squad says it hires people who are able to \"empathize with the frustration so many of us feel when our devices aren't working right.\"</p><p>Another Mann client, Pat Belding, who runs a small marketing firm, talks about his 25-year relationship with Mann almost like a marriage.</p><p>\"Over these years we've had our times where we've just bumped heads,\" Belding says. \"He knows what will push me and I know what'll push him, and then you just kind of let things rest, and he'll come back and I'll come back to him.\"</p><p>As we all get even more dependent on our computers, many of us hope we too can have a happy marriage with someone who will fix them.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Good+IT+Person+Needs+To+Be+Half+Technologist%2C+Half+Psychologist&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"255"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339611097-1389e1.m3u?orgId=1&topicId=1019&e=338984905&d=255&ft=nprml&f=338984905"},{"href":"http://media.npr.org/assets/img/2014/08/11/hires-26601fd22267fe128967e45c7734a65ef49aa92e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3000","width":"4000"}}]}