{"created":"2014-10-07T19:18:15+00:00","modified":"2014-10-30T23:51:36+00:00","valid":{"from":"2014-10-30T23:51:36+00:00","to":"3014-10-30T23:51:36+00:00"},"hreflang":"en","title":"As Evangelical Clout Grows, Brazil May Face New Culture Wars","published":"2014-08-02T02:09:00+00:00","teaser":"The nation's political campaigns are in full swing, and evangelical Christians play an increasingly large role. Some Brazilians worry that U.S.-style battles over social issues may be on the way.","itags":["npr_api","336081081"],"guid":"e216b153-4de8-487d-aa2d-ef9cba0bee0f","contentencoded":"<p>Everaldo Dias Pereira — known to his flock as Pastor Everaldo — shakes the hands of potential voters at a shopping mall in a suburb of Sao Paulo in Brazil.</p><p>As he wishes them the peace of the Lord, a group of supporters shout out: \"Enough of corruption, enough of people who don't know the word of God. We want Pastor Everaldo.\"</p><p>The pastor is running for president, and even though it is unlikely he will win — polls show he only has 3 percent of the vote — his socially conservative message resonates among many of the evangelical faithful.</p><p>\"Our proposal is clear,\" he says. \"We defend life of the human being since its conception. We defend the Brazilian family. We defend this clearly: marriage is between a man and woman.\"</p><p>Campaigning is in full swing in advance of Brazilian elections in October. Polls show President Dilma Rousseff will have a tough re-election battle on her hands amid grim news on the economy.</p><p>Among those competing for the public's vote are evangelical Christians — a group with growing political clout. And to garner support they're using a strategy familiar to American voters — focusing on passion-inspiring social issues like abortion, homosexuality and religion in schools.</p><p><strong>Religious Leaders, Political Kingmakers</strong></p><p>There are dozens of other evangelicals running for national office in this election. Some are affiliated with one of the two main evangelical parties, one of which Pastor Everaldo heads; others are members of other groups.</p><p>Evangelicals currently make up 14 percent of deputies and 5 percent of senators in Brazil's National Congress. Evangelicals say they hope their numbers in government will jump some 30 percent after the upcoming elections.</p><p>That political power reflects the growing clout generally of evangelicalism in Brazil, where it's the fastest growing segment of Christianity. Nearly one-quarter of the population identifies as evangelical Christian.</p><p>Nadir Lara, Jr., a professor at Unisinos, a Jesuit university, has studied the political impact of the evangelical vote. He says evangelicals have spread their political influence widely, which has made them kingmakers. For example, evangelicals have strongly supported leftist leader Dilma Rousseff — a combination that might seem to make odd bedfellows.</p><p>\"Dilma gets the guaranteed votes of the evangelicals, which can be ensured through the churches,\" Lara says. \"And in return, Dilma makes sure that controversial issues like abortion and gay marriage aren't touched by her party.\"</p><p>He says many evangelical politicians have been inspired by the example set in the U.S., where social concerns are used to mobilize the base. Up until now, the so-called culture wars in America have been rare in Brazil — but according to some, that appears to be changing.</p><p><strong>Battles Emerge As Evangelicals Organize</strong></p><p>At a public school in the town of Nova Odessa, in the Sao Paulo state countryside, bright-eyed 6-year-olds read words off a blackboard.</p><p>If a group of evangelical local city councilmen have their way, these children will be required by law to read verses from the Bible to learn their letters. The proposal has already been passed in the council and is waiting for the mayor's approval.</p><p>Teachers at the school, who spoke off the record for fear of inflaming the situation further, say public schools in Brazil traditionally do not allow religious discourse. The country — like the U.S. — is a nation of immigrants. There are Jews, Muslims, Candomblé practitioners, Buddhists and others here. The teachers worry that imposing one viewpoint would make others feel discriminated against.</p><p>At the City Council building, the sponsor of the legislation, Vladimir de la Fonseca, says it's important for children to be exposed to the word of God because of the corruption of modern society.</p><p>\"I've been a teacher for 34 years,\" de la Fonseca says. \"Small children have a pure heart. ... How do we save them? We can make them tread a better path by reflecting on the Bible.\"</p><p>He says he's not trying to convert kids: He just believes the Bible is one of the great works of humanity and everyone, from every religion, should be exposed to it.</p><p>Antonio Alves Teixeira, a councilman and a teacher who voted against the measure, says it's caused a lot of division in the community.</p><p>\"I think what has happened in the U.S. is arriving here,\" Teixeira says. \"There is a big group of evangelicals in the National Congress and on the local level here. And they are organized.</p><p>\"I'm worried; these kinds of proposals engender disputes,\" he says. \"We haven't had these battles in Brazil up until now, but I'm concerned they could grow.\"</p><p><em>Paula Moura contributed to this report.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Evangelical+Clout+Grows%2C+Brazil+May+Face+New+Culture+Wars&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lourdes Garcia-Navarro","audio":[{"meta":{"duration":"259"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337164789-f92376.m3u?orgId=1&topicId=1127&ft=3&f=336081081"}]}