{"created":"2015-01-19T21:07:53+00:00","modified":"2015-06-05T15:30:29+00:00","valid":{"from":"2015-06-05T15:30:29+00:00","to":"3015-06-05T15:30:29+00:00"},"hreflang":"en","title":"Chipotle's Pulled Pork Highlights Debate Over Sow Welfare","published":"2015-01-25T21:47:00+00:00","teaser":"Wondering why your local Chipotle is no longer serving pork? It's because a big supplier was housing pigs in confined quarters. But there's debate about whether that's really worse for the animals.","itags":["npr_api","377760603"],"guid":"e21bd56c-8bda-4ed3-aa9b-e0290cddc816","contentencoded":"<p>About a third of all Chipotle restaurants are not serving carnitas at the moment, because the restaurant chain has suspended one of its major pork suppliers.</p><p>The restaurant chain has declined to identify the supplier and the exact reasons for the suspension. In its official statements, Chipotle said only that the supplier was not in compliance with the company's <a href=\"http://www.chipotle.com/en-us/fwi/animals/animals.aspx\">animal welfare standards</a>.</p><p>But when David Maren heard the news, he had a pretty good idea what the problem was.</p><p>Maren is the founder of <a href=\"http://www.grassfedbeef.org/Beyond-Organic-Pork/\">Tendergrass Farms</a>, near Roanoke, Va. It's an online marketer of meat and organic lard from a network of farmers. The farmers raise their pigs Chipotle-style: The animals get no antibiotics or growth-promoting drugs. They aren't confined inside buildings. In fact, most of them spend their whole life on pasture.</p><p>Maren says it's not hard to persuade pork producers to adopt part of that package. They don't mind so much cutting out the drugs.</p><p>But there are two technologies that many farmers cannot imagine giving up, and these are things that Chipotle does not allow: farrowing crates and slatted-floor housing.</p><p>Farrowing crates are small pens, measuring about 6 feet by 2 feet, where mother pigs, or sows, are confined for a period that starts just before farrowing, or giving birth. The sows stay in the crates for about three weeks while their piglets are nursing. These pens are different from \"gestation crates,\" which confine a sow during most of her adult life.</p><p>\"The purpose [of farrowing crates] is to protect the baby pigs,\" says Maren. Metal walls keep sows from stepping on the piglets. This also means that the sows cannot move much or turn around.</p><p>Slatted floors, meanwhile, are a basic feature of most standard hog houses. They allow farmers to raise lots of pigs indoors, out of the weather, and keep them clean. Manure drops down through the slats into collection pits. Critics say it is unnatural and inhumane to keep pigs inside on a hard, bare surface.</p><p>An industry source has confirmed Maren's guess. These two issues were the cause of Chipotle's pork problems this past week, after it discovered the supplier was using the methods the company bans.</p><p>Maren is surprisingly conflicted about these rules.</p><p>Even though his farmers' methods meet — and actually exceed — Chipotle's standards, he says, he's not really sure that these rules make much sense for a large-scale buyer of pork.</p><p>Take farrowing crates, he says. Confining a sow looks inhumane, \"but the alternative is, if you put a picture right beside that of a farmer walking out of his alternative farrowing house with a five-gallon bucket full of dead baby pigs, you have to ask yourself, which is more humane?\"</p><p>Or consider slatted-floor housing. It's true that this is not a natural environment for pigs, but it allows farmers to handle large numbers of pigs. What Chipotle wants — pigs living in \"deeply bedded pens\" that they can dig around in — takes a lot more work, space and bedding material, such as straw.</p><p>\"It's all about scalability,\" Maren says. \"They can find a few hundred farmers to do that, and they have. Can they find a few thousand, or tens of thousands, to feed America? I think that's going to be challenging.\"</p><p>Chipotle's head of communication, Chris Arnold, says this has not been a problem so far. The current shortfall in pork was a one-time problem with a single supplier, he says. In general, he says, Chipotle has had little difficulty finding pork suppliers who are willing and able to follow its rules.</p><p>Arnold would not identify the offending pork producer. He says the supplier may simply not have fully understood Chipotle's requirements.</p><p>\"We believe that these are good people who are trying to do the right thing, and if they bring their protocols into [compliance] with our standards, we'd certainly consider having them back as part of our supply network,\" Arnold says.</p><p>That won't happen quickly, though. It would mean building another style of farrowing pens and new barns to house the pigs.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Chipotle%27s+Pulled+Pork+Highlights+Debate+Over+Sow+Welfare&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"217"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378409728-445c7f.m3u?orgId=1&topicId=1006&d=217&p=2&story=377760603&t=progseg&e=378331016&seg=6&ft=nprml&f=377760603"}]}