{"created":"2015-03-02T08:58:15+00:00","modified":"2015-03-11T14:37:17+00:00","valid":{"from":"2015-03-11T14:37:17+00:00","to":"3015-03-11T14:37:17+00:00"},"hreflang":"en","title":"A Nearly Recession-Proof City Is Not Slowing Down","published":"2015-03-02T13:15:00+00:00","teaser":"The unemployment rate in Lincoln, Neb., is one of lowest in the U.S., thanks to a well-educated workforce. The focus now is on finding workers and keeping young people from leaving.","itags":["npr_api","388740062"],"guid":"e2247dc2-250f-4224-8464-ff5eb388df80","contentencoded":"<p>At 2.5 percent, <a href=\"http://data.bls.gov/timeseries/LAUMT313070000000003?data_tool=XGtable\">Lincoln, Neb.</a>, has one of the lowest jobless figures in the country. But that's nothing new — the city has ranked at or near the top of the nation, with one of the lowest unemployment rates for years, even during the Great Recession.</p><p>But on a recent visit, it's clear that Lincoln is not resting on its laurels. It's working hard at keeping and drawing talent to this city of nearly 300,000.</p><p>Lincoln is not an economic utopia — but it might be close. It never really had the housing boom, so there was no bust.</p><p>The agricultural economy remains strong, boosting the entire Great Plains region.</p><p>\"Compared to most parts of the region, Lincoln has done even a little bit better,\" says economist Eric Thompson, director of the Bureau of Business Research at the University of Nebraska-Lincoln.</p><p>Thompson notes that Lincoln is home to that major university and the state Capitol, and there are a lot of jobs related to those community anchors.</p><p>\"However, Lincoln's economy is still primarily a private sector economy. There's a significant manufacturing presence in the city and also a large service sector,\" he says.</p><p>That sector includes insurance, finance, health care, and one of the biggest employers in Lincoln is the railroad, BNSF.</p><p>And, Thompson says, what gives Lincoln an extra edge is its workforce. The city ranks high in educational attainment, as a large share of the population has graduated high school and attended college; he says there's a very strong work ethic.</p><p>\"I like to sum that up by saying people in Lincoln have very good resumes,\" he says. \"Their education looks solid, they have a very strong work history and people with those characteristics just tend to have lower unemployment rates.\"</p><p>Across town, the Lincoln Chamber of Commerce recently celebrated the city's economic success. But business leaders here are concerned about one problem: There's a labor shortage.</p><p>Nick Cusick is owner and CEO of Bison Inc., a company that manufactures sports equipment. \"Certainly as an employer who hires a lot of employees at all levels, all kinds of skill levels, but particularly in the trades — welders and machinists and those kind of people — it does make it difficult to find workers,\" he says.</p><p>As a manufacturer with growing needs, Cusick says he could take his business elsewhere.</p><p>\"We have plenty of people knocking on our doors, wanting us to move somewhere else. The tradeoff between the quality of the workers and the quantity of workers is the thing that will always keep me in Lincoln,\" he says. \"I like the culture of Lincoln, I like the hard working employees that we have. I just think Lincoln is the place we will always be.\"</p><p>To boost training in the manufacturing trades, Lincoln's public high schools and community college are developing a career academy.</p><p>The greater challenge, says Mayor Chris Beutler, is making Lincoln a place where young people want to grow up and stay.</p><p>\"Our children were going to other places,\" he says. \"We had the wealth of intellectual knowledge, we had well-educated young people, and instead of using that to build our own community, we were letting that resource to go to other places.\"</p><p>On a walking tour of an area called the Haymarket, Beutler says Lincoln has invested hundreds of millions of dollars in revitalizing its downtown, to create a more culturally vibrant urban center.</p><p>He points to old brick warehouse buildings that are being developed into loft-style offices and apartments, along with new bars, restaurants and hotels.</p><p>It's a public-private partnership that has renovated some older properties while building some new ones, including a 15,000-seat arena that anchors a new entertainment district.</p><p>Ten years ago, Beutler says, \"This very place where we're walking, down Canopy Street, you would be walking on oily gravel and rock because this was the old railroad yard.\" And nobody lived in this neighborhood then.</p><p>Now, hundreds live there and more are coming. Lincoln's stable job market and newer opportunities in a surprisingly strong high tech sector are also bringing some people from New York, San Francisco and Silicon Valley into what some are calling Lincoln's Silicon Prairie.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Nearly+Recession-Proof+City+Is+Not+Slowing+Down&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Schaper","audio":[{"meta":{"duration":"269"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390119353-c5d539.m3u?orgId=1&topicId=1003&e=388740062&d=269&ft=nprml&f=388740062"},{"href":"http://media.npr.org/assets/img/2015/02/27/img_4794-f4f36e8f1bdb4f56051dc8039d4a5086f4ad6ed4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2921","width":"3895"}},{"href":"http://media.npr.org/assets/img/2015/02/27/img_4749-30d3429f7578b8292ce1587d97a4a0d3c88717c0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2100","width":"2801"}}]}