{"created":"2015-05-02T17:35:41+00:00","modified":"2015-06-03T15:00:51+00:00","valid":{"from":"2015-06-03T15:00:51+00:00","to":"3015-06-03T15:00:51+00:00"},"hreflang":"en","title":"Want To Learn tlhIngan Hol (Klingon)? An App Will Teach You","published":"2015-05-02T17:35:00+00:00","teaser":"Duolingo, an app that allows users to learn new languages, is adding Klingon to its course list. The language, used by a fictional alien race in <em>Star Trek</em>, should be available next year.","itags":["npr_api","403531514"],"guid":"e22b257a-3f3f-41ef-b70f-817b8e8945f0","contentencoded":"<p>Ready to learn a language that's out of this world?</p><p>Duolingo, a free app that allows users to learn new languages almost like playing a game, is <a href=\"https://www.duolingo.com/course/tlh/en/Learn-Klingon-Online\">adding Klingon to its course list</a>. The language, used by a fictional alien race in <em>Star Trek</em>, should be available early next year.</p><p>Duolingo allows bilingual volunteers to collaborate on language courses through its <a href=\"http://incubator.duolingo.com/\">language incubator</a>, which shows what languages are in progress and how far along they are in development. People looking to contribute to courses have to prove they are fluent in both the language they're teaching and the language they're teaching from. Two Klingonites — as fans of the language call themselves — are collaborating on the Klingon course for English speakers.</p><p>Felix Malmenbeck, who is collaborating with André Müller, loved creating his own words and grammatical rules when he was young. As he got older, he started playing fantasy role-playing games, and one game required him to speak like an Orc from <em>The Lord of the Rings</em>. He became interested in other Tolkien languages, but never became fluent in any of them.</p><p>Malmenbeck learned about Klingon through a new game: <a href=\"http://www.arcgames.com/en/games/star-trek-online\">Star Trek Online</a>. Initially, he thought it must be what <a href=\"http://www.npr.org/blogs/monkeysee/2015/02/27/389579585/leonard-nimoys-mr-spock-taught-us-acceptance-is-highly-logical\">Mr. Spock</a> spoke because he was the only alien Malmenbeck knew of on the show. After watching some episodes, he not only realized Spock is a Vulcan, not a Klingon, but also that the show wasn't just something to laugh at — it was actually pretty good.</p><p>Learning Klingon and watching <em>Star Trek</em> are really separate activities because the language isn't actually used that much on the show, Malmenbeck said.</p><p>\"I'm a Trekkie and a Klingonist, as we call ourselves, although the two are sort of related but separate,\" he said.</p><p>The Klingon community is evangelical, Malmenbeck said. By working on the course through Duolingo, he's able to spread his knowledge and passion for the language.</p><p>Malmenbeck has run into a few issues with the course, he said. The language is case sensitive, meaning that a Q and a q are two different things.</p><p>\"If you change a lower case q to an upper case Q, a sentence can go from meaning 'trust me' to 'strangle me,' \" he said.</p><p>There is one issue with the language that isn't just technical, Malmenbeck said.</p><p>\"You can't just teach people new words and then have them put them together similarly to how you would in English or in French or in Spanish,\" he said. \"You have to teach people both the words to say things and new ways to say them.\"</p><p>He demonstrated this by switching between Klingon, Swedish and English. In Swedish and English, he said he is from Stockholm. Klingon doesn't have a word for Stockholm, but it does have a word for Sweden, so in the alien language he said, \"I am a resident of the capitol city of Sweden.\"</p><p>One of the original ideas behind Duolingo was to add every single language, including fictional and dying languages, Gina Gotthilf with Duolingo said. The team is working on adding several new languages to the site, including Esperanto, Ukrainian and Hungarian, as well as many others.</p><p>Gotthilf said some people have questioned the decision to develop Klingon before other languages, like Chinese. One of the reasons for this, she said, is that written Chinese isn't based on the Roman alphabet.</p><p>\"This is not something that we won't teach in the future, but it's something that we've basically stayed away from because it's a lot more difficult,\" she said.</p><p>Some people have asked about bringing Dothraki, a language introduced in George R. R. Martin's <em>A Song of Ice and Fire</em>, and Elvish from <em>The Lord of the Rings</em>. Gotthilf said these languages are a possibility, but they aren't in the works right now.</p><p>\"Just yesterday I got an email that had the word Dothraki in it 40 times,\" she said. \"That was all it said.\"</p><p>Maybe the crew of the Enterprise could have used a some help from Duolingo in this scene from <em>Star Trek: The Undiscovered Country:</em></p><p><em>Caele Pemberton is an intern with the NPR Business Desk.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Want+To+Learn+tlhIngan+Hol+%28Klingon%29%3F+An+App+Will+Teach+You&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Caele Pemberton","audio":[{"meta":{"duration":"2"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403609139-ea1318.m3u?orgId=1&topicId=1019&d=2&story=403531514&ft=nprml&f=403531514"},{"meta":{"duration":"2"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403610084-9d4892.m3u?orgId=1&topicId=1019&d=2&story=403531514&ft=nprml&f=403531514"},{"meta":{"duration":"3"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403610190-07a42f.m3u?orgId=1&topicId=1019&d=3&story=403531514&ft=nprml&f=403531514"},{"meta":{"duration":"12"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403610924-edd77c.m3u?orgId=1&topicId=1019&d=12&story=403531514&ft=nprml&f=403531514"},{"href":"http://media.npr.org/assets/img/2015/05/01/906237-5d486277bceff19b240cfd21802d9e4b109f1053.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1666","width":"2222"}}]}