{"created":"2015-04-24T07:23:39+00:00","modified":"2015-05-06T15:22:41+00:00","valid":{"from":"2015-05-06T15:22:41+00:00","to":"3015-05-06T15:22:41+00:00"},"hreflang":"en","title":"Slow Fashion Shows Consumers What It's Made Of","published":"2015-04-24T17:15:00+00:00","teaser":"It has been two years since more than 1,100 workers were killed in a garment factory collapse in Bangladesh. \"Ethical fashion\" is gaining momentum — though what that means depends on whom you ask.","itags":["npr_api","401764329"],"guid":"e23cdddd-2735-4ca7-aa4d-a24f5143aa30","contentencoded":"<p>If you're into \"slow food\" — the ethical response to \"fast food\" — you probably want to know how the animals were treated or whether pesticides were used on your vegetables. Now, the \"slow fashion\" movement is in the same spirit.</p><p>\"It's about understanding the process or the origins of how things are made,\" says Soraya Darabi, co-founder of the clothing line Zady. \"Where our products come from, how they're constructed and by whom. Slow fashion is really indicative of a movement of people who want to literally slow down.\"</p><p>This idea of slow fashion has been around for a long time. But over the past two years it has surged into a small-but-dedicated movement, partly inspired by the Rana Plaza disaster in Bangladesh. In 2013 some 2,000 people were making clothes — mostly for large, western brands — when the building they were working in collapsed. More than 1,100 people were killed.</p><p>Pietra Rivoli, a professor of finance and business at Georgetown University, says tragedies like the one in Bangladesh are a result of fast fashion: Consumers in the West buying lots of cheap clothes that are made in countries with little or no oversight of fire safety and fair labor.</p><p>\"We talk about a race to the bottom in apparel production with production chasing the lowest costs,\" Rivoli says. \"I think the bottom right now is in Bangladesh.\"</p><p>Rivoli is the author of <em>The Travels of a T-Shirt in the Global Economy</em>. She traced the origins of a T-shirt from Walgreens that cost $5.99.</p><p>\"A lot of times there are demand surges from the West,\" Rivoli explains. \"You know, 'We need more of those pink T-shirts by next week,' and these brands had never really thought about the fact that they might need to be monitoring for actual structural integrity of the buildings. That wasn't something that was really on their radar screen.\"</p><p>Supply chain integrity is important to Soraya Darabi and Maxine Bédat, the co-founders of Zady. They've come out with a new T-shirt that's an example of \"slow fashion.\" It was made entirely in the U.S. by companies that Bédat says try to be eco- and labor friendly. The cotton is grown by the Texas Organic Cotton Marketing Cooperative.</p><p>\"The fact that it's USDA. Organic is very meaningful to us because what that means is there is a government representative that's actually visiting these farms on an annual basis and they're checking to make sure these organic standards are being met,\" Bédat says.</p><p>Then the cotton goes to North Carolina where it's spun by a multigenerational family cooperative. \"The actual sewers own part of the company,\" Bédat explains.</p><p>The T-shirts are also dyed in North Carolina by TS Designs.</p><p>\"What we're doing is piecing together what is left of an industry that has totally been decimated,\" Bédat says.</p><p>Zady's T-shirt costs $36.</p><p>\"It is a little bit of an upfront investment, but it's also, we believe, the way of the future — to own fewer but better things,\" says Darabi.</p><p>Like the Zady founders, Linda Greer likes the idea of slow fashion, but her definition is different. Greer is a senior scientist at the Natural Resources Defense Council. \"It's intentional manufacturing with 'mindfulness' — to use current terms,\" she says.</p><p>Greer thinks the slow fashion movement should hold large retailers accountable for its manufacturing abroad. The NRDC has a program called <a href=\"http://www.nrdc.org/international/cleanbydesign/\" target=\"_blank\">Clean by Design</a> that works with retailers and designers to \"green the fashion supply chain.\"</p><p>Greer says 33 textile mills in China have adopted efficiency standards that have reduced pollution. These are mills that make clothes for Target, H&M and The Gap among others. But she says the apparel industry still has a very long way to go.</p><p>\"The conundrum consumers face into trying to know where their clothing comes from is that even companies don't know where that clothing has come from,\" Greer says.</p><p>On a recent weekend, a line snaked around the Goodwill in Los Angeles for a vintage clothing sale. For these consumers slow fashion is recycling hats, dresses and purses that have some history.</p><p>\"It was owned by someone living somewhere at some point and it already had a life and I'm here to give it maybe a second or third life,\" says shopper Jenny Rieu. Her Goodwill finds are unique and cheaper — not to mention friendlier to the environment.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Slow+Fashion+Shows+Consumers+What+It%27s+Made+Of&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"264"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401917241-4861ef.m3u?orgId=1&topicId=1047&d=264&p=3&story=401764329&t=progseg&e=401860291&seg=11&ft=nprml&f=401764329"},{"href":"http://media.npr.org/assets/img/2015/04/23/img_0631-5bc740b0584986dbfbabf42d879b220e0dcfc722.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"634","width":"846"}},{"href":"http://media.npr.org/assets/img/2015/04/23/generic-callout2_custom-46cdc07bc2427a35b07f10efc5dd340fc4c1738f.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"338","width":"600"}},{"href":"http://media.npr.org/assets/img/2015/04/23/img_0005-bd8329eb196512eb5a58e19ff60fd79508cfdcb1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}},{"href":"http://media.npr.org/assets/img/2015/04/23/model6-b1770ecd9241ada88e610c801584af1532b35938.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1288","width":"1718"}},{"href":"http://media.npr.org/assets/img/2015/04/23/img_8486a_enl-a9afd6c44a6529e0568816e43d2c5e32bbb777fc.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1632","width":"1224"}}]}