{"created":"2015-02-14T21:54:53+00:00","modified":"2015-03-02T15:03:23+00:00","valid":{"from":"2015-03-02T15:03:23+00:00","to":"3015-03-02T15:03:23+00:00"},"hreflang":"en","title":"Filmmaker David Cross Says It's No Wonder We All Want Fame","published":"2015-02-14T23:32:00+00:00","teaser":"The <em>Arrested Development</em> actor makes his directorial debut with the film <em>Hits</em>, which explores how easy it is to become famous in our celebrity-obsessed culture.","itags":["npr_api","386292238"],"guid":"e248d8ff-2d63-43cf-beb4-f06ef5b6532c","contentencoded":"<p>If you know comedian David Cross, chances are you recognize him from his role as Tobias in the TV comedy <em>Arrested Development</em>. Now Cross is making his directorial debut with the dark comedy <em>Hits</em>, a film that explores how easy it is to become famous in our celebrity-obsessed culture.</p><p>The movie was released Friday on BitTorrent, an online file-sharing system that's often associated with piracy. The film's producers are asking downloaders merely to pay what they want.</p><p>As Cross tells NPR's Arun Rath, <em>Hits</em> is all about our collective obsession with fame.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the plot of <em>Hits</em></strong></p><p>It centers around a father and a daughter. The father is a simple municipal worker who wants his pothole fixed on his street, and his daughter wants to be famous and just feels that she deserves fame because she's an interesting person. And one of the videos of the dad ranting at town hall about his pothole ends up going viral. Meanwhile this is all frustrating this girl. She wants to be famous and desires fame, and her dad, who wants nothing to do with it, is getting increasingly famous.</p><p><strong>On the ways that notions of fame have changed during his career</strong></p><p>Being [a celebrity] is probably not that much different. Getting to be a celebrity — that's changed dramatically, and that's what the movie's about. You don't have to show any discernible talent to be famous, and we've all heard the phrase, you know, \"famous for being famous.\" I mean, look at Bravo now, look at TLC. ...</p><p>The people that are, for the most part, ... on shows on Bravo are anywhere from bad to despicable. They're shallow people with terrible morals, terrible ethics, and then the people that watch those shows mostly watch it with \"detached irony\" or supposedly ... but actually really do perpetuate the existence of the very show they claim to hate and make fun of just by them watching it and writing, you know, snarky blogs about it.</p><p><strong>On the characters in his film who are obsessed with fame</strong></p><p>I don't like any of them. The thing with Katelyn [the daughter who wants to be famous] is that I understand her. I mean, she's a product of her environment, and that's an environment that you and I gave her. ... This is the world we gave them. And as much as I feel like it's shallow and valueless, I don't fault her. That's where we are now. ...</p><p>I'm totally aware that every generation makes fun of the generation that comes after it, but still, I think we can all agree — no matter how old you are, whether you're 15 or 105 — that the Baby Boomers were literally the worst generation [<em>laughs</em>]. Let's all agree on that, at least.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Filmmaker+David+Cross+Says+It%27s+No+Wonder+We+All+Want+Fame&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"328"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386323328-6b83b2.m3u?orgId=1&topicId=1137&e=386292238&d=328&ft=nprml&f=386292238"},{"href":"http://media.npr.org/assets/img/2015/02/14/464214881-f59b876809e8da86bae50d1bd58796e68a2fa9f4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2666","width":"3555"}},{"href":"http://media.npr.org/assets/img/2015/02/14/hits-2-c71ec3b6acc2d97e7eafc546d38bdc59ce4c5ac1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"629","width":"838"}}]}