{"created":"2015-03-11T13:23:36+00:00","modified":"2015-06-15T17:15:06+00:00","valid":{"from":"2015-06-15T17:15:06+00:00","to":"3015-06-15T17:15:06+00:00"},"hreflang":"en","title":"The Teenage Brain: Spock Vs. Captain Kirk ","published":"2015-03-12T22:43:00+00:00","teaser":"Adolescents get a bad rep for being irrational. The bad news: It's kinda deserved. The good news: Teen brains come equipped with an internal Mr. Spock, trying to keep them safe.","itags":["npr_api","391864852"],"guid":"e255c918-b579-47b3-a867-09acc8571c4b","contentencoded":"<p><em>This story was written for <a href=\"http://www.wnyc.org/series/being-12/\">the series</a>, \"Being 12: The Year Everything Changes,\" from member station WNYC.</em></p><p>If adolescence has a poster child, it's a teenager. In a car. Smoking, drinking, and driving badly while also, somehow, having sex in the back seat.</p><p>But changes in the brain that lead to the famously bad choices of adolescence don't start at 16 or 17 years old. They start around 11 or 12 and the beginning of puberty.</p><p>This is the dirty little secret of adolescence: The cloudy judgment and risky behavior may not last a year or two. Try a decade.</p><p>To understand why, let's start with an experiment. At Temple University, psychology professor<a href=\"http://www.npr.org/blogs/ed/2014/10/04/351187049/q-a-plumbing-the-mysteries-of-the-teenage-brain\"> Laurence Steinberg </a>and his team put a bunch of adolescents into an FMRI machine — a brain scanner — and asked them to play a driving game.</p><p>\"Your perspective is that of a person behind the wheel,\" Steinberg says, describing the set-up. \"And you come to a series of intersections, and the lights turn yellow. And you have to decide whether to put the brakes on or not.\"</p><p>Now, what do you think the adolescents did in this situation?</p><p>Wrong.</p><p>They did not blow through the yellow every time.</p><p>\"When adolescents are playing this game by themselves, they don't take any more chances than adults do when they're playing it by themselves,\" Steinberg says.</p><p>And that's a big deal. Because the adolescent brain gets a bad rep for being consistently impulsive. Steinberg hopes his latest book, <em>Age of Opportunity</em>, will help set the record straight: Being 12 (or 17) doesn't mean a kid's hard-wired to always make bad choices.</p><p>Why, then, do adolescents still make so many bad choices? To find out, Steinberg added a twist to his experiment.</p><p>He gave his subjects an adolescent crowd.</p><p>\"This doubles the number of chances that adolescents take,\" Steinberg says, \"but has no effect on the number of chances adults take.\"</p><p>In short, an adolescent's weakness is other adolescents. And we're not just talking about peer pressure. The mere presence of peers makes them less cautious.</p><p>One reason, says B.J. Casey, a neuroscientist at Weill Cornell Medical College, is that \"the brain is being marinated in gonadal hormones\" during adolescence. Another big reason: The prefrontal cortex is still a work-in-progress. And it serves a vital role in our decision-making.</p><p>The prefrontal cortex \"helps to link past experiences to the current situation,\" Casey says, \"and, at the same time, consider what the future consequences are of choices and actions that are made.\"</p><p>The prefrontal cortex is our voice of reason. Steinberg calls it the brain's CEO. Casey likens it to Mr. Spock from <em>Star Trek</em>, coldly calculating a life's worth of cost-benefit analyses.</p><p>Casey's analogy doesn't stop there. To her, Captain Kirk is the limbic system — the emotional center of the brain that's always on the lookout for threats and rewards. When it spots either, it sends a message to the prefrontal cortex. Because the limbic system can't make sense of these things on its own. It needs the prefrontal cortex.</p><p>Kirk needs Spock.</p><p>Here's the problem. For kids in adolescence, the prefrontal cortex is still developing, and it can't keep up with the limbic system as it goes into reward-seeking warp speed.</p><p>\"It's as if these emotional regions hijack the prefrontal systems,\" Casey says, \"and it leads to a choice that they make that's a bad one. And they even know it's a bad one.\"</p><p>Which brings us full-circle to Steinberg's driving experiment. The limbic system doesn't just flag rewards in things like alcohol and sex. A 12-year-old gets a kind of high simply by being around other adolescents. They're wired to seek each other out and develop the skills they'll need to leave their parents, feed and protect themselves, and raise children.</p><p>In the short-term, that means cloudy judgment and risky behavior.</p><p>But adolescence is all about the long view.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Teenage+Brain%3A+Spock+Vs.+Captain+Kirk+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cory Turner","audio":[{"meta":{"duration":"257"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392590082-9eb04d.m3u?orgId=1&topicId=1013&d=257&p=2&story=391864852&t=progseg&e=392549864&seg=5&ft=nprml&f=391864852"},{"href":"http://media.npr.org/assets/img/2015/03/10/adolescent-brain-eaacb478dba436f4c0b28ba02c24cf05b93a8bf5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1629","width":"2173"}}]}