{"created":"2014-09-11T21:14:09+00:00","modified":"2014-09-11T21:25:42+00:00","valid":{"from":"2014-09-11T21:25:42+00:00","to":"3014-09-11T21:25:42+00:00"},"hreflang":"en","guid":"e25a66ca-4cb2-4273-b099-15023def7b1f","title":"South African athlete Oscar Pistorius is acquitted of murder, but could face a lesser charge","published":"2014-09-11T21:25:41+00:00","byline":"Andrea Crossan","tags":["Pistorius","crime","celebrity trials","Justice","Conflict & Justice","Pretoria","Africa","South Africa","Oscar Pistorius","Thokozile Masipa","Reeva Steenkamp","Geoffrey York","Oscar Pistorius","Culpable homicide","Acquittal","Murder","Criminal law","Homicide","Criminal procedure"],"teaser":"After a long and very public trial, Oscar Pistorius will not be convicted of murder — but he could still go to prison for \"culpable homicide.\" Many South Africans were shocked by the acquittal for murder, since Pistorius did not come off well during the trial.","contentencoded":"<p>Not guilty of murder: That was the pronouncement on Thursday from the judge in the trial of South African athlete Oscar Pistorius.</p><p>Judge Thokozile Masipa&nbsp;<a href=\"http://www.theglobeandmail.com/news/world/judge-delivers-oscar-pistorius-verdict/article20513449/\">delivered her verdict clearing the double-amputee track star of murder</a>&nbsp;&mdash; but she did say Pistorius acted negligently and used excessive force. H<span style=\"line-height: 1.538em;\">e could still be found guilty of a lesser charge of &quot;culpable homicide,&quot; which defines the killing as simply &quot;negligent.&quot;</span></p><p>Pistorius does not deny that he shot and killed his girlfriend, Reeva Steenkamp, last year, but he&nbsp;claims it was a mistake, saying he he thought he was shooting an intruder.</p><p><span style=\"line-height: 1.538em;\">Globe and Mail Africa correspondent </span><a href=\"https://twitter.com/geoffreyyork\" style=\"line-height: 1.538em;\">Geoffrey York</a><span style=\"line-height: 1.538em;\"> has been reporting on the trial&nbsp;since it began in March and was in the courtroom for Thursday&#39;s verdict. He&nbsp;says the judge&#39;s decision shocked many South Africans.</span></p><p>&ldquo;A lot of people [in South Africa are] quite disturbed by this acquittal on murder,&quot; he says, &quot;because everybody saw Pistorius on the witness stand. And they saw what the judge herself said today, which was that he was evasive, he was a poor witness and he was untruthful on some points. He was argumentative and debating. He came off as quite arrogant and quite sorry for himself. People saw that and they didn&rsquo;t have a high opinion of him after that.&rdquo;</p><p>Judge Masipa&nbsp;rejected the argument that Pistorius felt &ldquo;vulnerable&rdquo; because of his disability and that he was traumatized by growing up in a country with a high crime rate.&nbsp;&quot;Vulnerability is not unique. There are many people in this country without any form of security at all,&quot; she said. Still, after the murder acquittal, several South African legal experts publicly questioned the verdict.&nbsp;</p><p>York says the trial has become an example of <a href=\"http://www.theglobeandmail.com/news/world/judge-from-humblest-beginnings-to-decide-fate-of-oscar-pistorius/article20487372/\">how much South Africa has changed</a> since the end of apartheid.&nbsp;<span style=\"line-height: 1.538em;\">&quot;We have a judge who grew up in poverty in Soweto township and fought her way up from a really difficult background,&quot; he says. &quot;Now, she&rsquo;s sitting in judgment over a very wealthy, powerful, celebrity white athlete. So in some ways, it&rsquo;s the story of the transformation of South Africa.&quot;</span></p><p><span style=\"line-height: 1.538em;\">The lesser sentence of culpable homicide would carry a maximum of 15 years in jail, though legal experts say seven to 10 years would be more likely.&nbsp;</span><span style=\"line-height: 1.538em;\">Pistorius also faces two charges of illegally discharging firearms in public and illegal possession of ammunition.</span></p><p>Judge Masipa adjourned proceedings until Friday.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR45UGL.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtr45ugljpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/091120144.mp3"},{"href":"http://www.pri.org/file/091120144mp3"}]}