{"created":"2014-11-03T09:31:11+00:00","modified":"2015-05-02T02:38:46+00:00","valid":{"from":"2015-05-02T02:38:46+00:00","to":"3015-05-02T02:38:46+00:00"},"hreflang":"en","title":"Obama's Low Approval Rating Casts Shadow Over Democratic Races","published":"2015-02-23T16:49:00+00:00","teaser":"President Obama rallied supporters in Michigan, Pennsylvania and Connecticut. The last-minute swing was unusual for a president who's kept a relatively low profile on the campaign trail this year.","itags":["npr_api","361060049"],"guid":"e264866d-7470-4b50-8302-62cc5a1f27b5","contentencoded":"<p>It's crunch time for campaign workers across the country. With the midterm elections just one day away, Republicans and Democrats are scrambling to turn out every possible vote.</p><p>President Obama spent the weekend rallying supporters in Michigan, Pennsylvania and Connecticut.</p><p>The last-minute swing was unusual for a president who's kept a relatively low profile on the campaign trail this year. But whether he wants to or not, Obama is playing an outsized role in shaping the political landscape.</p><p>The rock-star rallies of years past are a distant memory. But Obama can still energize die-hard Democrats. He delivered a pre-election pep talk in Bridgeport, Conn., where Democratic Gov. Dan Malloy is locked in a tight battle for re-election.</p><p>\"Make some phone calls,\" Obama began. \"Knock on some doors. Grab everybody you know. Get them out to vote. Don't stay home. Don't let somebody else choose your future for you.\"</p><p>This year many Democratic candidates find their future is in somebody else's hands — namely Barack Obama's.</p><p>Handicapper Nathan Gonzales of the Rothenberg Political Report says Obama's sagging popularity is casting a long shadow over his fellow Democrats.</p><p>\"If the president's job approval rating was 5 or 10 points better, I think we'd be talking about a very different election,\" Gonzales says.</p><p>There was a moment, during the government shutdown last year, when it seemed as if this year's midterms might be a referendum on congressional Republicans. But then came the disastrous rollout of the government's health insurance website.</p><p>Gonzales says that was followed by a steady drip, drip, drip of problems for the president at home and abroad, including mismanagement of VA hospitals, Russia's takeover of Crimea and the rise of the Islamic State also known as ISIS.</p><p>\"I think right now we've reached a point in the president's term where voters are skeptical,\" Gonzales says. \"I don't think they're giving him the benefit of the doubt anymore.\"</p><p>That's created a toxic environment for Obama's fellow Democrats, no matter how much they try to distance themselves from the president.</p><p>\"I'm not Barack Obama. I disagree with him on guns, coal and the EPA,\" says Democratic Senate candidate Alison Lundergan Grimes, who is challenging Mitch McConnell in Kentucky.</p><p>Grimes refused to even say whether she voted for Obama. But even as Democrats try to assert their independence from the president, Republicans have tarred them with a broad Obama brush.</p><p>Obama himself unwittingly played into Republican hands, with a speech in Illinois last month that gave Democratic strategists fits.</p><p>\"I'm not on the ballot this fall,\" Obama said. \"Michelle's pretty happy about that. But make no mistake, these policies are on the ballot.\"</p><p>Many of the issues Obama was talking about — such as raising the minimum wage, pay equity and immigration overhaul — are more popular than he is. But by suggesting Democratic Senate candidates would be carrying water for his agenda, Obama made their campaign challenge that much harder.</p><p>Democrats have tried to counter the president's low approval numbers by highlighting unpopular positions of their Republican opponents, such as support for personhood amendments that would outlaw some forms of birth control. But unlike years past, when some Republicans made it easy for Democrats to paint them as extremists, political analyst Gonzales says this year, the GOP has largely managed to avoid self-inflicted wounds.</p><p>\"As a whole, Republicans have managed to stay out of the spotlight and keep the spotlight on President Obama,\" Gonzales says. \"And that's the way they'll have a better midterm election.\"</p><p>To be sure, Republicans always had some built-in advantages this year. Most of the contested Senate races are in deeply red states. And Democratic voters are traditionally less reliable in non-presidential-election years. The political playing field could be very different two years from now. But Gonzales warns unless Obama is able to win back some skeptical voters, some of the same headwinds Democrats face this fall could still be blowing in 2016.</p><p>\"If the president leaves office with 40 percent job approval rating, maybe a bit lower, I think that opens the door for any number of Republican candidates to win. If the president leaves office with 45, creeping closer to 50 percent job approval rating, I'm not sure there's a Republican in this country who could win that type of race,\" Gonzales says.</p><p>Both parties will soon be looking ahead to that presidential contest, and deciding whether it's to their advantage to keep highlighting differences or find some areas where they can work together.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama%27s+Low+Approval+Rating+Casts+Shadow+Over+Democratic+Races&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Horsley","audio":[{"meta":{"duration":"265"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361069855-c91d0d.m3u?orgId=1&topicId=1014&d=265&p=3&story=361060049&t=progseg&e=361068197&seg=1&ft=nprml&f=361060049"},{"href":"http://media.npr.org/assets/img/2014/11/03/458294910_21138143-93cbdcab01494fe88459f5af2f8b5454023e68fa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1982","width":"2643"}}]}