{"created":"2014-10-07T19:33:15+00:00","modified":"2014-10-30T23:46:51+00:00","valid":{"from":"2014-10-30T23:46:51+00:00","to":"3014-10-30T23:46:51+00:00"},"hreflang":"en","title":"Senate Bill Would Fine Colleges For Mismanaging Campus Rape Cases","published":"2014-07-31T17:48:00+00:00","teaser":"A group of senators has introduced legislation aimed at combating sexual assault on college campuses. It would force schools to handle accusations more aggressively and provide advocates for victims.","itags":["npr_api","336603402"],"guid":"e27b33bf-c8f6-44c8-b304-30eac1936bf0","contentencoded":"<p>Eighteen-year-old Anna went off to Hobart and William Smith Colleges in upstate New York last year, where she says she was raped several weeks into her freshman year.</p><p>A medical examiner's report found blunt-force trauma, possibly from multiple men, and found she had high alcohol levels. A witness described seeing her in the back of a dance hall being raped by a football player while others watched or took photos.</p><p>That football player and several others denied the allegations, and the school cleared them of wrongdoing 12 days later, before the results of the rape kit were complete.</p><p>One of the first people Anna called was her mother, Susan.</p><p>\"There are really no words to explain what a parent goes through when they get a phone call like that,\" Susan told reporters yesterday. \"It is hard to convey what this means to the families out there, because their child has been assaulted, harassed, retaliated against and have been made to feel lost and powerless.\"</p><p>(NPR doesn't identify the names of those who may have suffered sexual assault.)</p><p>A bipartisan group of senators is aiming to change that. On Wednesday the lawmakers introduced legislation meant to stem the shocking number of sexual assaults on American college campuses. Studies show <a href=\"http://www.whitehouse.gov/sites/default/files/docs/sexual_assault_report_1-21-14.pdf\" target=\"_blank\">1 in 5 women is raped or assaulted while pursuing a degree</a>.</p><p>The bill aims to hold schools accountable for how they handle sexual assault allegations, by requiring colleges to investigate all possible incidents, to provide advocates for victims, and to conduct and make public the results of annual student surveys.</p><p>If a school fails to comply, it could be fined up to 1 percent of its operating budget. For larger schools, that could mean millions of dollars.</p><p>\"We are done with the days of asking victims why they drank too much or wore the wrong thing or went to the wrong place or hung out with the wrong guy,\" said Sen. Richard Blumenthal, D-Conn., who is one of the bill's co-sponsors.</p><p>Sens. Claire McCaskill, D-Mo., and Kirsten Gillibrand, D-N.Y., <a href=\"www.mccaskill.senate.gov/imo/media/doc/SurveyReportwithAppendix.pdf\" target=\"_blank\">recently conducted an anonymous survey of colleges</a> and found most schools ill-equipped to handle assault cases. What's more, it found that schools have financial and public relations incentives to not investigate or report allegations that arise.</p><p>Almost 20 percent of the 200 schools that responded to the survey still allow athletic departments to adjudicate rape cases involving athletes. That no longer would be permitted if the senators' bill is passed.</p><p>House lawmakers are putting together a similar bill in the house. McCaskill and Gillibrand say they hope to get the legislation passed by Congress by the end of the year.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Senate+Bill+Would+Fine+Colleges+For+Mismanaging+Campus+Rape+Cases&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sullivan","audio":[{"meta":{"duration":"157"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336603403-700331.m3u?orgId=1&topicId=1014&ft=3&f=336603402"}]}