{"created":"2014-12-18T12:28:24+00:00","modified":"2015-06-16T17:35:40+00:00","valid":{"from":"2015-06-16T17:35:40+00:00","to":"3015-06-16T17:35:40+00:00"},"hreflang":"en","title":"New Era For Cuba? Voices From Miami And Havana ","published":"2014-12-18T17:22:00+00:00","teaser":"In Miami, home of the largest Cuban diaspora, two generations faced off on the streets. In Havana, demonstrators spoke of hope.","itags":["npr_api","371607715"],"guid":"e2965f7c-a09a-4911-ab9c-fab5c6ddaa36","contentencoded":"<p>Just hours after the United States and Cuba announced they were moving toward normalizing relations, crowds gathered in Havana and Miami trying to come to grips with a historic shift.</p><p>NPR covered the reaction in those two places with two pieces on <em>Morning Edition</em>.</p><p>NPR's Greg Allen reported from Miami:</p><p>And NPR's Lourdes Garcia Navarro spoke to Cuban dissidents from her perch in São Paulo:</p><p>Both places — Miami, the capital of the Cuban diaspora in the United States, and Havana, the seat of the Cuban government — had one thing in common: There was disagreement as to what this new era meant.</p><p><em>Granma,</em> the official newspaper of the Communist Party in Cuba, <a href=\"http://www.granma.cu/cuba/2014-12-18/noticias-que-conmocionan-a-cuba\">reported that young people crowded the streets of Havana to celebrate</a> the release of three Cuban spies.</p><p>The paper quotes Randy Pérez, who works at a bank, as saying: \"We're in a state of shock. This all has a huge psychological effect for all us Cubans because we've lived through years of uncertainty and tensions between Cuba and the United States. Suddenly, it appears everything will change. The speeches of President Castro and President Obama fill us with optimism.\"</p><p>Yusnaby Perez, a Cuban blogger and dissident, responded on Twitter with humor tinged with cynicism:</p><p>Yoani Sánchez, perhaps Cuba's most well-known dissident, <a href=\"http://www.14ymedio.com/englishversion/Alan-Gross-ended-being-swallowed_0_1690030996.html\">wrote an op-ed piece in English</a>, saying this plays directly into the Castro regime's hand.</p><p>\"In the game of politics, totalitarian regimes manage to win over democracies because the former control the public opinion inside their countries, determine all legal results to suit their purposes, and can continue to waste their nation's resources trying to free the moles they sent to their adversary's camp,\" she wrote. \"Democracies, however, end up conceding because they must answer to their own people, they must live with an incisive press that criticizes them for making or not making certain decisions, and because they are forced to do everything possible to bring their dead and alive back home.\"</p><p>On Twitter, however, she took a markedly different view, saying that even though Raul Castro didn't say it, all of this had the \"bitter taste of defeat.\"</p><p>In Miami, <a href=\"http://www.miamiherald.com/news/local/community/miami-dade/article4552516.html\"><em>The Miami Herald</em> found a hard line</a> drawn between older Cuban immigrants and the younger crowd.</p><p>The paper headed to the hub for political conversation in the city: the cafe outside Versailles Restaurant in Little Havana. Here's video of the confrontations:</p><p>Most of the interactions are in Spanish, but the gist is that one group is arguing that the policies implemented by the United States since the Cuban Revolution haven't worked, and the other side is arguing that Obama is taking the side of a communist regime.</p><p>Still, <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/17/371411659/polls-show-cuban-american-view-on-u-s-cuba-relations-is-nuanced\">as we also pointed out yesterday</a>, the <em>Herald</em> notes that Miami has changed. In the past, thousands would have flooded the streets over a move like this. On Tuesday, however, the crowd was contained to Versailles:</p><blockquote><p>\"The largely tempered reaction showed this was not the Miami of 14 years ago, when people flooded the streets after federal agents seized young Elián González to return him to his father in Cuba.</p><p>\"The man who was mayor at the time, Manny Diaz, said that was no surprise. People like him, a Cuban-born son of a political prisoner, are 'just sick of the policy that has produced absolutely no change on the island.'</p><p>\" 'We have continued to be the scapegoat for a failed economic system in Cuba,' said Diaz, a Democrat. 'People continue to back a position that we took — rightfully so — back in 1961, at the height of the Cold War. But that was the Cold War, and this is today.' \"</p></blockquote>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Era+For+Cuba%3F+Voices+From+Miami+And+Havana+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Eyder Peralta","audio":[{"meta":{"duration":"180"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371610695-e7afc4.m3u?orgId=1&topicId=1001&d=180&story=371607715&ft=nprml&f=371607715"},{"meta":{"duration":"180"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371610949-3323f4.m3u?orgId=1&topicId=1001&d=180&story=371607715&ft=nprml&f=371607715"}]}