{"created":"2014-12-16T08:36:48+00:00","modified":"2015-01-04T21:14:24+00:00","valid":{"from":"2015-01-04T21:14:24+00:00","to":"3015-01-04T21:14:24+00:00"},"hreflang":"en","title":"'Reshoring' Trend Has Little Impact On U.S. Economy, Study Finds","published":"2015-01-04T21:13:00+00:00","teaser":"\"Reshoring,\" or bringing U.S. jobs back from overseas, is not as prevalent as has been reported, a consulting firm's research finds. The study found a total of 300 cases from 2013.","itags":["npr_api","371059896"],"guid":"e2984f45-2824-4f4d-a624-c50f95afb49f","contentencoded":"<p>A report on the phenomenon known as \"reshoring\" — the opposite of offshoring — shows that while a growing number of companies are returning to the United States to do their manufacturing, <a href=\"http://www.prnewswire.com/news-releases/2014-at-kearney-reshoring-index-down-20-basis-points-year-over-year-from-2013-uncovers-what-manufacturers-are-actually-doing-300009465.html\" target=\"_blank\">the trend is smaller and less significant to the economy than it appears</a>.</p><p>The authors of Monday's report say they had been intrigued by <a href=\"http://qz.com/299572/cool-watches-real-jobs-how-small-industry-is-reshoring-american-know-how/\" target=\"_blank\">the large number</a> of <a href=\"http://www.southbendtribune.com/news/business/reshoring-starting-to-reshape-u-s-manufacturing/article_c76db75e-0a30-51d7-9784-24fcf6551496.html\" target=\"_blank\">recent media stories</a> suggesting a small stampede back to the United States by manufacturers but had thought much of the evidence seemed anecdotal. So they began tallying up the number of reshoring cases they found.</p><p>\"We saw that the number of cases was definitely growing, and so then that begs the other question, which is, well, what's the economic impact of that?\" says Patrick Van den Bossche, a partner at A.T. Kearney.</p><p>There were just 64 reshoring cases in 2011, while this year there will be around 300, with electronics and transportation equipment companies leading the way. High-end apparel surprisingly was the third most common sector. The driving factors include energy costs lowered by the shale oil boom and <a href=\"http://www.businessweek.com/articles/2014-10-23/chinas-rising-wages-and-the-made-in-the-usa-revival\" target=\"_blank\">a closing wage gap with China</a>.</p><p>But Van den Bossche says that while more companies have good reasons to consider coming home, in context, the impact of the small number actually returning is less significant than it appears.</p><p>\"You see more manufacturing activity within the U.S.,\" said Van den Bossche, \"but relatively speaking you're actually seeing even more in Asia for products <em>coming to</em> the U.S.\"</p><p>And that means the U.S. trade deficit with the rest of the world is still huge.</p><p>\"There's a trend here that says that, 'Yes, we are starting to manufacture more, we are getting more and more competitive,' but it's not quite yet showing in the economic data,\" Van den Bossche says.</p><p>None of that is exactly news to Harry Moser, the founder and president of <a href=\"http://www.reshorenow.org/\" target=\"_blank\">the Reshoring Initiative</a>, which helps manufacturers relocate to the United States. Moser has been a big promoter of the reshoring trend, but he says the phenomenon can be overstated.</p><p>\"No one claims — at least we don't claim — that you're going to see a million new jobs from reshoring next year,\" Moser says. \"That would be totally irrational, irresponsible. And we don't have the workers, the skilled workers, to do it.\"</p><p>Moser says things are changing, but that these have been — and will be — long, drawn-out processes.</p><p>\"It's taken 60 years for [offshoring] to happen, and it's going to take decades for it to reverse,\" he says. \"For our trade deficit to be eliminated, for reshoring and foreign direct investment to bring many of those jobs back.\"</p><p>The important thing, he says, is that the incentives to move overseas are growing less attractive, and more companies are at least thinking about manufacturing domestically. He says his group's figures show that while the U.S. was losing 150,000 jobs a year to offshoring 10 years ago, the numbers of jobs lost to and gained from overseas last year were roughly even.</p><p>Moser believes that trend will continue — even if, as this report suggests, it's taking a while to build up steam.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Reshoring%27+Trend+Has+Little+Impact+On+U.S.+Economy%2C+Study+Finds&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jim Zarroli","audio":[{"meta":{"duration":"192"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371126246-661f08.m3u?orgId=1&topicId=1017&ft=3&f=371059896"},{"href":"http://media.npr.org/assets/img/2014/12/15/34989781_h29842048-b6806a2458a54effa48f9250c4f4a19f81339064.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2173","width":"2897"}}]}